[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "Parallel Worlds Probably Exist. Here’s Why", "description": "The most elegant interpretation of quantum mechanics is the universe is constantly splitting\nA portion of this video was sponsored by Norton. Get up to 60% off the first year (annually billed) here: https://bit.ly/32SM0yd or use promo code VERITASIUM\n\nSpecial thanks to:\nProf. Sean Carroll https://www.preposterousuniverse.com\nHis book, a major source for this video is 'Something Deeply Hidden: Quantum Worlds and The Emergence of Spacetime'\n\nCode for solving the Schrödinger equation by Jonny Hyman available here: https://github.com/jonnyhyman/QuantumWaves\n\nI learned quantum mechanics the traditional 'Copenhagen Interpretation' way. We can use the Schrödinger equation to solve for and evolve wave functions. Then we invoke wave-particle duality, in essence things we detect as particles can behave as waves when they aren't interacting with anything. But when there is a measurement, the wave function collapses leaving us with a definite particle detection. If we repeat the experiment many times, we find the statistics of these results mirror the amplitude of the wave function squared. Hence the Born rule came into being, saying the wave function should be interpreted statistically, that our universe at the most fundamental scale is probabilistic rather than deterministic. This did not sit well with scientists like Einstein and Schrödinger who believed there must be more going on, perhaps 'hidden variables'.\n\nIn the 1950's Hugh Everett proposed the Many Worlds interpretation of quantum mechanics. It is so logical in hindsight but with a bias towards the classical world, experiments and measurements to guide their thinking, it's understandable why the founders of quantum theory didn't come up with it. Rather than proposing different dynamics for measurement, Everett suggests that measurement is something that happens naturally in the course of quantum particles interacting with each other. The conclusion is inescapable. There is nothing special about measurement, it is just the observer becoming entangled with a wave function in a superposition. Since one observer can experience only their own branch, it appears as if the other possibilities have disappeared but in reality there is no reason why they could not still exist and just fail to interact with the other branches. This is caused by environmental decoherence.\n\nSchrodinger's cat animation by Ivy Tello\nWave functions, double slit and entanglement animation by Jonny Hyman\nFilming of opening sequence by Casey Rentz\n\nSpecial thanks to Mithuna Y, Raquel Nuno and Dianna Cowern for feedback on the script\n\nMusic from https://epidemicsound.com \"Experimental 1\" \"Serene Story 2\" \"Seaweed\" \"Colorful Animation 4\"", "link": "https://www.youtube.com/watch?v=kTXTPe3wahc", "date_published": "2020-03-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]