[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "The Mysterious Science Of Turning Christian: The Mike Nelson Interview", "description": "Editor-in-chief Kyle Mann and creative director Ethan Nicolle welcome Mike Nelson, former star of Mystery Science Theater 3000, RiffTrax dude, and host of some podcasts. Mike talks to Kyle and Ethan about his story of becoming a Christian, working in an industry that’s not really down with that,  making comedy for all, and how he and Ethan helped ruin VeggieTales. \r\n\r\n You can hear more from Mike Nelson on his podcasts: Like Trees Walking (about Basic Christian Apologetics), 372 Pages We’ll Never Get Back (about bad books) and he semi-regularly joins in with Doug TenNapel and Ethan Nicolle on Audio Mullet! \r\n\r\n Check out the  RiffTrax Live 2020 Kickstarter!\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020! Get a Sneak Peak!\r\n\r\n Topics Discussed\r\n\r\n   The guys plan out Mike’s tombstone listing his accomplishments\r\n\r\n   Mike Nelson’s story and his work on MST3K\r\n\r\n   How Ready Player One is terrible\r\n\r\n   Coming to faith in Hollywood\r\n\r\n   Facing doubts, finding ammunition in C.S. Lewis’ God in the Dock\r\n\r\n   Working with people who disagree with you\r\n\r\n   RiffTrax events and other podcasts\r\n\r\n   Mike Nelson worked on the infamous Netflix run of Veggietales with Ethan\r\n\r\n   Hollywood name-dropping and funny things that happened to Mike’s wife\r\n\r\n   Seat-fillers at award shows \r\n\r\n   Mentioned in this episode: MST3K: Merlin's Shop of Mystical Wonders (This episode may be a good gateway into MST3K according to Mike Nelson)\r\n\r\n Subscriber Portion (Begins at 00:42:09)\r\n\r\n The entire interview is available for Babylon Bee subscribers only…\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=nVmlZ3HivQ8", "date_published": "2020-03-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]