[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Latto: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSidney Madden | November 25, 2020\n\nIf 2020 has taught me one lesson, it’s this: “Don’t wait on what’s yours. Just go get it.” At 21, Atlanta’s record-setting fresh face Mulatto has spent her entire year embodying that lesson. \n \nWith her debut album, Queen Of Da Souf, and a relentless run of features, Big Latto has stamped her flag in hip-hop’s most influential city at a crucial moment. At a time when women in hip-hop are running laps around the guys without so much as shifting their lace fronts, Latto is finding her footing in the new rap canon with Gold-charting singles, standout freestyles, and cosigns from the likes of Nicki Minaj, Gucci Mane and Trina. \n\nAs the inaugural winner of the Lifetime reality show The Rap Game and someone who's made music since the age of 10, the personality that Latto brings to her bars is goofy, assertive and steadfast: She chose her stage moniker to purposely flip the derogatory term she was teased with as a child on its head and uses social media hate to fuel her music. \n\nWith her burgeoning success coinciding with a global pandemic, Latto’s found herself more comfortable in the studio than ever this year. Her Tiny Desk debut is a dispatch from her Queen Of Da Souf throne in Doppler Studios, right next to her crown. \n \nLatto rocks an aqua wig and raps perched from her throne while her violinist Joy Black and keyboardist SK go berserk on “Youngest N Richest.” It’s not until “He Say She Say” when Latto rises up from her seat to put extra emphasis behind this reminder: “Self-made b****, hell you talkin 'bout? / Yea, I got it out the mud, no handout.”\n\n\nSET LIST\n\"Youngest N Richest\"\n\"Blame Me\"\n\"He Say She Say\"\n\nMUSICIANS\nMulatto: vocals\nJoy Black: violin\nSK: keys\n\nCREDITS\nVideo: Diesel Filmz\nAudio: Broderick Hughey\n\nTINY DESK TEAM\nProducer: Sidney Madden\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=iZZv2BDtP50", "date_published": "2020-11-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Don Bryant: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nLauren Onkey | November 24, 2020\n\nClassic soul music feels best in a club, with a lead singer and big band, preferably with horns, playing off the excitement of a sweaty crowd, drawing them in to stories of love, or love lost, or love reclaimed. It's a hard feeling to find in our pandemic times.\n\nIn his Tiny Desk (home) concert, soul legend Don Bryant brings us there, with just a keyboard, a guitar player and an otherwise empty room. Wearing an elegant black and grey jacket matching his salt-and-pepper hair, Bryant evokes style and experience – someone who has been in it for the long haul.\n\n\nBryant, almost 80, has been in the music business since the early days of rock and roll; he wrote his first hit, the Five Royales' \"I Got to Know,\" in 1960. He went on to his biggest success as a songwriter for Hi Records in Memphis, home of Al Green, Ann Peebles (with whom he wrote \"I Can't Stand the Rain\") and Otis Clay. For a number of years he only recorded gospel music, until 2017 when he began releasing soul records again, backed by members of the Bo-Keys.\n\n\nAll of that history stands behind this performance, featuring three songs from his latest record, You Make Me Feel, all written by him. His voice is powerful and resonant, deeply rooted in gospel. The stripped-down band includes just the right players: Scott Bomer, who produced the album and is a member of the Bo-Keys, holds it down on percussive guitar, and Archie \"Hubbie\" Turner, a member of the rhythm section of Hi Records during its '70s heyday, is a master on the keyboards, locked in tight to Bryant's expressive vocals. It's a reminder that soul music really just needs a voice and a human story. We're lucky that Don Bryant is still at it, and at such a level.\n\nSET LIST\n\"Your Love is to Blame\"\n\"Is It Over\"\n\"Your Love is Too Late\"\n\n\nMUSICIANS\nDon Bryant: vocals\nArchie \"Hubbie\" Turner: keyboard\nScott Bomar: guitar\n\n\nCREDITS\nVideo: Justin Elliott Thompson and Nathan Black\nAudio: Adam Hill\n\n\nTINY DESK TEAM\nProducer: Bob Boilen\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=T8o7k1GCM0c", "date_published": "2020-11-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]