[{"source": "https://www.theguardian.com/rss", "title": "'They target people': John Mitchell tells England to expect wind-ups in Wales", "description": "<ul><li>Defence coach says Wales ‘look to create distractions’</li><li>Ollie Lawrence to miss match in Llanelli with hip injury<br /></li></ul><p>England’s defence coach, John Mitchell, is warning his squad to beware Welsh wind-ups and expects the hosts to “have a crack” at certain key players during Saturday’s Autumn Nations Cup game in Llanelli. The visitors will be without the injured Worcester centre Ollie Lawrence but Joe Marler, Jack Willis, Luke Cowan-Dickie and Anthony Watson all feature in a 25-man squad.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/nov/24/nigel-owens-get-back-to-the-referee-reffing-the-game-rugby-union\">Nigel Owens: 'We need to get back to the referee actually reffing the game'</a> </p> <a href=\"https://www.theguardian.com/sport/2020/nov/24/england-rugby-ollie-lawrence-wales-injury-autumn-nations-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/24/england-rugby-ollie-lawrence-wales-injury-autumn-nations-cup", "date_published": "2020-11-24 22:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray calls for ATP Tour to create domestic abuse policy", "description": "<ul><li>Comment follows allegations against Alexander Zverev</li><li>Murray hopes players will take vaccine for ‘good of the sport’<br /></li></ul><p>Andy Murray says the Association of Tennis Professionals, which governs the men’s game, should take domestic abuse cases such as the one <a href=\"https://www.theguardian.com/sport/2020/nov/13/tennis-stays-silent-as-violence-allegations-hang-over-alexander-zverev\" title=\"\">which has engulfed Alexander Zverev</a> over the past month “extremely seriously”.</p><p>The German world No 7 – who lost to the <a href=\"https://www.theguardian.com/sport/2020/nov/22/daniil-medvedev-takes-end-of-season-crown-with-victory-over-dominic-thiem\" title=\"\">eventual champion Daniil Medevev</a> and the world No 1 Novak Djokovic in the ATP Tour Finals in London last week – denied on an almost daily basis claims by Olya Sharypova that he had abused her during their long relationship.</p> <a href=\"https://www.theguardian.com/sport/2020/nov/24/andy-murray-calls-for-atp-tour-to-create-domestic-abuse-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/24/andy-murray-calls-for-atp-tour-to-create-domestic-abuse-policy", "date_published": "2020-11-24 22:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Great British Bake Off final review – flawed gems worth celebrating", "description": "<p>In a series where being put in a Covid bubble meant a reduction in the talent available, it was the failures that stood out</p><ul><li><strong>This article contains spoilers</strong></li></ul><p>This year needed The Great British Bake Off like never before, and The Great British Bake Off delivered. The programme has always been comfort food but, at times this year, it almost transcended television. It felt like a hug. It felt like medicine.</p><p>I have a theory about this. The context of this year’s series – with all the participants agreeing to abandon their loved ones and bubble up in a hotel – meant that the talent pool was smaller than usual. And this meant that the contestants weren’t quite as good as usual. And this meant that we got to witness more mistakes than usual. This wasn’t a demonstration of wall-to-wall technical wizardry by any means. Instead, what we got this year was a presentation of well-meaning but flawed humanity. And that’s what we’ve all been crying out for.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/nov/24/the-great-british-bake-off-final-review-flawed-gems-worth-celebrating\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/nov/24/the-great-british-bake-off-final-review-flawed-gems-worth-celebrating", "date_published": "2020-11-24 21:15:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The five-day Christmas Covid bubble: how will it work?", "description": "<p>New rules will mean you can’t change your bubble but there is no maximum size for the three permitted households</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government has announced that up to three households will be able to mix indoors and stay with each other overnight from 23 to 27 December under <a href=\"https://www.theguardian.com/world/2020/nov/24/christmas-covid-uk-plan-lets-three-households-mix-for-five-days\">loosened coronavirus restrictions</a> across the UK. But how exactly will these new “Christmas bubbles” work?</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/the-five-day-christmas-covid-bubble-how-will-it-work\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/the-five-day-christmas-covid-bubble-how-will-it-work", "date_published": "2020-11-24 20:54:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How do we avoid future authoritarians? Winning back the working class is key | Bernie Sanders", "description": "<p>A segment of working-class people in our country still believes Donald Trump defends their interests. We must win them over</p><p>As the count currently stands, nearly 80 million Americans voted for Joe Biden. With this vote against the authoritarian bigotry of Donald Trump, the world can breathe a collective sigh of relief.</p><p>But the election results did also reveal something that should be a cause for concern. Trump received 11 million more votes than he did in 2016, increasing his support in many distressed communities – where unemployment and poverty are high, healthcare and childcare are inadequate, and people are hurting the most.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/24/bernie-sanders-working-class-win-back-from-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/24/bernie-sanders-working-class-win-back-from-donald-trump", "date_published": "2020-11-24 19:17:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate I'm a Celebrity over fears non-native bugs may be escaping", "description": "<p>Rogue creatures from bushtucker trials including ‘ultimate survivor’ cockroaches could threaten Welsh countryside</p><p>Police are investigating I’m a Celebrity … Get Me Out of Here! over concerns non-native wildlife could have escaped into the Welsh countryside during bushtucker trials, the Guardian can reveal.</p><p>Rural crime officers from north Wales police are looking into complaints that non-native creatures such as cockroaches, maggots, spiders and worms could threaten wildlife in the 100-hectare (250-acre) estate surrounding Gwrych Castle in north Wales, where the show is being held this year.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/24/welsh-police-investigate-im-a-celebrity-non-native-species-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/24/welsh-police-investigate-im-a-celebrity-non-native-species-aoe", "date_published": "2020-11-24 19:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Technician for Grenfell Tower insulation firm had 'serious drug habit'", "description": "<p>Ivor Meredith tells inquiry he became embroiled in ‘deliberate’ deceit over test results<br /></p><p>A senior technician responsible for safety tests on combustible insulation used on Grenfell Tower had “a serious drug habit” and fell asleep at work, the inquiry into the disaster has heard.</p><p>Kingspan knew Ivor Meredith, a technical manager, used drugs from 2010 when his landlord reported him, the inquiry heard, but the problem was “brushed off” until he was sacked in 2015.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/24/technician-for-grenfell-tower-insulation-firm-had-serious-drug-habit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/24/technician-for-grenfell-tower-insulation-firm-had-serious-drug-habit", "date_published": "2020-11-24 18:41:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland becomes first nation to provide free period products for all", "description": "<p>MSPs pass legislation after four-year grassroots campaign spearheaded by Monica Lennon<br /></p><p>Scotland has become the first country in the world to provide free and universal access to period products after a four-year campaign that has fundamentally shifted the public discourse around menstruation.</p><p>The Period Products (Free Provision) (Scotland) Act, which passed unanimously through its final stage on Tuesday evening, will place a legal duty on local authorities to make period products available for all those who need them, building on the work of <a href=\"https://www.theguardian.com/society/2018/aug/17/period-poverty-north-ayrshire-council-scottish-labour-free-sanitary-products\">councils like North Ayrshire</a>, which has been providing free tampons and sanitary towels in its public buildings since 2018.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/24/scotland-becomes-first-nation-to-provide-free-period-products-for-all\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/24/scotland-becomes-first-nation-to-provide-free-period-products-for-all", "date_published": "2020-11-24 18:31:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Working in the UK: have you had to self-isolate?", "description": "<p>We would like to hear from those who have had to stay at home and self-isolate</p><p>We would like to hear from workers who have had to self-isolate – either after testing positive for Covid-19 or after being instructed to do so via <a href=\"https://www.theguardian.com/world/2020/nov/18/test-and-trace-chief-dido-harding-goes-into-covid-self-isolation\">test and trace</a> after coming into contact with someone positive.</p><p>Was self-isolating a difficult decision to make? Can you afford to self-isolate? What support have you had from your employer? Have you received statutory sick pay? How are you coping at this time? What impact is this having on your household/family? Do you have any concerns?</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/working-in-the-uk-have-you-had-to-self-isolate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/working-in-the-uk-have-you-had-to-self-isolate", "date_published": "2020-11-24 17:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My stunning wife makes no effort with our sex life – and I’m losing all interest", "description": "<p>We were very sexually active for our first two years together. But there’s no passion any more, and I need more than her occasional: ‘We should have sex tonight’</p><p><strong>My wife and I have been married </strong><strong>for </strong><strong>several years. </strong><strong> Over the </strong><strong>past six months, I have felt my overall sexual attraction to her diminishing to the point </strong><strong>that, even though </strong><strong> she is absolutely stunning </strong><strong> (she could be a model</strong><strong>, which I am </strong><strong>reminded of by strangers almost every time we go out together), I no longer find myself sexually attracted to her at all. </strong><strong>At the start of our relationship, </strong><strong>the sex was OK</strong><strong> and we were </strong><strong>very sexually active</strong><strong> for </strong><strong> the first </strong><strong>two years</strong><strong>. I have </strong><strong>explained to her that</strong><strong> </strong><strong>she lacks passion</strong><strong>, no matter how much energy I </strong><strong>bring</strong><strong>. She </strong><strong>rarely initiates sex</strong><strong>, and when she does, she </strong><strong>simply says</strong><strong>: “We should have sex tonight,”</strong><strong> which </strong><strong>is a turn-off</strong><strong>. </strong><strong>In our last conversation, she said she is just shy</strong><strong>. After several </strong><strong>conversations, she said she understood what she needed to do and </strong><strong>would work on it, but shortly afterwards she asked for sex outright without any real effort </strong><strong>with mood or energy, so I </strong><strong>just didn’t feel</strong><strong> up to it and turned her down again. </strong><strong>Two months on, </strong><strong> </strong><strong>she has </strong><strong>settled back into </strong><strong>just avoiding it. </strong><strong>She is a lovely, </strong><strong>caring woman, but </strong><strong>my patience </strong><strong>has worn thin, which sucks in such a young marriage. I don’t know what to do.</strong></p><p>When a person feels judged – especially as frequently as you have described – they can lose confidence and withdraw. As a rule, positive reinforcement is the best way to teach a person. In your situation, that would mean praising and rewarding even small achievements and never again finding fault. I suspect she is feeling confused – especially if you have not been sufficiently specific with her about what you like. It is not enough to complain: “You never initiate sex!” Instead you could, say, mention a video you once saw, where a woman unexpectedly walked through the living room wearing “X” or “Y”, then invited a man to follow her upstairs – and ask her to consider doing something similar. Your wife cannot read your mind, and I believe she does not really understand how to be seductive the way you would like. So, she may need very specific requests such as: “Would you mind doing this, saying this, wearing this?” If she addresses any of your requests in even small ways, be sure to praise and reward her amply. Eventually she will regain confidence. But in terms of her own libido, it is up to you to kindly and non-judgmentally encourage her to share her own interests and tastes with you. This might be uncomfortable for her, so do not push – again, praise her and act on anything she does reveal. Your job is to discover how she likes to be pleasured – that is the best way to fix this.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/nov/24/stunning-wife-no-effort-sex-life-losing-interest\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/nov/24/stunning-wife-no-effort-sex-life-losing-interest", "date_published": "2020-11-24 16:17:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: weekly Covid deaths exceed 2,000; four nations still discussing Christmas rules", "description": "<p>Latest updates: first time Covid <a href=\"https://www.theguardian.com/politics/live/2020/nov/24/uk-coronavirus-live-christmas-rules-tiers-covid-boris-johnson-latest-updates?page=with:block-5fbcd97f8f086720dd6907e2#block-5fbcd97f8f086720dd6907e2\">accounts for more than 20% of deaths in England and Wales since May</a>; <a href=\"https://www.theguardian.com/politics/live/2020/nov/24/uk-coronavirus-live-christmas-rules-tiers-covid-boris-johnson-latest-updates?page=with:block-5fbcc4c68f087f6ff109cc69#block-5fbcc4c68f087f6ff109cc69\">Christmas statement held up</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/nov/24/test-to-release-cut-england-travel-quarantine-five-days\">‘Test to release’ scheme will cut England travel quarantine to five days</a></li><li><a href=\"https://www.theguardian.com/world/2020/nov/24/england-covid-tier-system-to-be-based-on-data-released-in-next-few-days\">England Covid system to be based on data released within days</a></li><li><a href=\"https://www.theguardian.com/world/2020/nov/23/vaccine-brings-us-a-step-closer-to-ending-covid-says-oxford-scientist\">Vaccine results bring ending Covid a step closer, says Oxford scientist</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/nov/24/coronavirus-live-news-who-says-foreign-experts-to-go-to-china-soon-us-records-more-than-10000-weekly-deaths\">Global coronavirus updates - live </a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:26:56.293Z\">10.26am <span class=\"timezone\">GMT</span></time> </p><p><strong>James Landale</strong>, the BBC’s diplomatic correspondent, says the government is planning to legislate to allow it to abandon the 0.7% of national wealth target for spending on overseas aid. It is no surprise that the government intends to abandon this target - Boris Johnson made no attempt to deny this when asked about it in the Commons last week - but it has been assumed that ministers would do so by using one of the loopholes in the <a href=\"https://www.gov.uk/government/news/international-development-official-development-assistance-target-bill-2015-receives-royal-assent\">Overseas Development (Official Development Assistance Target) Act </a>that enshrines the 0.7% target in law. The legislation was passed in 2015 by the Conservative/Lib Dem coalition.</p><p>But, Landale says, it is now being argued that without legislating overriding the act, the government could be vulnerable to judicial review. He explains the situation in a Twitter thread starting here.</p><p dir=\"ltr\" lang=\"en\">Excl: The BBC has learned the government is planning to pass new laws to cut Britain’s overseas aid budget, raising fears among MPs the reduction announced in tomorrow’s spending review could be permanent. 1/9</p><p>Boris Johnson is doing irreparable damage to the UK’s reputation, and reneging on our duty to the world’s poorest and most vulnerable - by threatening to break our legally binding international aid commitment.</p><p>The 0.7% aid target is a shared commitment across the four UK nations - and it must not be broken by Westminster against Scotland’s will. The SNP will resist Tory plans to cut international aid spending in the strongest terms. </p><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:04:06.319Z\">10.04am <span class=\"timezone\">GMT</span></time> </p><p>One in five deaths in England and one in four in Wales in the second week of November involved Covid, according to <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsregisteredweeklyinenglandandwalesprovisional/weekending13november2020\">the latest figures</a> released by the Office for National Statistics. </p><p>There were 2,466 deaths with Covid-19 listed on the death certificate in the week to 13 November – an increase of 529 deaths compared with the previous week. </p> <a href=\"https://www.theguardian.com/politics/live/2020/nov/24/uk-coronavirus-live-christmas-rules-tiers-covid-boris-johnson-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2020/nov/24/uk-coronavirus-live-christmas-rules-tiers-covid-boris-johnson-latest-updates", "date_published": "2020-11-24 10:29:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden to formally introduce cabinet picks as transition finally begins – live updates", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/2020/nov/24/trump-transition-biden-general-services-administration\">GSA declares Biden apparent winner, clearing way for the formal transition</a></li><li>Trump continues to contest election as ‘corrupt’ and ‘fake’</li><li><a href=\"https://www.theguardian.com/us-news/2020/nov/23/joe-biden-picks-cabinet-foreign-policy-national-security\">Biden picks first women and first Latino for key cabinet roles</a></li><li><a href=\"https://www.theguardian.com/business/2020/nov/23/janet-yellen-fed-chair-treasury-secretary\">Former Fed chair Yellen set to become first female treasury secretary</a></li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:29:16.314Z\">10.29am <span class=\"timezone\">GMT</span></time> </p><p>Thanksgiving is always the final Thursday in November, but this year the timing could not be worse. As the holiday approaches, thousands of college students are going back home for the winter as schools close their campuses, end their semester, or move classes online. What they won’t be ending is the spread of Covid-19.</p><p><strong>Cases in the US have risen exponentially over the last few weeks, with daily new cases close to 200,000 and current hospitalizations reaching 80,000. Unlike the previous two waves of cases in the spring and summer, the rise in cases is not concentrated in a single region. Cases are rising in most parts of the country.</strong></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/nov/24/students-thanksgiving-could-bring-covid-with-them\">Students going home for Thanksgiving could bring Covid with them</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:19:50.983Z\">10.19am <span class=\"timezone\">GMT</span></time> </p><p>By the way, if you want to familiarise yourself with <strong>Antony Blinken</strong>, who Joe Biden has picked to be his secretary of state, then late last night <a href=\"https://www.politico.eu/article/nine-things-to-think-about-antony-blinken/\">Politico’s European site published this guide</a>.</p><p>Blinken’s ties to Europe are lifelong, deep and personal — and he is a fierce believer in the transatlantic alliance.</p><p>“Put simply, the world is safer for the American people when we have friends, partners and allies,” Blinken said in 2016. He has described Europe as “a vital partner” and has dismissed the Trump administration’s plans to remove US troops from Germany as “foolish, it’s spiteful, and it’s a strategic loser. It weakens Nato, it helps Vladimir Putin, and it harms Germany, our most important ally in Europe.”</p> <a href=\"https://www.theguardian.com/us-news/live/2020/nov/24/us-election-donald-trump-joe-biden-coronavirus-covid-19-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/nov/24/us-election-donald-trump-joe-biden-coronavirus-covid-19-live-updates", "date_published": "2020-11-24 10:29:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Dunn's parents lose high court immunity case", "description": "<p>Judges rule that son’s alleged killer Anne Sacoolas had diplomatic immunity at time of crash</p><p>Harry Dunn’s parents have lost their high court battle against the Foreign Office over whether their son’s alleged killer had diplomatic immunity.</p><p>Dunn, 19, was killed when his motorbike crashed into a car being driven on the wrong side of the road by American Anne Sacoolas outside RAF Croughton in Northamptonshire on 27 August last year.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/24/harry-dunn-parents-lose-high-court-immunity-case\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/24/harry-dunn-parents-lose-high-court-immunity-case", "date_published": "2020-11-24 10:28:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Germany could allow Christmas gatherings of 10 people; Hong Kong to close bars again", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/nov/24/coronavirus-live-news-who-says-foreign-experts-to-go-to-china-soon-us-records-more-than-10000-weekly-deaths?page=with:block-5fbcb9538f087f6ff109cc0f#block-5fbcb9538f087f6ff109cc0f\">Angela Merkel to discuss plan with state premiers</a>; <a href=\"https://www.theguardian.com/world/live/2020/nov/24/coronavirus-live-news-who-says-foreign-experts-to-go-to-china-soon-us-records-more-than-10000-weekly-deaths?page=with:block-5fbcd1d88f086720dd690795#block-5fbcd1d88f086720dd690795\">Hong Kong facing renewed virus surge</a>; <a href=\"https://www.theguardian.com/world/live/2020/nov/24/coronavirus-live-news-who-says-foreign-experts-to-go-to-china-soon-us-records-more-than-10000-weekly-deaths?page=with:block-5fbc45ca8f086720dd69025d#block-5fbc45ca8f086720dd69025d\">WHO says experts to investigate origins of virus</a></p><ul><li><a href=\"https://www.theguardian.com/society/2020/nov/23/astrazeneca-says-its-coronavirus-vaccine-has-70-per-cent-efficacy-covid-oxford-university\">Oxford/ AstraZeneca vaccine has up to 90% efficacy</a><br /></li><li><a href=\"https://www.theguardian.com/global-development/2020/nov/23/oxford-astrazeneca-results-covid-vaccine-developing-countries\">Latest vaccine to be sold to developing countries at cost price</a></li><li><a href=\"https://www.theguardian.com/world/2020/nov/23/man-fined-for-breaking-french-covid-lockdown-to-smash-a-guys-face-in\">French man fined for breaking lockdown to ‘smash a guy’s face in’</a></li><li><a href=\"https://www.theguardian.com/world/2020/nov/23/shanghai-covid-outbreak-traced-to-cargo-from-north-america\">Shanghai Covid outbreak ‘traced to cargo from North America’</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:27:27.301Z\">10.27am <span class=\"timezone\">GMT</span></time> </p><p>More than 59.09 million people have been reported to be infected by the novel coronavirus globally and 1,397,239 have died, according to a Reuters tally.</p><p>Infections have been reported in more than 210 countries and territories since the first cases were identified in China in December 2019. </p><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:17:26.202Z\">10.17am <span class=\"timezone\">GMT</span></time> </p><p><strong>Taiwan, Thailand</strong>, and increasingly <strong>Vietnam</strong> are showing the strongest recovery in the travel sector as most of the rest of the world still suffers under the Wuhan coronavirus pandemic, according to the Agoda online travel platform.</p><p>Travel is recovering faster in Asia than in the West but most of it is domestic and located in countries where “they really have the best control over Covid,” John Brown, chief executive of the Booking Holdings subsidiary told <a href=\"https://www.cnbc.com/2020/11/24/asia-is-leading-the-way-in-travel-recovery-booking-holdings-agoda.html\">CNBC</a>.</p> <a href=\"https://www.theguardian.com/world/live/2020/nov/24/coronavirus-live-news-who-says-foreign-experts-to-go-to-china-soon-us-records-more-than-10000-weekly-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/nov/24/coronavirus-live-news-who-says-foreign-experts-to-go-to-china-soon-us-records-more-than-10000-weekly-deaths", "date_published": "2020-11-24 10:27:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Catering firm Compass reports profits crash amid Covid closures", "description": "<p>Group was forced to shut about half its operations during lockdowns in the spring</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Profits have crashed at Compass Group, the world’s biggest catering firm, after the Covid-19 pandemic led to the closure of schools, offices and sporting venues that it supplies.</p><p>Compass was forced to <a href=\"https://www.theguardian.com/business/2020/mar/17/carluccios-days-away-from-large-scale-closures-compass-coronavirus\">shut about half of its operations</a> during Covid-19 lockdowns in the spring. This led to a 75.9% drop in the firm’s profits before tax to £427m for the year to 30 September, from £1.77bn in the previous year. Revenues were down 18.8% at £20.2bn.</p> <a href=\"https://www.theguardian.com/business/2020/nov/24/catering-firm-compass-profits-covid-lockdowns\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/nov/24/catering-firm-compass-profits-covid-lockdowns", "date_published": "2020-11-24 10:23:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour calls for suspension of UK training and funding of Nigerian police", "description": "<p>Protests against Sars security unit were violently suppressed last month in west African country</p><p>Labour has called for the UK government to consider suspending the funding and training of security forces in Nigeria, where protests against a notorious police unit were brutally suppressed last month.</p><p>Kate Osamor, the MP for Edmonton, said she had serious concerns about a lack of oversight of the UK’s role, especially in relation to the special anti-robbery squad (Sars), which was disbanded in October after <a href=\"https://www.theguardian.com/world/2020/oct/06/video-of-nigerian-police-shooting-man-in-street-sparks-outcry\">allegations of killings and abuse</a>.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/labour-end-to-training-funding-nigerian-police-end-sars-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/labour-end-to-training-funding-nigerian-police-end-sars-protests", "date_published": "2020-11-24 10:21:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Markets lifted by Biden transition and vaccine optimism – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live?page=with:block-5fbcd97c8f0868ed26c113df#block-5fbcd97c8f0868ed26c113df\">Latest: Bitcoin hits $19,000 as all-time high looms</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live?page=with:block-5fbcaf358f0868ed26c11232#block-5fbcaf358f0868ed26c11232\">Introduction: Joe Biden can finally start formal transition</a></li><li>Markets open higher in Europe after gains in Asia</li><li><a href=\"https://www.theguardian.com/business/2020/nov/23/janet-yellen-fed-chair-treasury-secretary\">Former Fed chair Janet Yellen set to become first female treasury secretary</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:18:16.261Z\">10.18am <span class=\"timezone\">GMT</span></time> </p><p>Other cryptocurrencies are also rallying today:</p><p dir=\"ltr\" lang=\"nl\">Crypto update:<a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&amp;ref_src=twsrc%5Etfw\">#Bitcoin</a> 19034.13 +3.32%<a href=\"https://twitter.com/hashtag/Ether?src=hash&amp;ref_src=twsrc%5Etfw\">#Ether</a> 613.84 +1.26%<a href=\"https://twitter.com/hashtag/Ripple?src=hash&amp;ref_src=twsrc%5Etfw\">#Ripple</a> (XRP) 0.6511 +13.75%<a href=\"https://twitter.com/hashtag/BitcoinCash?src=hash&amp;ref_src=twsrc%5Etfw\">#BitcoinCash</a> 354.46 +12.51%<a href=\"https://twitter.com/hashtag/EOS?src=hash&amp;ref_src=twsrc%5Etfw\">#EOS</a> 3.5763 +7.48%<a href=\"https://twitter.com/hashtag/Stellar?src=hash&amp;ref_src=twsrc%5Etfw\">#Stellar</a> 0.1615 +33.91%<a href=\"https://twitter.com/hashtag/Litecoin?src=hash&amp;ref_src=twsrc%5Etfw\">#Litecoin</a> 90.74 +3.13%<a href=\"https://twitter.com/hashtag/NEO?src=hash&amp;ref_src=twsrc%5Etfw\">#NEO</a> 19.764 +5.11%<a href=\"https://twitter.com/hashtag/Crypto?src=hash&amp;ref_src=twsrc%5Etfw\">#Crypto</a> 10 Index 6128 +6.41%<a href=\"https://twitter.com/hashtag/BTC?src=hash&amp;ref_src=twsrc%5Etfw\">#BTC</a> <a href=\"https://twitter.com/hashtag/ETH?src=hash&amp;ref_src=twsrc%5Etfw\">#ETH</a> <a href=\"https://twitter.com/hashtag/XRP?src=hash&amp;ref_src=twsrc%5Etfw\">#XRP</a> <a href=\"https://twitter.com/hashtag/BCH?src=hash&amp;ref_src=twsrc%5Etfw\">#BCH</a> <a href=\"https://twitter.com/hashtag/XLM?src=hash&amp;ref_src=twsrc%5Etfw\">#XLM</a> <a href=\"https://twitter.com/hashtag/LTC?src=hash&amp;ref_src=twsrc%5Etfw\">#LTC</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-11-24T10:15:48.302Z\">10.15am <span class=\"timezone\">GMT</span></time> </p><p><strong>Bitcoin has just hit a fresh three-year high, heading even closer to its all-time peak set nearly three years ago.</strong></p><p>The cryptocurrency has crossed the $19,000 mark for the first time since December 2017, up 3% today. </p><p>Bitcoin’s ascent has been incredible over the last couple of months and it’s showing little sign of slowing. It’s see a slight pause as it closes in on a new record high and should it achieve that, who knows what will come next.</p><p>Accurately predicting an end of year price for bitcoin is pointless, it could just as easily be $50,000 as $15,000. We’ve seen what this can do before and the difference now, compared to last time it was at these levels, is that it only feels like the beginning. The hype isn’t yet what is was, a break to new highs could bring that and we know what that means. Buckle up, it’s going to be quite the ride.</p> <a href=\"https://www.theguardian.com/business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/nov/24/markets-lifted-biden-transition-vaccine-optimism-ftse-dow-oil-confidence-business-live", "date_published": "2020-11-24 10:18:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nines tops nominations for first Mobo awards since 2017", "description": "<p>West London rapper scores five nominations at celebration of Black British music, with J Hus, Lianne La Havas, Mahalia, Tiana Major9 and Darkoo all earning three</p><p><a href=\"https://www.theguardian.com/music/mobos\">The Mobo awards</a>, which celebrate music of Black origin, have announced the nominees for their first ceremony since 2017, championing a banner year for British drill, hip-hop, soul and more.</p><p>West London rapper Nines, who topped the charts with his album Crabs in a Bucket in September, earns the most nominations with five, for album of the year, best male act, best hip-hop act, video of the year (for Clout) and – in a category that acknowledges the awards’ fallow years – best album (2017-2019) for Crop Circle, released in 2018. The other albums nominated for the latter award are from <a href=\"https://www.theguardian.com/music/skepta\">Skepta</a>, <a href=\"https://www.theguardian.com/music/ella-mai\">Ella Mai</a>, <a href=\"https://www.theguardian.com/music/dave\">Dave</a>, <a href=\"https://www.theguardian.com/music/little-simz\">Little Simz</a> and <a href=\"https://www.theguardian.com/music/kano\">Kano</a>, the latter also earning a nomination in the inaugural acting category for his performance in <a href=\"https://www.theguardian.com/tv-and-radio/top-boy\">Top Boy</a>.</p> <a href=\"https://www.theguardian.com/music/2020/nov/24/mobo-awards-2020-black-british-music-nines-j-hus-lianne-la-havas-mahalia-tiana-major9\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/nov/24/mobo-awards-2020-black-british-music-nines-j-hus-lianne-la-havas-mahalia-tiana-major9", "date_published": "2020-11-24 10:10:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Dalkowski: the life and mystery of baseball's flame-throwing what-if", "description": "<p>Many believe the lefthander was the fastest pitcher to ever take the mound. But his career – and life – went off the rails before he could make an impact</p><p>Steve Dalkowski, a career minor-leaguer who very well could have been the fastest (and wildest) pitcher in baseball history, <a href=\"https://www.baltimoresun.com/sports/orioles/bs-sp-dalkowski-orioles-20200623-crgdj7c6bvghnbjtutl2ggvs6m-story.html\">died in April at the age of 80</a> from complications from Covid-19. And yet, partly because of one missing detail, his legend lives on, perhaps for ever.<br /><br /><a href=\"https://www.goodreads.com/book/show/54223646-dalko\">A book</a> and <a href=\"https://www.youtube.com/watch?v=Kzh42wir_Ms\">a documentary</a> – both of which were in the works well before Dalkowski’s death – have been released since Dalkowski, who had alcohol-related dementia, died in his home town, New Britain, Connecticut, where he became a phenomenon more than 60 years ago.</p> <a href=\"https://www.theguardian.com/sport/2020/nov/24/steve-dalkowski-the-life-and-mystery-of-baseballs-flame-throwing-what-if\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/24/steve-dalkowski-the-life-and-mystery-of-baseballs-flame-throwing-what-if", "date_published": "2020-11-24 10:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Defy the winter!’: how to exercise after dark", "description": "<p>In winter, many of us can only run or cycle after dusk or before dawn. But it doesn’t have to be an endurance test – here’s how to stay safe, choose your kit – and keep motivated<br /></p><p>Shorter days mean many of us have no choice but to exercise before dawn or after dusk. But is it safe to run or cycle in the dark? What extra kit do you need? And, most importantly, how do you pull yourself out of your warm bed or off your comfortable sofa? We asked nocturnal athletes and experts for their tips.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/nov/24/defy-the-winter-how-to-exercise-after-dark\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/nov/24/defy-the-winter-how-to-exercise-after-dark", "date_published": "2020-11-24 10:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Home Office faces calls to close barracks for asylum seekers", "description": "<p>Opposition parties hit out at gagging of volunteers at camps in Folkestone and Penally</p><p>Army barracks used to house asylum seekers should be opened to proper processes for transparency and accountability, the UK shadow home secretary has said, after it emerged the Home Office was attempting gag volunteers who have access to the site.</p><p>Volunteers have been told they must sign confidentiality agreements underpinned by the Official Secrets Act if they want to access Napier barracks in Folkestone, Kent and the barracks at Penally, in Pembrokeshire, which are being used to house hundreds of asylum seekers. The sites are being run by the private firm Clearsprings Ready Homes.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/24/uk-home-office-faces-calls-to-close-barracks-for-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/24/uk-home-office-faces-calls-to-close-barracks-for-asylum-seekers", "date_published": "2020-11-24 09:51:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: Trump officials rush to mine desert haven native tribes consider holy", "description": "<p>Administration seeks to transfer ownership of Arizona area to mining company with ties to the destruction of an Aboriginal site</p><p>Since January, San Carlos Apache tribal member Wendsler Nosie Sr has been sleeping in a teepee at a campground in<strong> </strong>south-eastern Arizona’s Oak Flat, a sprawling high desert oasis filled with groves of ancient oaks and towering rock spires.</p><p>It is a protest in defense of “holy ground” where the Apache have prayed and performed ceremonies for centuries.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/24/trump-mining-arizona-holy-land-oak-flat-tribes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/24/trump-mining-arizona-holy-land-oak-flat-tribes", "date_published": "2020-11-24 09:23:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can you be LGBTQ+ at an evangelical university? In secret", "description": "<p>Students at Liberty University have to sign an honor code, which describes accepted and forbidden behavior – and LGBTQ students fear they have to remain in the shadows to graduate</p><p>It took one weekend to leave Tessa Russell truly exposed.</p><p>On 6 April 2019, her girlfriend Ash Ables traveled to Liberty University in central Virginia to surprise her. They had been dating for four months, but it was her first time visiting Russell on campus.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/lgbtq-evangelical-christian-liberty-university\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/lgbtq-evangelical-christian-liberty-university", "date_published": "2020-11-24 09:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French minister says images of police breaking up refugee camp 'shocking'", "description": "<p>Police officers filmed pulling up tents and leaving people thrown to ground<br /></p><p>France’s interior minister has described <a href=\"https://twitter.com/ClementLanot/status/1330981196537458688\">images of police breaking up a refugee camp</a> in central Paris, chasing people down streets and attacking journalists and others with truncheons and teargas as “shocking”.</p><p>Gérald Darmanin said he had demanded a report on the police operation by lunchtime on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/french-minister-calls-images-of-police-breaking-up-refugee-camp-shocking\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/french-minister-calls-images-of-police-breaking-up-refugee-camp-shocking", "date_published": "2020-11-24 08:44:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Not normal times': health experts on how they are spending Thanksgiving", "description": "<p>Top public health officials are taking their own advice about scaling down the holiday amid the Covid-19 pandemic to heart</p><p>In October, Dr Anthony Fauci, the nation’s foremost infectious disease expert, said in an interview that his children would <a href=\"https://www.cbsnews.com/news/fauci-covid-19-surge-travel-thanksgiving-trump-recovery/\">not be coming home</a> for Thanksgiving this year and encouraged other Americans to avoid large celebrations in order to slow the spread of the coronavirus.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/nov/23/thanksgiving-celebration-found-family-cancelled\">Thanksgiving won't be the same this year – but there’s plenty to be thankful for | Nancy Jo Sales</a> </p> <a href=\"https://www.theguardian.com/world/2020/nov/24/covid-19-health-experts-on-how-they-are-spending-thanksgiving\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/covid-19-health-experts-on-how-they-are-spending-thanksgiving", "date_published": "2020-11-24 08:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk overtakes Bill Gates to be world's second-richest person", "description": "<p>Further rise in Tesla share price pushes entrepreneur past Microsoft co-founder</p><p>Elon Musk has toppled Bill Gates as the world’s second-richest person, just a week after the <a href=\"https://www.theguardian.com/technology/2020/nov/17/elon-musk-tesla-shares-facebook-mark-zuckerberg-s-p500\">Tesla co-founder overtook Facebook’s Mark Zuckerberg to become the third-richest</a>.</p><p>Driven by a further surge in Tesla’s share price, <a href=\"https://www.bloomberg.com/news/articles/2020-11-23/musk-overtakes-gates-to-grab-world-s-second-richest-ranking?sref=Xl91GI8N\">the 49-year-old entrepreneur’s net worth rose by $7.2bn (£5.4bn) to $127.9bn</a>. It has soared by more than $100bn this year – outranking everyone else on the <a href=\"https://www.bloomberg.com/billionaires/?sref=Xl91GI8N\">Bloomberg Billionaires Index</a>, which lists the world’s 500 richest people. In January, Musk was in 35th place.</p> <a href=\"https://www.theguardian.com/technology/2020/nov/24/elon-musk-bill-gates-tesla-share-price-microsoft\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/nov/24/elon-musk-bill-gates-tesla-share-price-microsoft", "date_published": "2020-11-24 08:10:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ethiopia: Tigray people 'ready to die' as leader rejects call to surrender", "description": "<p>PM Abiy Ahmed had set 72-hour deadline for Tigrayan forces to surrender or face offensive on Mekelle</p><p>The leader of Ethiopia’s dissident Tigray region has said his people are “ready to die” defending their homeland, rejecting the prime minister’s Sunday night <a href=\"https://www.theguardian.com/world/2020/nov/22/ethiopian-military-warns-mekelle-civilians-ahead-of-assault-on-city\">ultimatum that they surrender within 72 hours</a>.</p><p>Abiy Ahmed launched a military campaign against the Tigray People’s Liberation Front (TPLF) <a href=\"https://www.theguardian.com/world/2020/nov/04/ethiopia-on-brink-as-pm-orders-military-response-to-attack\">on 4 November</a>, accusing it of attacking two federal military camps in the northern region, and of defying and seeking to destabilise his government.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/ethiopia-tigray-leader-rejects-surrender-ultimatum-says-people-are-ready-to-die\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/ethiopia-tigray-leader-rejects-surrender-ultimatum-says-people-are-ready-to-die", "date_published": "2020-11-24 08:06:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norman Lamb: Covid is widening inequality for young people", "description": "<p>The former Lib Dem MP and care minister on the need for a resilience taskforce to reduce the psychological fallout of the pandemic</p><p>The former care minister Sir Norman Lamb is uncharacteristically irritated by the government’s neglect of social care and mental health during the Covid pandemic and the years leading up to it.</p><p> “This current crisis simply strengthens the case for confronting it [the social care funding gap]<strong>. </strong>But the combination of failing to confront it and the state of public finances makes me very worried … then so many more people across our country will be failed by the system,” he warns.</p> <a href=\"https://www.theguardian.com/society/2020/nov/24/norman-lamb-covid-widening-inequality-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/nov/24/norman-lamb-covid-widening-inequality-young-people", "date_published": "2020-11-24 08:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suburban dream: Bromley after dark in lockdown – in pictures", "description": "<p>In the first of our new series of lockdown diaries documenting the second full lockdown in the UK, <a href=\"https://www.theguardian.com/profile/martingodwin\">Martin Godwin</a> takes a look at late-night Bromley. ‘Walking around in the evening is something I often do. I’ve tried to create a sense of place and mood. The young man delivering fast food said: ‘It’ll change the world ... like 9/11.’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/uk-news/gallery/2020/nov/24/suburban-dream-bromley-after-dark-in-lockdown-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2020/nov/24/suburban-dream-bromley-after-dark-in-lockdown-in-pictures", "date_published": "2020-11-24 08:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "1% of farms operate 70% of world's farmland", "description": "<p>Researchers warn land inequality is rising with farmland increasingly dominated by a few major companies</p><p>One per cent of the world’s farms operate 70% of crop fields, ranches and orchards, according to a report that highlights the impact of land inequality on the climate and nature crises.</p><p>Since the 1980s, researchers found control over the land has become far more concentrated both directly through ownership and indirectly through contract farming, which results in more destructive monocultures and fewer carefully tended smallholdings.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/24/farmland-inequality-is-rising-around-the-world-finds-report\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/24/farmland-inequality-is-rising-around-the-world-finds-report", "date_published": "2020-11-24 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diego Simeone's new and improved Atlético Madrid on title trail again | Sid Lowe", "description": "<p>This is not a repeat of 2013-14: Atlético are playing expansive football and cemented their favourites tag against Barcelona</p><p>Late on Saturday night, not long after his players had beaten Barcelona 1-0, immortalised a moment even they hadn’t experienced before with <a href=\"https://twitter.com/marcosllorente/status/1330271609085636611’s=20\">a celebratory photo</a> taken in <a href=\"https://www.theguardian.com/football/blog/2020/oct/01/were-robbing-everyone-la-liga-left-to-lament-lost-dressing-rooms\">an improvised recovery room</a> beneath the stands and headed home still in their kit, Diego Simeone sat in an empty auditorium and started another Zoom call. A series of journalists appeared on screen, taking it in turns attempting to get him to say Atlético Madrid are going to win the league. Or at least try to. One by one they failed, until somebody asked if he saw any similarities between this team and the one that <a href=\"https://www.theguardian.com/football/blog/2014/may/19/atletico-madrid-la-liga-title-impossible\">took the title</a> six years ago. “No,” he said, “I don’t.”</p><p><em>Next</em>.</p> <a href=\"https://www.theguardian.com/football/blog/2020/nov/24/diego-simeones-new-and-improved-atletico-madrid-on-title-trail-again\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/nov/24/diego-simeones-new-and-improved-atletico-madrid-on-title-trail-again", "date_published": "2020-11-24 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ian Botham at 65: 'I was happy to play the buffoon. But I listened more than I let on'", "description": "<p>The great all-rounder and crossbench peer chats with his former Somerset and England teammate Vic Marks about Covid-19, Headingley ‘81, Viv Richards, Ben Stokes … and just a little bit of Brexit <br /></p><p>We almost met 50 years ago. I was in Liverpool about to open the batting for an England Public Schools Under-15s XI against the England Schools Cricket Association. Ian Botham had been there for almost a week playing for the West in a quadrangular tournament, after which the best XI from the four regions would take on the public schools’ side. Ian, who had performed well by all accounts, was not selected for that XI but he was invited to stay on as their 13th man, an invitation he furiously declined before catching the next train to Yeovil.</p><p>Before long we had both joined the Somerset staff in April 1974 and for over four decades in our contrasting ways we have stayed in touch with the game. Now, to the consternation of some, he has been <a href=\"https://www.bbc.co.uk/news/av/uk-politics-54418406\" title=\"\">elevated to the House of Lords</a> but over the years I’ve learned not to be surprised by what happens to Ian. On Tuesday Lord Botham of Ravensworth is 65, often a time for reflection, and I spoke to him a few days ago.</p> <a href=\"https://www.theguardian.com/sport/2020/nov/24/ian-botham-covid-19-brexit-headingley-vic-marks\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/24/ian-botham-covid-19-brexit-headingley-vic-marks", "date_published": "2020-11-24 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young women are watching Diana's story in The Crown with horror | Rhiannon Lucy Cosslett", "description": "<p>The series is teaching a new generation how unhinged our national institutions really are<br /></p><p>It looked like a fairytale, the wedding of Charles and Diana. It’s an old myth: a girl marries a prince and becomes a princess, but as with all good fairytales, there is a dark understory. At its centre is a shy, kind young woman, <a href=\"https://www.theguardian.com/commentisfree/2013/sep/09/princess-di-grief-receptacle-film-let-her-go\">who must, for some reason, be a virgin</a> – everyone is fixated on this point. Once married, the palace becomes a prison, and she suffers horribly. Along the way there are betrayals, attempts at suicide. Eventually she escapes, only to have her freedom curtailed by her premature death. The people mourn as they have never mourned before.</p><p>This story is powerful, and as a result it is continually revisited. Certain newspapers remain fixated on the princess, and new twists and leads are constantly emerging, the latest being that she may have been coerced into the <a href=\"https://www.theguardian.com/media/2020/nov/18/bbc-appoints-ex-judge-to-investigate-martin-bashir-princess-diana-intervew\">infamous BBC interview</a> with Martin Bashir through the use of falsified documents. We see her fictionalised, too, this time by Emma Corrin in Netflix drama <a href=\"https://www.theguardian.com/tv-and-radio/the-crown\">The Crown</a>; and it is fiction, though Diana’s brother feels he has to <a href=\"https://www.independent.co.uk/arts-entertainment/netflix/the-crown/the-crown-princess-diana-brother-netflix-b1759954.html\">remind people of that fact</a>, because so much of this story, which people treated as a soap opera long before it became one, involves bias and conjecture.<strong> </strong>Yet Corrin has nevertheless captured something of the young Diana – her sensitivity and her loneliness, which feels real to people, and has fostered even more empathy for her unhappy life as a royal.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/24/young-women-the-crown-diana\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/24/young-women-the-crown-diana", "date_published": "2020-11-24 08:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles Darwin's notebooks reported stolen from Cambridge University", "description": "<p>Library staff believed manuscripts were ‘mis-shelved’ in 2000 but now think theft likely</p><p>Two Charles Darwin manuscripts have been reported as stolen from Cambridge University library two decades after they were last seen.</p><p>Staff believed the precious items had been “mis-shelved” within the vast archives late in 2000 and the matter was not reported to Cambridgeshire police until 20 October this year. The force said it has launched an investigation and notified Interpol.</p> <a href=\"https://www.theguardian.com/education/2020/nov/24/charles-darwins-notebooks-reported-stolen-from-cambridge-university\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/nov/24/charles-darwins-notebooks-reported-stolen-from-cambridge-university", "date_published": "2020-11-24 07:57:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK diplomat who saved Chinese woman given traditional banner", "description": "<p>Chongqing consul-general Stephen Ellison jumped into river to save university student</p><p>A British diplomat <a href=\"https://www.theguardian.com/world/2020/nov/16/british-diplomat-leaps-into-river-to-save-drowning-woman-in-china\">who rescued a Chinese woman from a river</a> earlier this month has been presented with a red velvet banner as a way of thanks.</p><p>Stephen Ellison, the consul-general in Chongqing, was hailed as a hero after footage went viral of him jumping into a river to save a 24-year-old university student. The woman had slipped on rocks and fallen in, and video shot by bystanders showed her struggling in the water before passing under a bridge and emerging facedown. </p> <a href=\"https://www.theguardian.com/world/2020/nov/24/uk-diplomat-who-saved-chinese-woman-given-traditional-banner\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/uk-diplomat-who-saved-chinese-woman-given-traditional-banner", "date_published": "2020-11-24 07:39:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Dinkins, New York City’s first African American mayor, dies aged 93", "description": "<p>Dinkins hired thousands of police officers and revitalised housing during his time in office</p><p>David Dinkins, who broke barriers as New York City’s first African-American mayor, has died at the age of 93.</p><p>Dinkins died on Monday, the New York City Police Department confirmed. The department said officers were called to the former mayor’s home in the evening. Initial indications were that he died of natural causes.</p> <a href=\"https://www.theguardian.com/us-news/2020/nov/24/david-dinkins-new-york-city-first-african-american-mayor-dies-aged-93\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/nov/24/david-dinkins-new-york-city-first-african-american-mayor-dies-aged-93", "date_published": "2020-11-24 07:36:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will our care home residents soon be able to enjoy hugs from family again? | Robin Hall", "description": "<p>In this lockdown, limited visiting has been allowed. But advances in vaccines and testing bring the hope of more human contact<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>We are in touch with some of the care homes in Hampshire that are taking part in the new <a href=\"https://www.theguardian.com/society/2020/nov/14/family-of-care-home-residents-to-get-regular-covid-tests-to-allow-visits\">pilot visitor testing scheme</a> that will allow residents two indoor visits a week and to touch and embrace their loved ones. And we hope this will be rolled out more widely soon.</p><p>In the meantime, our 29-bed nursing home in Portsmouth is inviting in friends and family members, although in a limited fashion. Over the summer we held window visits and meetings in the garden, but nursing patients can’t sit outside on anything but the balmiest summer day, so we have set up a visiting centre in our conservatory.</p> <a href=\"https://www.theguardian.com/society/2020/nov/24/will-our-care-home-residents-soon-be-able-to-enjoy-hugs-from-family-again\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/nov/24/will-our-care-home-residents-soon-be-able-to-enjoy-hugs-from-family-again", "date_published": "2020-11-24 07:30:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ralph Steadman: 'We're really living in a hell of a year, aren't we?'", "description": "<p>The outspoken artist talks about his new book arriving in an ‘absolutely weird’ year and why Trump remains ‘the worst person in our known history’</p><p>When the Welsh artist Ralph Steadman picks up the phone, he sounds a bit paranoid.</p><p>“It’s Friday the 13th, you know,” he says with a doomsday tone.</p> <a href=\"https://www.theguardian.com/books/2020/nov/24/ralph-steadman-interview-artist-book\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/nov/24/ralph-steadman-interview-artist-book", "date_published": "2020-11-24 07:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I was 17 but they said I was 28': Home Office age rulings cost young refugees an education", "description": "<p>Two young people who arrived in the UK alone explain how they have been denied schooling – and hope for the future</p><p>When Shabaaz arrived in the UK from Afghanistan he was 13; a child in a strange country. “I was alone and I had no one to help me,” he says. Despite that, he had high hopes: he dreamed of going to university to study business.</p><p>But there was a problem: social workers who assessed Shabaaz – not his real name – decided he was 16. And that, they said, meant he was too old to go to school and to study for GCSEs. “I was asking them to put me in a college or something like that, but they were saying they needed to sort out my age first,” he says. “They didn’t give me any education.”</p> <a href=\"https://www.theguardian.com/education/2020/nov/24/i-was-17-but-they-said-i-was-28-home-office-age-rulings-cost-young-refugees-an-education\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/nov/24/i-was-17-but-they-said-i-was-28-home-office-age-rulings-cost-young-refugees-an-education", "date_published": "2020-11-24 07:15:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As Ethiopia’s army declares daily victories, its people are being plunged into violence", "description": "<p>Abiy Ahmed’s war against Tigrayan rebels endangers a fragile union whose collapse would destabilise the Horn of Africa</p><p>Ethiopia’s prime minister Abiy Ahmed has promised military victory in Tigray. He says <a href=\"https://www.theguardian.com/world/2020/nov/22/ethiopian-military-warns-mekelle-civilians-ahead-of-assault-on-city\">he will capture the capital, Mekelle</a>, and the leadership of the Tigray People’s Liberation Front (TPLF), which he calls a criminal junta. If he succeeds, it will be a pyrrhic victory – prospects for peace, democracy and protection from famine in Ethiopia will be set back a generation.</p><p>There are artillery barrages, <a href=\"https://www.theguardian.com/world/2020/nov/05/ethiopian-military-claims-to-be-at-war-with-tigray-leaders\">airstrikes</a>, armoured assaults. The Ethiopian army announces a Tigrayan town captured every other day and this week it plans to surround Mekelle. But there’s something missing. We’re not seeing pictures of prisoners of war, recovered military equipment, or newly-captured towns with local people welcoming their liberators. Perhaps the TPLF evacuated the towns and retreated to the mountains. Or maybe there are things that Ethiopian TV doesn’t want the world to see.</p> <a href=\"https://www.theguardian.com/global-development/2020/nov/24/as-ethiopias-army-declares-daily-victories-its-people-are-being-plunged-into-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/nov/24/as-ethiopias-army-declares-daily-victories-its-people-are-being-plunged-into-violence", "date_published": "2020-11-24 07:15:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "News and How to Use It by Alan Rusbridger review – an insider's appeal to sceptics", "description": "<p>The former Guardian editor’s insights into journalism and how it must regain the public’s trust are perceptive and reflect a chaotic and messy business</p><p>“Mummy, what is that man for?” was the question famously asked by a young girl at a rally addressed (at great length) by Gladstone. An analogous question occurred to me as I opened this book by the former editor-in-chief of the <em>Guardian</em>: what is this book for? Also: what is it, exactly?</p><p>The title suggests that it’s a user’s guide to news. But, in fact, it’s nothing like that. Instead, it’s a compendium of jottings and mini-essays organised alphabetically from A (for Accuracy) to Z (Zoomers). The motivation for writing it was Alan Rusbridger’s concern at the decline in trust in news organisations during the pandemic. Four years on from being full-time in the newsroom, he writes, he wanted to bring “an insider’s perspective to the business of journalism, but also to look at it from the outside. [Rusbridger is now head of an Oxford college.] How can we explain ‘journalism’ to people who are by and large sceptical – which is broadly what most of us would want our fellow citizens to be?”</p> <a href=\"https://www.theguardian.com/books/2020/nov/24/news-and-how-to-use-it-by-alan-rusbridger-review-an-insiders-appeal-to-sceptics\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/nov/24/news-and-how-to-use-it-by-alan-rusbridger-review-an-insiders-appeal-to-sceptics", "date_published": "2020-11-24 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virgin Media wants to charge £240 fee for cancelling a contract", "description": "<p>We’re moving and the broadband firm can’t provide a service to our new home</p><p><strong>We must move out of our rented flat after our landlord unexpectedly decided to sell. Luckily, we have found a new place. However, when we called our broadband provider, Virgin Media, to notify it about the move</strong><strong> we were told it does not offer a service at our new address.</strong></p><p><strong>Despite us being with the company for </strong><strong>more thn two years, it </strong><strong>insist</strong><strong>s we pay a £240 </strong><strong>early termination fee</strong><strong> because we had just renewed our 18-month contract.</strong></p> <a href=\"https://www.theguardian.com/money/2020/nov/24/virgin-media-wants-to-charge-240-fee-for-cancelling-a-contract\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/nov/24/virgin-media-wants-to-charge-240-fee-for-cancelling-a-contract", "date_published": "2020-11-24 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Bad parent': children's watchdog to accuse state of care failings in England", "description": "<p>Anne Longfield will deliver speech giving damning indictment of social care system</p><p>The children’s commissioner for England will deliver a damning indictment of <a href=\"https://www.theguardian.com/social-care-network/children\">children’s social care</a> in a speech on Tuesday and accuse the state of too often being a “bad parent”.</p><p>Anne Longfield, who is coming to the end of her tenure, has become <a href=\"https://www.theguardian.com/society/2020/nov/11/government-accused-of-deep-ambivalence-to-plight-of-englands-children-in-care\">increasingly vociferous </a>about the shortcomings of the care system, which she accuses of failing thousands of vulnerable children who are falling through the gaps and into the clutches of criminals.</p> <a href=\"https://www.theguardian.com/society/2020/nov/24/bad-parent-watchdog-accuse-state-child-care-failings-england-anne-longfield\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/nov/24/bad-parent-watchdog-accuse-state-child-care-failings-england-anne-longfield", "date_published": "2020-11-24 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m an atheist, but I can’t wait to get back to church", "description": "<p>Places of worship have always been about more than faith – and my beloved York Minster has connected and comforted people for centuries</p><p>Before England’s second lockdown, my priority was a trip to my local cathedral, <a href=\"https://www.theguardian.com/commentisfree/2020/oct/18/evensong-at-york-minster-is-balm-to-the-soul\">York Minster</a>. Remember <a href=\"https://www.mentalfloss.com/article/624426/marriages-involving-non-human-partners\">that woman who married the Eiffel Tower</a>? That is me and the minster. I am obsessed with the place: my phone is stuffed with a catalogue of creepshots of my gothic beloved from all angles. Pre-Covid, my resident’s pass let me drop in whenever I fancied to stroke the age-smoothed stone or sit in the side chapel with the stained-glass birds. Sometimes, I just used the loo.</p><p>I am an atheist, but I don’t feel bad about using the minster in this way. Cathedrals were never meant only for worship: they are meeting places and community centres. You can see it in sacred art. In <a href=\"https://medievalart.co.uk/2018/10/28/the-mass-in-rogier-van-der-weydens-seven-sacraments/\">Rogier van der Weyden’s Seven Sacraments</a>, painted as the minster was nearing completion, church rituals take place amid groups milling around in their Sunday best, gossiping; there are even several dogs.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/24/im-an-atheist-but-i-cant-wait-to-get-back-to-church\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/24/im-an-atheist-but-i-cant-wait-to-get-back-to-church", "date_published": "2020-11-24 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lovers Rock gives life to the joyful Black history of blues parties | Micha Frazer-Carroll", "description": "<p>Steve McQueen’s film captures the underground spaces that my mum’s generation carved out for themselves in the 1970s</p><p>At the halfway mark of <a href=\"https://www.theguardian.com/film/2020/sep/17/lovers-rock-review-steve-mcqueen-small-axe\">Lovers Rock</a>, the new Steve McQueen film set at a blues party in 1980, at least a hundred partygoers calmly sing an a capella song for five minutes straight. It is hypnotising and, like other moments in McQueen’s <a href=\"https://www.theguardian.com/tv-and-radio/2020/nov/14/small-axe-the-black-british-culture-behind-steve-mcqueens-stunning-new-series\">Small Axe</a> film series, which centres around British Caribbean communities in the 1960s to the 1980s, time feels momentarily like it has been<strong> </strong>stretched. Every person in that jam-packed room patiently sings the slow song from start to finish, and everyone knows the words: “But I’ve got no time to live this lie / No, I’ve got no time to play your silly games / Silly games!”</p><p>When the film aired on Sunday night on the BBC, watching the characters sing the 1979 hit Silly Games felt<strong> </strong>very<strong> </strong>close to home, in part because Janet Kay, who sings the song, happens to be my “auntie” – a lifelong friend of my mum’s, rather than a blood relative. Silly Games was therefore a staple of my childhood; when I was growing up, Auntie Kay could always be persuaded to sing her former chart success at any birthday, christening or holy communion.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/24/lovers-rock-black-history-blues-parties-steve-mcqueen-film\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/24/lovers-rock-black-history-blues-parties-steve-mcqueen-film", "date_published": "2020-11-24 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The car's the star: Herbie, Christine and a fiery DeLorean – in pictures", "description": "<p>Cars have always been part of cinema and some have become stars in their own right. From Back to the Future’s DeLorean to The Italian Job’s Minis, motoring writer Giles Chapman presents an eclectic collection in Cars on Film: A Celebration of Cars at the Movies</p> <a href=\"https://www.theguardian.com/film/gallery/2020/nov/24/cars-on-film-picture-gallery-photography\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2020/nov/24/cars-on-film-picture-gallery-photography", "date_published": "2020-11-24 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "University challenges: can I have a tuition fee refund?", "description": "<p>Students may be able to claim compensation for unfulfilled promises by universities – but it won’t be quick or easy</p><p>Students, especially those who started university this year, may feel frustrated at the reduced experience they have had this term. Covid has denied first years the rite of passage of freshers’ week and hours of face-to-face teaching. Earlier this month, the government announced that all students in England and Wales should return home during a travel window between 3 and 9 December, and receive the rest of their testing online.</p><p>Might students who are unhappy about what they’ve received have any claim for compensation?</p> <a href=\"https://www.theguardian.com/education/2020/nov/24/university-challenges-can-i-have-a-tuition-fee-refund\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/nov/24/university-challenges-can-i-have-a-tuition-fee-refund", "date_published": "2020-11-24 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most people in China believe corruption falling, says Transparency International", "description": "<p>China remains 80th in global index, but survey suggests Xi Jinping’s eight-year drive to root out corruption is having an effect on perceptions</p><p>Almost two thirds of people in China believe corruption has decreased in their country in the past year, with more than 80% saying the government has done a good job in combatting it, a new report has said.</p><p>The report from Transparency International was based on surveys of almost 20,000 people across 17 Asian countries, asking about their perceptions of, and experiences with, corruption in the past 12 months.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/most-people-in-china-believe-corruption-falling-says-transparency-international\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/most-people-in-china-believe-corruption-falling-says-transparency-international", "date_published": "2020-11-24 07:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The lockdown view from York: ‘To be OK, we need to open on 3 December’", "description": "<p>Lockdown will end on 2 December – but there will still be strict regional restrictions. We look at how tourist businesses in York – which recorded the UK’s first Covid-19 cases – are adapting to the new normal </p><p>Step back in time, way back, to a different world and a different life … about mid-January 2020. In York, the city’s tourism chiefs were developing a strategy for it to become a <a href=\"https://www.yorkpress.co.uk/news/18175470.visit-york-tourism-chiefs-highlight-bid-grow-765m-industry-1bn/\">£1bn industry by 2025</a>, not bad for a city of around 200,000. But on 29 January two guests at the Staycity Hotel just outside the city walls became the <a href=\"https://www.thenorthernecho.co.uk/news/18204228.uks-first-coronavirus-case-university-york-student/\">first Covid-19 infection cases in the UK</a>.</p><p>I remember it well: I was with friends in the Phoenix pub not 200m away and we were joking about The Daily Mail’s report, Coronavirus panic hits York. The closest to panic came when last orders were called. Worldwide the death toll was barely 170, about the same number that <a href=\"https://www.cdc.gov/injury/features/global-road-safety/index.html\">die every hour on the planet’s roads</a>.</p> <a href=\"https://www.theguardian.com/travel/2020/nov/24/lockdown-view-from-york-we-do-need-to-open-on-3-december\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/nov/24/lockdown-view-from-york-we-do-need-to-open-on-3-december", "date_published": "2020-11-24 06:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singapore 'smiley-face' activist in one-man protest charged with unlawful assembly", "description": "<p>Jolovan Wham faces large fines over incident in which he briefly held a smiley face sign outside a police station</p><p>An activist who held a sign bearing a smiley face as part of a one-man protest in Singapore has been charged with unlawful assembly.</p><p>Jolovan Wham said he held the cardboard sign near to a police station for just a few seconds in order to take a photo in March. The brief, lonely protest was designed to show support for two climate activists who were apparently questioned by police over a similar protest.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/singapore-smiley-face-activist-in-one-man-protest-charged-with-unlawful-assembly\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/singapore-smiley-face-activist-in-one-man-protest-charged-with-unlawful-assembly", "date_published": "2020-11-24 06:27:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Orwellian' government unit obstructs freedom of information, says report", "description": "<p>‘Clearing house’ requires Whitehall departments to send it sensitive requests for vetting</p><p>The government has been accused of operating an “Orwellian” unit that obstructs the release of sensitive information requested by the public under the Freedom of Information Act.</p><p>A new report on the “clearing house”, a little-known unit that sits at the heart of government, discloses how it seeks to control the release of potentially embarrassing information.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/24/orwellian-government-unit-obstructs-freedom-of-information-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/24/orwellian-government-unit-obstructs-freedom-of-information-says-report", "date_published": "2020-11-24 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gus Van Sant: 'We are living in a wilder time than anything we could imagine'", "description": "<p>He is the king of the Hollywood underground. So why has he made a mini-series for Gucci? The film-maker talks about life in isolation, his gay president project and the big screen’s demise</p><p>At home in California over lockdown <a href=\"https://www.theguardian.com/film/gus-van-sant\">Gus Van Sant</a>, king of the Hollywood underground, was, like the rest of us, binge-watching Netflix. “<a href=\"https://www.theguardian.com/tv-and-radio/2017/jul/22/ozark-review-jason-bateman-laura-linney-netflix\">Ozark</a>, that was good,” he says of the drama about the wholesome, apple-pie Byrdes, whose family business in a sleepy lakeside town happens to be money-laundering for a ruthless Mexican cartel. “Although, you know, kind of grisly.”</p><p>Van Sant’s latest project, by contrast, is all glamour. He has shot a seven-episode miniseries for <a href=\"https://www.theguardian.com/fashion/gucci\">Gucci</a> in collaboration with the brand’s creative director, Alessandro Michele. Ouverture of Something That Never Ended takes an esoteric day-in-the-life format, following Silvia, played by Silvia Calderoni, from the moment she wakes up and steps into her high-heeled gold house slippers. She has a pee in black lace knickerbockers and queues at the post office alongside a woman in a kaftan with a basketball under one arm, and a man in a football shirt carrying a canary in a cage. She goes to a cafe, a dance rehearsal, and walks the streets of Rome – with a new outfit for each activity. The film doubles as a streamed catwalk show for Gucci’s new collection, with 10 new-season looks making up the wardrobe for each episode. There is even a cameo by <a href=\"https://www.theguardian.com/music/harry-styles\">Harry Styles</a>.</p> <a href=\"https://www.theguardian.com/film/2020/nov/24/gus-van-sant-we-are-living-in-a-wilder-time-than-anything-we-could-imagine\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/nov/24/gus-van-sant-we-are-living-in-a-wilder-time-than-anything-we-could-imagine", "date_published": "2020-11-24 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Landscape of fear: why we need the wolf", "description": "<p>The wolf is considered a threat to our way of farming, but our fear may be misplaced. Perhaps predators are needed to bring nature back into balance</p><p>There’s a monument near Brora, 60 miles short of John o’Groats, that claims to mark the spot where the last wolf in Sutherland was killed. I pass it often in the car. The wolf, it says, was killed by the hunter Polson in or about the year 1700.</p><p>I know this story. Polson, so it goes, was standing watch outside the wolf’s lair while his sons laid waste to the pups inside. When the she-wolf returned from the hunt, racing to the aid of her young, she bounded past the hunter and, as she did, he grabbed her by the tail. From inside the den – now plunged into darkness as Polson and the wolf struggled at its entrance – came, in Gaelic, a shout of alarm: “Father! What’s blocking the light?” To which Polson replied: “If the tail comes away at the root, you’ll soon find out!”</p> <a href=\"https://www.theguardian.com/environment/2020/nov/24/landscape-of-fear-why-we-need-the-wolf-rewilding-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/24/landscape-of-fear-why-we-need-the-wolf-rewilding-scotland", "date_published": "2020-11-24 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Croydon council outlines drastic cuts to jobs and services", "description": "<p>Council, which in effect declared insolvency this month, said it would adopt a bare legal minimum approach</p><p>Croydon council has outlined a drastic “renewal” plan that would result in extensive staff job losses and major reductions to services at libraries and children’s centres, in one of the most dramatic cuts programmes ever seen in local government.</p><p>The Labour-run council, which in effect declared <a href=\"https://www.theguardian.com/society/2020/nov/11/croydon-council-in-london-bans-spending-over-66m-budget-hole\">itself insolvent</a> earlier this month after revealing a £67m hole in its budget, said it would in future adopt a <a href=\"https://www.theguardian.com/society/2018/aug/03/local-council-funding-crisis-east-sussex-cuts-services\">bare legal minimum</a> approach focused mainly on providing social care and refuse collection services.</p> <a href=\"https://www.theguardian.com/society/2020/nov/24/croydon-council-outlines-drastic-cuts-to-jobs-and-services\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/nov/24/croydon-council-outlines-drastic-cuts-to-jobs-and-services", "date_published": "2020-11-24 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I'm a survivor! How resilience became the quality we all crave", "description": "<p>During the pandemic it has become a buzzword for successfully steering through adversity. But what exactly is resilience - and can you cultivate more of it? <br /></p><p>It was after her block of flats burned down that Sadi Khan thought, finally, things could not get worse. She had married at 19, and for four years her husband had subjected her to horrific violence on an almost daily basis. She had been punched and kicked, financially controlled and constantly told she was stupid; once, a friend arrived at her flat and found her lying unconscious after an attack. So the day she accidentally set fire to her flat while cooking was simultaneously the day she lost everything and the day she started again. “He’s beaten me, I’ve lost everything,” she says. “What more can go wrong?”</p><p>Her father arrived the following day, and wanted to take her home. “I think that was the turning point,” says Khan. “When my dad was in front of me, saying: ‘Come home, let me look after you.’ I thought: ‘No, I don’t need looking after. I’m still alive. I burned the flat down, I’m still alive. I’ve been beaten up, I should have been dead five times over, but I’m still alive.’”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/nov/24/im-a-survivor-how-resilience-became-the-quality-we-all-crave\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/nov/24/im-a-survivor-how-resilience-became-the-quality-we-all-crave", "date_published": "2020-11-24 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: mystery and angst in Luca Guadagnino's coming-of-age drama", "description": "<p>Teenager Fraser arrives in Italy and struggles to fit in with his peers on a US army base. Plus: the Bake Off finalists wrestle with puff pastry and towering desserts. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/nov/24/tv-tonight-mystery-and-angst-in-luca-guadagninos-coming-of-age-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/nov/24/tv-tonight-mystery-and-angst-in-luca-guadagninos-coming-of-age-drama", "date_published": "2020-11-24 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will New York's elite give Ivanka and Jared a warm welcome or the cold shoulder?", "description": "<p>It looks as though the knives are out for the one-time power couple as they plan a return to their former city. But there may be some surprises yet</p><p>In the purgatory of Donald Trump’s unacknowledged election defeat, the knives are out for Jared Kushner and Ivanka Trump who, like dozens of other lesser-placed Trump acolytes, may be looking to return to New York, a city that the lame-duck president calls an “<a href=\"https://www.nytimes.com/2020/10/22/nyregion/trump-anarchist-jurisdiction-lawsuit.html\" title=\"\">anarchic jurisdiction</a>”.</p><p>The reception they will receive, judging from the city’s press commentary, could be brutal.</p> <a href=\"https://www.theguardian.com/us-news/2020/nov/24/ivanka-trump-jared-kushner-new-york-elite\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/nov/24/ivanka-trump-jared-kushner-new-york-elite", "date_published": "2020-11-24 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "By freezing pay and benefits, Sunak will be levelling down, not up | Polly Toynbee", "description": "<p>The chancellor’s spending review will hit the north hardest: prepare yourselves for a new austerity<br /></p><p>The gargantuan sums will look big enough to see from space. Noughts too many to count, in every number for borrowing and spending, may numb the senses. “No austerity,” the government will declare. But not for long.</p><p>In this week’s spending review, the chancellor will fulfil Boris Johnson’s lavish manifesto bribes – more police, doctors, nurses and hospitals, as well as infrastructure projects in the north of England. (Although not that <a href=\"https://www.theguardian.com/global-development/2020/nov/21/david-cameron-and-tony-blair-warn-against-cutting-foreign-aid\">0.7% foreign-aid pledge</a>.) Pensioners will keep their triple lock. Yet the two-child limit and the benefit cap will help child poverty reach record levels.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/24/sunak-austerity-raising-taxes-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/24/sunak-austerity-raising-taxes-tories", "date_published": "2020-11-24 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Easing Covid controls could lead to Christmas travel chaos, warns Labour", "description": "<p>Ministers urged to set out how transport network will cope with potential festive surge </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Ministers have been urged to set out plans to prevent travel chaos over Christmas as families race to see each other when Covid-19 restrictions are temporarily eased.</p><p>Boris Johnson is expected to detail a UK-wide <a href=\"https://www.theguardian.com/world/2020/nov/18/normal-christmas-in-england-requires-covid-restrictions-before-and-after-say-advisers\">relaxation of curbs</a> on Tuesday to let a number of households gather for a period of up to five days, potentially starting from Christmas Eve.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/24/easing-covid-controls-christmas-travel-chaos-labour-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/24/easing-covid-controls-christmas-travel-chaos-labour-uk", "date_published": "2020-11-24 06:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand geologists plan to harness volcano heat to reduce climate emissions", "description": "<p>Holes drilled into extinct volcano could use magma’s heat to pipe hot water through buildings </p><p>A group of geologists in Dunedin are hoping to reduce climate-damaging emissions by drilling deep into an extinct 11-million-year-old volcano below the South Island city to harness its heat. </p><p>Dr Mike Palin and Otago University colleagues are exploring whether the heat could be a viable energy resource, “thereby reducing carbon-based fuel consumption and consequent greenhouse gas emissions”.</p> <a href=\"https://www.theguardian.com/world/2020/nov/24/new-zealand-geologists-plan-to-harness-volcano-heat-to-reduce-climate-emissions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/24/new-zealand-geologists-plan-to-harness-volcano-heat-to-reduce-climate-emissions", "date_published": "2020-11-24 04:59:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Racism within the Windrush compensation scheme - podcast", "description": "<p>The Guardian’s Amelia Gentleman wrote her first story on the Windrush scandal almost three years ago – yet she is still hearing from people facing injustice. Alexandra Ankrah, the most senior black <a href=\"https://www.theguardian.com/politics/home-office\">Home Office</a> employee in the team responsible for the Windrush compensation scheme, discusses why she resigned this year, describing the scheme as systemically racist and unfit for purpose while Samantha Cooper describes her frustrations with trying to access financial help</p><p>On 28 November 28 2017 the Guardian’s<strong> Amelia Gentleman</strong> wrote the first story in a series that would reveal what has now become known as the Windrush scandal. Three years have passed and yet she is still hearing from people facing injustice. Some of the most worrying stories are about the problems victims are having with the very scheme that was set up to compensate them. <strong>Anushka Asthana</strong> hears from <strong>Samantha Cooper</strong>, who was unable to marry Eddie Lindsay, her partner of 25 years and the father of her two daughters, because he had no documentation proving his right to be in the UK, despite the fact that he had lived in the UK legally for more than 50 years. Lindsay died from cancer in 2017 and the compensation team initially rejected Samantha’s claim because they were not married.</p><p>Anushka also talks to <strong>Alexandra Ankrah</strong>, the most senior black <a href=\"https://www.theguardian.com/politics/home-office\">Home Office</a> employee in the team responsible for the Windrush compensation scheme, who resigned earlier this year. She describes the scheme as systemically racist and unfit for purpose. Amelia says she feels discouraged and disappointed that three years on, nine Windrush victims have died without receiving compensation, and many others are still waiting. </p> <a href=\"https://www.theguardian.com/news/audio/2020/nov/24/racism-within-the-windrush-compensation-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/nov/24/racism-within-the-windrush-compensation-scheme", "date_published": "2020-11-24 03:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dianne Feinstein to step down as top Democrat on Senate judiciary panel", "description": "<p>California lawmaker, who has held position for four years, has faced growing opposition from progressives</p><p>The California senator Dianne Feinstein will not seek to retain her position as the top-ranking Democrat on the Senate judiciary committee.</p><p>“After serving as the lead Democrat on the Judiciary Committee for four years, I will not seek the chairmanship or ranking member position in the next Congress,” Feinstein said in a statement on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2020/nov/23/dianne-feinstein-senate-judiciary-committee\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/nov/23/dianne-feinstein-senate-judiciary-committee", "date_published": "2020-11-24 01:26:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK universities perpetuate institutional racism, report says", "description": "<p>UUK calls on leaders to improve understanding and awareness of racism among staff and students</p><p>UK universities “perpetuate institutional racism” and vice-chancellors should undergo training to improve racial literacy as part of a sector-wide crackdown, according to a report.</p><p>Universities UK (UUK), which represents 140 institutions in England, Scotland, Wales and Northern Ireland, calls on senior leaders to admit where there are problems of racism at their institutions and to improve understanding and awareness among staff and students of racism, racial micro-aggressions, white privilege and white allyship.</p> <a href=\"https://www.theguardian.com/education/2020/nov/24/uk-universities-perpetuate-institutional-racism-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/nov/24/uk-universities-perpetuate-institutional-racism-report-says", "date_published": "2020-11-24 00:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Antiquated process': data regulator on obtaining Cambridge Analytica warrant", "description": "<p>UK information commissioner calls for international approach to emerging threat<br /></p><p>The information commissioner has criticised the “antiquated process” that led to Facebook getting hold of Cambridge Analytica’s servers before the UK regulator itself, and renewed calls for an international approach to data privacy to tackle the emerging threat of data havens.</p><p>Elizabeth Denham, the information commissioner, spoke to Damian Collins MP, the former chair of the digital, culture, media and sport committee, who led the parliamentary enquiry into disinformation, <a href=\"https://infotagion.com/\">on his podcast Infotagion</a>. She described discovering that Facebook was inside the offices of defunct electioneering consultancy Cambridge Analytica while in the middle of an interview with Channel 4’s Jon Snow.</p> <a href=\"https://www.theguardian.com/technology/2020/nov/24/antiquated-process-data-regulator-obtaining-cambridge-analytica-warrant\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/nov/24/antiquated-process-data-regulator-obtaining-cambridge-analytica-warrant", "date_published": "2020-11-24 00:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taskforce aims to improve social mobility in City of London", "description": "<p>Treasury is concerned about dominance of people from privileged families in finance</p><p> The Treasury is aiming to reduce the number of senior City roles held by people from privileged backgrounds, amid fears that those from less affluent families are being left behind.</p><p>The Treasury and business department are launching an independent taskforce – led by the City of London Corporation – to address a lack of socioeconomic diversity across financial and professional services, including banks, investment funds, accountancy and law firms.</p> <a href=\"https://www.theguardian.com/business/2020/nov/24/taskforce-improve-social-mobility-city-of-london\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/nov/24/taskforce-improve-social-mobility-city-of-london", "date_published": "2020-11-24 00:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government to subsidise onshore renewable energy projects", "description": "<p>Energy companies will compete for contracts in auction at end of 2021</p><p>The government plans to double the amount of renewable energy it will subsidise next year after agreeing to include onshore wind and solar power projects for the first time since 2015.</p><p>Energy companies will compete for subsidy contracts in a competitive auction to be held at the end of 2021, which could support up to 12GW of renewable energy, or enough clean electricity to charge up to 20m electric vehicles a year.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/24/uk-government-to-subsidise-onshore-renewable-energy-projects\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/24/uk-government-to-subsidise-onshore-renewable-energy-projects", "date_published": "2020-11-24 00:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}]