[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "College: The Profitable Business of Enslaving Students", "description": "Healthy cereal that tastes too good to be true: Get free shipping with code JAKETRAN at https://magicspoon.com/jaketran\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/39a4P54\n\n-----------------------\nAs a politician, your career lives and dies by the number of votes you get. During the 60’s, the public thought it only makes sense that they should be able to vote. To get someone to vote for you, all you have to do is promise to solve whatever their biggest pain point is. College! This is The College Racket: History's Greatest Money Making Scam\n\nThe minute students could get loans so they didn’t have to pay out of pocket - colleges started jacking up their prices. Prices started going up, and it became a feeding frenzy. Colleges have started competing on who can have the best amenities to get that tuition money. And with more amenities, bigger campuses, bigger staff, our expenses have gone through the roof!\n\nLet’s take Rutgers University for example: they have over 71,000 students at an average of around $18.5k in tuition each. But universities like Rutgers do have one advantage over these billion dollar companies, it’s that those billions are tax free. So, you opened up your college for business, you have all this tax free money pouring in, you can’t let it just sit there and collect dust, now can you? So what should you do with all this money?\n\nWhat you shouldn’t do is use it to lower tuition prices bc we gotta keep milking this house of cards for everything it's got! What you should do is hoard the cash - and start a hedge fund! But the problem is, if we call it a hedge fund, it would make us sound too greedy, too money hungry! So let’s call it an endowment! \n\n“But Jake, we’re in this too deep, we need student loans, schools should get tax benefits bc they’re educating our youth, endowments are important”. When you buy almost any product - if it doesn’t deliver what it promised, you get a refund. So if the promise of a degree is that it’ equals success in the world, why don’t colleges and universities offer a money back guarantee if you don’t get a job?\n\nNow they say that “even though it's our fault that college is this expensive, this time it’s different - we’re just gonna give you free college. So vote for me, please!” I am not a fan of arbitrary student debt relief. I think a step in the right direction would be to let students declare bankruptcy just like any other debt.\n\nSo why is the college racket possibly history’s greatest scam? Because most scams like Bernie Madoff ponzi schemes don’t last very long. But with college, the general public has been fooled for decades. \n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=0_UJw3PO4CY", "date_published": "2020-11-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]