[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Snoh Aalegra: NPR Music Tiny Desk Concert", "description": "Watch Snoh Aalegra play \"Love Like That\", \"I Want You Around\", \"Whoa\", \"Fool For You\" and \"Find Someone Like You\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 18, 2020 | Sidney Madden -- Almost without trying, Snoh Aalegra has an unforgettable presence. Strolling into NPR's music department on the day of her Tiny Desk Concert debut, the striking Iranian-Swedish singer donned Off-White Nike Dunks, baggy jeans, dewy skin and a sleek ponytail, carrying herself with the kind of camera-ready, cool-girl aura that silenced a mass of people waiting for her. Even with all that, the moment she started to sing is when the real beauty shone through.\n\nLike a fragile candle flame in a pool of melting wax, the texture of Aalegra's voice mesmerizes without overpowering. The 32-year-old has spent years perfecting that balance. Drawing her musical cues from Brandy and Sade while racking up a list of collaborators such as Vince Staples, James Fauntleroy and, most recently Pharrell Williams, Aalegra always finds her groove in the unexpected pockets of emotion. Much of her latest album, 2019's -Ugh, those feels again, is an ode to the comfortability of love, one that's even more appreciated within the close confines of the Tiny Desk.\n\nOn this day in particular, Aalegra's tracks were stripped of their punchier, album-version kick drums and trap echoes. In their absence, it's Aalegra's delicate vocal runs and chemistry with her supporting singers that resonated most. \"I Want You Around\" and \"Whoa,\" which usually rest on a bed of glitchy, spiraling production, felt lighter thanks to the dreamy string section, and by the time she sang her concert closer, \"Find Someone Like You,\" the room was in full swoon. It's clear that at just 16 minutes, Aalegra and her crew knew how to create a memorable moment.\n\nSET LIST\n\"Love Like That\"\n\"I Want You Around\"\n\"Whoa\"\n\"Fool For You\"\n\"Find Someone Like You\"\n\nMUSICIANS\nSnoh Aalegra: vocals; O'Neil \"Doctor O\" Palmer: keys; Jef Villaluna: guitar; George \"Spanky\" McCurdy: drums; Ron Poindexter: vocals; Porsha Clay: vocals; Ashley Parham: violin; Johnny Walker, Jr.: cello; Asali McIntyre: violin; Brandon Lewis: viola;  Thaddaeus Tribbett: Bass\n\nCREDITS\nProducers: Sidney Madden, Bobby Carter, Morgan Noelle Smith, Kara Frame; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Kara Frame; Videographers: Kara Frame, Maia Stern, Jack Corbett, CJ Riculan; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=Qll7IHN0I4Q", "date_published": "2020-02-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]