[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Mickey Guyton: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | November 9. 2020\nMickey Guyton recorded her three-song Tiny Desk (home) concert in a warm-hued corner of a friend’s studio near her Los Angeles home. Her makeshift desk holds the book that inspired its title, alongside a pair of blue baby booties: Guyton will soon give birth to her first child. Albums by Whitney Houston and Patsy Cline -- Guyton’s guardian angels -- rest on the window ledge. The hands of keyboardist Lynette Williams, who also plays in Childish Gambino’s band, are the first sight you see as the music starts. This is country: soulful keyboards, the Afro-Caribbean instruments of percussionist Paul Allen, Jon Sosin’s acoustic guitar. Guyton raises the rafters and distills emotion with impeccable clarity. Her high notes thrill, her nuance in storytelling captivates. A star for our times claims her place.\nAmerica is living through a moment of change, and it’s difficult to imagine a better artist to greet it than Guyton. The Texas native has long been a favorite of country music connoisseurs for her lucid songwriting style and the dazzling dynamic range and power of her voice. And yet, it took Guyton nearly a decade to be fully embraced within the country world she loves. This year is her year. In February, as protests against sexism intensified in the country world, she debuted “What Are You Gonna Tell Her” and it caused an instant sensation. In June, after the killing of George Floyd, Guyton released “Black Like Me,” which tells her own story in a way that gently but resolutely calls for change. Suddenly Guyton was an emblem. What matters most is that she is a great singer and writer redefining country music’s sound, as well as its image. That’s what she makes undeniably clear here.\n\nSET LIST\n• \"Black Like Me\"\n• \"Salt\"\n• \"What Are You Gonna Tell Her?\"\n\nMUSICIANS\n• Mickey Guyton: vocals\n• Lynette Williams: keys\n• Jon Sosin: guitar\n• Paul Allen: percussion\n\nCREDITS\n• Video By: Gabriel Gely, Arthur Castellano, Marcus Page, Erick Wilczynski\n• Audio By: Patrick Avalon, Lucie Barinkova\n• Production Coordinator: Damon Vonn\n• Production Assistant: Ella O'Brien\n\nTINY DESK TEAM\n• Producer: Ann Powers\n• Video Producer: Maia Stern\n• Audio Mastering: Josh Rogosin\n• Associate Producer: Bobby Carter\n• Tiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\n• Executive Producer: Lauren Onkey\n• Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=bnbJCEBGvHU", "date_published": "2020-11-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Novalima: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Novalima’s Tiny Desk concert from 2012: https://www.npr.org/2012/04/12/150283265/novalima-tiny-desk-concert\n\nFelix Contreras | April 12, 2012\n\nSomething about tradition inspires reverence and creativity. Throughout Latin America and parts of the U.S., musicians are exhuming centuries-old musical cultures and infusing them with new life to create songs that sound both familiar and new. Peru's Novalima is doing just that with Afro-Peruvian music.\n\nOver the course of three superb albums, the group has addressed the legacy of slavery in Peru in the form of the traditional lando, a dance rhythm with roots in West Africa. The slow, deliberate beats are played out on a variety of traditional instruments — most notably the cajon, a big rectangular box that drummers hit before drawing sounds out with their palms and fingers. The result can be as deep as a bass drum, but can also hit the high-pitched pops of finely tuned bongos or Middle Eastern dumbeks.\n\nNovalima also adds electronic sounds to those beats and arrangements. Initially, the group's core members crafted their songs by trading files over the Internet, layering their own ideas over traditional rhythms. It's now a full-time working band, and while the electronica persists, it's not layered over samples, but over the work of two talented percussionists. In fact, the playing zigzags between Afro-Peruvian grooves and more familiar Afro-Cuban rhythms associated with salsa.\n\nFor this Tiny Desk Concert at the NPR Music offices, Novalima played in a lean, mean, funky configuration. The beats are pounded out by hand — not with sticks — and the singing recalls tradition while feeling here and now. Before too long, Novalima had the room grooving, and made many of us reluctant to get back to our cubicles.\n\nSET LIST:\n\"Karimba\"\n\"Guayabo\"\n\"Festejo\"\n\nCREDITS:\nProducer: Felix Contreras; Editor and Videographer: Michael Katzif; Audio Engineer: Kevin Wait; photo by Doriane Raiman/NPR", "link": "https://www.youtube.com/watch?v=aLavBHtwRX4", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]