[{"source": "https://www.theguardian.com/rss", "title": "Entire rare bird colony vanishes, baffling New Zealand scientists", "description": "<p>Experts believe endangered shore plovers – known for their pluck and friendliness – might have flown away or been eaten by predators</p><p>A specialist search and recovery team has been deployed to recapture the last remaining survivors of a flock of endangered birds that absconded from a predator-free island in New Zealand during coronavirus lockdown.</p><p>There are only 250 shore plover or <em>tūturuatu </em>left in the wild and they are the world’s rarest plover. Conservationists have been painstakingly reintroducing them to the mainland after they were almost wiped out by cats and rats by 1880.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/09/entire-rare-bird-colony-vanishes-baffling-new-zealand-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/09/entire-rare-bird-colony-vanishes-baffling-new-zealand-scientists", "date_published": "2020-07-08 23:37:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: crash hero 'thrilled' to have Ascot winner named after him", "description": "<p>Nando Parrado, the 150-1 Coventry Stakes winner, takes his name from a survivor of the Andes plane crash of 1972</p><p>The original Nando Parrado is said to be “thrilled” by the recent success of his namesake at Royal Ascot, where the colt in question was a shock winner of the Coventry Stakes at odds of 150-1. Parrado, one of the survivors of the 1972 plane crash in the Andes whose story was told in the 1993 movie Alive, had given his consent for the horse to be named after him.</p><p>The two-year-old’s trainer, Clive Cox, was asked on Wednesday whether Parrado knew of the success of the horse, who is now quoted in betting lists for next year’s 2,000 Guineas. “He most certainly does,” Cox said. “I’ve not spoken to him directly but I know the owners have, Paul and Marie McCarten. He’s thrilled he’s got such a high-profile horse competing with his name.”</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/09/talking-horses-crash-hero-thrilled-to-have-ascot-winner-named-after-him\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/09/talking-horses-crash-hero-thrilled-to-have-ascot-winner-named-after-him", "date_published": "2020-07-08 23:03:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philip Pullman to release unseen His Dark Materials novella in October", "description": "<p>Written in 2004 and auctioned for charity, Serpentine sees an adult Lyra and her daemon Pantalaimon revisit Trollesund in search of secrets</p><p>A previously unseen His Dark Materials story about a teenage Lyra, written by Philip Pullman over a decade ago and that he never intended to publish, will be released this autumn.</p><p>Serpentine, out in October, follows Lyra Silvertongue as she returns to Trollesund, the remote town where she first met the armoured bear Iorek Byrnison and aeronaut Lee Scoresby in Northern Lights. A novella, it is set after the end of the trilogy His Dark Materials, but before the start of Pullman’s recent book, The Secret Commonwealth. The story sees Lyra and her daemon Pantalaimon “older and a little wiser, and in search of an answer to a shocking, secret condition – their ability to separate – from the witch-consul, Dr Lanselius”, revealed the publisher, Penguin Random House Children’s.</p> <a href=\"https://www.theguardian.com/books/2020/jul/09/philip-pullman-his-dark-materials-novella-serpentine-october\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/09/philip-pullman-his-dark-materials-novella-serpentine-october", "date_published": "2020-07-08 23:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pier review: Clacton attraction named pier of the year 2020", "description": "<p>National Piers Society says award recognises decade of improvements made by owners</p><p>Clacton pier has been crowned pier of the year in what its co-owner called a “perfect morale booster” at a difficult time.</p><p>The Essex attraction reopened on 4 July after lockdown measures were eased, having been closed since late March.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/clacton-named-pier-of-the-year-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/clacton-named-pier-of-the-year-2020", "date_published": "2020-07-08 23:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Flawed' test denies EU migrants universal credit, thinktank warns", "description": "<p>IPPR says large number of applicants refused amid Covid-19 crisis due to residency test</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Large numbers of EU migrants are being rejected for universal credit during the coronavirus pandemic due to a “flawed” and “little-known” residency test, a leftwing thinktank has warned.</p><p>The Institute for Public Policy Research (IPPR) said about 45,000 claims for universal credit were rejected due to the <a href=\"https://www.theguardian.com/uk-news/2013/dec/13/eu-migrants-new-questions-benefits-romanians-bulgarians\">“habitual residence” test</a> in the past 12 months – before a significant rise in claims during the Covid-19 crisis.</p> <a href=\"https://www.theguardian.com/society/2020/jul/09/flawed-test-denies-eu-migrants-universal-credit-thinktank-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/09/flawed-test-denies-eu-migrants-universal-credit-thinktank-warns", "date_published": "2020-07-08 23:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK universities urged to adopt risk management strategy with China", "description": "<p>Accusations of self-censorship regarding work on China have intensified in recent years, say academics</p><p><a href=\"https://www.theguardian.com/education/higher-education\">Universities</a> in the UK have been urged to adopt a risk management strategy for any dealings with China amid concerns that academics are self-censoring because of fears about the consequences of offending the Chinese authorities.</p><p>Kerry Brown, professor of Chinese studies at King’s College London, said accusations of self-censorship regarding work on China had intensified in recent years as China had taken a more <a href=\"https://www.theguardian.com/world/2019/dec/18/china-cuts-freedom-of-thought-from-top-fudan-university-charter\">assertive stance in its global messaging</a>.</p> <a href=\"https://www.theguardian.com/education/2020/jul/09/uk-universities-urged-to-adopt-risk-management-strategy-with-china\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/09/uk-universities-urged-to-adopt-risk-management-strategy-with-china", "date_published": "2020-07-08 23:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jürgen Klopp knows Liverpool have not broken Manchester City's record yet", "description": "<ul><li>Liverpool need nine points from four games to exceed 100</li><li>‘You have to fight a lot … You have to work hard for it’</li></ul><p>Jürgen Klopp said Liverpool will not take for granted breaking Manchester City’s record points tally despite edging closer to the historic target with victory at Brighton.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/jul/08/brighton-liverpool-premier-league-match-report\">Liverpool prove too good for Brighton thanks to Mohamed Salah double</a> </p> <a href=\"https://www.theguardian.com/football/2020/jul/08/jurgen-klopp-liverpool-manchester-city-points-record-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/08/jurgen-klopp-liverpool-manchester-city-points-record-brighton", "date_published": "2020-07-08 22:40:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flash flood sends woman whooshing under New Jersey city and into river", "description": "<p>Nathalia Bruno survives after being dragged into a brook channeled into a drainage system where water travels at 30mph</p><p>A New Jersey woman caught in a terrifying flash flood went whooshing on a mile-long trip under her city and ended up being shot out into a river, in a miraculous journey of survival.</p><p>Nathalia Bruno, 24, a driver for the food delivery service DoorDash, was in Passaic, New Jersey, just across the river from New York City, when sudden torrential storms hit the area and inundated streets on Monday afternoon, cutting off power to thousands of homes and trapping cars.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/08/new-jersey-woman-flood-passaic-river\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/08/new-jersey-woman-flood-passaic-river", "date_published": "2020-07-08 22:21:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook removes pages linked to Roger Stone and Jair Bolsonaro in separate moves", "description": "<p>Company says fake accounts promoted Trump ally’s books while material tied to Bolsonaro spread divisive messages</p><p>Facebook has suspended numerous pages linked to the longtime Trump adviser Roger Stone as well as a network of accounts associated with Brazilian president, <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>, in separate moves to tackle disinformation and fake accounts on the platform.</p><p>The company on Tuesday took down 50 personal and professional pages connected to Stone and his associates, including a prominent supporter of the rightwing Proud Boys group in Stone’s home state of Florida, saying they had used fake accounts and followers to promote Stone’s books and posts.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/08/roger-stone-facebook-pages-accounts\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/08/roger-stone-facebook-pages-accounts", "date_published": "2020-07-08 22:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indigenous Americans had contact with Polynesians 800 years ago, DNA reveals", "description": "<ul><li>Study shows groups crossed vast ocean in about the year 1200 </li><li>Proof of encounter found in DNA of present-day populations </li></ul><p>Indigenous Americans and Polynesians bridged vast expanses of open ocean around the year 1200 and mingled, leaving incontrovertible proof of their encounter in the DNA of present-day populations, new studies have revealed.</p><p>Whether peoples from what is today Colombia or Ecuador drifted thousands of kilometres to tiny islands in the middle of the Pacific, or whether seafaring Polynesians sailed upwind to South America and then back again, is still unknown.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/indigenous-americans-polynesians-dna-800-years-ago\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/indigenous-americans-polynesians-dna-800-years-ago", "date_published": "2020-07-08 21:42:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First batch of Premiership Covid-19 tests reveals 10 positive results", "description": "<ul><li>Positives at Saracens, Harlequins, Northampton, Worcester </li><li>Premiership considers 1.2% infection rate in 804 tests a success</li></ul><p>Saracens, Harlequins, Northampton and Worcester are among the clubs with confirmed cases of coronavirus following Premiership Rugby’s first round of testing. PRL announced that of the 804 tests, six players and four members of staff have yielded positive results, bringing into sharp focus the main threat to the resumption of the season in mid-August.</p><p>The identities of the individuals infected have been kept confidential but Harlequins and Northampton have both confirmed one positive test each, while Saracens have had at least one. It is understood that two members of Worcester’s staff have tested positive but there are no cases at Bristol, nor among the Sale squad.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/08/premiership-covid-19-tests-10-positive-results\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/08/premiership-covid-19-tests-10-positive-results", "date_published": "2020-07-08 21:36:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Gymnastics crisis deepens with call for chief executive to quit", "description": "<ul><li>Lisa Mason says CEO Jane Allen should take responsibility</li><li>Louis Smith accuses governing body of ‘scared to taint its image’</li></ul><p>The crisis enveloping British Gymnastics has intensified with the former Commonwealth Games gold medallist Lisa Mason calling for the resignation of the chief executive, Jane Allen, in the wake of the abuse scandal, and the four-times Olympic medallist Louis Smith accusing the governing body of not wanting to taint its image by alerting the public to complaints made against coaches.</p><p>Mason, whose decision to speak out about being bullied by a former coach has led to nearly a dozen other gymnasts coming forward with similar stories, told the Guardian she thought British Gymnastics lacked transparency, had protected coaches accused of misconduct, and that Allen should take responsibility for the scandal occurring on her watch.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/08/british-gymnastics-crisis-deepens-with-call-for-chief-executive-to-quit\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/08/british-gymnastics-crisis-deepens-with-call-for-chief-executive-to-quit", "date_published": "2020-07-08 21:35:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amateur cricket is back but strict rules mean players will have to do without tea", "description": "<ul><li>Matches limited to 30 people to start from Saturday</li><li>Batsmen must sanitise their bats once dismissed</li></ul><p>And: play. Four months on from what looked like the mothballing of an entire English summer, the English and Wales Cricket Board has given the go-ahead for club and amateur cricket to start. Under the ECB’s guidance, which will be published on Thursday, 11-a-side cricket can be played from Saturday within carefully drafted guidelines.</p><p>The news will be received with huge enthusiasm by amateur players around the country. More importantly there is now a two-month window for cricket clubs to claw back some of the losses of the first half of the summer, a financial hit that, despite the grants on offer, left some fearing for their futures.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/08/amateur-cricket-is-back-but-strict-rules-mean-players-will-have-to-do-without-tea\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/08/amateur-cricket-is-back-but-strict-rules-mean-players-will-have-to-do-without-tea", "date_published": "2020-07-08 21:33:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mrs America review – Cate Blanchett fights off feminism", "description": "<p>This clever drama sees the actor portray Phyllis Schlafly – who led a 70s campaign against equal rights in the US – without turning her into a simple villain</p><p>Mrs America (BBC Two) will either kill or cure you. On the one hand, this miniseries about the fight between reactionary author and activist Phyllis Schlafly and the great and good of second-wave feminism will evoke a time when optimism infused the land and progress seemed unstoppable. On the other hand, it reminds us that Schlafly stopped such progress.</p><p>An oversimplification, obviously, but this basic duality runs through the <a href=\"https://www.bbc.co.uk/programmes/p08ggcmd\">nine-part drama</a> and hits the fragile 2020 psyche harder, perhaps, than its makers ever planned. Mrs America – the first concentrated account of Schlafly’s story on screen, I think, and certainly in recent times – shows just how, and why, she managed to mobilise an army of fellow homemakers across the nation against the Equal Rights Amendment (ERA, which is still unpassed 50 years on), a piece of legislation that would have offered women protection from discrimination. That it manages to do so without making her either villainous or venal is testimony to the sophistication of the script (at least once it gets past its early, exposition-heavy stages) and the production’s intent. Like its spiritual predecessor Mad Men (one of whose writers, Dahvi Waller, created this series), its heart lies in showing how we got from there to here, rather than praising or damning individuals.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/08/mrs-america-review-cate-blanchett-fights-off-feminism\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/08/mrs-america-review-cate-blanchett-fights-off-feminism", "date_published": "2020-07-08 21:30:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mass unemployment feared despite Rishi Sunak's 'plan for jobs'", "description": "<p>Economic experts, unions and Labour sound warning after summer statement</p><p>Rishi Sunak has been warned he will need to act far more decisively to prevent mass unemployment this autumn after unveiling a <a href=\"https://www.theguardian.com/world/live/2020/jul/08/uk-coronavirus-live-sunak-to-set-out-jobs-plan-and-stamp-duty-holiday\">£30bn mini budget</a> designed to tempt nervous consumers out their <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19 </a>hibernation.</p><p>The chancellor announced a short-term cut in VAT for hospitality and tourism and an August “eat out to help out” discount scheme as the government sought to send out a message to the public that it was safe to leave their homes and enjoy themselves.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/chancellor-mass-jobless-economy-summer-statement\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/08/chancellor-mass-jobless-economy-summer-statement", "date_published": "2020-07-08 21:08:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No joke:  77% of comedy venues in UK face closure within a year, finds survey", "description": "<p>Fears sector will be overlooked when £1.57bn emergency arts funding is allocated </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Three-quarters of British comedy venues face closure within a year without financial support, according to a survey of hundreds of people in the industry who say they fear the government is ignoring the sector.</p><p>The Live Comedy Association (LCA) <a href=\"https://livecomedyassociation.co.uk/emergency-survey-report\">survey</a> suggests “an industry in crisis”, with 77% of venues saying they will be forced to permanently close within 12 months and a third saying they will go under in six months.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/08/77-per-cent-comedy-venues-in-uk-face-closure-survey-emergency-arts-funding-coronvirus\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/08/77-per-cent-comedy-venues-in-uk-face-closure-survey-emergency-arts-funding-coronvirus", "date_published": "2020-07-08 21:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump impeachment witness to retire from US military over 'intimidation'", "description": "<p>Lt Col Alexander Vindman accused president of running a ‘campaign of bullying, intimidation and retaliation’ against him </p><p>Alexander Vindman, a lieutenant colonel and national security aide who <a href=\"https://www.theguardian.com/us-news/2019/oct/29/trump-impeachment-inquiry-alexander-vindman-testimony-key-takeaways\">played a central role</a> in Donald Trump’s impeachment case, announced on Wednesday that he will retire from the army, issuing a scathing statement that accused the president of running a “campaign of bullying, intimidation and retaliation” against him.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jul/08/donald-trump-mary-trump-book-family\">Inside the 'dysfunctional family' that gave us Trump, according to his niece</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jul/08/alexander-vindman-retire-us-military-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/08/alexander-vindman-retire-us-military-trump", "date_published": "2020-07-08 20:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Imagine the state we’d be in if Corbyn had been in charge': the view from the 'red wall'", "description": "<p>Working-class voters in Leigh do not regret voting for Tories after listening to chancellor’s summer statement</p><p><em>Before the pandemic hit the UK, the Guardian’s North of England editor, Helen Pidd, and photographer Chris Thomond spent time in Leigh, a “red wall” constituency in Wigan, Greater Manchester, which had just gone Conservative for the first time in more than 100 years. They returned on Wednesday to </em><em>ask what residents thought of Rishi Sunak’s summer statement.</em></p><p>It was early March when we first met Jamie-Lea Dooley at her youth club in Tyldesley, in the north of the Leigh constituency. About to turn 16, she had just received her National Insurance card and hoped to soon have a weekend job. “It is my greatest fear to not have money, to be struggling,” she said. She’d heard it was getting increasingly hard to get a mortgage, and wondered if she would ever own her own home, with average house prices already almost £190,000 where she lives.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/imagine-the-state-wed-be-in-if-corbyn-had-been-in-charge-the-view-from-the-red-wall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/08/imagine-the-state-wed-be-in-if-corbyn-had-been-in-charge-the-view-from-the-red-wall", "date_published": "2020-07-08 19:34:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City thump Newcastle with David Silva in starring role", "description": "<p>Manchester City cantered to a win that ended Newcastle’s unbeaten four-game run since the restart of the Premier League. As is so often the case Pep Guardiola’s side had far more class and were far more accomplished than opponents who barely threatened to score.</p><p>The rout took City to 86 goals. “It is good to score five again,” Guardiola said. “And one point [more] to qualify for the Champions League.”</p> <a href=\"https://www.theguardian.com/football/2020/jul/08/manchester-city-newcastle-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/08/manchester-city-newcastle-premier-league-match-report", "date_published": "2020-07-08 19:06:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump criticizes Fauci and says US in a 'good place' as Covid-19 cases top 3m", "description": "<ul><li>Trump boasts ‘I didn’t listen to my experts’ over China travel ban</li><li>More than 130,000 Americans have died from coronavirus</li></ul><p>As the number of confirmed coronavirus cases in the US <a href=\"https://www.theguardian.com/us-news/live/2020/jul/08/three-million-coronavirus-cases-donald-trump-mary-mexico-joe-biden-live-updates\">reached 3m</a>, and another daily record fell with more than 60,000 new cases, Donald Trump insisted the US was “in a good place” and admitted he “didn’t listen to my experts”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jul/08/three-million-coronavirus-cases-donald-trump-mary-mexico-joe-biden-live-updates\">US reaches 3m confirmed Covid-19 cases as Pence pushes for schools to reopen – live</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jul/08/trump-fauci-coronavirus-experts-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/08/trump-fauci-coronavirus-experts-covid-19", "date_published": "2020-07-08 19:04:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Cummings to continue to take active role in government", "description": "<p>No 10 adviser had been expected to take less prominent role after lockdown scandal</p><p>Last month, rumours across Whitehall had it that Dominic Cummings might take a less prominent role in No 10 following the humiliation of having to confess that he had travelled to Durham during lockdown. Instead, he appears to be front and centre again. </p><p>He and the cabinet minister Michael Gove have overseen the departure of Sir Mark Sedwill, the government’s most senior civil servant; folded the Department for International Development into the Foreign Office; made plans to cut the government communications team of 4,500 people across more than 20 departments; and introduced a White House-style plan for televised briefings.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/08/dominic-cummings-to-continue-to-take-active-role-in-government\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/08/dominic-cummings-to-continue-to-take-active-role-in-government", "date_published": "2020-07-08 18:58:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "White supremacists or anti-police libertarians? What we know about the 'boogaloo'", "description": "<p>Five deaths have been linked to ‘boogaloo’ rhetoric, but there’s still confusion over how to label the developing ideology</p><p>Men showing up to protests wearing Hawaiian shirts and carrying military-style rifles. Facebook groups full of intense discussions about imminent civil war.</p><p>Over the past year, online conversations about the “boogaloo”, an ironic term for a second civil war, have begun to coalesce into the beginnings of an actual movement, according to experts who monitor American extremists. Facebook has designated a network of “boogaloo” groups as a <a href=\"https://www.theguardian.com/technology/2020/jun/30/boogaloo-facebook-ban-extremist-group\">dangerous organization </a>similar to the Islamic State, and banned them from both Facebook and Instagram. At least <a href=\"https://www.theguardian.com/world/2020/jul/01/what-is-boogaloo-movement-rightwing-anti-government\">15 arrests and five deaths</a> have been publicly linked to “boogaloo” rhetoric, including the murders of two law enforcement officers in California.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/boogaloo-boys-movement-who-are-they-what-do-they-believe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/boogaloo-boys-movement-who-are-they-what-do-they-believe", "date_published": "2020-07-08 18:44:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Holding's eloquence leads Sky's unflinching masterpiece on race | Andy Bull", "description": "<p>Viewers watching England’s first Test of the summer were given an uncompromising alternative to cakes and sixes</p><p>West Indies were flying a Black Lives Matter flag from their balcony. It was one of the first things you saw as the cameras panned across the empty ground on the opening morning of the opening match of this strange and delayed cricket season.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/08/west-indies-england-black-lives-matter-take-the-knee-racism-cricket-first-test\">'A great moment': West Indies and England condemn racism together</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/08/michael-holdings-eloquence-skys-unflinching-masterpiece-on-race\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/08/michael-holdings-eloquence-skys-unflinching-masterpiece-on-race", "date_published": "2020-07-08 18:38:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drizzle, bubbles and a dystopian feel greet Test cricket's new normal", "description": "<p>England and West Indies were there to do battle but that was the only familiar aspect of the first day at an eerie Ageas Bowl</p><p>It was a case of the new normal colliding with a dose of the same old, same old. Mizzling rain wiped out the first three hours of the first Test and for a spell it looked as if the weather might hold sway all day; a cruel joke after a sun-drenched spring and early summer.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/08/england-cricket-west-indies-first-test-ageas-bowl\">Sibley out for a duck as rain dominates England's first day with West Indies</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/08/drizzle-bubbles-dystopian-feel-greet-test-crickets-new-normal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/08/drizzle-bubbles-dystopian-feel-greet-test-crickets-new-normal", "date_published": "2020-07-08 18:33:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell: let them eat out – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jul/08/steve-bell-johnson-sunak-eat-out-discount-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jul/08/steve-bell-johnson-sunak-eat-out-discount-cartoon", "date_published": "2020-07-08 18:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss warns Boris Johnson over Brexit border plans", "description": "<p>International trade secretary tells PM and chancellor plans risk smuggling and damage to UK reputation</p><p>An extraordinary cabinet row has erupted over Brexit with Liz Truss warning that Boris Johnson’s border plans risk smuggling, damage to the UK’s international reputation and could face a legal challenge from the World Trade Organization.</p><p>The international trade secretary wrote to the chancellor, Rishi Sunak, and Michael Gove on Wednesday warning of four “key areas of concern” over their plans for the border next January.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/08/liz-truss-warns-boris-johnson-over-brexit-border-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/08/liz-truss-warns-boris-johnson-over-brexit-border-plans", "date_published": "2020-07-08 18:26:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Rishi Sunak: right words, right focus, wrong policies", "description": "<p>The chancellor is handing out cocktail umbrellas as the UK heads into a hurricane</p><p>Almost alone among his cabinet colleagues, Rishi Sunak has a knack for saying the right thing at the right time. He did it again on Wednesday while unveiling his plan for jobs. “<a href=\"https://www.gov.uk/government/speeches/a-plan-for-jobs-speech\" title=\"\">We entered this crisis unencumbered by dogma</a>,” the chancellor told fellow MPs. “And we continue in this spirit, driven always by the simple desire to do what is right.” Fine words uttered in a sympathetic tone. The trouble is, they are not matched by actions. The former investment banker, who can see that the UK is entering a historic economic and social crisis, is grappling with the ambitious politician who doesn’t want to scare Conservative backbenchers. What emerges from this unhappy struggle is the strange alloy offered on Wednesday: sound analysis, sensible priorities but underwhelming, sometimes even wrongheaded policies.</p><p>Where Mr Sunak is correct is that this recession is unlike any the UK has faced in decades. In order to contain a lethal virus, almost all of the real-world private sector has had to freeze in its tracks. <a href=\"https://www.bankofengland.co.uk/speech/2020/andy-haldane-the-second-quarter-webinar\" title=\"\">Spending on restaurants, travel and entertainment has fallen by as much as 80%</a>. The public sector has had to spend unprecedented sums where businesses and households cannot, covering the wages for 9 million jobs, underwriting loans to firms, and funding apprenticeships. Costing £160bn since March alone, this is hugely expensive but essential. The chancellor has sensibly ignored the backbenchers calling on him to lay out plans for spending cuts in the future. To do so now would be to damage business and consumer confidence.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/08/the-guardian-view-on-rishi-sunak-right-words-right-focus-wrong-policies\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/08/the-guardian-view-on-rishi-sunak-right-words-right-focus-wrong-policies", "date_published": "2020-07-08 18:20:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hillingdon hospital boss blames staff for A&E closure after Covid-19 outbreak", "description": "<p>Exclusive: Sarah Tedford issues letter saying outbreak was because some staff were not wearing masks, as 70 workers self-isolate<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The chief executive of the hospital that serves Boris Johnson’s constituency, which has shut its A&amp;E unit after an outbreak of coronavirus, has blamed staff for flouting the rules by not wearing masks at work.</p><p><a href=\"https://www.theguardian.com/politics/2019/oct/22/boris-johnson-drawn-into-row-over-unsafe-hillingdon-hospital\">Hillingdon hospital</a> in north-west London stopped letting patients attend its emergency department or accepting any new emergency admissions on Tuesday after 70 of its staff had to self-isolate.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/boris-johnsons-local-hospital-closes-to-emergency-admissions-after-covid-19-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/boris-johnsons-local-hospital-closes-to-emergency-admissions-after-covid-19-outbreak", "date_published": "2020-07-08 18:15:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I never hit Amber': what Johnny Depp said about abuse allegations", "description": "<p>The actor’s version of events in his marriage, as he seeks libel damages from the Sun</p><ul><li><a href=\"https://www.theguardian.com/film/2020/jul/07/johnny-depp-libel-trial-eerie-desolate-proceedings\">One-word answers pepper eerily desolate proceedings</a></li></ul><p>In his witness statements, Johnny Depp addressed claims and counter-claims of violence arising from his relationship with Amber Heard. Here are some of the main incidents:</p> <a href=\"https://www.theguardian.com/film/2020/jul/08/i-never-hit-amber-what-johnny-depp-said-about-abuse-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/08/i-never-hit-amber-what-johnny-depp-said-about-abuse-allegations", "date_published": "2020-07-08 18:10:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Depp accused of suffering 'blackouts' over violent behaviour", "description": "<p>Court hears allegation that film star was too intoxicated to recall assaulting Amber Heard</p><p>The film star <a href=\"https://www.theguardian.com/film/johnnydepp\">Johnny Depp</a> has been accused in court of suffering “blackouts” and having no recollection of his violent past because of his excessive drinking and drug-taking.</p><p>During his second day in the witness box at the high court in London, the 57-year-old actor faced allegations that his self-destructive behaviour and jealousy of his ex-wife Amber Heard led him to assault her repeatedly in the course of their four-year relationship.</p> <a href=\"https://www.theguardian.com/film/2020/jul/08/johnny-depp-assaulted-amber-heard-laughed-tattoo-court-told-libel-sun\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/08/johnny-depp-assaulted-amber-heard-laughed-tattoo-court-told-libel-sun", "date_published": "2020-07-08 18:02:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trust in UK healthcare system 'seriously broken', inquiry finds", "description": "<p>Findings of patient safety review say women in particular should switch GPs if unhappy</p><p>Women should switch GP if their doctor is not sympathetic, according to the chair of a highly critical patient safety inquiry, who said a series of medical scandals had left trust in the healthcare system “seriously broken”.</p><p>Lady Julia Cumberlege, who led the review covering three separate medical scandals, said she hoped the findings would act as a wake-up call that a radical change in NHS culture was needed.</p> <a href=\"https://www.theguardian.com/society/2020/jul/08/trust-in-uk-healthcare-system-seriously-broken-inquiry-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/08/trust-in-uk-healthcare-system-seriously-broken-inquiry-finds", "date_published": "2020-07-08 17:34:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman dies after crane collapses on houses in east London", "description": "<p>At least four other people injured after 20-metre-high crane falls on two houses in Bow</p><p>A woman has died after a crane collapsed on to two terraced houses in east London.</p><p>London fire brigade said she had been found on the first floor of one of the houses in Bow and had been confirmed dead at the scene. Crews had been searching the houses as part of a complex rescue operation after the 20-metre-high crane fell at 2.39pm on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/people-trapped-house-crane-collapse-east-london-bow\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/08/people-trapped-house-crane-collapse-east-london-bow", "date_published": "2020-07-08 17:17:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK business leaders warn over closure of furlough scheme", "description": "<p>Chancellor’s job retention bonus will do little to avoid unemployment surge, say firms</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Business leaders have warned the government that closing the furlough scheme and offering £1,000 bonuses to firms to keep their staff on will do little to prevent rising unemployment.</p><p>The chancellor, Rishi Sunak, used his <a href=\"https://www.theguardian.com/uk-news/summer-statement-2020\">summer </a><a href=\"https://www.theguardian.com/uk-news/summer-statement-2020\">statement</a> to announce the bonus scheme for companies if they bring back staff from furlough and employ them until at least the end of January.</p> <a href=\"https://www.theguardian.com/business/2020/jul/08/uk-business-leaders-warn-closure-furlough-scheme-chancellor\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/08/uk-business-leaders-warn-closure-furlough-scheme-chancellor", "date_published": "2020-07-08 17:11:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson authorises £248,189 'compensation' to Mark Sedwill", "description": "<p>Details of the payout were released after Sedwill made his first public appearance since his departure</p><p>Boris Johnson has authorised a “compensation” payment of almost £250,000 to the outgoing cabinet secretary, Sir Mark Sedwill, after he agreed to step down, it has emerged.</p><p>The government made public a letter from the prime minister to the permanent secretary of the cabinet office, Alex Chisholm, approving the payment, which is likely to be put into Sedwill’s pension pot.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/08/mark-sedwill-warns-top-civil-servants-are-fair-game-for-media\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/08/mark-sedwill-warns-top-civil-servants-are-fair-game-for-media", "date_published": "2020-07-08 16:56:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil: Bolsonaro reportedly uses homophobic slur to mock masks", "description": "<p>Top broadsheet says president taunted staffers wearing masks to protect against Covid-19 by claiming they were ‘for fairies’</p><p>One day after <a href=\"https://www.theguardian.com/world/2020/jul/07/jair-bolsonaro-coronavirus-positive-test-brazil-president\">announcing he had tested positive for coronavirus</a> Jair Bolsonaro has come under fire for allegedly using homophobic language to mock the use of face masks.</p><p>The Folha de São Paulo, a leading broadsheet, <a href=\"https://www1.folha.uol.com.br/colunas/monicabergamo/2020/07/mascara-e-coisa-de-v-dizia-bolsonaro-na-frente-de-visitas.shtml\">claimed</a> Brazil’s far-right leader had baited presidential staff who were using protective masks, claiming such equipment was “coisa de viado” (a homophobic slur that roughly translates as “for fairies”).</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/bolsonaro-masks-slur-brazil-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/bolsonaro-masks-slur-brazil-coronavirus", "date_published": "2020-07-08 16:49:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lord Patten: Trump's re-election would hurt efforts to stand up to China", "description": "<p>Ex-governor of Hong Kong tells Tory lobby group an alliance is needed to protect rule of law<br /></p><p>The re-election of Donald Trump will make it harder to form an effective alliance to prevent China from destroying the rule of law, the former governor of Hong Kong Lord Patten has said.</p><p>Speaking to the increasingly influential China Research Group (CRG), a Conservative lobbying organisation, he said the wind was in the sails of those seeking to stand up to Chinese bullying, but that the US presidential elections would be very important in ensuring the liberal democratic case against China found support.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/08/lord-patten-donald-trump-re-election-hurt-efforts-oppose-china\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/08/lord-patten-donald-trump-re-election-hurt-efforts-oppose-china", "date_published": "2020-07-08 16:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The mini-budget shows one thing: this government is still on the side of the rich | Christine Berry", "description": "<p>For all the Rooseveltian rhetoric, what’s on offer is stamp duty ‘holidays’ and bonfires of planning rules</p><p>The Tory party’s damascene conversion to the merits of state intervention continues. In the past week, we’ve had Boris Johnson borrowing from Franklin D Roosevelt’s playbook and Rishi Sunak announcing a mass job creation scheme. Of course, the scale of these plans falls far short of both the size of the challenge and the bombastic rhetoric. And while central government hands out goodies, local authorities are on the verge of bankruptcy. But to focus solely on this is to miss a deeper problem.</p><p>The political argument now is not simply how much the state should intervene, but in whose interests, and for what purpose. It’s all very well saying “build, build, build”, but what are we building, and who will benefit? The government is desperately trying to resuscitate the old economy and prop up the power of the wealthy asset-owners and corporations who hoarded most of its gains. But the pandemic has shown we need fundamental change: these power relations must urgently be rebalanced. Just <a href=\"https://www.theguardian.com/world/2020/jun/28/just-6-of-uk-public-want-a-return-to-pre-pandemic-economy\">6% of people</a> want the economy to go “back to normal” – but that’s exactly what we’re getting.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/08/mini-budget-government-rich-roosevelt-stamp-duty-planning\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/08/mini-budget-government-rich-roosevelt-stamp-duty-planning", "date_published": "2020-07-08 16:42:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I trusted my doctors': the women fighting for justice after medical procedures", "description": "<p>An inquiry into the harmful effects of medical treatments prescribed to female patients in England has highlighted a series of scandals</p><p>After the birth of her daughter in 2013 Adèle Yemm, now 46, had mild stress incontinence. She initially planned on pursuing physiotherapy, but was persuaded to undergo pelvic mesh surgery – despite raising concerns that it was inappropriate for women who planned on further pregnancies.</p> <a href=\"https://www.theguardian.com/society/2020/jul/08/i-trusted-my-doctors-the-women-fighting-for-justice-after-medical-procedures\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/08/i-trusted-my-doctors-the-women-fighting-for-justice-after-medical-procedures", "date_published": "2020-07-08 16:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China's Great Firewall descends on Hong Kong internet users", "description": "<p>Residents rush to erase digital footprints as law gives police powers over online activity</p><p>At midnight on Tuesday, the Great Firewall of China, the vast apparatus that limits the country’s internet, appeared to descend on Hong Kong.</p><p><a href=\"https://www.theguardian.com/world/2020/jul/07/hong-kong-police-given-sweeping-powers-under-new-security-law\">Unveiling expanded police powers</a> as part of a contentious <a href=\"https://www.theguardian.com/world/2020/jul/08/our-spirit-will-never-be-crushed-hong-kong-activists-vow-to-keep-fighting-despite-new-laws\">new national security law</a>, the Hong Kong government enabled police to censor online speech and force internet service providers to hand over user information and shut down platforms.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/china-great-firewall-descends-hong-kong-internet-users\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/china-great-firewall-descends-hong-kong-internet-users", "date_published": "2020-07-08 15:37:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dermot Mulroney: 'I remember Charlie Sheen climbing over a balcony, half-clothed …'", "description": "<p>The star of Young Guns made his name as one of the Brat Pack. Three decades on, while others have crashed and burned, he is dreaming of ‘reopening’ the entertainment industry after lockdown</p><p>In a quiet corner of his Los Angeles home, Dermot Mulroney grapples with a question that many actors’ egos would not allow them to entertain: why isn’t he a bigger star?</p><p>“Well, I had some alcoholism. That slowed me down. And I ... wasn’t six feet. Does that work? No, that’s a little flimsy. Let’s keep thinking.”</p> <a href=\"https://www.theguardian.com/film/2020/jul/08/dermot-mulroney-charlie-sheen-climbing-over-balcony-half-clothed\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/08/dermot-mulroney-charlie-sheen-climbing-over-balcony-half-clothed", "date_published": "2020-07-08 15:36:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spreading rock dust on fields could remove vast amounts of CO2 from air", "description": "<p>It may be best near-term way to remove CO2, say scientists, but cutting fossil fuel use remains critical</p><p>Spreading rock dust on farmland could suck billions of tonnes of carbon dioxide from the air every year, according to the first detailed global analysis of the technique.</p><p>The chemical reactions that degrade the rock particles lock the greenhouse gas into carbonates within months, and some scientists say this approach may be the best near-term way of removing CO<sub>2</sub> from the atmosphere.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/08/spreading-rock-dust-on-fields-could-remove-vast-amounts-of-co2-from-air\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/08/spreading-rock-dust-on-fields-could-remove-vast-amounts-of-co2-from-air", "date_published": "2020-07-08 15:31:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists join forces to investigate airborne risk of coronavirus", "description": "<p>WHO adviser says results from well-designed studies are needed before it changes its advice</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A major research effort is under way to understand whether Covid-19 can spread through tiny airborne particles that are released by infected people and remain suspended in the air for hours.</p><p>Scientists are working alongside sanitary engineers at the World Health Organization to investigate how tiny aerosols bearing the virus may be released into the environment; whether they are spread around rooms by air-conditioning units; and how infectious the particles may be.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/scientists-join-forces-to-investigate-airborne-risk-of-coronavirus-who-studies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/scientists-join-forces-to-investigate-airborne-risk-of-coronavirus-who-studies", "date_published": "2020-07-08 15:27:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MoJ cleaners to get full sick pay backdated to start of Covid-19 pandemic", "description": "<p>Announcement follows <a href=\"https://www.theguardian.com/global-development/2020/jun/26/moj-failed-to-investigate-potential-covid-19-cluster-among-cleaners\">Guardian reports</a> that cleaners felt pressure to work though they had symptoms of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Ministry of Justice has announced that cleaners in its central London offices will now receive full pay if they are self-isolating or off sick. The arrangement, which will be administered through cleaning agency OCS, also provides back pay for cleaners who were sick or self-isolating after 1 April.</p><p>The announcement follows Guardian reports in June that the MoJ failed to investigate a potential Covid-19 cluster among its cleaners. The cleaners’ union, United Voices of the World (UWV), warned in April that workers felt forced to continue working despite feeling unwell because they could not afford to losewould have lost money.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/08/moj-cleaners-to-get-full-sick-pay-backdated-to-start-of-covid-19-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/08/moj-cleaners-to-get-full-sick-pay-backdated-to-start-of-covid-19-pandemic", "date_published": "2020-07-08 15:26:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland to keep 14-day quarantine for travellers from Spain", "description": "<p>Sturgeon warns Scots not to bypass restriction by flying to or from airport in England</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Fourteen-day quarantine restrictions for travellers from Spain will remain in force in Scotland, Nicola Sturgeon has announced, prompting calls for an urgent review from airline and tourist industry chiefs.</p><p>The first minister confirmed that Scotland would provide air corridors with 57 countries on the “reduced risk” lists agreed by the UK government. But while Scotland had approved all the countries rated green on the UK <a href=\"https://inews.co.uk/news/politics/summer-holiday-air-bridges-uk-latest-traffic-light-system-international-travel-explained-457312\">government’s traffic light system</a>, she said she could not give air corridors to Spain or Serbia, countries on the amber list that have a higher prevalence of coronavirus than <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/we-mess-with-this-virus-at-our-peril-sturgeon-urges-caution-as-covid-19-deaths-fall\">Scotland</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/scotland-to-keep-14-day-quarantine-for-travellers-from-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/08/scotland-to-keep-14-day-quarantine-for-travellers-from-spain", "date_published": "2020-07-08 15:26:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stamp duty: what is it and what has the chancellor changed?", "description": "<p>Rishi Sunak has announced a stamp duty holiday in his summer statement. How will this affect you?</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/jul/08/rishi-sunak-unveils-stamp-duty-holiday-and-hospitality-vat-cut-furloughed-coronavirus\">Sunak unveils stamp duty holiday and hospitality VAT cut</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/jul/08/summer-statement-2020-the-chancellors-key-points-at-a-glance\">Summer statement: chancellor’s key points at a glance</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/jul/08/sunak-summer-statement-uk-economy-chancellor\">Analysis: Sunak tries to kickstart UK’s economy</a></li></ul><p>The chancellor, Rishi Sunak, has announced there will be no stamp duty to pay on property purchases up to £500,000.</p> <a href=\"https://www.theguardian.com/money/2020/jul/08/stamp-duty-chancellor-rishi-sunak-summer-statement\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/08/stamp-duty-chancellor-rishi-sunak-summer-statement", "date_published": "2020-07-08 14:12:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is free speech under threat from 'cancel culture'? Four writers respond", "description": "<p>An open letter has ignited a heated discussion on the limits of political debate</p><p><em>A group of 150 academics, writers and activists have signed an <a href=\"https://harpers.org/a-letter-on-justice-and-open-debate/\">open letter</a> in Harper’s magazine expressing concern that “a new set of moral attitudes and political commitments” are “[weakening] norms of open debate and toleration of differences in favor of ideological conformity”. Four writers weigh up the issues</em></p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/08/is-free-speech-under-threat-cancel-culture-writers-respond\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/08/is-free-speech-under-threat-cancel-culture-writers-respond", "date_published": "2020-07-08 14:10:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When is the right time to let your child have their first phone?", "description": "<p>Age 10? 15? Never? Here, the experts reveal what’s right for your child when it comes to a mobile of their own</p><p>It’s 6:22am. A rustle and a whimper come from the room that adjoins our bedroom. My toddler is rousing and I roll over, praying she goes back to sleep as we’d not been able to get to bed until very late the night before. No such joy. She’s awake and now being very loud and shouty about it.</p><p>I bring her over to the bed and find some family videos on my phone for her to watch while I come to terms with the fact I’ll have to get up having had less than five hours of sleep. Luckily she is easily pleased and videos of her running around patting her “mi ma melly” (big fat belly), and playing peek-a-boo when she’s supposed to be sleeping, keep her occupied for another blissful 10 minutes. She’s not yet two years old and smartphones are already part of her world – for entertainment, as well as being a source of frustration when she wants her parents’ attention.</p> <a href=\"https://www.theguardian.com/keep-connected/2020/jul/08/when-is-the-right-time-to-let-your-child-have-their-first-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/jul/08/when-is-the-right-time-to-let-your-child-have-their-first-phone", "date_published": "2020-07-08 13:36:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Shared screen time can help’: five unexpected ways to really connect with your kids", "description": "<p>From toddlers to teens, here’s how to keep the lockdown closeness thriving</p><p>Whatever you had planned for 2020, becoming a home schooling, child-entertaining multitasker and/or teen whisperer probably wasn’t it. But, as we’ve all wrestled with the new normal, one good thing that’s come out of lockdown is a more intimate connection with our children – one recent survey by <a href=\"https://www.childcare.co.uk/news/lockdown\" rel=\"nofollow\">childcare.co.uk</a> revealed 72% of UK families feel lockdown has brought them closer. So how should we nurture and grow these bonds?</p><p><a href=\"http://annabelrosenhead.com/\" rel=\"nofollow\">Annabel Rosenhead</a>, a psychotherapist who’s co-authored Happy Confident Me with parenting coach Nadim Saad, reveals five simple but effective ways to keep connecting:</p> <a href=\"https://www.theguardian.com/keep-connected/2020/jul/08/shared-screen-time-can-help-five-unexpected-ways-to-really-connect-with-your-kids\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/jul/08/shared-screen-time-can-help-five-unexpected-ways-to-really-connect-with-your-kids", "date_published": "2020-07-08 13:34:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protecting 30% of planet could bolster economy, study says", "description": "<p>Scientists claim widespread conservation can bring rewards if right policies are followed</p><p>Nearly a third of the world’s oceans and land area could be placed under environmental protections without harming the global economy, and even produce bumper economic benefits if the right policies were followed, according to a global assessment.</p><p>Ecosystems around the world are collapsing or <a href=\"https://www.theguardian.com/environment/2020/apr/08/wildlife-destruction-not-a-slippery-slope-but-a-series-of-cliff-edges\">hovering on the brink of disaster</a>, with a million species <a href=\"https://www.theguardian.com/environment/2019/may/06/biodiversity-what-the-un-has-found-and-what-it-means-for-humanity\">threatened with extinction</a>. But if at least 30% of the planet’s land and oceans were subject to conservation efforts, that mass extinction could be avoided and vital habitats restored, scientists estimate.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/08/protecting-30-planet-could-bolster-economy-study-says\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/08/protecting-30-planet-could-bolster-economy-study-says", "date_published": "2020-07-08 13:14:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Atherton's recipe for Swedish crown cake", "description": "<p>This ‘kronans kaka’ is made with potato for a gluten-free sweet treat</p><p>Potatoes are a great way of adding structure and moisture to a cake. They have been used in Swedish baking for centuries and a recipe for kronans kaka (crown cake) was first published in 1903. Cakes made with potato are moist due to the starch but can be rather dense. This version of a kronans kaka is light and delicate – more like a frangipane. It is the perfect dessert for people looking for a gluten-free treat. Adding potato enables you to remove some fat and provides resistant starch and nutrients such as potassium and vitamin C. If you want to make these cakes extra-decadent, spoon over a tablespoon of amaretto once baked and serve with yogurt and jam.</p><p><em>Makes 10 mini-cakes</em></p> <a href=\"https://www.theguardian.com/food/2020/jul/08/david-athertons-recipe-for-kronans-kaka\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/08/david-athertons-recipe-for-kronans-kaka", "date_published": "2020-07-08 12:40:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We are the most homophobic country in the EU': Poland’s election and the LGBT fightback – video", "description": "<p>Andrzej Duda, running for re-election as president of Poland, has included strong verbal attacks on the country's LGBT community in his campaign. Recently, he has referred disparagingly to 'LGBT ideology' in an attempt to appeal to his conservative base, calling it more destructive than communism, while some towns have proclaimed themselves 'LGBT-free zones'. In the last week of the election campaign, can the LGBT community stop Duda from winning another five years in power?</p> <a href=\"https://www.theguardian.com/world/video/2020/jul/08/we-are-the-most-homophobic-country-in-the-eu-polands-election-and-the-lgbt-fightback-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jul/08/we-are-the-most-homophobic-country-in-the-eu-polands-election-and-the-lgbt-fightback-video", "date_published": "2020-07-08 11:28:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The fury pours from the screen': the Windrush Betrayal film made in lockdown", "description": "<p>A damning report into the Home Office scandal was published just as the pandemic took hold. So 50 actors made a film about the victims, with words taken from the Guardian</p><p>Normally, newspaper articles have a very short shelf life – quickly read on the day of publication and subsequently either entirely forgotten or left to linger vaguely in the readers’ subconscious. It is rare for news reports to inspire an artistic response, and almost certainly unprecedented for a piece to result in 50 actors reading out 50 paragraphs from a Guardian article.</p><p>The anger about <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\">the treatment of Britain’s Windrush generation</a> remains so intense, however, that a group of actors collaborated during lockdown to organise the recording of 50 mini-biographies of people whose lives were shattered by the Home Office scandal. The resulting half-hour film – Windrush Betrayal – offers a powerful insight into the intensity of mistreatment by government officials, amplifying the voices of those affected with a much more potent emotional punch than <a href=\"https://www.theguardian.com/uk-news/2020/mar/19/lambs-to-the-slaughter-50-lives-ruined-by-the-windrush-scandal\">the pared-back article I wrote in March</a> could ever have done.</p> <a href=\"https://www.theguardian.com/film/2020/jul/08/windrush-betrayal-film-made-in-lockdown-black-actors-victims-words\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/08/windrush-betrayal-film-made-in-lockdown-black-actors-victims-words", "date_published": "2020-07-08 10:40:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Go nuts! 17 ways to cook using peanut butter – from blondies to quesadillas", "description": "<p>Combine with jam, chocolate, bananas and cream for delicious confectionery, spice it up for a main meal – or make your own to dollop on toast for the ultimate comfort snack</p><p>In the past year, peanut butter sales have <a href=\"https://www.thegrocer.co.uk/consumer-trends/peanut-butter-sales-overtake-jam-as-brits-turn-to-healthier-fare/645444.article\">overtaken jam sales in the UK</a>. In the US, the two spreads come as a pair – sometimes in the same jar – but on this side of the pond peanut butter is seen as a healthy alternative, while jam is increasingly regarded as a sugary threat.</p><p>High-end “natural” peanut butters are said to be driving the trend. In fact, peanut butter originated as a sort of luxury health food. In the late 19th century, <a href=\"https://www.theguardian.com/lifeandstyle/2018/feb/28/the-legume-boom-how-we-went-nuts-for-posh-peanut-butter\">John Harvey Kellogg developed a form of it </a><a href=\"https://www.theguardian.com/lifeandstyle/2018/feb/28/the-legume-boom-how-we-went-nuts-for-posh-peanut-butter\">– a protein-rich peanut paste that could be consumed by wealthy people without teeth</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/08/go-nuts-17-ways-to-cook-using-peanut-butter-from-blondies-to-quesadillas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/08/go-nuts-17-ways-to-cook-using-peanut-butter-from-blondies-to-quesadillas", "date_published": "2020-07-08 10:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chanel's Lagerfeld-inspired haute couture shows how luxury can thrive online", "description": "<p>Virginie Viard’s strong designs in chic colours shine, despite digital showcase’s subdued vibe</p><p>Pre-pandemic, Chanel’s show would be a highlight of any Paris couture schedule – with a set worthy of a movie. Highlights from previous years have included a replica Eiffel Tower, an abandoned theatre and, last season, a library with books lining the walls.</p><p>By contrast, the brand’s contribution to the first digital couture fashion week was a little lower-key. Debuted on Tuesday morning on its website was a one-minute-22-second film with models Rianne van Rompaey and Adut Akech wearing 30 outfits from the house’s most elite collection.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/08/chanels-lagerfeld-inspired-haute-couture-shows-how-luxury-can-thrive-online\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/08/chanels-lagerfeld-inspired-haute-couture-shows-how-luxury-can-thrive-online", "date_published": "2020-07-08 10:08:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Violence at Belgrade protest over government's handling of lockdown", "description": "<p>Protesters clash with police in Serbian capital after weekend curfew announced</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Protesters and police have clashed in Belgrade for a second night amid anger over the return of strict lockdown measures to tackle coronavirus. </p><p>Clouds of teargas and smoke filled the city centre in chaotic scenes on Wednesday that mirrored violence the night before, when thousands came out to protest the return of a round-the-clock weekend lockdown.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/violence-at-belgrade-protest-over-renewed-lockdown-measures-serbia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/violence-at-belgrade-protest-over-renewed-lockdown-measures-serbia", "date_published": "2020-07-08 09:25:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raising a theybie: the parent who wants their child to grow up gender-free", "description": "<p>Parents raising ‘theybies’ say it liberates children from gender roles and gives them the freedom to choose their own label<br /></p><p>Long before becoming pregnant, Kori Doty knew exactly how they were going to raise their child.</p><p>When Doty was born in the picturesque seaside city of Victoria, British Columbia, in&nbsp;the 1980s, a doctor assigned them as female, but the label didn’t fit. “When I was born, a guess was made [about my gender] because nobody knew better than to do that. And that guess was incorrect,” says Doty, who now identifies as non-binary trans – meaning they are neither a man nor a woman, and&nbsp;that&nbsp;their identity does not correspond with their birth sex. “It caused some amount of complication, upset and harm in my life.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/08/parent-raising-gender-free-child\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/08/parent-raising-gender-free-child", "date_published": "2020-07-08 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deadly floods and landslides in Japan – in pictures", "description": "<p>Heavy rain that caused deadly floods in southern Japan has moved north-east, hammering large areas of the country’s main island, swelling rivers, triggering mudslides and destroying homes and roads. At least 58 <a href=\"https://www.theguardian.com/world/2020/jul/04/japanese-floods-leave-fourteen-feared-dead-at-nursing-home\">people have died</a> over several days of flooding</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jul/08/deadly-floods-and-landslides-in-japan-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jul/08/deadly-floods-and-landslides-in-japan-in-pictures", "date_published": "2020-07-08 08:22:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I was expected to have kids': five people who defied cultural norms", "description": "<p>As part of our series Childfree, we hear from five people about why they decided not to have children </p><p><em>As told to<strong> </strong>Erum Salam<br /></em></p> <a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/jul/08/childfree-people-i-was-expected-to-have-kids-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/ng-interactive/2020/jul/08/childfree-people-i-was-expected-to-have-kids-photo-essay", "date_published": "2020-07-08 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Bolsonaro downplayed Covid-19 before, and after, he contracted the virus – video", "description": "<p><a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>&nbsp;has announced live on television he has tested positive for coronavirus - after months of repeatedly trivializing the pandemic and flouting social distancing guidelines.</p><p>In March, as Covid-19 claimed its first victims in&nbsp;<a href=\"https://www.theguardian.com/world/brazil\">Brazil</a>, the far-right populist leader bragged that, if infected, he would quickly shake off the illness thanks to his 'athlete’s background'. Since then, the president has&nbsp;<a href=\"https://www.theguardian.com/world/2020/may/24/jair-bolsonaro-branded-a-killer-for-hot-dog-trip-as-covid-19-death-toll-soars\">continued to attend social events</a>&nbsp;and political rallies, often wearing masks incorrectly, if at all.</p><p>Brazil&nbsp;<a href=\"https://www.theguardian.com/world/2020/jun/12/brazil-coronavirus-death-toll-second-highest\">has suffered one of the world’s worst outbreaks</a>, with more than 1.6m confirmed cases and 65,000 related deaths, according to official data released on 6 July.</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/07/jair-bolsonaro-coronavirus-positive-test-brazil-president\">Brazilian president Jair Bolsonaro tests positive for coronavirus</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">C</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">oronavirus – latest global updates</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/jul/08/how-bolsonaro-downplayed-covid-19-before-and-after-he-contracted-the-virus-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jul/08/how-bolsonaro-downplayed-covid-19-before-and-after-he-contracted-the-virus-video", "date_published": "2020-07-08 07:29:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lagos Leap: inside a ballet school in Nigeria's suburbs - in pictures", "description": "<p>The Leap of Dance academy has brought ballet to children in a poor district in Africa’s largest megacity</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jul/08/leap-of-dance-academy-lagos-nigeria-ballet-school-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jul/08/leap-of-dance-academy-lagos-nigeria-ballet-school-in-pictures", "date_published": "2020-07-08 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jung at heart: a journey into America's subconscious – in pictures", "description": "<p>The skies may be blue, but photographer <a href=\"https://www.georgeelsasser.com/p/home.html\">George Elsasser</a> captures the part of the US that lurks in the shadows in his new book American Psyche: The Unlit Cave </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/08/american-psyche-the-unlit-cave-george-elsasser-photography-gallery\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/08/american-psyche-the-unlit-cave-george-elsasser-photography-gallery", "date_published": "2020-07-08 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan's devastating rains move north as millions told to evacuate", "description": "<p>Heavy downpours in southern Japan, which have killed more than 50, now battering the country’s main island</p><p>Pounding rains that have already caused deadly floods in southern Japan have moved northeast, hammering large areas of Japan’s main island, swelling rivers, triggering mudslides and destroying homes and roads.</p><p>At least 58 <a href=\"https://www.theguardian.com/world/2020/jul/04/japanese-floods-leave-fourteen-feared-dead-at-nursing-home\">people have died</a> over several days of flooding. By Wednesday morning, parts of Nagano and Gifu in central Japan were flooded by unremitting downpours.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/japans-devastating-rains-move-north-as-search-for-missing-goes-on\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/japans-devastating-rains-move-north-as-search-for-missing-goes-on", "date_published": "2020-07-08 05:43:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poor nutrition in developing countries is costing firms $850bn annually – report", "description": "<p>Business is paying a high price for inadequate diets of employees, research shows, with experts calling on companies to provide living wage and subsidised food<br /></p><p>Malnutrition among workers in developing countries is costing businesses up to $850bn (£676bn) a year, according to analysis of the hidden impact of poor diet on productivity.</p><p>Worst affected were industries relying on manual labour, including mining, agriculture and construction, according to a report by <a href=\"https://www.chathamhouse.org/\">Chatham House</a> and the consultancy Vivid Economics. But it found big losses caused by malnutrition in all 13 business sectors studied, including health and education.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/08/poor-nutrition-in-developing-countries-is-costing-firms-850bn-annually-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/08/poor-nutrition-in-developing-countries-is-costing-firms-850bn-annually-report", "date_published": "2020-07-08 05:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We're at a pub – and staying the night! A post-lockdown break in the Derbyshire dales", "description": "<p>Sunday lunch and an overnight stay at the Cow in Dalbury Lees is a joy after months of home cooking – even if it means hand-sanitiser, QR codes and no propping up the bar</p><p>We are practically exploding with excitement at the thought of going to a pub as we arrive at the Cow, though our anticipation has been muted slightly by pictures of heedless city-centre crowds on the first night of reopening. Inside this revamped Derbyshire dales inn, though, all is calm. My husband and I squirt on hand-sanitiser from a dispenser inside the door but beyond that it all feels pretty much like a normal Sunday.</p><p>In late afternoon there’s a muted hum of voices as people linger over roast dinners. A barman smiles from behind the beer pumps and a waitress is handing out plates of treacle tart. But signs that this is actually “new normal” are there when you look closely. The tables are widely spaced, and there’s no knot of locals propping up the bar – even the bar stools have been removed. (Drinks ordered at the bar are served at your table; anyone who really wants to drink standing up does so outside.)</p> <a href=\"https://www.theguardian.com/travel/2020/jul/08/will-breakfast-buffet-ever-return-post-lockdown-break-derbyshire-dales-the-cow\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/08/will-breakfast-buffet-ever-return-post-lockdown-break-derbyshire-dales-the-cow", "date_published": "2020-07-08 05:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wednesday briefing: Rishi Sunak to deliver coronavirus mini-budget", "description": "<p>Jobs scheme for under-25s among measures … China pursues dissenters with deadly threats, says FBI chief … and David Tennant’s lockdown drama</p><p>Hello, Warren Murray here with a midweek statement.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/wednesday-briefing-rishi-sunak-to-deliver-coronavirus-mini-budget\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/wednesday-briefing-rishi-sunak-to-deliver-coronavirus-mini-budget", "date_published": "2020-07-08 05:27:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protest anthem banned in Hong Kong schools as new security office opens", "description": "<p>Glory to Hong Kong deemed politically dangerous, while China opens office to oversee enforcement of sweeping national security legislation </p><p>China has continued to tighten its grip on Hong Kong by banning the singing of the unofficial pro-democracy anthem in schools and turning a city centre hotel into the new headquarters of its national security office.</p><p>Hong Kong’s education secretary, Kevin Yeung, said on Wednesday that Glory to Hong Kong, a song written last year which grew from the popular street protests in 2019, would be outlawed in schools.<br /><br />Responding to a question in parliament, Yeung said in a statement that “individuals and groups with ulterior motives have deliberately misled and incited students to express their political stance”, and the department and schools were “obliged” to stop it.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/protest-anthem-banned-in-hong-kong-schools-as-new-security-office-opens\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/protest-anthem-banned-in-hong-kong-schools-as-new-security-office-opens", "date_published": "2020-07-08 05:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're not squeamish!': David Tennant on privacy, parenting and playing himself", "description": "<p>The actor returns this week in parenting comedy There She Goes. He discusses the boundary between art and reality, the impact of Covid-19 on the arts – and the future of Labour</p><p>“These are the perils of working from home,” mutters David Tennant, typing into his phone, filmed by his computer and watched, bemusedly, by me.</p><p>The 49-year-old actor has been texting, intermittently and apologetically, throughout our Zoom call. One of his five children (aged 18, nine, seven, four and eight months) has returned to school, and it seems pickup arrangements have been miscommunicated.</p> <a href=\"https://www.theguardian.com/culture/2020/jul/08/were-not-squeamish-david-tennant-on-privacy-parenting-and-playing-himself\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/08/were-not-squeamish-david-tennant-on-privacy-parenting-and-playing-himself", "date_published": "2020-07-08 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stateless review – harrowing, hypnotic refugee drama", "description": "<p>This deft Australian series, partly based on real events, interrogates the country’s flawed detention centres through the stories of four contrasting characters</p><p>There is a running joke in Tina Fey and Robert Carlock’s <a href=\"https://www.theguardian.com/tv-and-radio/2019/jan/25/unbreakable-kimmy-schmidt-tv-review-ellie-kemper-titus-burgess\">Unbreakable Kimmy Schmidt</a> about Cate Blanchett. “Is she great?” characters wonder, “or is she just tall?”</p><p>It works only because, of course, she is great (and tall). And she is great once again in <a href=\"https://www.netflix.com/title/81206211\">Netflix’s six-part </a><a href=\"https://www.netflix.com/title/81206211\">drama Stateless</a> – in the part she plays (Pat Masters, half of a husband-and-wife team who lead a cultish self-help group) and in her role as the co-creator and driving force behind this clever, harrowing and compelling series.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/08/stateless-review-harrowing-hypnotic-refugee-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/08/stateless-review-harrowing-hypnotic-refugee-drama", "date_published": "2020-07-08 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great reopening – how Britain's galleries Covid-proofed themselves", "description": "<p>From London to Llandudno to Dundee, museums are back in business. So is it now safe to view art – and how will they cope with the drastic drop in numbers?<br /></p><p>‘There was a moment,” says Andrew Nairne, “when I was thinking, of course, we are like Nottingham Contemporary and the Hepworth Wakefield, places like that.” The director of <a href=\"https://www.theguardian.com/artanddesign/2018/feb/02/kettles-yard-cambridge-actions-review\">Kettle’s Yard in Cambridge</a> is guiding me around a gallery that’s “in rehearsals” for a socially distanced opening in August. “Then I remembered that the others don’t have a little cottage with tiny rooms and narrow corridors.”</p><p>Today, the <a href=\"https://www.theguardian.com/artanddesign/2020/jul/06/the-national-gallery-reopens-adrian-searle\">National Gallery in London is reopening</a> after Covid-19 abruptly shut the doors of British museums in mid-March. But Kettle’s Yard, like many others, is taking a slower, phased approach. The institution regularly hosts shows in its new, airy galleries – an exhibition from <a href=\"https://www.theguardian.com/artanddesign/2020/jan/18/linder-post-punk-artist-retrospective-at-kettles-yard\">the artist Linder</a> will be extended into the autumn – but at its heart is the home of its founder, curator and collector Jim Ede. This takes the form of a series of knocked-through cottages, their awkward-shaped rooms brimming with art and delicate objects. It is meant to be a warm, hospitable place where visitors are allowed the freedom to sit in armchairs, leaf through books left out on tables, and generally feel at home. All of which also makes it a social-distancing nightmare.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jul/08/great-reopening-britains-galleries-covid-proofed-london-dundee-llandudno\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jul/08/great-reopening-britains-galleries-covid-proofed-london-dundee-llandudno", "date_published": "2020-07-08 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Walking a tightrope: circuses warn they will go bust ‘within two weeks’", "description": "<p>Clowns and performers deliver letter to No 10 calling for the urgent reopening of venues after lockdown </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government is facing urgent calls to save Britain’s 250-year-old circus tradition with companies warning that they will go bust within just two weeks without help.</p><p>The Association of Circus Proprietors has said that performers have been reduced to using food banks to survive since circuses were shut down temporarily by Covid-19.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/08/walking-a-tightrope-circuses-warn-they-will-go-bust-within-two-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/08/walking-a-tightrope-circuses-warn-they-will-go-bust-within-two-weeks", "date_published": "2020-07-08 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We mess with this virus at our peril': Sturgeon urges caution as Covid-19 deaths fall", "description": "<p>Public health academic applauds leadership of Scotland’s first minister on coronavirus strategy</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In Scotland the days when Nicola Sturgeon had to report scores of Covid-19 deaths at the height of the pandemic are a distant memory. Over the past weekend there was a four-day period without a single death recorded in the country’s hospitals.</p><p>Buoyed by those figures, and a continuing, steady, decline in coronavirus infections, the first minister hopes Scotland could soon eliminate the virus so is resisting heavy pressure from businesses to quickly ease the strict lockdown.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/we-mess-with-this-virus-at-our-peril-sturgeon-urges-caution-as-covid-19-deaths-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/08/we-mess-with-this-virus-at-our-peril-sturgeon-urges-caution-as-covid-19-deaths-fall", "date_published": "2020-07-08 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Warning of serious brain disorders in people with mild Covid symptoms", "description": "<p>UK neurologists publish details of mildly affected or recovering patients with serious or potentially fatal brain conditions </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Doctors may be missing signs of serious and potentially fatal brain disorders triggered by coronavirus, as they emerge in mildly affected or recovering patients, scientists have warned.</p><p>Neurologists are on Wednesday publishing details of more than 40 UK Covid-19 patients whose complications ranged from brain inflammation and delirium to nerve damage and stroke. In some cases, the neurological problem was the patient’s first and main symptom.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/warning-of-serious-brain-disorders-in-people-with-mild-covid-symptoms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/warning-of-serious-brain-disorders-in-people-with-mild-covid-symptoms", "date_published": "2020-07-08 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'They find you and shoot you': Chechens in fear after third Kadyrov critic killed", "description": "<p>Chechens who sought safety in EU countries say ‘everyone is scared’ after shooting in Vienna</p><p>Chechens in Europe have expressed renewed fears for their safety, after a strident critic of the Kremlin-backed Chechnya leader, Ramzan Kadyrov, was <a href=\"https://web.archive.org/web/20200708060240id_/https:/www.theguardian.com/uk/The%20two%20suspects%20are%20both%20Chechens%20who%20like%20the%20victim%20have%20lived%20in%20Austria%20for%20years,%20a%20spokesman%20for%20the%20prosecutors’%20office%20in%20the%20nearby%20town%20of%20Korneuburg%20said.\">shot dead in Vienna</a> on Saturday.</p><p>“Everyone is scared. We all left to find safety and forget about home, and they find you and shoot you like a dog,” said a Chechen man who has received asylum in Austria and asked to remain anonymous, shortly after attending a wake for the dead man in Vienna on Monday afternoon.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/they-find-you-and-shoot-you-chechens-in-fear-after-third-kadyrov-critic-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/they-find-you-and-shoot-you-chechens-in-fear-after-third-kadyrov-critic-killed", "date_published": "2020-07-08 04:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Brief shining of the light': Japan's fireflies dance - and mate - in isolation amid Covid-19", "description": "<p>Next year visitors to Tatsuno ‘will once again see fireflies dance wonderfully’, says mayor</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As the sun sets in the Japanese town of Tatsuno, thousands of fireflies begin glowing, producing a spectacle that usually draws crowds of delighted visitors.</p><p>But this year, the dance of the incandescent insects is being performed without spectators, after coronavirus prevention measures forced organisers of a popular firefly festival to cancel the event.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/brief-shining-of-the-light-japans-fireflies-dance-and-mate-in-isolation-amid-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/brief-shining-of-the-light-japans-fireflies-dance-and-mate-in-isolation-amid-covid-19", "date_published": "2020-07-08 03:49:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: WHO says 'evidence emerging' of airborne coronavirus spread", "description": "<p>WHO bows to pressure from scientists about risk from aerosol transmission; Brazil’s Bolsonaro tests positive; Israel health chief resigns</p><p><a href=\"https://www.theguardian.com/world/live/2020/jul/08/coronavirus-live-news-us-to-leave-who-as-organisation-warns-crisis-accelerating\">Coronavirus latest updates</a><br /><a href=\"https://www.theguardian.com/world/2020/jul/07/fauci-first-wave-coronavirus-us-nears-130000-deaths\">US still ‘knee-deep’ in pandemic says Fauci</a><br /><a href=\"https://www.theguardian.com/world/2020/jul/07/jair-bolsonaro-coronavirus-positive-test-brazil-president\">Brazilian president Jair Bolsonaro tests positive for Covid-19</a></p><p>The World Health Organization has acknowledged new evidence that the coronavirus spreads more widely in the air than it had previously suggested, as the Trump administration gave official notification of its withdrawal from the group.</p><p>A day after a group of scientists said the global body <a href=\"https://www.theguardian.com/world/2020/jul/05/who-underplaying-risk-of-airborne-spread-of-covid-19-say-scientists\">was underplaying the risk of airborne transmission </a>between people, a senior WHO official said there was “evidence emerging” of airborne transmission of the coronavirus, but that it was not definitive.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/who-says-evidence-emerging-of-airborne-coronavirus-spread\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/who-says-evidence-emerging-of-airborne-coronavirus-spread", "date_published": "2020-07-08 03:36:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazilian president Jair Bolsonaro tests positive for coronavirus", "description": "<ul><li>Bolsonaro, 65, announces: ‘It came back positive’</li><li>Far-right president has repeatedly trivialized Covid-19 pandemic</li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Brazilian president, Jair Bolsonaro, has announced live on television he has tested positive for coronavirus.</p><p>“It came back positive,” a mask-wearing Bolsonaro told a hand-picked group of reporters on Tuesday lunchtime outside his official residence.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/jair-bolsonaro-coronavirus-positive-test-brazil-president\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/jair-bolsonaro-coronavirus-positive-test-brazil-president", "date_published": "2020-07-08 03:06:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Our spirit will never be crushed': Hong Kong activists vow to keep fighting despite new laws", "description": "<p>Joshua Wong, Lee Cheuk-yan and James To say they have no choice but to oppose draconian legislation imposed by Beijing</p><p><a href=\"https://www.theguardian.com/world/2020/jul/03/hong-kong-activists-planning-parliament-in-exile-after-china-brings-in-security-law\">Hong Kong activists planning parliament in exile</a></p><p>For Joshua Wong, Lee Cheuk-yan and James To – three of Hong Kong’s highest profile pro-democracy activists – the possibility of going to jail in China has never been more real.</p><p>The <a href=\"https://www.theguardian.com/world/2020/jul/01/hong-kongs-security-laws-usher-in-new-era-of-chinese-control\">national security law passed in Beijing and enacted in Hong Kong</a> on 1 July appears to be tailor-made for them in many ways.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/our-spirit-will-never-be-crushed-hong-kong-activists-vow-to-keep-fighting-despite-new-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/our-spirit-will-never-be-crushed-hong-kong-activists-vow-to-keep-fighting-despite-new-laws", "date_published": "2020-07-08 02:10:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are the police failing BAME communities?", "description": "<p>Bas Javid joined the Avon and Somerset police in 1993. Last year he became a commander at the Met. He reflects on his experiences as a BAME officer and discusses the use of stop and search, which has been cited as a continued source of tension between the force and communities. Ben Bowling, a<strong> </strong>professor of criminology and criminal justice, examines the history of police race relations</p><p><strong>Rachel Humphreys</strong> talks to <strong>Commander Bas Javid</strong>, the brother of the former chancellor Sajid Javid, about how racism during his childhood and his own experiences of stop and search influenced his decision to join Avon and Somerset police in 1993. Last year, he moved to the Metropolitan police and has been in charge of frontline policing during lockdown. He discusses the challenges the force has faced, and answers criticism of its use of stop and search. </p><p>She also talks to <strong>Ben Bowling</strong>, a professor of criminology and criminal justice at King’s College London. Ben looks at the Met’s history of race relations and discusses the impact of the Macpherson report, which was published in the wake of the 1993 racially motivated murder of Stephen Lawrence. He believes the force has made a lot of progress but still has a way to go. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/08/are-the-police-failing-bame-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/08/are-the-police-failing-bame-communities", "date_published": "2020-07-08 02:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'No one told me': Samoan man serves five more years in prison than he had to", "description": "<p>Sio Agafili was given concurrent sentences and should have got out in 2015. But he served them consecutively until a judge spotted the mistake </p><p>A Samoan man has spent nearly five extra years in prison because neither he, nor prison authorities realised that his two sentences should have been served concurrently, not consecutively.</p><p>Sio Agafili, 45, should have been released in December 2015, but he remained in jail until a judge spotted the error when he appeared in court on another matter.</p> <a href=\"https://www.theguardian.com/world/2020/jul/08/no-one-told-me-samoan-man-serves-five-more-years-in-prison-than-he-had-to\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/08/no-one-told-me-samoan-man-serves-five-more-years-in-prison-than-he-had-to", "date_published": "2020-07-08 01:58:49+00:00", "persistent": false, "user": null, "language": "en-UK"}]