[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Thao Nguyen: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | July 28, 2020\nFor her Tiny Desk (home) concert, Thao Nguyen opens with a somber version of \"Temple,\" the dance-oriented title track from Thao & The Get Down Stay Down's new album. The song is an homage to her parents, who were refugees of the Vietnam War. Thao sings from the perspective of her mother, honoring their hard-fought freedom and their hopes that their daughter is blessed with the ability to pursue her own happiness. She recorded it as a trio with cellists (and neighbors) Elisabeth Reed and Andy Luchansky. It's a powerful rendition that celebrates, in Thao's words, \"being queer and being out in my career, something that being out publicly has caused a lot of turmoil and unrest in my own life.\" Please give a listen to what she has to say in this remarkable video. We also hear \"Pure Cinema\" from Temple and a mandolin version of \"Departure\" from her 2016 album, A Man Alive.\n\nSET LIST\n\"Temple\"\n\"Pure Cinema\"\n\"Departure\"\n\nMUSICIANS\nThao Nguyen: vocals, guitar, mandolin; Elisabeth Reed: cello; Andy Luchansky: cello\n\nCREDITS\nVideo by: Molly Skonieczny; Audio by: Thao Nguyen; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=2ooC7TOr5m0", "date_published": "2020-07-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lucinda Williams: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJuly 27, 2020 | Bob Boilen -- To me, it's still thrilling to see a concert in an office — even if it's not the one, back at NPR, that I'm used to. Lucinda Williams and her guitar mate, Stuart Mathis, set up shop for this performance at Thirty Tigers' headquarters in Nashville, a place usually filled with artist managers and folks who distribute music, including hers.\n\nLucinda kicks off this Tiny Desk (home) concert with a nod to the present moment, a song called \"Bad News Blues\" from her 2020 release, Good Souls Better Angels:\n\nFools and thieves and clowns and hypocrites,\nGluttony and greed, and that ain't the worst of it.\n\nWhen it closes, Lucinda says, \"we've had our share of bad news, even before this lockdown thing.\" The COVID-19 crisis has kept her from seeing her other bandmates, who are out in California, but this minimalist pairing, of Lucinda's voice and Stuart's sliding blues, is quite the treat.\n\nSET LIST\n\"Bad News Blues\"\n\"Big Black Train\"\n\"You Can't Rule Me\"\n\"Man Without A Soul\"\n\nMUSICIANS\nLucinda Williams - vocals, guitar; Stuart Mathis - guitar\n\nCREDITS\nAudio by: Ray; Kennedy Video by: Stevie Rees; Producer: Bob Boilen, Tom Overby, Ray Kennedy, Lucinda Williams; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=w8e9sy02AS0", "date_published": "2020-07-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]