[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing Update Adds Backup Saves, Fireworks, & Dreams | Save State", "description": "Animal Crossing New Horizons' second summer update is releasing on July 30th, adding a few new features including fireworks, dreams, and limited backup saves. \n\nComic book writer Tom Taylor has been teasing the return of the Injustice comics series on Twitter, but are we also getting an Injustice 3 announcement soon? And finally, Cuphead is out today on PS4! A special update is also on the way to the Xbox One version of the game. \n\nAnd while you're here, GameSpot launched its own merch store.  Until the end of August, all the proceeds go to charity, split between Black Lives Matter and COVID-19 direct relief. \n\nCheck it out here: https://store.gamespot.com/\n\nFor the biggest news you missed from Comic-Con, go check out videos on The Boys, The New Mutants, Rick and Morty and more on GameSpot Universe: youtube.com/gamespotuniverse", "link": "https://www.youtube.com/watch?v=iBZr1F7IXKs", "date_published": "2020-07-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destroy All Humans Review", "description": "Destroy All Humans is a fun sandbox to wreak havoc through, but it spends too much time on other things.\n\nJames spent over 10 hours infiltrating and destroying the human race, completing all campaign missions and challenges. His favorite gun is the Zap-O-Matic. Review code was provided by the publisher.", "link": "https://www.youtube.com/watch?v=R_knTWmYkgA", "date_published": "2020-07-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For August 2020 Revealed", "description": "The free Xbox One Games with Gold for August 2020 have been revealed. Xbox Live Gold members can grab Portal Knights and Override: Mech City Brawl on Xbox One. Meanwhile, Xbox 360 gamers can play two original Xbox games: MX Unleashed and Red Faction 2.", "link": "https://www.youtube.com/watch?v=pEC1t7xcNDU", "date_published": "2020-07-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Halo Infinite Devs Talk Grappling Hook & Co-Op | Save State", "description": "343 Industries sheds some light on Halo Infinite's grappling hook, explaining that it won't make Master Chief like Spider-Man, but Its purpose, rather, is to pull you into battle, grab items from afar, and reach ledges above. 343 also announced that the game will feature two player split screen co-op, and 4 player online co-op. Details on a competitive split screen mode not been announced, however.\n \nGhost of Tsushima got a patch that adds two more difficulty options--a harder \"Lethal\" mode, and an easier \"Lower Intensity\" mode. The game also added more accessibility options for the game's subtitles.\n\nNetflix's The Witcher is already set for a second season, but a spin-off prequel series has also now in the works too. The spin-off will take place 1200 years before the first season, and will be called The Witcher: Blood Origin.\n\nAnd hey, while you're here, GameSpot launched its own merch store.  Until the end of August, all the proceeds will be split between Black Lives Matter and COVID-19 relief. \n\nCheck it out here: https://store.gamespot.com/\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=EDCS5KDvA80", "date_published": "2020-07-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Red Dead Online - The Naturalist Update Trailer", "description": "Track and hunt Legendary Animals as The Naturalist, a brand new role available now in Red Dead Online.", "link": "https://www.youtube.com/watch?v=cFePGBafAf0", "date_published": "2020-07-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For August 2020 Revealed", "description": "The free PlayStation Plus games for August 2020 have been revealed. Multiplayer action game Fall Guys: Ultimate Knockout is making its debut via the service on August 4. Meanwhile, Call of Duty: Modern Warfare 2 Remastered will be available early, on July 28.", "link": "https://www.youtube.com/watch?v=aaE_kD1x5-c", "date_published": "2020-07-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]