[{"source": "https://www.theguardian.com/rss", "title": "UK gender divide over paid and unpaid work narrows but remains wide", "description": "<p>Study finds men doing more housework since mid-1970s, as women take on more paid work</p><p>The gender divide between the amount of paid and unpaid work being carried out has decreased since the mid-1970s, according to a thinktank, but it remains significant.</p><p>In a study to examine changes in the last 46 years in how people use their time, the Resolution Foundation said men are now doing less paid work, while women are doing more.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/28/total-working-hours-now-near-equal-for-uk-men-and-women\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/28/total-working-hours-now-near-equal-for-uk-men-and-women", "date_published": "2020-07-27 23:55:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghislaine Maxwell: lawyers ask judge to stop accusers from posting evidence online", "description": "<p>Lawyers don’t want women who claim Maxwell abused them to use evidence from criminal case to boost lawsuits by posting online</p><p>Lawyers for Jeffrey Epstein associate Ghislaine Maxwell asked a judge to stop her accusers from using evidence in the criminal case to boost civil lawsuits by posting materials to the internet.</p><p>The lawyers say attorneys for women who claim Maxwell recruited and abused them should be subject to the same secrecy rules as prosecutors and Maxwell’s defense lawyers.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/27/ghislaine-maxwell-lawyers-judge-accusers-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/27/ghislaine-maxwell-lawyers-judge-accusers-internet", "date_published": "2020-07-27 23:36:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NSW weather: heavy rain, flooding and huge waves threaten homes on south and Central Coast", "description": "<p>Further beach erosion feared as Narrabeen and Wamberal north of Sydney hit by large wind-driven waves, and residents evacuated from 20 homes in Sussex Inlet </p><ul><li><a href=\"https://www.theguardian.com/environment/2020/jul/27/nsw-coastal-councils-face-dilemma-over-land-erosion-and-who-should-pay-for-building-seawalls\">Wamberal beach erosion: seawall would deliver no net benefit, study finds</a></li></ul><p>The New South Wales south coast has been hit by flooding after heavy downpours, damaging winds and large wind-driven waves. Narrabeen in Sydney’s north and Wamberal on the Central Coast have suffered further beach erosion, with houses dangerously close to the surf.</p><p>Torrential rain, which caused flooding around Newcastle and the Central Coast on Sunday, moved south overnight, bringing challenging conditions to the state’s south coast and the Australian Capital Territory forecast districts.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/28/torrential-rain-floods-waves-threaten-homes-south-sydney-central-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/28/torrential-rain-floods-waves-threaten-homes-south-sydney-central-coast", "date_published": "2020-07-27 23:14:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Stradivarius has the quality to resist Santiago's Cup tilt", "description": "<p>John Gosden’s veteran stayer can land the Goodwood Cup for a fourth year in a row, while Graignes looks over-priced at 33-1</p><p>Five days of Glorious Goodwood get under way with an intriguing clash of talents in the Goodwood Cup, Aidan O’Brien setting a poser for punters by fielding his Irish Derby winner Santiago. The weight-for-age scale favours improving three-year-olds like him in high summer and he carries a stone less than all his rivals but it may not be enough because among them is <strong>Stradivarius (3.15)</strong>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/25/enable-frankie-dettori-make-history-third-king-george-victory-ascot-horse-racing\">Enable and Frankie Dettori surge to historic King George victory</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/tregoning-counting-on-mohaather-to-bring-overdue-glory-at-goodwood\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/tregoning-counting-on-mohaather-to-bring-overdue-glory-at-goodwood", "date_published": "2020-07-27 23:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hilary Mantel up for third Booker prize as 2020 longlist announced", "description": "<p>Author of the Thomas Cromwell trilogy vies with 12 other contenders in a field marked by a high number of debuts<br /></p><p>Hilary Mantel’s “masterful” conclusion to her Thomas Cromwell trilogy, <a href=\"https://www.theguardian.com/books/2020/mar/01/the-mirror-and-the-light-hilary-mantel-review-thomas-cromwell\">The Mirror and the Light</a>, has been longlisted for the Booker prize, putting the British novelist in the running to win for an unprecedented third time.</p><p>Mantel’s 900-page novel, which opens after Anne Boleyn has been beheaded in 1536, and traces the final years of Cromwell, is one of 13 novels in the running for this year’s £50,000 prize. Judges chaired by publisher Margaret Busby said that Mantel’s “masterful exhibition of sly dialogue and exquisite description brings the Tudor world alive”.</p> <a href=\"https://www.theguardian.com/books/2020/jul/28/booker-prize-2020-longlist-announced-hilary-mantel\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/28/booker-prize-2020-longlist-announced-hilary-mantel", "date_published": "2020-07-27 23:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon plans big expansion of UK online grocery service", "description": "<p>Company seeks to capitalise on uplift in demand following Covid-19 lockdown restrictions</p><p>Amazon is stepping up its competition with British supermarkets by pressing ahead with the wider UK rollout of its online grocery service by the end of the year.</p><p>Larger orders on Amazon Fresh will be free to members of the online retailer’s Prime service from Tuesday and will begin to cover more areas in the UK, as the $1.5tn (£1.2tn) company seeks to capitalise on the growth in doorstep deliveries during the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/business/2020/jul/28/amazon-plans-big-expansion-of-uk-online-grocery-service\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/28/amazon-plans-big-expansion-of-uk-online-grocery-service", "date_published": "2020-07-27 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cut in stamp duty has only really benefited London, says Zoopla", "description": "<p>Property website says sales jumped by 27% in first two weeks of stamp duty holiday</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government’s stamp duty cut to reboot Britain’s virus-stricken property market has benefited London most and had little impact elsewhere so far, according to Zoopla.</p><p>In a reflection of the disproportionate benefit for wealthier buyers, the property website said that agreed house sales in the capital jumped by 27% in the first two weeks of the stamp duty holiday.</p> <a href=\"https://www.theguardian.com/money/2020/jul/28/cut-in-stamp-duty-has-only-really-benefited-london-says-zoopla\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/28/cut-in-stamp-duty-has-only-really-benefited-london-says-zoopla", "date_published": "2020-07-27 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foreign Office neglected Britons abroad after Covid-19 travel bans, says report", "description": "<p>MPs say ‘cost-cutting’ to blame for government’s slowness to charter repatriation flights</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Foreign and Commonwealth Office (FCO) neglected British citizens stranded abroad during the peak of the Covid-19 outbreak, failing to organise charter flights swiftly or communicate meaningfully with those marooned, a damning report by MPs has said.</p><p>Efforts to repatriate 1.3 million British nationals stranded overseas amid global travel bans, were too slow, too impersonal with “clear failings” in the government response, the foreign affairs committee concluded.</p> <a href=\"https://www.theguardian.com/world/2020/jul/28/foreign-office-neglected-britons-abroad-after-covid-19-travel-bans-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/28/foreign-office-neglected-britons-abroad-after-covid-19-travel-bans-says-report", "date_published": "2020-07-27 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sky Arts to become free to watch from September", "description": "<p>Director Philip Edgar-Jones says channel’s mission is to ‘champion and celebrate creativity’ </p><p>Britain’s only television channel dedicated solely to arts and culture, <a href=\"https://www.theguardian.com/media/sky-arts\">Sky Arts</a>, is to become free for everyone as part of what it said was a mission to “champion and celebrate creativity”.</p><p>The channel has a dedicated, if sometimes niche, following and is only available to Sky customers.</p> <a href=\"https://www.theguardian.com/media/2020/jul/28/sky-arts-to-become-free-to-watch-from-september\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/28/sky-arts-to-become-free-to-watch-from-september", "date_published": "2020-07-27 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN calls on youth activists to advise on climate crisis and Covid-19 recovery", "description": "<p>Seven young people will take on roles to “provide perspectives, ideas and solutions” </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Youth climate activists are to advise the UN secretary general on the climate emergency as part of a new effort to bring young people into decision-making and planning on the crisis.</p><p>Seven young people, aged between 18 and 28, will take on roles to “provide perspectives, ideas and solutions” to the secretary general, António Guterres, aimed at helping to scale up global climate action in the <a href=\"https://www.theguardian.com/environment/2020/apr/28/un-chief-dont-use-taxpayer-money-to-save-polluting-industries\">recovery from the coronavirus crisis</a> and ahead of a crunch summit next year on the climate.</p> <a href=\"https://www.theguardian.com/science/2020/jul/28/un-calls-on-youth-activists-to-advise-on-climate-crisis-and-covid-19-recovery\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jul/28/un-calls-on-youth-activists-to-advise-on-climate-crisis-and-covid-19-recovery", "date_published": "2020-07-27 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Onomah and Kebano show class as Fulham take control of Cardiff tie", "description": "<p>Scott Parker asked his players to rise to the occasion in the absence of Aleksandar Mitrovic and how they delivered as superb solo strikes by Josh Onomah and Neeskens Kebano earned Fulham a two-goal advantage in their quest to reach the Championship play-off final.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/live/2020/jul/27/cardiff-v-fulham-championship-play-off-semi-final-first-leg-live\">Cardiff 0-2 Fulham: Championship play-off semi-final, first leg – as it happened</a> </p> <a href=\"https://www.theguardian.com/football/2020/jul/27/cardiff-city-fulham-championship-semi-final-playoff-first-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/27/cardiff-city-fulham-championship-semi-final-playoff-first-leg-match-report", "date_published": "2020-07-27 22:24:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis: voice of civil rights leader rings out one final time at lying-in-state", "description": "<p>Late congressman becomes the first black lawmaker to lie in state in the Rotunda of the Capitol</p><p><a href=\"https://www.theguardian.com/us-news/2020/jul/18/john-lewis-obituary\">John Lewis</a> was a gentle man but a stentorian speechmaker. On Monday, for the last time, his courageous voice echoed in the halls of the Capitol and brought all who heard it to a standstill.</p><p>As the recording of Lewis ended, Nancy Pelosi, the House speaker, took her seat and the Rotunda erupted in applause. Then Pelosi rose to her feet again and everyone followed her lead. In a perfect circle, the guests stood and clapped the casket draped in the Stars and Stripes on a black catafalque at their centre.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/27/john-lewis-us-capitol-rotunda-memorial-service-ceremony\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/27/john-lewis-us-capitol-rotunda-memorial-service-ceremony", "date_published": "2020-07-27 22:09:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migratory river fish populations plunge 76% in past 50 years", "description": "<p>Decline in species such as salmon harms entire ecosystems and livelihoods, say researchers</p><p>Populations of migratory river fish around the world have plunged by a “catastrophic” 76% since 1970, <a href=\"https://www.worldfishmigrationfoundation.com/living-planet-index-2020\">an analysis</a> has found.</p><p>The fall was even greater in Europe at 93%, and for some groups of fish, with sturgeon and eel populations both down by more than 90%.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/27/migratory-river-fish-populations-plunge-76-in-past-50-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/27/migratory-river-fish-populations-plunge-76-in-past-50-years", "date_published": "2020-07-27 22:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Residents to get new decision-making powers in cycling 'revolution'", "description": "<p>Measures include watchdog to ensure quality and safety of walking and cycling routes</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/jul/27/cycling-ambitions-for-england-move-up-a-gear-with-no-10-plans\">Cycling ambitions for England move up a gear with No 10 plans</a></li></ul><p>Residents will get powers to banish through-traffic from local streets and councils will be prevented from building substandard cycle lanes under what Downing Street has billed as a revolution for cycling and walking in England.</p><p>The plans will see the creation of a watchdog to ensure new cycle and walking routes are up to standard, intended to act as a transport equivalent of the schools inspectorate, Ofsted.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/residents-to-get-new-decision-making-powers-in-cycling-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/residents-to-get-new-decision-making-powers-in-cycling-revolution", "date_published": "2020-07-27 21:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California investigates Amazon's treatment of workers during pandemic", "description": "<p>Filings allege employees had to share equipment and were not allowed extra time to account for social distancing</p><p>Amazon is under investigation in California for failing to protect its warehouse employees from the new coronavirus.</p><p>California’s attorney general Xavier Becerra, the Division of Occupational Safety and Health, and the San Francisco department of public health “have all opened investigations into Amazon’s practices” around the pandemic, San Francisco superior court judge Ethan Schulman wrote in a court filing on Monday.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/27/california-investigations-amazon-workers-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/27/california-investigations-amazon-workers-coronavirus", "date_published": "2020-07-27 21:06:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meng Wanzhou lawyers say documents will prove Canada plotted with FBI", "description": "<ul><li>Huawei CFO is fighting extradition to US</li><li>Lawyers demand release of unredacted spy service documents</li></ul><p>Lawyers for the Huawei executive Meng Wanzhou have demanded the release of unredacted Canadian spy service documents they say would reveal a plot between the FBI and Canada to “trick” their client.</p><p>Meng, the Chinese telecom giant’s chief financial officer, was arrested on a US warrant in December 2018 during a stopover in Vancouver. She is charged with violating US sanctions against Iran, and has been fighting extradition ever since.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/meng-wanzhou-canada-fbi-plot-documents\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/meng-wanzhou-canada-fbi-plot-documents", "date_published": "2020-07-27 21:02:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony review – reimagining a life cut short by hate", "description": "<p>Jimmy McGovern’s drama about Anthony Walker is a beautiful, harrowing look at the life the teenager might have led had he not been murdered in a racist attack</p><p>Jimmy McGovern had been friends with <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/20/racism-is-killing-our-children-gee-walker-on-the-of-her-beloved-son-anthony\">Gee Walker</a> for years. Whenever he had needed to tackle the subject of grief or loss in one of his scripts, he had gone to her and she had talked him through what she knew and what he needed. Then, one day, she came to McGovern and asked him to write about the source of her knowledge, her grief, her loss. He agreed. They talked. <a href=\"https://www.bbc.co.uk/programmes/m000lb9c\">The result is Anthony</a> (BBC One), a 90-minute drama about her son, broadcast 15 years to the day after he was murdered in a racist attack in his hometown of Huyton, Merseyside, at the age of 18.</p><p>The bare facts are stated in a caption before the story begins. “This is the life he could have lived,” it concludes. We meet Anthony when he is 25 and work backwards from there to the moment of truth in a deserted park when two men – and the ice pick one of them wielded – made this story impossible.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/27/anthony-review-reimagining-a-life-cut-short-by-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/27/anthony-review-reimagining-a-life-cut-short-by-hate", "date_published": "2020-07-27 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McLaren's Lando Norris pledges to 'do everything I can' in tackling racism", "description": "<ul><li>F1 driver hopes for coherent gesture at British Grand Prix</li><li>Norris says pre-race show of support in Hungary ‘was a mess’</li></ul><p>Lando Norris has reasserted his commitment to fighting racism. In the runup to the British Grand Prix this weekend, the McLaren driver was unequivocal in his belief that he and his colleagues could make a difference in promoting equality. He is also confident drivers will agree to make a collective gesture before the race, after their efforts <a href=\"https://www.theguardian.com/sport/2020/jul/19/lewis-hamilton-formula-one-racism-hungarian-gp\" title=\"\">had proved disorganised</a> at the previous two meetings.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/24/f1-cancels-american-gps-due-to-high-coronavirus-infection-rates\">F1 cancels American GPs due to high coronavirus infection rates</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/mclaren-lando-norris-do-everything-i-can-tackling-racism-british-grand-prix-f1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/mclaren-lando-norris-do-everything-i-can-tackling-racism-british-grand-prix-f1", "date_published": "2020-07-27 21:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League's richest tighten grip after season of slow-burn stories | Barney Ronay", "description": "<p>It was a campaign like no other but the wealthiest still came out on top and the ever-growing gap between the best and the rest is cause for concern</p><p>Well, we made it then. It was the worst of times. And either side of that, it was also the worst of times. Professional sport has never staged anything quite like the football season just past, 11 months of competition capped by that midsummer interlude where suddenly televised football became a contractual bind cranked out through gritted teeth to pay the bills, Premier League clubs going through the motions like a leather-thonged private dancer making eyes at the table of TV execs in hope of a second series.</p><p>Plague, death and economic collapse aside, from a sporting point of view the most remarkable part of the 2019-20 Premier League season was that it maintained a degree of uniform quality throughout. As ever the level of competition was decent, not bad, OK; a reliable advert for the homogenised global pop culture product that is elite level English football.</p> <a href=\"https://www.theguardian.com/football/blog/2020/jul/27/premier-leagues-richest-tighten-grip-after-season-of-slow-burn-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jul/27/premier-leagues-richest-tighten-grip-after-season-of-slow-burn-stories", "date_published": "2020-07-27 21:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: global death toll passes 650k as Belgian PM warns of total lockdown", "description": "<p><a href=\"https://www.theguardian.com/world/2020/jul/27/europe-braces-for-second-wave-of-coronavirus\">Europe braces</a> for second wave; Vietnam sees <a href=\"https://www.theguardian.com/world/2020/jul/27/vietnam-evacuates-80000-tourists-amid-new-covid-19-cases-in-danang\">first locally transmitted cases since April</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jul/27/coronavirus-live-news-us-sees-5000-deaths-in-five-days-as-dr-birx-urges-some-states-to-close-bars?page=with:block-5f1f19238f080665365e6af3#block-5f1f19238f080665365e6af3\">Global death toll passes 650k</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/27/bavaria-rolls-out-coronavirus-mass-testing-for-returning-holidaymakers\">Mandatory Covid-19 tests for travellers returning to Germany</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/27/covid-19-coronanvirus-deaths-republicans-democrats-trump-latest-news-updates\">Trump’s national security adviser tests positive – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/27/global-report-china-reports-biggest-covid-19-surge-in-months-as-australia-sets-new-infections-record\">China sees biggest surge in months; Australia sets new infections record</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/jul/27/pet-cat-diagnosed-with-covid-19-uk-government-confirms\">Pet cat diagnosed with Covid-19 in first UK case of animal infection</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-27T20:30:41.510Z\">9.30pm <span class=\"timezone\">BST</span></time> </p><p><strong>An additional 61,795 cases of Covid-19 have been recorded in the US</strong>, according to the the US Centers for Disease Control and Prevention (CDC) on Monday, taking the total to 4,225,687. </p><p>It said the number of deaths had risen by 564 to 146,546. <br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-07-27T19:38:16.945Z\">8.38pm <span class=\"timezone\">BST</span></time> </p><p><strong>Britain’s decision to impose a quarantine on people travelling from Spain is unfair</strong>, Spanish prime minister Pedro Sanchez has said.</p><p>He added that the Spanish government is in touch with British authorities in a bid to get the country to reconsider its position. </p> <a href=\"https://www.theguardian.com/world/live/2020/jul/27/coronavirus-live-news-us-sees-5000-deaths-in-five-days-as-dr-birx-urges-some-states-to-close-bars\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/27/coronavirus-live-news-us-sees-5000-deaths-in-five-days-as-dr-birx-urges-some-states-to-close-bars", "date_published": "2020-07-27 20:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cardiff v Fulham: Championship play-off semi-final, first leg – live!", "description": "<ul><li>Live updates from the 7.45pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/2020/jul/26/swansea-brentford-championship-play-off-match-report\">Frank calls for VAR in play-offs after red card</a></li><li>Get in touch! <a href=\"mailto:scott.murray.casual@theguardian.com\">Email Scott</a> with your thoughts</li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-27T20:30:34.955Z\">9.30pm <span class=\"timezone\">BST</span></time> </p><p><strong>86 min:</strong> More of the Fulham passing, and the relentless march of time.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-27T20:28:46.112Z\">9.28pm <span class=\"timezone\">BST</span></time> </p><p><strong>84 min:</strong> Fulham stroke it around the middle of the park as the clock ticks on.</p> <a href=\"https://www.theguardian.com/football/live/2020/jul/27/cardiff-v-fulham-championship-play-off-semi-final-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jul/27/cardiff-v-fulham-championship-play-off-semi-final-first-leg-live", "date_published": "2020-07-27 20:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fauci says Covid-19 vaccine is possible by October but more likely for November – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/27/covid-19-coronanvirus-deaths-republicans-democrats-trump-latest-news-updates?page=with:block-5f1ee7e98f08609a03a91016#block-5f1ee7e98f08609a03a91016\">Fauci: ‘We’re leaving an open mind’ to what’s possible</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/27/covid-19-coronanvirus-deaths-republicans-democrats-trump-latest-news-updates?page=with:block-5f1f13798f08609a03a912b3#block-5f1f13798f08609a03a912b3\">Trump says he won’t pay his respects to John Lewis</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/27/john-lewis-us-capitol-rotunda-memorial-service-ceremony\">Late congressman’s casket arrives at US Capitol to lie in state</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/27/covid-19-coronanvirus-deaths-republicans-democrats-trump-latest-news-updates?page=with:block-5f1edd808f080665365e6768#block-5f1edd808f080665365e6768\">National security adviser tests positive for coronavirus</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/27/global-climate-fight-could-be-lost-trump-re-elected\">How the global climate fight could be lost if Trump is re-elected</a><br /></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-27T20:29:33.130Z\">9.29pm <span class=\"timezone\">BST</span></time> </p><p>That’s it from me today. My west coast colleague, Sam Levin, will take over the blog for the next few hours.</p><p>Here’s where the day stands so far:</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-27T20:11:48.708Z\">9.11pm <span class=\"timezone\">BST</span></time> </p><p>While speaking in North Carolina, <strong>Trump </strong>also deflected a question about his recent conversation with Russian President <strong>Vladimir Putin. </strong></p><p>The US president was asked whether he pressed Putin on reports that Russia offered bounties to Taliban insurgents to kill US troops.</p><p dir=\"ltr\" lang=\"en\">President Trump was asked if he talked to Russian President Vladimir Putin about reports of bounties on U.S. soldiers in Afghanistan: \"We don’t talk about what we discuss, but we had plenty of discussion, and I think it was very productive.\" <a href=\"https://t.co/DRpe5L5K4A\">https://t.co/DRpe5L5K4A</a> <a href=\"https://t.co/AiFHa7vZ1m\">pic.twitter.com/AiFHa7vZ1m</a></p> <a href=\"https://www.theguardian.com/us-news/live/2020/jul/27/covid-19-coronanvirus-deaths-republicans-democrats-trump-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/jul/27/covid-19-coronanvirus-deaths-republicans-democrats-trump-latest-news-updates", "date_published": "2020-07-27 20:29:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toddler taken to hospital after fall from London block of flats", "description": "<p>Police were called to Poplar, east London, after reports a child had fallen from a height</p><p>A toddler has been taken to hospital after falling from a block of flats in east London.</p><p>The Metropolitan police said they were called to East India Dock Road in Poplar shortly after 6.50pm on Monday after reports that a child had fallen from a height.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/toddler-taken-to-hospital-after-fall-from-london-block-of-flats\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/toddler-taken-to-hospital-after-fall-from-london-block-of-flats", "date_published": "2020-07-27 20:22:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eight nations: Japan and Fiji to join European rugby union tournament", "description": "<ul><li>Teams will join Six Nations sides in two pools from November</li><li>Japan chosen with Rugby Championship teams unavailable</li></ul><p>Japan and Fiji will join the Six Nations in an autumn tournament which has been hastily arranged to compensate for the European tour schedule being scratched.</p><p>The tournament, in which the teams will divided into two pools, will start on 14 November following the conclusion of this season’s delayed Six Nations. New Zealand, South Africa, Australia and Argentina are not available to play Tests, as they will be playing the delayed Rugby Championship in October.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/eight-nations-japan-fiji-to-join-european-tournament-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/eight-nations-japan-fiji-to-join-european-tournament-rugby-union", "date_published": "2020-07-27 19:49:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defence the new priority for Watford as Pozzo faces up to his mistakes | Simon Burnton", "description": "<p>Club will not rush to appoint manager and will avoid expensive forward gambles but talented young players offer hope </p><p>As the season progressed and their team failed to drag themselves clear of the relegation battle Watford were forced to draw up detailed contingency plans in case the worst was to happen, but until Sunday they continued to believe they would find a way out of danger. Those who had assembled the squad were convinced of the quality of its leading lights – players such as Ismaïla Sarr, Abdoulaye Doucouré, Gerard Deulofeu, Troy Deeney and Étienne Capoue – and whatever the mounting evidence presented by the league table they found it inconceivable they would fail.</p><p>On Monday they gathered at the training ground at London Colney, separated by a hedge from the Arsenal team whose <a href=\"https://www.theguardian.com/football/2020/jul/26/arsenal-watford-premier-league-match-report\" title=\"\">victory over them</a>, and the <a href=\"https://www.theguardian.com/football/2020/jul/21/aston-villa-arsenal-premier-league-match-report\" title=\"\">defeat to Aston Villa</a>, during the final week had sealed their fate, and confronted the fact that the worst-case scenario was indeed the one they had to deal with.</p> <a href=\"https://www.theguardian.com/football/2020/jul/27/defence-new-priority-watford-as-pozzo-mistakes-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/27/defence-new-priority-watford-as-pozzo-mistakes-manager", "date_published": "2020-07-27 19:18:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Budget airlines face a dismal summer but are well placed to recover | Nils Pratley", "description": "<p>Long-haul operators will suffer worst from coronavirus rules that have hit the sector hard <br /></p><p>Six weeks ago, hopes were high that travel restrictions would be eased in time to save the summer for low-cost airlines. Shares in easyJet rose from 500p in mid-May to 800p-plus in the second week of June; Ryanair’s stock climbed from €9 to €13. Monday’s closing prices were 542p and €10.48 respectively and tell the tale: summer 2020 will be a washout for the budget brigade.</p><p>Quarantine restrictions on UK travellers returning from Spain will dampen demand in many ways. Holidaymakers will worry about their insurance cover. Families planning a late-August trip will fret about their kids’ return to school in September. And, unlike government ministers, not everyone has a job that allows them to self-isolate at home and work on full pay.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/jul/27/budget-airlines-face-a-dismal-summer-but-are-well-placed-to-recover\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/jul/27/budget-airlines-face-a-dismal-summer-but-are-well-placed-to-recover", "date_published": "2020-07-27 19:09:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google employees will work from home until at least summer 2021", "description": "<p>Sundar Pichai reportedly made the decision last week after debate among an internal group of top executives</p><p>Google will keep its employees home until at least next July, the Wall Street Journal reported Monday, marking the largest tech firm to commit to such a timeline in the wake of the coronavirus pandemic.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/jul/22/google-gender-pay-discrimination-lawsuit\">Women at Google miss out on thousands of dollars as a result of pay discrimination, lawsuit alleges</a> </p> <a href=\"https://www.theguardian.com/technology/2020/jul/27/google-employees-work-from-home-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/27/google-employees-work-from-home-coronavirus-pandemic", "date_published": "2020-07-27 19:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the UK's quarantine for travellers from Spain – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jul/27/martin-rowson-on-the-uks-quarantine-for-travellers-from-spain-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jul/27/martin-rowson-on-the-uks-quarantine-for-travellers-from-spain-cartoon", "date_published": "2020-07-27 19:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daughter urges inquiry into Covid-19 deaths of bus drivers in England", "description": "<p>Call comes after report says earlier lockdown could have saved lives in London</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The daughter of a bus driver who died from Covid-19 has called for a public inquiry after a report revealed people doing that job were more than three times more likely to die from the virus.</p><p>The report into the high death rate of London bus drivers during the pandemic by a leading expert on health and social inequalities concluded that imposing an earlier lockdown in England would have saved lives.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/earlier-lockdown-could-have-saved-lives-of-london-bus-drivers-says-report-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/earlier-lockdown-could-have-saved-lives-of-london-bus-drivers-says-report-coronavirus", "date_published": "2020-07-27 18:59:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton forced to explain position on Covid-19 vaccination", "description": "<p>F1 star says he is hopeful for a vaccine after sharing anti-vaxxer post on Instagram</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/sport/lewis-hamilton\">Lewis Hamilton</a> has been forced to clarify that he is “not against a vaccine” for Covid-19, after inadvertently sharing an anti-vaxxer post on his <a href=\"https://www.instagram.com/lewishamilton/\">Instagram</a> account.</p><p>The 35-year-old Formula One star shared a post by internet personality King Bach which suggested <a href=\"https://www.theguardian.com/technology/billgates\">Bill Gates</a> was lying when talking about <a href=\"https://www.theguardian.com/world/ng-interactive/2020/jul/27/coronavirus-vaccine-tracker-how-close-are-we-to-a-vaccine\">coronavirus vaccine trials</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/lewis-hamilton-forced-to-explain-position-on-covid-19-vaccination\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/lewis-hamilton-forced-to-explain-position-on-covid-19-vaccination", "date_published": "2020-07-27 18:42:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons flying to and holidaying in Spain: what are your rights?", "description": "<p>New coronavirus quarantine rules present dilemma over whether to cancel or claim on insurance </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Those with package tours booked to mainland Spain and the Balearic and Canary islands will be eligible for a refund because the tour operator will almost certainly have to cancel the trip in the face of the new Foreign Office rules.</p> <a href=\"https://www.theguardian.com/business/2020/jul/27/uk-spain-flights-holidays-rights-cancel-claim-insurance-coronavirus-quarantine-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/27/uk-spain-flights-holidays-rights-cancel-claim-insurance-coronavirus-quarantine-rules", "date_published": "2020-07-27 18:17:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California's only known wolf pack produces new litter of pups", "description": "<ul><li>At least 14 wolves in Lassen family after new male joined pack</li><li>Wolves have been hunted since white settlers arrived in west </li></ul><p>The only known wolf family in California has produced a new litter of pups, its fourth, building on a gradual recovery of the species in the US west.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/feb/09/wolf-california-oregon-scientists-endangered-species\">The endangered wolf that walked 8,712 miles to find love</a> </p> <a href=\"https://www.theguardian.com/environment/2020/jul/27/california-wolf-pack-litter-pups-lassen\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/27/california-wolf-pack-litter-pups-lassen", "date_published": "2020-07-27 18:12:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: NHS could take over social care, swelling budget to £150bn", "description": "<p> <strong>Exclusive</strong>: former Cameron policy chief drafted in to help with Johnson’s pledge to fix social care in England </p><ul><li><a href=\"https://www.theguardian.com/society/2020/jul/27/camilla-cavendish-the-woman-charged-with-shaking-up-social-care\">Camilla Cavendish: the woman charged with shaking up social care </a></li></ul><p>Social care could be brought under the control of the NHS in England in a controversial move that would cause the health service’s budget to soar to £150bn, the Guardian has learned.</p><p>Downing Street has drafted in <a href=\"https://www.theguardian.com/society/2020/jul/27/camilla-cavendish-the-woman-charged-with-shaking-up-social-care\">David Cameron’s former policy chief</a><a href=\"https://www.theguardian.com/society/2020/jul/27/camilla-cavendish-the-woman-charged-with-shaking-up-social-care\"> </a><a href=\"https://www.theguardian.com/society/2020/jul/27/camilla-cavendish-the-woman-charged-with-shaking-up-social-care\">Camilla Cavendish</a> to help finalise proposals designed to honour Boris Johnson’s pledge to “fix the crisis in social care”.</p> <a href=\"https://www.theguardian.com/society/2020/jul/27/revealed-social-care-nhs-swelling-budget-camilla-cavendish\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/27/revealed-social-care-nhs-swelling-budget-camilla-cavendish", "date_published": "2020-07-27 18:09:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women's groups demand public inquiry of Nova Scotia shooting to expose police failures", "description": "<p>Activists say police ignored gunman’s record of violence and domestic abuse as government plans a closed-door review</p><p>Women’s rights activists in Canada are demanding a full public inquiry into the<a href=\"https://www.theguardian.com/world/nova-scotia-shooting\"> Nova Scotia shooting</a> that left 22 dead, after the federal and provincial governments chose a closed-door examination of the crimes.</p><p>Supporters of an open inquiry gathered on Monday in a Halifax park and on a Facebook livestream, and called on the provincial legislature to mandate the public investigation, four days after the governments announced their intention to hold a review panel instead of an inquiry.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/nova-scotia-shooting-police-failures-gunman-violence-domestic-abuse-record\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/nova-scotia-shooting-police-failures-gunman-violence-domestic-abuse-record", "date_published": "2020-07-27 17:59:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ransomware attack on Garmin thought to be the work of 'Evil Corp'", "description": "<p>Russian cybercrime gang is believed to be responsible for taking Garmin services offline</p><p>A ransomware attack that <a href=\"https://www.theguardian.com/business/2020/jul/24/smartwatch-maker-garmin-hit-by-outages-after-ransomware-attack\">took the GPS and smartwatch business Garmin entirely offline for more than three days</a> is believed to have been carried out by a Russian cybercriminal gang which calls itself “Evil Corp”.</p><p>Garmin began to restore services to customers on Monday morning, after being held hostage for a reported ransom of $10m, although some services were still operating with limited functionality.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/27/ransomware-attack-on-garmin-thought-to-be-the-work-of-evil-corp\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/27/ransomware-attack-on-garmin-thought-to-be-the-work-of-evil-corp", "date_published": "2020-07-27 17:57:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thai police launch inquiry into dropped charges against Red Bull heir", "description": "<p>Decision to end case against Vorayuth Yoovidhya to be investigated after public pressure</p><p>Thai police have opened an internal investigation after charges were dropped against the billionaire Red Bull heir in a fatal hit-and-run case amid outrage over a perceived culture of impunity for the rich.</p><p>Vorayuth “Boss” Yoovidhya, the grandson of the energy drink’s co-founder, had been <a href=\"https://www.theguardian.com/world/2012/sep/04/red-bull-heir-hit-run-thailand\">accused of killing a police officer</a> when he crashed his Ferrari in Bangkok in 2012.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/thai-police-launch-inquiry-into-dropped-charges-against-red-bull-heir\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/thai-police-launch-inquiry-into-dropped-charges-against-red-bull-heir", "date_published": "2020-07-27 17:48:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK extends Spain non-essential travel advice to holiday islands", "description": "<p>Thousands more holidays to be cancelled in latest coronavirus blow to tourism industry</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Thousands more holidays are set to be cancelled after the UK government’s recommendation against all but essential travel to mainland Spain was extended to include the Canary and Balearic islands.</p><p>The news will come as a further blow to the tourism industry and the Spanish government, which had <a href=\"https://www.theguardian.com/world/2020/jul/27/coronavirus-labour-criticises-blunt-tool-quarantine-rules-for-travellers-from-spain\">lobbied hard</a> for the removal of <a href=\"https://www.theguardian.com/world/2020/jul/25/uk-holidaymakers-returning-from-spain-to-face-quarantine\">quarantine restrictions</a> for tourists returning from the islands.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/uk-extends-spain-travel-advice-holiday-islands-canary-balearics-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/uk-extends-spain-travel-advice-holiday-islands-canary-balearics-coronavirus", "date_published": "2020-07-27 17:47:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christopher Nolan's Tenet to be released in August – but not in the US", "description": "<p>The much-delayed thriller will launch in 70 countries worldwide before a limited release in the US on Labor Day weekend</p><p>Warner Bros has announced that Christopher Nolan’s much-anticipated sci-fi thriller Tenet will be released in international markets before the US.</p><p>An unusual new strategy will see the film launch in 70 countries from 26 August, including the UK and France, before a release in select US cities on 3 September. The exact cities are still to be confirmed.</p> <a href=\"https://www.theguardian.com/film/2020/jul/27/tenet-christopher-nolan-film-release\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/27/tenet-christopher-nolan-film-release", "date_published": "2020-07-27 17:43:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colour-blind adoption: 'One of my  first clear memories as a child is knowing I looked different'", "description": "<p>Growing up, Sam Douglas was treated the same as her white sister – but it was not until she met her birth mother that she finally felt she belonged somewhere</p><p>I was born in Australia in the early 60s. My mother, a Greek woman, was only 18 years old, unmarried and pregnant to a Chinese man. It was hugely frowned upon, so she was forced to give me up for adoption.</p><p>I was taken from her immediately. She wasn’t allowed to see me, or hold me. In those days most people wanted a baby that looked like them, so I sat in the hospital waiting for people who were open to adopting a coloured child. I was adopted at three months old in January 1964.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/28/colour-blind-adoption-one-of-my-first-clear-memories-as-a-child-is-knowing-i-looked-different\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/28/colour-blind-adoption-one-of-my-first-clear-memories-as-a-child-is-knowing-i-looked-different", "date_published": "2020-07-27 17:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US presses Australia to step up naval exercises in South China Sea", "description": "<p>Push comes as foreign and defence ministers to meet US counterparts for talks on expanding military cooperation in waterway amid rising tensions with China</p><p> The Trump administration is pressing Australia to increase freedom of navigation exercises in the South China Sea but Labor has urged the Coalition to use coming ministerial talks to query what the US is doing to ease tensions with China.</p><p>Australia’s foreign minister, Marise Payne, and defence minister, Linda Reynolds, are set to meet their US counterparts in Washington DC on Tuesday to discuss extending military cooperation in the South China Sea as well as countering online disinformation.</p> <a href=\"https://www.theguardian.com/world/2020/jul/28/us-presses-australia-to-step-up-naval-exercises-in-south-china-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/28/us-presses-australia-to-step-up-naval-exercises-in-south-china-sea", "date_published": "2020-07-27 17:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Boris Johnson’s obesity strategy: too slimmed-down | Editorial", "description": "<p>The measures unveiled by the government are welcome. But a far more comprehensive approach, recognising the role of inequality, is required</p><p>In a typically EU-baiting Telegraph column <a href=\"https://www.telegraph.co.uk/comment/personal-view/3640417/Who-thought-of-health-warnings-on-wine.html?utm_source=POLITICO.EU&amp;utm_campaign=10d102bb53-EMAIL_CAMPAIGN_2020_07_27_06_17&amp;utm_medium=email&amp;utm_term=0_10959edeb5-\" title=\"\">in 2007</a>, Boris Johnson regaled his readers with a pen portrait of the kind of politician who would slap a health warning on food and alcoholic drinks. This was the kind of bossy move, he suggested, that would appeal to “some Swedish divorcee health commissioner, sitting in her velour slacks in her taupe-coloured office in the Breydel building, Brussels”.</p><p>How wrong can you be? On Monday it was the blond, portly scourge of the nanny state himself <a href=\"https://www.theguardian.com/world/2020/jul/27/boris-johnson-obesity-drive-will-not-be-bossy-or-nannying\" title=\"\">who decreed</a> that clear calorie counts must be shown on menus in restaurants and pubs, as part of his new anti-obesity plan for Britain. Leaving such ironies aside, the obesity strategy unveiled by the prime minister deserves a qualified welcome. <a href=\"https://www.theguardian.com/world/2020/jul/27/boris-johnson-obesity-drive-will-not-be-bossy-or-nannying\" title=\"\">The measures</a> to be introduced are overdue in a country that has the biggest weight problem in Europe; almost two-thirds of adults in England are overweight or obese. As well as using calorie information to promote healthier choices, shops’ two-for-one offers on unhealthy foods are to be outlawed, and there will be a public health advertising campaign.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/27/the-guardian-view-on-boris-johnsons-obesity-strategy-too-slimmed-down\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/27/the-guardian-view-on-boris-johnsons-obesity-strategy-too-slimmed-down", "date_published": "2020-07-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Denise Johnson, singer with Primal Scream, dies aged 56", "description": "<p>Famous for her vocals on Screamadelica, the Manchester-born singer was due to release her debut solo album this year</p><p>Denise Johnson, the Manchester-born singer best known for her vocals on <a href=\"https://www.theguardian.com/music/primal-scream\">Primal Scream</a>’s 1991 album Screamadelica, has died aged 56. A friend of Johnson’s confirmed the news on Twitter. No cause of death has been shared.</p><p>Johnson’s lead vocals featured on Don’t Fight It, Feel It, and she performed with the band from 1990-1995.</p> <a href=\"https://www.theguardian.com/music/2020/jul/27/denise-johnson-singer-with-primal-scream-dies-aged-53\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/27/denise-johnson-singer-with-primal-scream-dies-aged-53", "date_published": "2020-07-27 17:28:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One Nation group of centrist Conservatives to relaunch", "description": "<p>Group of 100 MPs hopes to pull Boris Johnson away from influence of Tory hard right<br /></p><p>The centrist Tory caucus, which led opposition to a hardline no-deal Brexit under Theresa May, is to relaunch this summer with 100 MPs and a blitz of new policies aimed at pulling Boris Johnson away from the hard right of the party.</p><p>Policies expected to be backed by the One Nation group over the coming months include a drive to protect aid spending and raising taxes on unearned income.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/27/one-nation-group-of-centrist-conservatives-to-relaunch\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/27/one-nation-group-of-centrist-conservatives-to-relaunch", "date_published": "2020-07-27 17:25:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a new normal: holidays abroad, quarantine at home | Editorial", "description": "<p>Covid-19 is lingering such that the public believes things are getting better, long after they are going wrong</p><p>Another day, another sadly predictable U-turn from the government of Boris Johnson. A few weeks ago ministers were encouraging the public to go abroad for their holidays. They did so without a comprehensive airport testing regime for passengers, unlike in many parts of the world. As restrictions have been lifted across Europe, countries have reported <a href=\"https://www.theguardian.com/world/2020/jul/24/europe-warns-of-need-for-vigilance-as-covid-19-cases-rise-sharply\" title=\"\">rises in Covid-19 cases</a>. People returning from Spain, which has seen a spike in infections, <a href=\"https://www.theguardian.com/world/2020/jul/25/uk-holidaymakers-returning-from-spain-to-face-quarantine\" title=\"\">now</a> face mandatory quarantine. The farce means that the transport secretary will be one of those self-isolating.</p><p>Britain continues to record a higher number of coronavirus cases and deaths than Spain, which had one of the most stringent lockdowns in Europe. Madrid has every right to be <a href=\"https://www.theguardian.com/world/2020/jul/26/spain-is-still-open-and-safe-for-tourists-insists-foreign-minister-coronavirus\" title=\"\">frustrated</a>. It is unclear why passengers from the relatively unaffected <a href=\"https://theguardian.com/world/2020/jul/27/coronavirus-labour-criticises-blunt-tool-quarantine-rules-for-travellers-from-spain\" title=\"\">Canaries and Balearics</a> are treated the same as those returning from Covid-19 hotspots in Catalonia.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/27/the-guardian-view-on-a-new-normal-holidays-abroad-quarantine-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/27/the-guardian-view-on-a-new-normal-holidays-abroad-quarantine-at-home", "date_published": "2020-07-27 17:25:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cat diagnosed with coronavirus in first UK case of animal infection", "description": "<p>People advised not to kiss their pets after Siamese cat is thought to have caught virus from its owners</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A female Siamese cat has become the first animal in the UK to catch coronavirus, prompting a warning to owners not to kiss their pets or share food with them.</p><p>The cat from southern England is believed to have caught the virus from their owner in May. It was initially diagnosed by a private vet with feline herpes. But samples from the cat tested positive for Sars-Cov-2 in June as part of a coronavirus screening programme for hundreds of cats at Glasgow Centre for Virus Research.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/pet-cat-diagnosed-with-covid-19-uk-government-confirms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/pet-cat-diagnosed-with-covid-19-uk-government-confirms", "date_published": "2020-07-27 17:22:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wool and the gang: Why is Taylor Swift wearing a cardigan in summer?", "description": "<p>The singer is the latest celebrity to endorse the piece of comfort dressing in this year of uncertainty</p><p>“When I felt like I was an old cardigan under someone’s bed,” sings Taylor Swift in her new song <a href=\"https://genius.com/Taylor-swift-cardigan-lyrics\">Cardigan</a>, “you put me on and said I was your favourite.”</p><p>This is part of a general cardigan-based theme on Swift’s “surprise” album, <a href=\"https://www.theguardian.com/music/2020/jul/24/taylor-swift-folklore-review-bombastic-pop-makes-way-for-emotional-acuity\">Folklore</a>. The singer has anthropomorphised the much-worn but hardly glamorous clothing item and also made it a sartorial mascot. She had a $49 (£38) cardigan for sale as part of the Folklore merch, and gifted said cardigan to pals including <a href=\"https://www.nme.com/news/music/taylor-swift-sends-folklore-cardigan-to-kobe-bryants-daughter-natalia-2715234\">Natalia Bryant</a>, a daughter of the late basketball star Kobe, who died in January.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/27/buttoned-up-taylor-swift-dependable-cardigan-comfort-dressing\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/27/buttoned-up-taylor-swift-dependable-cardigan-comfort-dressing", "date_published": "2020-07-27 17:14:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's top-order solidity has Andrew Strauss thinking of Ashes | Andy Bull", "description": "<p>Rory Burns and Dom Sibley appear to have solved a problem that has blighted the Test team since the playing retirement of the former ECB director of cricket</p><p>It took England so long to find a new opening batsman that the man they were trying to replace ended up taking on the job of searching himself. So long that he had to quit before he had finished.</p><p>In the eight years since Andrew Strauss retired in 2012, England have tried 18 openers in 18 combinations. There was Alastair Cook, obviously, Nick Compton, Joe Root, and Michael Carberry, then Sam Robson, Jonathan Trott, Adam Lyth, and Moeen Ali, Alex Hales, Ben Duckett and Haseeb Hameed, Keaton Jennings and Mark Stoneman, Joe Denly, Jason Roy, Rory Burns, and, just lately, Dom Sibley and Zak Crawley.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/27/englands-top-order-solidity-has-andrew-strauss-thinking-of-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/27/englands-top-order-solidity-has-andrew-strauss-thinking-of-ashes", "date_published": "2020-07-27 17:12:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MI6 accused of tribunal hearing 'interference'", "description": "<p>Spy agency apologises after asking clerk to conceal secret material from presiding judges</p><p>MI6 has been accused of “inappropriate interference” after two of its officers allegedly asked a chief clerk at the investigatory powers tribunal to conceal secret material relating to the agency from its presiding judges.</p><p>The spy agency was forced to apologise after the incident, which took place in relation to a court case about whether fellow agency MI5 can <a href=\"https://www.theguardian.com/uk-news/2019/dec/20/mi5-informants-investigatory-powers-tribunal-lawful-serious-crimes\">authorise informants</a> to participate in murder, torture or other serious crimes.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/mi6-accused-of-tribunal-hearing-interference\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/mi6-accused-of-tribunal-hearing-interference", "date_published": "2020-07-27 17:11:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Egypt jails women for two years over TikTok videos", "description": "<p>Court sentences Haneen Hossam, Mowada al-Adham and three others for ‘violating public morals’</p><p>An Egyptian court has sentenced five female social media influencers to two years in jail each on charges of violating public morals, a judicial source said.</p><p>The verdict against Haneen Hossam, Mowada al-Adham and three others came after they had posted footage on the video-sharing app TikTok. The ruling, which can be appealed, included a fine of 300,000 Egyptian pounds (£14,600) for each defendant.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/egypt-jails-women-for-two-years-over-tiktok-videos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/egypt-jails-women-for-two-years-over-tiktok-videos", "date_published": "2020-07-27 17:06:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Am I obese? Here's how to find out if your BMI is a problem", "description": "<p>Most adults in England are overweight, but how can you tell if you are unhealthily so?<br /></p><p>In the UK, overweight is the new normal. A minority of people are what experts consider to be a healthy weight. Most – 63% of adults in England – are overweight. More than quarter of the adult population – 28% – is obese.</p><p>Obesity is measured by body mass index (BMI), which for an adult is a ratio of weight in kilograms by height in metres squared. <a href=\"https://www.nhs.uk/live-well/healthy-weight/bmi-calculator/\">The NHS has an online calculator</a>. It does not work for children who are still growing and it is often regarded as a blunt instrument for individuals, because some very fit people have bulky muscle tissue that will make them heavier. But for most people and for looking at populations as a whole, it is a useful indicator of healthy or unhealthy weight.</p> <a href=\"https://www.theguardian.com/society/2020/jul/27/am-i-obese-heres-how-to-find-out-bmi\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/27/am-i-obese-heres-how-to-find-out-bmi", "date_published": "2020-07-27 17:02:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wiley's racism flowed because social media is a petri dish of hate | Nish Kumar", "description": "<p>The rapper will pay for his antisemitism but nothing else will change. Twitter and Instagram were once cute but have turned vicious </p><p>The pandemic-induced economic collapse has devastated several industries, even as others have thrived. <a href=\"https://www.theguardian.com/culture/series/culture-in-peril\">The arts</a> and hospitality sectors are struggling yet Amazon and the <a href=\"https://www.theguardian.com/food/2020/apr/08/felicity-cloake-perfect-lockdown-cooking-recipes-pea-soup-fishcakes-dal-tomato-sauce-pilaf-banana-bread-blueberry-muffins-oatcakes-summer-pudding\">banana </a><a href=\"https://www.theguardian.com/food/2020/apr/08/felicity-cloake-perfect-lockdown-cooking-recipes-pea-soup-fishcakes-dal-tomato-sauce-pilaf-banana-bread-blueberry-muffins-oatcakes-summer-pudding\">bread </a><a href=\"https://www.theguardian.com/food/2020/apr/08/felicity-cloake-perfect-lockdown-cooking-recipes-pea-soup-fishcakes-dal-tomato-sauce-pilaf-banana-bread-blueberry-muffins-oatcakes-summer-pudding\">industrial </a><a href=\"https://www.theguardian.com/food/2020/apr/08/felicity-cloake-perfect-lockdown-cooking-recipes-pea-soup-fishcakes-dal-tomato-sauce-pilaf-banana-bread-blueberry-muffins-oatcakes-summer-pudding\">complex</a> are booming. And then there is the internet racism industry that goes from strength to strength. We’re constantly told that our manufacturing sector is on its knees, but somehow we have a near ceaseless production line of jerks.</p><p>The latest of which is Wiley, grime artist and online bigot du jour. Over the weekend, he unleashed a torrent of antisemitic tweets and Instagram videos. It should go without saying that his behaviour was abhorrent, but given the events of the past few years it’s worth reiterating – racism is bad and you shouldn’t do it.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/27/wiley-racism-social-media-hate-rapper-antisemitism-twitter-instagram\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/27/wiley-racism-social-media-hate-rapper-antisemitism-twitter-instagram", "date_published": "2020-07-27 17:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK busmaker Alexander Dennis to cut 650 jobs", "description": "<p>Boss warns of crisis as pandemic leaves company with no orders since March<br /></p><p>The busmaker Alexander Dennis is cutting 650 jobs in the latest blow to the UK automotive industry as it reels from the coronavirus pandemic.</p><p>The job losses are expected to affect workers at sites in Guildford, Scarborough and Falkirk, the company’s main manufacturing facilities, as well as other sites.</p> <a href=\"https://www.theguardian.com/business/2020/jul/27/uk-busmaker-alexander-dennis-to-cut-650-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/27/uk-busmaker-alexander-dennis-to-cut-650-jobs", "date_published": "2020-07-27 16:55:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Broad and England can call on spirit of 2008 in hunt for final-day victory", "description": "<p>England are poised to win a three-Test series after losing the opener for the first time since Broad made an impact 12 years ago</p><p>The experts do get it right more often than not in the 21st century, whatever our leaders may say. As the forecasters said would be the case, there was no play at Old Trafford on Monday. So the series has yet to be decided but the strong expectation remains that, weather permitting, England will win it. They need eight more wickets in what is likely to be a maximum of 98 overs. Even Gordon Greenidge and the rest of the 1984 musketeers would struggle to knock off the 389 more runs West Indies require to win.</p><p>If England do prevail this will be the first time they have come back from 1-0 down in a three-match series since 2008 in New Zealand. One person who could produce chapter and verse on this is Stuart Broad, because he has that sort of memory and he was there on his second England tour alongside Jimmy Anderson. Both began that series as understudies. But against the odds England lost the first Test in Hamilton after which Michael Vaughan and Peter Moores took the decision to drop Steve Harmison and Matthew Hoggard and to replace them with the youngsters, whereupon England won the next two Tests in Wellington and Napier. Since then Broad and Anderson have become an ever-more classy double act, more Morecambe and Wise than Mike and Bernie Winters.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/evergreen-stuart-broad-can-look-back-to-new-zealand-in-2008-for-inspiration\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/evergreen-stuart-broad-can-look-back-to-new-zealand-in-2008-for-inspiration", "date_published": "2020-07-27 16:39:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother of boy with toy gun says Met police acted out of all proportion", "description": "<p>Mina Agyepong’s son Kai was arrested and handcuffed after being seen with a BB gun</p><p>A woman whose house was raided by armed officers after her 12-year-old son was seen with a toy gun has said she supports police action targeting firearm crime but believes they acted out of all proportion.</p><p>Mina Agyepong’s son Kai was arrested and handcuffed during the operation in Somers Town, north London, before being freed when officers realised it was a BB or plastic pellet gun.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/mother-of-boy-with-toy-gun-says-met-police-acted-out-of-all-proportion\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/mother-of-boy-with-toy-gun-says-met-police-acted-out-of-all-proportion", "date_published": "2020-07-27 16:32:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Irenosen Okojie wins the Caine prize for 'stunning' short story Grace Jones", "description": "<p>Nigerian-British author says £10,000 award for African writing has given her confidence as a black and female experimental writer</p><p>Critically acclaimed author Irenosen Okojie has won the AKO Caine prize for African writing, crediting her win with giving her “extra confidence” as a black, female experimental writer who has felt she was “operating on the fringes”.</p><p>The Nigerian-British writer won the £10,000 award on Monday afternoon for her short story Grace Jones, following an impersonator of the singer as she mourns the death of her family in a house fire. Judges for the prize called it “a radical story that plays with logic, time and place”, and praised it as “risky, dazzling, imaginative and bold”.</p> <a href=\"https://www.theguardian.com/books/2020/jul/27/irenosen-okojie-wins-the-caine-prize-for-stunning-short-story-grace-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/27/irenosen-okojie-wins-the-caine-prize-for-stunning-short-story-grace-jones", "date_published": "2020-07-27 16:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travellers say they are being treated ‘like animals’ over Shropshire Covid-19 outbreak", "description": "<p>Tensions rise as Travellers expressed anger they had been told to remain on the site </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Tensions have risen in a small Shropshire market town <a href=\"https://www.theguardian.com/uk-news/2020/jul/26/coronavirus-outbreak-at-shropshire-caravan-park-confirmed\">after an outbreak of Covid-19</a> following an engagement party on a Travellers’ site.</p><p>Travellers expressed anger that they had been told to remain on the site in Craven Arms, near Ludlow, with one claiming they were being treated “like animals”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/travellers-claim-they-are-being-treated-like-animals-in-shropshire-covid-19-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/travellers-claim-they-are-being-treated-like-animals-in-shropshire-covid-19-outbreak", "date_published": "2020-07-27 16:29:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AstraZeneca agrees to pay up to £4.7bn for cancer drug", "description": "<p>UK-based company hopes deal with Daiichi Sankyo will lead to new breast and lung cancer treatment</p><p>AstraZeneca has agreed a deal worth as much as £4.7bn with a Japanese drug company to develop and market a potential new cancer treatment.</p><p>The British–Swedish pharmaceutical company said it would pay $1bn (£800m) upfront to its partner, Daiichi Sankyo, in what is the latest of a series of bets by the pharma company on oncology treatments.</p> <a href=\"https://www.theguardian.com/business/2020/jul/27/astrazeneca-deal-cancer-treatment-daiichi-sankyo\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/27/astrazeneca-deal-cancer-treatment-daiichi-sankyo", "date_published": "2020-07-27 16:13:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Annie Ross obituary", "description": "<p>Jazz singer whose vocally athletic style brought her acclaim as a solo performer and with the trio Lambert, Hendricks &amp; Ross</p><p>The jazz singer Annie Ross, who has died aged 89, consistently<strong> </strong>brought the best out of good songs – and sometimes the best out of her expert admirers, too. The critic <a href=\"https://www.theguardian.com/arts/critic/feature/0,,567652,00.html\">Kenneth Tynan</a> memorably characterised the cool intelligence of Ross’s methods and manner as that of “a fallen angel”, and the Observer’s Dave Gelly once described her sound as exhibiting “a kind of dreamy watchfulness that is a definition of 1950s hip”.</p><p>London-born but raised in Hollywood by a jazz-singing aunt, Ross modelled her methods on the 40s vocal stars <a href=\"https://www.independent.co.uk/news/obituaries/obituary-ella-fitzgerald-1337549.html\">Ella Fitzgerald</a> and Sarah Vaughan, as well as on the quicksilver instrumental melodies of that era’s bebop movement.</p> <a href=\"https://www.theguardian.com/music/2020/jul/27/annie-ross-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/27/annie-ross-obituary", "date_published": "2020-07-27 16:08:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finding Freedom: 10 things we learned from Harry and Meghan's book", "description": "<p>Biography reveals extent of Buckingham palace’s hostility towards Duchess of Sussex</p><p>A new book by the royal reporters Carolyn Durand and Omid Scobie chronicles what the authors’ claim has been a deepening rift between Prince Harry, his wife, Meghan, the Duchess of Sussex, and Buckingham Palace – which ultimately led to the couple’s decision to take a step back from public life. The biography has been providing headlines in UK newspapers in recent days after being serialised in the Times and the Sunday Times. So, what have we learned from <a href=\"https://www.theguardian.com/uk-news/2020/jul/25/harry-and-meghan-not-interviewed-for-royal-biography\">Finding Freedom</a>?</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/finding-freedom-prince-harry-meghan-book-duchess-sussex-buckingham-palace\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/finding-freedom-prince-harry-meghan-book-duchess-sussex-buckingham-palace", "date_published": "2020-07-27 16:06:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe braces for second wave of coronavirus", "description": "<p>Belgium raises prospect of ‘complete lockdown’ as Spain and France report spikes in infection rate<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Europe is bracing for a second wave of coronavirus as continuing outbreaks raise the prospect of reimposed restrictions at a time when millions of people are travelling across the continent for their summer holidays.</p><p>The <strong>Belgian</strong> government has warned that country could be put into a second “complete lockdown” following a significant spike in infections, while the <strong>Spanish</strong> region of Catalonia may also have to reintroduce lockdown measures if outbreaks are not brought under control within 10 days.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/europe-braces-for-second-wave-of-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/europe-braces-for-second-wave-of-coronavirus", "date_published": "2020-07-27 16:02:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did you solve it? The pyramid puzzle", "description": "<p>The answers to today’s geometrical riddles</p><p><a href=\"https://www.theguardian.com/science/2020/jul/27/can-you-solve-it-the-pyramid-puzzle\">Earlier today</a> I set you the following two puzzles. Here they are again, together with solutions.</p><p>1. A 12cm x 12cm square piece of paper is marked as below.</p> <a href=\"https://www.theguardian.com/science/2020/jul/27/did-you-solve-it-the-pyramid-puzzle\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jul/27/did-you-solve-it-the-pyramid-puzzle", "date_published": "2020-07-27 16:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "House music: Tim Ashley's watching and listening highlights", "description": "<p>This week, our critic cues up Opera North’s podcast, takes in Ryedale’s streaming festival and revisits an archived Proms performance with Riccardo Chailly</p><p>I’ve been enjoying the <a href=\"https://ryedalefestival.com/about-the-festival/\">Ryedale festival</a> this week, which has moved online, streaming one concert a day from beautiful North Yorkshire venues on its new <a href=\"https://ryedalefestival.com/ryestream/\">RyeStream platform</a>. There are lovely things here. Soprano <a href=\"https://www.youtube.com/watch?v=b03uW2SAgFI\">Rowan Pierce</a>, singing by candlelight with pianist Christopher Glynn at All Saints’ Church in Helmsley, gives us a lockdown programme that opens with Purcell’s O Solitude and closes with the quiet optimism of Strauss’s Morgen! <a href=\"https://www.youtube.com/watch?v=D3Tm5-k2nk4\">Isata Kanneh-Mason</a> places Beethoven alongside Barber and Gershwin in a compelling recital from the same venue, while there’s a concert by the South African cellist-singer-composer <a href=\"https://www.youtube.com/watch?v=a6lTDXPhMv4\">Abel Selaocoe</a> that juxtaposes African songs with riffs on Bach, astonishingly performed and utterly mesmerising.</p><p>In the Castle Howard chapel, meanwhile, baroque violinist <a href=\"https://www.youtube.com/watch?v=_FoNOUSzuUQ\">Rachel Podger</a> enthusiastically introduces and plays Biber, <a href=\"https://www.youtube.com/watch?v=D3Tm5-k2nk4\">Vilsmayr</a> and Bach. The castle’s long gallery is the venue for a superb recital by <a href=\"https://www.youtube.com/watch?v=22QrxIae6zc\">Matthew Hunt and Tim Horton</a>, which flanks <a href=\"https://www.theguardian.com/music/tomserviceblog/2012/oct/08/jorg-widmann-contemporary-music-guide\">Jörg Widmann</a>’s witty solo clarinet Fantasie with works for clarinet and piano by Schumann – the Fantasiestücke, ravishingly played – and John Ireland. The festival is available <a href=\"https://www.youtube.com/channel/UC3Z8alARjzdvjbym20squMw\">free on demand</a> or <a href=\"https://ryedalefestival.ticketsolve.com/products/donation\">by donation</a> until 16 August.</p> <a href=\"https://www.theguardian.com/culture/2020/jul/27/house-music-tim-ashley-highlights-opera-north-proms-ryedale-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/27/house-music-tim-ashley-highlights-opera-north-proms-ryedale-festival", "date_published": "2020-07-27 16:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johanna Konta stunned by Jodie Burrage in Battle of the Brits opener", "description": "<ul><li>World No 289 shocks Konta 6-4, 6-3 in first match</li><li>‘I was just excited to get out there and swing, no pressure’</li></ul><p>Johanna Konta endured her toughest defeat in five years on Monday – albeit away from the WTA Tour – when the world No 289 Jodie Burrage, a British novice still learning the game at tennis outposts such as Jodhpur and Nonthaburi, shocked the three-times grand slam semi-finalist, 6-4, 6-3.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/26/andy-murray-apprehensive-about-us-open-but-planning-to-play\">Andy Murray 'apprehensive' about US Open but planning to play</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/johanna-konta-stunned-by-jodie-burrage-in-battle-of-the-brits-opener\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/johanna-konta-stunned-by-jodie-burrage-in-battle-of-the-brits-opener", "date_published": "2020-07-27 15:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheshire prison worker warned of problems before death of baby", "description": "<p>Manager of mother-and-baby unit at Styal Prison wrote to politicians about her concerns for pregnant inmates</p><p>The former manager of a prison mother-and-baby unit warned just months before the stillbirth of a baby there that such a tragedy was likely to happen because of concerns about conditions for pregnant women at the prison, the Guardian has learned.</p><p>Tamsin Morris, a lawyer, who previously managed the mother-and-baby unit at <a href=\"https://www.gov.uk/guidance/styal-prison\">Styal Prison</a> in Wilmslow, Cheshire, wrote to the MP for the area, Esther McVey, to the Ministry of Justice and to the mayor of Manchester, Andy Burnham, in February of this year, raising concerns about conditions for pregnant women at the prison in the wake of the <a href=\"https://www.theguardian.com/society/2019/oct/04/baby-dies-in-uk-prison-after-inmate-gives-birth-alone-in-cell\">stillbirth of a baby</a> at HMP Bronzefield last September.</p> <a href=\"https://www.theguardian.com/society/2020/jul/27/cheshire-prison-worker-warned-of-problems-before-death-of-baby\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/27/cheshire-prison-worker-warned-of-problems-before-death-of-baby", "date_published": "2020-07-27 15:47:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shapps feels the pain in Spain on holiday from hell", "description": "<p>Minister becomes immediate victim of government’s new quarantine policy </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Imagine the scene: Grant Shapps and his family had flown in to Spain on Saturday lunchtime, picked up the hire car and had just settled into the self-catering villa when he chose to break the bad news. As of midnight UK time, anyone returning from Spain would have to quarantine themselves for 14 days on their return home.</p><p>“Now you tell us,” his wife and three children had chorused angrily. “We thought you were meant to be the ‘air corridor’ transport secretary. Did you actually know this was going to happen?”</p> <a href=\"https://www.theguardian.com/politics/2020/jul/27/shapps-feels-the-pain-in-spain-on-holiday-from-hell\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/27/shapps-feels-the-pain-in-spain-on-holiday-from-hell", "date_published": "2020-07-27 15:44:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests as Norway begins tearing down building adorned with Picassos", "description": "<p>Demolition work at building damaged in Anders Breivik attack has divided opinion<a href=\"https://www.theguardian.com/world/2011/jul/23/norway-attack-utoya-shooting-oslo\"><br /></a></p><p>Amid protests, Norway’s government has begun tearing down a landmark building adorned with giant murals by Pablo Picasso as part of efforts to rebuild government headquarters damaged in <a href=\"https://www.theguardian.com/world/2011/jul/23/norway-attack-utoya-shooting-oslo\">the 2011 terrorist</a><a href=\"https://www.theguardian.com/world/2011/jul/23/norway-attack-utoya-shooting-oslo\"> attack</a> by the rightwing extremist Anders Breivik.</p><p>The Y-block office building in Oslo, with a Picasso drawing sand-blasted on to a 250-tonne section of the facade, will be replaced by a modern, safer development, the government says.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/protests-norway-begins-tearing-down-building-adorned-with-picassos-oslo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/protests-norway-begins-tearing-down-building-adorned-with-picassos-oslo", "date_published": "2020-07-27 15:37:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: campsite bookings soar in UK after Spain quarantine", "description": "<p>Websites report record day with rule said to be ‘nail in coffin’ for foreign trips this summer </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>UK camping websites enjoyed a record day of bookings after the government said passengers returning from Spain must quarantine for 14 days, with one operator calling it the “final nail in the coffin” for those considering a foreign trip this summer.</p><p>Two camping websites, Pitchup.com and Campsites.co.uk, said they recorded their biggest day of reservations on Sunday following the previous evening’s <a href=\"https://www.theguardian.com/world/2020/jul/25/uk-holidaymakers-returning-from-spain-to-face-quarantine\">announcement</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/coronavirus-campsite-bookings-soar-uk-after-spain-quarantine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/coronavirus-campsite-bookings-soar-uk-after-spain-quarantine", "date_published": "2020-07-27 15:04:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: oil giants help fund powerful police groups in top US cities", "description": "<p>Investigation portrays fossil fuel industry as common enemy in struggle for racial and environmental justice in America</p><p>Big corporations accused of driving environmental and health inequalities in black and brown communities through toxic and climate-changing pollution are also funding powerful police groups in major US cities, according to a new investigation.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jul/24/trump-goon-squad-john-sandweg-homeland-security-ice\">Trump is using federal agents as his 'goon squad', says Ice's ex-acting head</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jul/27/fossil-fuels-oil-gas-industry-police-foundations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/27/fossil-fuels-oil-gas-industry-police-foundations", "date_published": "2020-07-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: 'He was really drunk all the time'", "description": "<p>David Grant, 42, and Angie Vidal, 40, met at the airport on their way to the 2006 World Cup in Germany. They live in Mexico City with their five-year-old daughter, Victoria, and dog, Rodney<br /></p><p>David Grant, who is originally from the UK, was living in Mexico City in 2006, working as a teacher. When his friend won a trip to Germany for the World Cup that June, he jumped at the chance to join him. “We flew to London first and ran off to find somewhere to watch the England game,” he says. Angie, who is Mexican, and her friend had also won tickets to the World Cup and flown to London from Mexico City, but Angie and David did not meet until they were at Heathrow airport, waiting for the flight to Stuttgart.</p><p>“I gave my camera to Angie to take a picture of me and my friend,” David says. They continued to bump into each other throughout the trip, chatting during hospitality events. Although Angie caught his eye straight away, she was not so sure. “He was a bit of a nightmare,” she laughs. “He was really drunk all the time.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/27/how-we-met-david-grant-angie-vidal-airport-world-cup-germany-mexico-city\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/27/how-we-met-david-grant-angie-vidal-airport-world-cup-germany-mexico-city", "date_published": "2020-07-27 14:56:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2019-20 review: the big quiz of the season", "description": "<p>It was a long old season. Were you paying attention to the details?</p><p class=\"question__text\">Liverpool were worthy winners of the league title this season. They were fantastic at home again. Who was the last visiting manager to win a league game at Anfield?</p><p class=\"answer__text\">Pep Guardiola </p><p class=\"answer__text\">José Mourinho </p><p class=\"answer__text\">Roy Hodgson </p><p class=\"answer__text\">Sam Allardyce</p><p class=\"question__text\">Which club won the same number of points this season as they did last season?</p><p class=\"answer__text\">Liverpool</p><p class=\"answer__text\">Manchester United</p><p class=\"answer__text\">Newcastle United </p><p class=\"answer__text\">Wolves</p><p class=\"question__text\">Who was the only player to score four goals in a game?</p><p class=\"answer__text\">Jamie Vardy </p><p class=\"answer__text\">Ayoze Pérez </p><p class=\"answer__text\">Raheem Sterling </p><p class=\"answer__text\">Michail Antonio</p><p class=\"question__text\">Which player scored 43% of his team’s goals – the most in the league?</p><p class=\"answer__text\">Jamie Vardy </p><p class=\"answer__text\">Teemu Pukki </p><p class=\"answer__text\">Raúl Jiménez </p><p class=\"answer__text\">Danny Ings</p><p class=\"question__text\">Which team did not have a single English goalscorer all season?</p><p class=\"answer__text\">Newcastle</p><p class=\"answer__text\">Wolves </p><p class=\"answer__text\">West Ham </p><p class=\"answer__text\">Crystal Palace </p><p class=\"question__text\">Which club finished in the top half of the table even though they scored fewer goals than Bournemouth, who were relegated?</p><p class=\"answer__text\">Burnley</p><p class=\"answer__text\">Newcastle United </p><p class=\"answer__text\">Southampton</p><p class=\"answer__text\">Sheffield United</p><p class=\"question__text\">Jamie Vardy became the oldest player to win the Premier League golden boot. Whose record did he break?</p><p class=\"answer__text\">Didier Drogba</p><p class=\"answer__text\">Dimitar Berbatov </p><p class=\"answer__text\">Thierry Henry </p><p class=\"answer__text\">Alan Shearer </p><p class=\"question__text\">In which of these statistics did Manchester City not finish top?</p><p class=\"answer__text\">Most goals scored </p><p class=\"answer__text\">Best goal difference </p><p class=\"answer__text\">Most passes </p><p class=\"answer__text\">Most shots </p><p class=\"answer__text\">Most clean sheets </p><p class=\"answer__text\">They were top for all of them</p><p class=\"question__text\">Which London club picked up more points this season than they did last season?</p><p class=\"answer__text\">Arsenal</p><p class=\"answer__text\">Chelsea</p><p class=\"answer__text\">Crystal Palace </p><p class=\"answer__text\">Tottenham</p><p class=\"answer__text\">West Ham </p><p class=\"answer__text\">None of them </p><p class=\"question__text\">How many points did Norwich pick up in the nine games they played following the restart in June?</p><p class=\"answer__text\">None</p><p class=\"answer__text\">One</p><p class=\"answer__text\">Two</p><p class=\"answer__text\">Three</p><p class=\"question__text\">Who were the only club to win the majority of their points in away matches? </p><p class=\"answer__text\">Burnley</p><p class=\"answer__text\">Brighton</p><p class=\"answer__text\">Manchester City </p><p class=\"answer__text\">Southampton</p><p class=\"question__text\">Which team won 4-0 at home and lost 4-0 at home?</p><p class=\"answer__text\">Leicester City</p><p class=\"answer__text\">Liverpool</p><p class=\"answer__text\">Chelsea</p><p class=\"answer__text\">West Ham </p><p class=\"question__text\">Kevin De Bruyne finished the season with 20 assists. Which two players – who play for the same club – were second and third in the assists table? </p><p class=\"answer__text\">Trent Alexander-Arnold and Andy Robertson</p><p class=\"answer__text\">David Silva and Riyad Mahrez </p><p class=\"answer__text\">Son Heung-min and Harry Kane </p><p class=\"answer__text\">Trent Alexander-Arnold and Roberto Firmino</p><p class=\"question__text\">Players from which team were shown the most yellow cards and the most red cards? </p><p class=\"answer__text\">Burnley</p><p class=\"answer__text\">West Ham </p><p class=\"answer__text\">Arsenal</p><p class=\"answer__text\">Sheffield United </p><p class=\"question__text\">Which midfielder scored six goals and finished the season as his club’s top scorer?</p><p class=\"answer__text\">Todd Cantwell </p><p class=\"answer__text\">Jack Grealish </p><p class=\"answer__text\">Jonjo Shelvey</p><p class=\"answer__text\">Harry Wilson</p><p class=\"score__min-score\">1 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">2 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">3 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">4 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">5 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">6 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">7 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">8 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">9 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">10 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">11 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">12 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">13 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">14 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">0 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p><p class=\"score__min-score\">15 and above.</p><p class=\"score__title\">Thanks for joining us this season. Enjoy the summer – or what's left of it</p> <a href=\"https://www.theguardian.com/football/2020/jul/27/premier-league-2019-20-review-the-big-quiz-of-the-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/27/premier-league-2019-20-review-the-big-quiz-of-the-season", "date_published": "2020-07-27 14:51:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met uses software that can be deployed to see if ethnic groups 'specialise' in areas of crime", "description": "<p><strong>Exclusive: </strong>Origins software produced by Trevor Phillips’s firm allows users to profile suspects, says company</p><p>The <a href=\"https://www.theguardian.com/uk/metropolitan-police\">Metropolitan police</a> have been using software that can be deployed to help <a href=\"https://www.theguardian.com/world/2020/may/06/trevor-phillips-firms-origins-software-linked-ethnic-groups-to\">identify whether different ethnic groups “specialise” in particular types of crime</a>, the Guardian can reveal.</p><p>The Origins programme, produced by Webber Phillips, a consultancy run by Prof Richard Webber and the former Equality and Human Rights Commission chair Trevor Phillips has been described by the former as conferring the ability “to profile perpetrators and victims” of crimes.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/met-police-use-software-ethnic-groups-specialise-profile\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/met-police-use-software-ethnic-groups-specialise-profile", "date_published": "2020-07-27 14:28:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I've been called lucky': what it's like to be black in the British TV industry", "description": "<p>From a makeup artist to a casting producer, black television professionals tell Nana Baah about their experiences – and what they wish was different</p><p>You have to deal with a lot of stereotypes when you are making TV shows. They have a narrative of how they want black people to look on screen, which isn’t necessarily based in reality. There was a show that I worked on where there were other black crew members, too. It was the most diverse set I’ve been on, but the people at the top would say some very ignorant things, like how the black guys in the show must be gangsters. People come with this whole idea of what a black person is.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/27/tokens-black-british-tv-industry-film-steve-mcqueen-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/27/tokens-black-british-tv-industry-film-steve-mcqueen-racism", "date_published": "2020-07-27 14:22:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exeter Chiefs to discuss dropping Native American badge and mascot", "description": "<ul><li>Supporters’ petition calls for end to ‘harmful imagery’</li><li> Washington NFL team dropped badge and ‘Redskins’ name<br /></li></ul><p>The Exeter Chiefs board will meet on Wednesday to discuss a rebranding that could lead to the Premiership club removing their Native American badge and mascot, known as “Big Chief”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/23/washington-nfl-team-name-2020-season\">Washington's NFL team to go by 'Washington Football Team' for 2020 season</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/27/exeter-chiefs-to-discuss-dropping-native-american-badge-and-mascot\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/27/exeter-chiefs-to-discuss-dropping-native-american-badge-and-mascot", "date_published": "2020-07-27 14:06:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The teacher, the baker and the snack-box maker: meet the small firms going online for the first time", "description": "<p>Since lockdown, websites have become the main source of income for many small businesses and microbusinesses. Over the next month, we’ll follow two company owners, and the mentors we’ve paired them with, as they find their feet in the digital world</p><p>Despite never selling online in the 10 years since he cofounded his artisan bakery Bread Source, Steven Winter was left with little choice when the coronavirus lockdown was announced in March. As restaurants closed, the wholesale arm of the business disappeared, and he had no idea what was going to happen to his four shops or his market stalls across Norwich and Aylsham. “At that point there was no furlough scheme. All I was trying to do was pay my 30 staff,” Winter says.</p><p>The response to the new website, which launched at the start of April, blew him away. “In the first week or two, we were up to 200 orders a day,” he says. “We sold 10,000 loaves, 25,000 pastries and 10 tonnes of flour online over two months.” The team expanded their range to include other staples such as eggs, milk, butter and coffee, which were dropped off to customers across Norfolk using the bakery’s two delivery vans.</p> <a href=\"https://www.theguardian.com/go-make-it/2020/jul/27/the-teacher-the-baker-and-the-snack-box-maker-meet-the-small-firms-going-online-for-the-first-time\">Continue reading...</a>", "link": "https://www.theguardian.com/go-make-it/2020/jul/27/the-teacher-the-baker-and-the-snack-box-maker-meet-the-small-firms-going-online-for-the-first-time", "date_published": "2020-07-27 14:06:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why should Elon Musk look after his own baby? He’s already saving humanity", "description": "<p>The Tesla CEO says ‘there’s not much I can do’ to take care of his infant son. What planet is he on?</p><p><strong>Name:</strong> Babies.</p><p><strong>Age:</strong> Young.</p> <a href=\"https://www.theguardian.com/technology/shortcuts/2020/jul/27/elon-musk-parent-baby-saving-humanity-tesla-infant-son\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/shortcuts/2020/jul/27/elon-musk-parent-baby-saving-humanity-tesla-infant-son", "date_published": "2020-07-27 14:03:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Resistance to the 'environmental sect' is a cornerstone of Bolsonaro's rule", "description": "<p>Brazil’s populist president shows no sign of changing his policies on the climate crisis despite a backlash at home and abroad</p><ul><li><a href=\"https://www.theguardian.com/environment/2020/jul/27/revealed-new-evidence-links-brazil-meat-giant-jbs-to-amazon-deforestation\">Revealed: new evidence links Brazil meat giant JBS to Amazon deforestation</a></li></ul><p>It is not just meat companies in Brazil that are under pressure over rising <a href=\"https://www.theguardian.com/world/2020/jul/13/brazil-firing-amazon-deforestation-data\">deforestation</a> and widespread <a href=\"https://edition.cnn.com/2020/07/01/americas/brazil-forest-fires-amazon-intl/index.html\">fires in the Amazon</a>. The government has been forced to react after <a href=\"https://www.theguardian.com/environment/2020/jun/23/trillion-dollar-investors-warn-brazil-over-dismantling-of-environmental-policies\">international investors</a> and CEOs of <a href=\"https://www.reuters.com/article/us-brazil-environment/brazilian-companies-join-call-for-action-on-amazon-deforestation-idUSKBN2482FK\">Brazilian companies</a> have protested, and now its own environmental officials have joined the chorus.</p><p>But its response is hobbled by a deep distrust of global heating, fed by a far-right ideology reluctant to admit that the climate emergency has a human cause.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/27/resistance-to-the-environmental-sect-is-a-cornerstone-of-bolsonaro-rule-brazil\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/27/resistance-to-the-environmental-sect-is-a-cornerstone-of-bolsonaro-rule-brazil", "date_published": "2020-07-27 14:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV drama goes viral: the German-Danish series that foresaw Covid-19", "description": "<p>Sløborn, which was filmed last year, airs on German TV as world fights coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When a bird-flu type disease originating in pigeons is discovered in northern China, the people living on an idyllic island in the North Sea think nothing of it.</p><p>But one day a sailing boat carrying the mummified bodies of a British couple washes up on the island. It subsequently emerges that they have brought the virus with them.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/tv-drama-goes-viral-the-german-danish-series-that-foresaw-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/tv-drama-goes-viral-the-german-danish-series-that-foresaw-covid-19", "date_published": "2020-07-27 13:59:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Scott of the Waterboys: how we made The Whole of the Moon", "description": "<p>‘My girlfriend asked “Is it easy to write songs?” There was a moon, so I pulled out a pen and wrote “I saw the crescent, you saw the whole of the moon”’</p><p>I was in Manhattan with my girlfriend, Krista. She asked: “Is it easy to write songs?” In my 20s I hadn’t yet grown out of the urge to show off to a new girlfriend, so I said: “Yes it is!” I pulled a pen and a piece of paper out of my pocket. There was a moon in the sky, so I wrote down: “I saw the crescent, you saw the whole of the moon.” She was duly impressed. I fleshed it out in the hotel and back home in London came up with more lyrics and the piano part, a self-taught rhythm with one finger doing one pattern and three fingers doing another.</p> <a href=\"https://www.theguardian.com/music/2020/jul/27/how-we-made-waterboys-the-whole-of-the-moon-mike-scott\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/27/how-we-made-waterboys-the-whole-of-the-moon-mike-scott", "date_published": "2020-07-27 13:31:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US attorney general may be using Assange case for political ends, court told", "description": "<p>WikiLeaks founder’s defence makes allegation at UK court hearing as part of extradition case<br /></p><p>The US attorney general, William Barr, may be using Julian Assange’s <a href=\"https://www.theguardian.com/media/2020/jun/01/julian-assange-misses-court-hearing-amid-calls-in-australia-for-his-release\">extradition case</a> in the UK for political ends, the WikiLeaks founder’s defence team alleged during a court hearing at which he appeared by video link from prison for the first time in months.</p><p>It was a fact that Donald Trump had described the defence case as “a plot by the Democrats”, Edward Fitzgerald QC told the hearing at Westminster magistrates court.</p> <a href=\"https://www.theguardian.com/media/2020/jul/27/us-attorney-general-julian-assange-extradition-case-political-ends-uk-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/27/us-attorney-general-julian-assange-extradition-case-political-ends-uk-court-told", "date_published": "2020-07-27 13:31:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smarter, not harder: what homework means now and how to get your kids on the right track", "description": "<p>It wasn’t always easy to get kids to do homework even when it was a self-explanatory concept – but what does homework mean now that home is school, and what are the best ways to make sure your child doesn’t fall behind?</p><p>Getting kids to do their homework can be tricky at the best of times. And now that many of us are juggling home schooling and working from home, it can feel more difficult than ever to get your children to go the extra mile. But when children return to the classroom, and school work and homework are no longer the same thing, how can we keep kids motivated to continue learning at home too? It’s a challenge which we need to address, because cracking the homework challenge can have big benefits for both parents and children, says Charlotte Gater, Explore Learning’s head of curriculum.</p><p>“As a school governor, I appreciate that there’s a big range of views about homework – whether you think your children get too much, or too little, or whether you’re happy with the level the school sets,” she says. “But it can help you feel engaged with what’s happening in the school. You can see if your child understands what’s being set. The teacher can see if the child can manage a topic by themselves, without the classroom setting. And being encouraged to do homework by themselves and take it into school also helps children to develop a level of independence. It puts the ownership and responsibility on the child.”</p> <a href=\"https://www.theguardian.com/childrens-online-learning-explored/2020/jul/27/smarter-not-harder-what-homework-means-now-and-how-to-get-your-kids-on-the-right-track\">Continue reading...</a>", "link": "https://www.theguardian.com/childrens-online-learning-explored/2020/jul/27/smarter-not-harder-what-homework-means-now-and-how-to-get-your-kids-on-the-right-track", "date_published": "2020-07-27 13:22:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Depp's anger based on 'deep misogyny', court told", "description": "<p>Actor accused of lack of respect for women that turned into violence against Amber Heard</p><p>A “deep misogyny” lay at the root of the anger that Johnny Depp translated into violence – fuelled by an addiction to alcohol and drugs – against his then wife, Amber Heard, the high court has heard.</p><p>The actor’s recollection of “his own disgraceful conduct” was so severely impaired though drink and drugs he may not have been aware of “the extent of his violent and terrifying behaviour”, it was claimed. </p> <a href=\"https://www.theguardian.com/film/2020/jul/27/johnny-depp-anger-based-on-deep-misogyny-amber-heard\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/27/johnny-depp-anger-based-on-deep-misogyny-amber-heard", "date_published": "2020-07-27 13:14:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Show some solidarity! Magnum's print sale – in pictures", "description": "<p>Magnum photographers are selling images that represent ‘solidarity’, from Muhammad Ali to Mount Fuji. Magnum photographers and Vogue will both donate 50% of sales to the NAACP. For <a href=\"https://www.magnumphotos.com/shop/?utm_source=guardian&amp;utm_medium=affiliate&amp;utm_campaign=SPS20JUL&amp;rfsn=2748028.cf1534c\">more information click here</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/27/show-some-solidarity-magnums-print-sale-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/27/show-some-solidarity-magnums-print-sale-in-pictures", "date_published": "2020-07-27 13:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British retailers issue warning over potential online sales tax", "description": "<p>Shoppers will pay more if chancellor goes ahead with digital levy in England, says lobby group<br /></p><p>An online sales tax would push up prices for consumers, the British retail industry lobby group has warned, after it emerged that <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a> is exploring plans for a levy to protect high street shops from mounting competition.</p><p>Against a backdrop of <a href=\"https://www.theguardian.com/world/2020/jul/23/uk-coronavirus-job-losses-data-on-redundancies-furloughs\">rising retail job losses</a> and store closures triggered by the coronavirus crisis, the chancellor is looking at taxing internet shopping for England as a potential replacement for <a href=\"https://www.theguardian.com/business/2020/mar/06/why-uk-high-street-retailers-want-urgent-reform-of-business-rates\">business rates</a>, the levy on companies based on the premises they occupy.</p> <a href=\"https://www.theguardian.com/business/2020/jul/27/rishi-sunak-online-sales-tax-protect-high-streets-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/27/rishi-sunak-online-sales-tax-protect-high-streets-coronavirus", "date_published": "2020-07-27 12:54:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xbox Series X games no longer defined by technology, says Microsoft", "description": "<p>The head of Xbox Studios says the machine removes the need to think about technical constraints – and discusses controversial Halo: Infinite and Fable demos</p><p>The era of video game design being defined by technology is over, according to <a href=\"https://www.theguardian.com/technology/microsoft\">Microsoft</a>. Two hours after <a href=\"https://www.theguardian.com/games/live/2020/jul/23/xbox-games-showcase-announcement\">the Xbox showcase event</a> livestreamed on 23 July, I’m speaking to the company’s head of studios, Matt Booty, via video call. The showcase revealed 22 games, “built to launch exclusively on Xbox consoles”, nine coming from first-party teams – a clear response to Sony’s live event in June, which <a href=\"https://www.theguardian.com/games/2020/jun/16/exclusive-games-playstation-5-sony?CMP=Share_AndroidApp_Telegram\">concentrated on exclusive PlayStation 5 titles</a>. But there was no mention of hardware during the one-hour stream, and now Booty is keen to make the point that projects developed for Xbox Series X, due this Christmas, will not be as delineated or constrained by hardware specifications as they have been in the past.</p><p>“We’re at a point where the technology is out of the way,” he says. “In previous generations, the hardware and its limitations would leave a pretty clear fingerprint on a game. I remember the first early games that used sprite scaling and then suddenly every game had all these objects flying around the screen. You’d build a game around technical advances like that. But now we’re at the point with the tech where we can just let the stories and the characters that the teams have in mind reach the screen.”</p> <a href=\"https://www.theguardian.com/games/2020/jul/27/xbox-series-x-games-technology-matt-booty-microsoft\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/jul/27/xbox-series-x-games-technology-matt-booty-microsoft", "date_published": "2020-07-27 12:49:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The whole church has got it, just about': dozens with Covid-19 after Alabama Baptist revival", "description": "<ul><li>Pastor says churchgoers tested positive after multi-day event</li><li>‘We knew what we were getting into. We knew the possibilities’</li></ul><p>More than 40 people were infected with the coronavirus after attending a multi-day revival event at a north Alabama Baptist church, according to the congregation’s pastor.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/jul/27/coronavirus-live-news-us-sees-5000-deaths-in-five-days-as-dr-birx-urges-some-states-to-close-bars\">Coronavirus live news: Belgium set to tighten restrictions; China reports highest new cases since April</a> </p> <a href=\"https://www.theguardian.com/world/2020/jul/27/coronavirus-alabama-covid-19-baptist-church-revival\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/coronavirus-alabama-covid-19-baptist-church-revival", "date_published": "2020-07-27 12:45:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surfers' paradise and a space selfie: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jul/27/surfers-paradise-and-a-space-selfie-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jul/27/surfers-paradise-and-a-space-selfie-mondays-best-photos", "date_published": "2020-07-27 12:32:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s the optimum number of series for a sitcom?", "description": "<p>This week we try to pinpoint the TV comedy sweet spot, where ‘sharp and consistent’ has yet to become ‘laboured and cliched’</p><p>There is a widespread misconception that the classic two-series sitcom – Fawlty Towers, The Office, <a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/04/fleabag-series-two-review-shes-back-and-shes-taking-aim-at-god\">Fleabag</a> – is national character in action. British writers show restraint and an unerring sense of moderation, which, it is argued, contrasts with the wild excesses of the American temperament. How else to explain 12 seasons of Two and a Half Men, plus 18 (and counting) of Family Guy? American sitcoms, like American soda servings, are oversized to the point of absurdity.</p><p>What this analysis fails to consider, however, is a more practical difference in TV production methods. Over there, sitcoms typically have whole writers’ rooms, stocked with young, energetic staff and delicious snacks, including – it’s rumoured – three varieties of M&amp;Ms. Over here, sitcoms are written by one or, at most, two people, who churn out every single episode all by themselves in a windowless basement office, while waiting for their agent to call them back about this year’s Edinburgh schedule. (Spoiler: she never does.) UK comedy writers are not admirably restrained; they’re just very, very tired.</p> <a href=\"https://www.theguardian.com/culture/2020/jul/27/solved-whats-the-optimum-number-of-series-for-a-sitcom\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/27/solved-whats-the-optimum-number-of-series-for-a-sitcom", "date_published": "2020-07-27 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers' favourite recipe for chocolate financiers | The simple fix", "description": "<p>Crunchy on the outside, moist in the middle, these little bars of gold are as easy and fun to make as they were on my very first job in food</p><p>My first proper food job was managing a French delicatessen called <a href=\"https://www.thecaterer.com/news/restaurant/villandry-restaurants-closed-as-administrators-called-in\">Villandry</a> in central London. I immediately befriended the shop’s resident baker, Angus, who each day made croissants from scratch, as well as these delectable little cakes. I would wait with bated breath to see if there were any leftover at the end of the day, such was my love for them. The recipe turned out to be brilliantly easy – here it is for you.</p> <a href=\"https://www.theguardian.com/food/2020/jul/27/thomasina-miers-chocolate-hazelnut-brown-butter-financiers-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/27/thomasina-miers-chocolate-hazelnut-brown-butter-financiers-recipe", "date_published": "2020-07-27 12:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chief rabbi accuses Facebook and Twitter of complicity in antisemitism", "description": "<p>Ephraim Mirvis joins 48-hour boycott after grime musician Wiley’s antisemitic tirade</p><p>The UK’s chief rabbi, Ephraim Mirvis, has accused Facebook and Twitter of complicity in antisemitism through inaction as he urged both platforms to do more to tackle hate speech after an <a href=\"https://www.theguardian.com/music/2020/jul/25/wileys-management-firm-drops-grime-artist-over-antisemitic-tweets\">antisemitic tirade last week from the </a><a href=\"https://www.theguardian.com/music/2020/jul/25/wileys-management-firm-drops-grime-artist-over-antisemitic-tweets\">grime musician Wiley</a>.</p><p>In a letter to the technology companies’ chief executives, Mark Zuckerberg of Facebook and Jack Dorsey of Twitter, Mirvis said “the woeful lack of responsible leadership … cannot be allowed to stand.</p> <a href=\"https://www.theguardian.com/news/2020/jul/27/chief-rabbi-facebook-twitter-antisemitism-complicity-wiley\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/jul/27/chief-rabbi-facebook-twitter-antisemitism-complicity-wiley", "date_published": "2020-07-27 11:54:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Easy does it: 10 fantastic summer slow-cooker recipes, from pulled pork to creme brulee", "description": "<p>This kitchen gadget isn’t just for winter stews – when the temperature rises it’s also a great way to save you from sweating over a hot oven </p><p>We’d normally think of the slow cooker as a vital piece of autumn and winter kitchen gear; you can sling pretty much whatever you like into one, and after eight or nine hours you’re guaranteed to end up with a passable hands-off stew. However, just because the weather is warmer and lockdown has left some of us with more time for labour-intensive dishes, <a href=\"https://www.theguardian.com/lifeandstyle/2015/mar/27/not-just-for-stews-reinventing-the-slow-cooker\">the slow cooker is to be ignored at your peril</a>. If you’re smart, it will come in handy throughout the summer – not least because it saves you sweating over a hot oven. Here are 10 of the best slow-cooker summer recipes.</p> <a href=\"https://www.theguardian.com/food/2020/jul/27/10-great-summer-slow-cooker-recipes-pulled-pork-creme-brulee-kitchen-gadget-temperature\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/27/10-great-summer-slow-cooker-recipes-pulled-pork-creme-brulee-kitchen-gadget-temperature", "date_published": "2020-07-27 11:29:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police in England and Wales 'twice as likely' to fine young BAME men during lockdown", "description": "<p>Analysis of fixed-penalty notices found group as a whole were 1.6 times more likely to be fined than white people</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Police were twice as likely to fine young black and Asian men under the lockdown rules than their white counterparts, according to new figures that underline concerns about racial bias in policing.</p><p>Analysis of fixed-penalty notices issued under the coronavirus regulations by National Police Chiefs’ Council (NPCC) found that black, Asian and minority ethnic people (BAME) were 1.6 times more likely to be fined than white people.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/police-in-england-and-wales-twice-as-likely-to-fine-young-bame-men-during-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/police-in-england-and-wales-twice-as-likely-to-fine-young-bame-men-during-lockdown", "date_published": "2020-07-27 11:07:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: new evidence links Brazil meat giant JBS to Amazon deforestation", "description": "<p>Photographs by employee appear to show company trucks being used to transport cattle from allegedly prohibited cattle farm</p><ul><li><a href=\"https://www.theguardian.com/global-development/2020/jul/27/resistance-to-the-environmental-sect-is-a-cornerstone-of-bolsonaro-rule-brazil\">Resistance to the ‘environmental sect’ is a cornerstone of Bolsonaro’s rule</a><br /></li></ul><p>New evidence appears to connect JBS, the world’s biggest meat company, to cattle supplied from a farm in the Brazilian Amazon which is under sanction for illegal deforestation.</p><p>This is the fifth time in a year that allegations have surfaced connecting the company to Amazon farmers linked with illegal deforestation. </p> <a href=\"https://www.theguardian.com/environment/2020/jul/27/revealed-new-evidence-links-brazil-meat-giant-jbs-to-amazon-deforestation\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/27/revealed-new-evidence-links-brazil-meat-giant-jbs-to-amazon-deforestation", "date_published": "2020-07-27 11:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Summer in Germany: Three regions for a laid-back, crowd-free holiday", "description": "<p>Canny visitors could find they have the Black Forest, ‘Saxon Switzerland’ or the Baltic coast almost to themselves</p><p>Germany usually comes a little lower on British holidaymakers’ wishlists than heavyweights such as France, Italy and Spain – which means fewer tourists, and more space for clued-up Britons to enjoy. The country is getting back on its feet in terms of tourism, with social distancing measures in place in most states, and masks required in hotels, restaurants, shops and on public transport. While most Germans are holidaying at home, there are still fewer visitors than usual, especially in off-the-beaten track locations. Here are some of good spots to get lost in for a while.</p> <a href=\"https://www.theguardian.com/travel/2020/jul/27/summer-in-germany-crowd-free-holiday-black-forest-saxon-switzerland-baltic-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/27/summer-in-germany-crowd-free-holiday-black-forest-saxon-switzerland-baltic-coast", "date_published": "2020-07-27 10:53:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don't be blase, warns Covid-19 patient after months on ventilator", "description": "<p>Scottish pilot Stephen Cameron urges people to follow physical distancing rules </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Scottish pilot who spent 10 weeks on life support in a Vietnam hospital has urged people not to be blase about the threat posed by Covid-19.</p><p>Stephen Cameron, 42, from Motherwell, said he was a “living example of what this virus can do” after enduring multiple organ failure, numerous blood clots and 68 days on an intensive care ventilator.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/dont-be-blase-warns-covid-19-patient-after-months-on-ventilator\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/dont-be-blase-warns-covid-19-patient-after-months-on-ventilator", "date_published": "2020-07-27 10:28:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What if Trump loses but refuses to leave office? Here's the worst-case scenario | Lawrence Douglas", "description": "<p>The risk of an electoral meltdown is ordinarily rather small, but this November promises a combination of stressors that could lead to epic failure and chaos</p><p>While working on a book about the peaceful succession of power, I came to realize that built into our system of presidential elections is a Chernobyl-like defect: placed under the right conditions of stress, the system is vulnerable to catastrophic breakdown. The risk of such an electoral meltdown ordinarily is rather small, but this November promises – in a manner last seen in 1876 – to present a combination of stressors that could lead to epic failure.</p><p>The problem begins – but does not end – with Donald Trump, who, in his recent interview with Chris Wallace, once again reminded the nation that losing is not an option. He will reject any election that results in his loss, claiming it to be rigged. Alarming as this may be, Trump alone cannot crash the system. Instead, an unusual constellation of forces – the need to rely heavily on mail-in ballots because of the Covid-19 pandemic; the political divisions in the key swing states of Michigan, Wisconsin and Pennsylvania; and a hyper-polarized Congress – all work together to turn Trump’s defiance into a crisis of historic proportions.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/27/trump-loses-election-what-happens-possibilities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/27/trump-loses-election-what-happens-possibilities", "date_published": "2020-07-27 10:16:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Intoxicating highs and deep darkness: living and loving with bipolar disorder", "description": "<p>Every day I find myself fighting against my own instincts. This is a message to my husband – and everyone who has loved someone with mental illness</p><p>When you look at me, you may not see anything out of the ordinary. Too much hair. Broad shoulders. Normal height. Normal weight. Normal eyes, normal mouth, normal nose, normal face. Five fingers, five toes, two arms, and two legs that are a bit too short.</p><p>But please don’t be fooled. Despite what you may see, I am an evolutionary anomaly. My feet aren’t webbed, and I have no gills. I have no supernatural powers; in fact, my terrible eyesight and hearing would say the opposite. But an evolutionary anomaly I still am because every day I find myself fighting against the basest of animal instincts that has allowed our species to survive thousands of years: the instinct to live. To stay alive. To not self-destruct.</p> <a href=\"https://www.theguardian.com/society/2020/jul/27/bipolar-disorder-mental-illness-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/27/bipolar-disorder-mental-illness-health", "date_published": "2020-07-27 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The thought of skinny jeans makes me ill!' Five ways 2020 has changed fashion", "description": "<p>After months at home, dressing for comfort, will we ever go back to business suits, ironing and fast fashion – or is dressing up, in fact, the perfect way to stay positive?</p><p>Jeans are out; dressing gowns in. These are not the trends anyone would have predicted for the summer of 2020, but then so little has gone according to plan this year. Bras, especially the underwired variety, were among the first items of clothing to be <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/05/death-of-bra-will-great-lingerie-liberation-lockdown-last\">given the heave-ho under lockdown</a>. But they have not been the only fashion casualty – shoes and coats quickly became redundant under the government’s “stay at home” advice. For some, fashion habits have shifted over time – apparently, there are only so many work Zoom calls you can attend in your pyjamas before the novelty wears off. And now, with measures easing, it is becoming clear how our pandemic-inflected sense of style may translate into life in the “new normal”. Here’s how Guardian readers say lockdown has changed the way they dress – perhaps for good.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/27/the-thought-of-skinny-jeans-makes-me-ill-five-ways-2020-has-changed-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/27/the-thought-of-skinny-jeans-makes-me-ill-five-ways-2020-has-changed-fashion", "date_published": "2020-07-27 10:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson: obesity drive will not be 'bossy or nannying'", "description": "<p>Campaigners welcome plans but there is scepticism about how effective they will prove</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson has formally launched the government’s efforts to reduce obesity levels in the UK by saying it will be supportive rather than “excessively bossy or nannying”, amid some scepticism about how effective the plan will prove.</p><p>While new measures will include bans on junk food advertising, there is no proposal to extend the earlier tax on sugary drinks to other products, including foods.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/boris-johnson-obesity-drive-will-not-be-bossy-or-nannying\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/boris-johnson-obesity-drive-will-not-be-bossy-or-nannying", "date_published": "2020-07-27 09:19:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Know sweat: scientists solve mystery behind body odour", "description": "<p>University of York researchers trace the source of underarm aromas to a particular enzyme<br /></p><p>Scientists have unravelled the mysterious mechanism behind the armpit’s ability to produce the pungent smell of body odour.</p><p>Researchers at the University of York traced the source of underarm odour to a particular enzyme in a certain microbe that lives in the human armpit.</p> <a href=\"https://www.theguardian.com/science/2020/jul/27/know-sweat-scientists-solve-mystery-behind-body-odour\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jul/27/know-sweat-scientists-solve-mystery-behind-body-odour", "date_published": "2020-07-27 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The birth of a militia: how an armed group polices Black Lives Matter protests", "description": "<p>In Utah, members of a militia claim their presence deters protesters from becoming violent and destroying the state</p><p>The Utah Citizens’ Alarm is only a month old, and yet it already boasts 15,000-plus members.</p><p>The citizen militia’s recruits wear military fatigues and carry assault rifles. Their short-term goal, they say, is to act as a physical presence of intimidation to deter protesters from becoming violent and destroying the state of Utah. Their long-term goal: to arm and prepare the state of Utah against underground movements they believe<strong> </strong>will incite civil war.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/27/utah-militia-armed-group-police-black-lives-matter-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/27/utah-militia-armed-group-police-black-lives-matter-protests", "date_published": "2020-07-27 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'These are his people': inside the elite border patrol unit Trump sent to Portland", "description": "<p>Bortac, a quasi-militarised outfit equivalent to the Navy Seals, has been deployed in Iraq and Afghanistan</p><p>In January 2011, James Tomsheck, then a top internal affairs investigator inside US Customs and Border Protection, attended a meeting of about 100 senior CBP leaders in a hotel in Irvington, Virginia.</p><p>Amid the sanitized splendor of the hotel ballroom, he vividly recalls hearing the nation’s then highest-ranking border patrol agent, David Aguilar, laying out his vision for the future. Border patrol, the former CBP deputy commissioner said, was to become the “marine corps of the US federal law enforcement community”.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/27/trump-border-patrol-troops-portland-bortac\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/27/trump-border-patrol-troops-portland-bortac", "date_published": "2020-07-27 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People don't want to fly': Covid-19 reawakens Europe's sleeper trains", "description": "<p>Overnight services in Europe had seemingly hit the buffers but pandemic has revived demand</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>For all their promise of romance and adventure, Europe’s sleeper trains had appeared to have reached the end of the line.</p><p>Cripplingly expensive to run and forsaken by travellers for budget airlines, a decision by the German rail operator Deutsche Bahn to <a href=\"https://www.theguardian.com/world/2014/sep/12/europe-night-trains-sleeper-service\">terminate the service</a> connecting Paris to Berlin six years ago ushered in the closure of routes across the continent including almost all of <a href=\"https://www.theguardian.com/travel/2016/may/10/france-waves-goodbye-to-sleeper-trains\">France’s network</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jul/27/covid-19-reawakens-europe-sleeper-trains\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/covid-19-reawakens-europe-sleeper-trains", "date_published": "2020-07-27 08:46:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British travellers: how have you been affected by the Spain quarantine decision?", "description": "<p>We would like to hear the experiences of those who are abroad, who have returned to the UK, as well as those who are self-isolating<br /></p><p>The <a href=\"https://www.theguardian.com/world/2020/jul/26/why-are-travellers-to-the-uk-from-spain-being-asked-to-quarantine-coronavirus\">UK government has removed Spain from the travel corridor list</a> after it reported nearly 1,000 new coronavirus cases a day last week. Travellers returning to the UK must now self-isolate for 14 days.</p><p>If you travelled to Spain or have returned to the UK recently, we would like to hear from you. </p> <a href=\"https://www.theguardian.com/world/2020/jul/27/british-travellers-how-have-you-been-affected-by-the-spain-quarantine-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/27/british-travellers-how-have-you-been-affected-by-the-spain-quarantine-decision", "date_published": "2020-07-27 08:28:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the global climate fight could be lost if Trump is re-elected", "description": "<p>The US will officially exit the Paris accord one day after the 2020 US election and architects of that deal say the stakes could not be higher</p><p>It was a balmy June day in 2017 when Donald Trump took to the lectern in the White House Rose Garden to announce the US withdrawal from the Paris climate agreement, the only comprehensive global pact to tackle the spiraling crisis.</p><p>Todd Stern, who was the US’s chief negotiator when the deal was sealed in Paris in 2015, forced himself to watch the speech.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/27/global-climate-fight-could-be-lost-trump-re-elected\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/27/global-climate-fight-could-be-lost-trump-re-elected", "date_published": "2020-07-27 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Trump abandoning the climate fight puts the planet in even more danger – video explainer", "description": "<p>After decades of negotiations, all 197 nations in the world decided to voluntarily cut the heat-trapping pollution that is causing the climate crisis by signing the <a href=\"https://www.theguardian.com/environment/paris-climate-agreement\">Paris climate agreement</a>. Only a handful of countries have not ratified the deal.</p><p>But on 4 November, in a coincidence of timing just 24 hours after its presidential election, the US will <a href=\"https://www.theguardian.com/environment/2017/jun/01/donald-trump-confirms-us-will-quit-paris-climate-deal\">formally exit the agreement</a>, joining Iran and Turkey as the only major countries not to participate in the pact, which is seen by many as the minimum effort the world needs to make on cutting emissions.</p><p>The Guardian's environment reporters Emily Holden and Oliver Milman look at why&nbsp;<a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> wants to leave the agreement, whether the deal can be successful without the US and what is at stake for the planet without America's cooperation</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/jul/27/us-paris-climate-accord-exit-what-it-means\">Q&amp;A: What the US exiting the Paris climate accord means</a></li><li><a href=\"https://www.theguardian.com/environment/2015/oct/19/sign-up-to-the-green-light-email\">Sign up to the Green Light email to get the planet's most important stories</a><br /></li></ul> <a href=\"https://www.theguardian.com/environment/video/2020/jul/27/paris-climate-agreement-us-exit-trump-world-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/video/2020/jul/27/paris-climate-agreement-us-exit-trump-world-video-explainer", "date_published": "2020-07-27 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Youth Justice Board chair aims to tackle racial disparities in criminal justice system in England and Wales", "description": "<p>Keith Fraser says all agencies working with BAME children need to examine their practices, and that children should not be treated the same as adults in the justice system</p><p>Too many schools, police forces, councils and courts are hiding behind “a veil of complexity” to excuse their failure to reduce the disproportionate number of black and minority ethnic children in the criminal justice system, according to the first black chair of the Youth Justice Board (YJB) in England and Wales.</p><p>Keith Fraser, who worked for the Metropolitan police and West Midlands force for 32 years, rising to superintendent, said tackling this disproportionality would be one of his top priorities.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/27/youth-justice-board-chair-aims-to-tackle-racial-disparities-in-criminal-justice-system-in-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/27/youth-justice-board-chair-aims-to-tackle-racial-disparities-in-criminal-justice-system-in-england-and-wales", "date_published": "2020-07-27 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I Can Make You Feel Good: Tyler Mitchell's debut book - in pictures", "description": "<p>In his new book, photographer Tyler Mitchell’s distinctive vision of a black utopia portrays young men and women of colour with intimacy and optimism</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jul/27/i-can-make-you-feel-good-tyler-mitchells-debut-book-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jul/27/i-can-make-you-feel-good-tyler-mitchells-debut-book-in-pictures", "date_published": "2020-07-27 05:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'E-highways' could slash UK road freight emissions, says study", "description": "<p>System of overhead cables and adapted lorries could pay for itself within 15 years</p><p>The UK could eliminate the majority of the carbon dioxide emissions from road freight by installing overhead charging cables for electric lorries on “e-highways” across the country, <a href=\"http://www.csrf.ac.uk/wp-content/uploads/2020/07/SRF-WP-UKEMS-v2.pdf\">a report by government-funded academics suggests</a>.</p><p>The plan for a so-called electric road system would cost £19.3bn and put all but the most remote parts of the UK within reach of the trucks by the late 2030s, with the potential for the investment to pay for itself within 15 years, according to the report by the Centre for Sustainable Road Freight. The centre is backed by government research grants and industry partners including Tesco, Sainsbury’s and John Lewis.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/27/ehighways-could-slash-uk-road-freight-emissions-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/27/ehighways-could-slash-uk-road-freight-emissions-says-study", "date_published": "2020-07-27 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are we creating a generation of problem gamblers?", "description": "<p>Children as young as 11 are becoming problem gamblers as apps and websites make betting easier than ever. Journalist Jenny Kleeman investigates how it has been allowed to happen</p><p>Jack Ritchie was still at school when he had his first big gambling win. It was the start of an addiction to betting that would cause devastation to his family. As <strong>Jenny Kleeman </strong>tells <strong>Anushka Asthana,</strong> problem gambling among children is rife in Britain and is causing untold harm. </p><p>Ritchie’s parents, Liz and Charles, now run a charity called Gambling With Lives. They estimate there could be up to 650 gambling-related suicides every year in the UK. Many of those will have started gambling as children. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/27/are-we-creating-a-generation-of-problem-gamblers\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/27/are-we-creating-a-generation-of-problem-gamblers", "date_published": "2020-07-27 02:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}]