[{"source": "https://www.theguardian.com/rss", "title": "Clouds over Newmarket as Turf fears pull-out by Sheikh Mohammed", "description": "<p>Town historically tied to the sport of kings fears for future after court ruling against racing magnate from Dubai</p><p>On a March afternoon with just the faintest hint of spring in the air Newmarket should have much to look forward to. Flat racing on turf returns within a month, the breeze-ups and the Craven meeting will be along soon afterwards and the posters are up on the lamp posts advertising Guineas weekend in early May.</p><p>In the pubs and betting shops along the High Street, though, there is apprehension in the air, as the town’s biggest employer endures another day of brutally damaging headlines. “Queen to shun Dubai ruler,” is the latest, over a report that the monarch – the patron of the Jockey Club – will no longer be photographed with Sheikh Mohammed of Dubai, horse racing’s biggest owner, following a court ruling on Thursday that the Sheikh had organised the abduction and detention of two of his daughters and intimidated his former wife, Princess Haya.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/07/newmarket-sheikh-mohammed-fears-pull-out-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/07/newmarket-sheikh-mohammed-fears-pull-out-horse-racing", "date_published": "2020-03-07 23:51:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spring loaded: this season's key trends - in pictures", "description": "<p>Boxy suits and neon colours, tropical prints and pleated coats... Here are the nine key trends you’ll be falling for this season</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/mar/07/spring-loaded-this-seasons-key-trends-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/mar/07/spring-loaded-this-seasons-key-trends-in-pictures", "date_published": "2020-03-07 23:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The edit... Mules", "description": "<p>Slip on spring’s key style for footwear that’s effortlessly chic </p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/mar/07/the-edit-mules\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/mar/07/the-edit-mules", "date_published": "2020-03-07 23:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beth England expects to impress Phil Neville after long international wait | Suzanne Wrack", "description": "<p>Since she starred in Chelsea’s cup win the forward has been touted for an England starting role and now she has it</p><p>Beth England has had to be patient at Chelsea, having fought back from a loan spell at Liverpool, where she doubted she would make it, to be leading the line for the treble-chasing London team. Until now, she has been made to wait by Phil Neville.</p><p>The “England for England” chants may have died down since the forward made her senior debut off the bench in the team’s <a href=\"https://www.theguardian.com/football/2019/aug/29/belgium-england-women-football-friendly-match-report\" title=\"\">3-3 draw with Belgium</a> last August, but the sparse use of the in-form player is sowing seeds of doubt about the manager’s decision making. “Phil picks the team,” England said diplomatically before the Lionesses’ defeat by the US in their <a href=\"https://www.theguardian.com/football/2020/mar/05/england-usa-shebelieves-cup-match-report\" title=\"\">SheBelieves Cup opener </a>on Thursday night, before she hinted that she did not expect to feature against the world champions. “That’s as much as I can say on that. I’ve done all I can,” she said. “Obviously I’m very aware I played a game a few days ago and again, it’s just about what’s best for the team at the time and who’s fresh and in the best possible position to warrant that start.”</p> <a href=\"https://www.theguardian.com/football/2020/mar/07/beth-england-chelsea-england-role-phil-neville\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/07/beth-england-chelsea-england-role-phil-neville", "date_published": "2020-03-07 23:18:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taipei seems to have the virus in hand. Now I worry about returning to the UK", "description": "<p>After the Sars outbreak on the island state in 2003, when 150,000 were quarantined, Taiwan vowed to be better prepared next time</p><p>As I stepped into a cosy restaurant in Taipei, the waiter signalled for me to stop, then ran at me, gun in hand. He held it near my forehead, then – click – my temperature was checked. He look relieved as he ushered me to a corner table. </p><p>Taiwan’s capital (population 2.7 million) is on high alert. Temperature checks, face masks and hand sanitisers are the new normal as the city, and the island state, unifies in its battle against contagion.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-outbreak-taipei-taiwan-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/coronavirus-outbreak-taipei-taiwan-china", "date_published": "2020-03-07 23:02:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fresh questions over police force's approach to vulnerable people", "description": "<p>Disabled mother and son claim Somerset and Avon police have failed to prevent years of abuse</p><p>A UK police force is facing fresh questions over its approach to vulnerable individuals after it emerged a disabled mother and son have endured years of abuse and violence, near to where a disabled refugee was murdered in 2013.</p><p>Ruth and Zac Jones, from Bristol, say they have had a brick thrown through their window and four vehicles set on fire, among a series of targeted attacks similar to those that preceded <a href=\"https://www.theguardian.com/uk-news/2018/jan/15/council-officials-face-investigation-over-bijan-ebrahimi-case\">the death of </a><a href=\"https://www.theguardian.com/uk-news/2018/jan/15/council-officials-face-investigation-over-bijan-ebrahimi-case\">Bijan Ebrah</a><a href=\"https://www.theguardian.com/uk-news/2018/jan/15/council-officials-face-investigation-over-bijan-ebrahimi-case\">imi</a> in 2013.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/police-have-failed-us-vulnerable-pair-allege-inaction-from-force\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/police-have-failed-us-vulnerable-pair-allege-inaction-from-force", "date_published": "2020-03-07 22:51:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duke and Duchess of Sussex receive standing ovation at Royal Albert Hall", "description": "<p>London concert for Royal Marines one of couple’s final public engagements as senior royals</p><p>The Duke and Duchess of Sussex received a standing ovation at the Royal Albert Hall as they attended one of their final public engagements before they step back as senior royals.</p><p>The couple were treated to a sustained round of applause before the national anthem and as they took their seats in the royal box at the London venue on Saturday for the annual Mountbatten Festival of Music.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/duke-and-duchess-of-sussex-receive-standing-ovation-at-royal-albert-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/duke-and-duchess-of-sussex-receive-standing-ovation-at-royal-albert-hall", "date_published": "2020-03-07 22:49:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Budget: cash for flood defences to be doubled", "description": "Chancellor Rishi Sunak will announce an increase in spending from £2.6bn to £5.2bn this week<p>The government is to double spending on flood defences in this week’s budget after recent storms caused havoc across the country and drove thousands from their homes.</p><p>The chancellor, Rishi Sunak, will announce an increase from £2.6bn to £5.2bn in spending on <a href=\"https://www.theguardian.com/environment/2020/feb/17/why-we-must-put-flood-defences-before-johnsons-vanity-projects\" title=\"\">flood defences </a>between 2015 and 2021. He will tell MPs that the money will give protection to 336,000 homes in England and allow 2,000 new flood and coastal defence schemes to be built.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/budget-to-double-cash-for-flood-defences-chancellor-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/budget-to-double-cash-for-flood-defences-chancellor-rishi-sunak", "date_published": "2020-03-07 22:34:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: US deaths rise to 19 as New York declares state of emergency", "description": "<ul><li>Florida officials announce two deaths, the first on the east coast</li><li>US has at least 400 confirmed cases of coronavirus</li></ul><p>The death toll from <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a> in the United States rose on Saturday afternoon to 19 people, as authorities announced two deaths in Florida, the first US deaths outside the west coast, two more in Washington state – and the governor of New York declared a state of emergency.</p><p>Across the country, there were at least 400 confirmed cases of coronavirus, according to data from the Centers for Disease Control and Prevention, and state and local governments.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-us-deaths-new-york-emergency-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/coronavirus-us-deaths-new-york-emergency-florida", "date_published": "2020-03-07 22:26:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden warns against primary bloodbath as Sanders sharpens attacks ahead of key contests", "description": "<p>Democratic rivals are preparing for a showdown in crucial midwest primary contests in Michigan and Missouri on Tuesday</p><p>Democratic presidential rivals <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> and <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> are racing across the US midwest this weekend, with the progressive Sanders sharpening his attacks while the former vice-president warned against a campaign “bloodbath” as the <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a> nominating contest narrows.</p><p>Biden also warned, in an intensifying fight, against what he called “Bernie brothers” – understood to be a reference to diehard fans of Sanders more widely dubbed “Bernie bros” and known for aggressive online attacks on supporters of Democratic rivals and an unwillingness to join up with them if Sanders loses the nomination.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/07/bernie-sanders-attacks-joe-biden-mini-super-tuesday\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/07/bernie-sanders-attacks-joe-biden-mini-super-tuesday", "date_published": "2020-03-07 22:13:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi crown prince signals new purge with ‘treason’ arrests", "description": "<p>King’s brother and Prince Mohammed bin Salman’s predecessor are accused of coup plot</p><p>A purge of princes and aides continued across Saudi Arabia on Saturday after the kingdom’s crown prince, Mohammed bin Salman, claimed to have foiled a coup being plotted by two of the country’s most senior royals – widely seen as among the few left standing in the way of his ascension.</p><p>Prince Ahmed bin Abdul Aziz, the only full brother of the monarch, King Salman, and Mohammed bin Nayef, who was heir to the throne until being ousted by Prince Mohammed, face treason charges after being accused of organising against the ambitious heir.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/saudi-crown-prince-in-new-purge-with-treason-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/saudi-crown-prince-in-new-purge-with-treason-arrests", "date_published": "2020-03-07 22:01:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook will ban certain ads to prevent efforts to exploit coronavirus fears", "description": "<p>Tech company will temporarily ban ads for medical face masks on the social network and Facebook marketplace</p><p><a href=\"https://www.theguardian.com/technology/facebook\">Facebook</a> is temporarily banning advertisements for medical face masks as part of an effort to prevent use of its social media platform to exploit people’s concerns about the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-us-deaths-new-york-emergency-florida\">Coronavirus: US deaths rise to 19 as New York declares state of emergency</a> </p> <a href=\"https://www.theguardian.com/world/2020/mar/07/facebook-mask-ad-ban-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/facebook-mask-ad-ban-coronavirus", "date_published": "2020-03-07 22:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s Eddie Jones calls sending-off of Manu Tuilagi ‘absolute rubbish’", "description": "• Coach says ‘it was 13 versus 16’ at end of 33-30 win over Wales<br />• Alun Wyn Jones complains Joe Marler grabbed his testicles<p>Eddie Jones criticised the referee, Ben O’Keeffe, for sending off Manu Tuilagi for a dangerous tackle on George North four minutes from the end of <a href=\"https://www.theguardian.com/sport/2020/mar/07/england-wales-six-nations-match-report\" title=\"\">the victory over Wales</a>, the first time an England player had been dismissed in a championship match, describing the decision as “absolute rubbish”.</p><p>The England head coach usually declines to talk about major refereeing decisions but he made an exception after a match in which England finished two players down with the prop Ellis Genge in the sin-bin for his side’s persistent infringing as Wales mounted a late fightback.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/07/england-eddie-jones-manu-tuilagi-red-card\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/07/england-eddie-jones-manu-tuilagi-red-card", "date_published": "2020-03-07 21:08:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands held on cruise ship off US west coast as scientists say: ‘This is now a pandemic’", "description": "<p>Warning after 21 test positive on liner, while in Spain police lock down blocks of flats and in China a quarantine hotel collapses</p><p>Concern was mounting yesterday for thousands of passengers – many elderly – on a cruise ship being held off San Francisco, after 21 people on board tested positive for coronavirus.</p><p>US vice-president Mike Pence urged older Americans to “use caution” in planning cruise holidays in the near future, as he announced plans to bring the Grand Princess into a “non-commercial port” where all passengers and crew would be tested. Individuals would be quarantined and treated as needed. There are more than 3,500 people, including 140 Britons, on the ship. Two of those who tested positive were passengers, while the other 19 were crew members.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/thousands-held-on-cruise-ship-off-united-states-scientists-declare-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/thousands-held-on-cruise-ship-off-united-states-scientists-declare-pandemic", "date_published": "2020-03-07 21:05:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If I catch the coronavirus I’m screwed. Gig economy workers can’t afford to be ill’", "description": "<p>Those self-isolating may end up relying on Deliveroo riders, but as the self-employed do not get sick pay they will be likely to carry on working even if they get the virus</p><p><a href=\"https://www.theguardian.com/business/deliveroo\" title=\"\">Shane Stephen, a Deliveroo</a> rider, pulls a snood over his mouth and nose as he manoeuvres his mountain bike down a narrow side-street in central London. It is his makeshift defence against <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">coronavirus</a>.</p><p>“If I catch something I’m screwed,” explains the 23-year-old. “<a href=\"https://www.theguardian.com/business/the-gig-economy\" title=\"\">Gig economy</a> workers can’t afford to be ill. My bank balance is literally £4 something right now.”</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/gig-economy-workers-on-breadline-too-poor-to-stay-at-home-if-they-catch-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/gig-economy-workers-on-breadline-too-poor-to-stay-at-home-if-they-catch-coronavirus", "date_published": "2020-03-07 20:30:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hospitality sector calls for emergency coronavirus support", "description": "<p>Fear of catching Covid-19 in busy places has led to a 7% drop in sales in London bar and restaurants</p><p>Owners of hotels, nightclubs, bars and restaurants are calling on the government for emergency assistance as wave of customers cancel bookings as a precaution against contracting coronavirus.</p><p>Sales in restaurants and bars in London were down 7% in the past week according to trade body UK Hospitality. It said declines had been registered in cities such as Birmingham and Manchester. Some nightclub owners said they had seen as many as 30% of those who had already bought tickets for events last weekend decide to stay away. Usually such events would have less than10% no shows.</p> <a href=\"https://www.theguardian.com/global/2020/mar/07/hospitality-sector-calls-for-emergency-coronavirus-support\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/mar/07/hospitality-sector-calls-for-emergency-coronavirus-support", "date_published": "2020-03-07 20:18:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parliamentary watchdog to investigate Johnson’s Caribbean holiday", "description": "Questions remain unanswered over identity of donor who lent prime minister a property in Mustique over new year<p>Parliament’s sleaze watchdog has launched an investigation into Boris Johnson and the mystery over who funded his recent luxury Caribbean holiday, the<em> Observer </em>has learned.</p><p>Prompting fresh questions over the prime minister’s probity, the parliamentary commissioner for standards decided last week to pursue an official inquiry into Johnson amid <a href=\"https://www.theguardian.com/politics/2020/feb/12/johnsons-caribbean-christmas-holiday-was-a-gift-from-tory-donor\" title=\"\">unanswered questions</a> over the identity of the donor who lent him a property on the island of Mustique over new year. It is the first time a serving prime minister has been investigated by the commissioner, who is responsible for regulating MPs’ conduct and propriety.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/parliamentary-watchdog-investigates-johnson-caribbean-holiday\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/parliamentary-watchdog-investigates-johnson-caribbean-holiday", "date_published": "2020-03-07 20:13:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "United and City ensure Manchester derby is not just about the football | Jonathan Liew", "description": "<p>Manchester United’s huge social media following means that, in lucrative data terms, there is only one winner against City</p><p>A couple of weeks ago, at 8am New York time, Manchester United plc held its quarterly earnings call, in which senior board members talked through some of the club’s recent successes. For instance, the last week of January saw the club’s second-highest social media engagement ever, with more than 300,000 mentions of the new signing <a href=\"https://www.theguardian.com/football/blog/2020/mar/01/bruno-fernandes-makes-manchester-uniteds-midfield-function-again\" title=\"\">Bruno Fernandes</a> on Twitter, and 38 million interactions in total. <a href=\"https://www.theguardian.com/football/video/2020/feb/05/dreams-do-come-true-odion-ighalo-on-his-last-minute-manchester-united-move-video\" title=\"\">Odion Ighalo</a> was the top trending topic worldwide, beating both Brexit and Donald Trump’s impeachment trial. Meanwhile the Chinese New Year product line had performed well, and the megastore was experiencing what the managing director, Richard Arnold, described as “strong increases in average basket size”.</p><p>The following night, at the Bernabéu, Manchester City <a href=\"https://www.theguardian.com/football/2020/feb/26/real-madrid-manchester-city-champions-league-last-16-first-leg-match-report\" title=\"\">beat Real Madrid 2-1</a> in the Champions League, a competition in which United are not playing this season.</p> <a href=\"https://www.theguardian.com/football/2020/mar/07/manchester-derby-united-city-business\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/07/manchester-derby-united-city-business", "date_published": "2020-03-07 20:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dele Alli rescues Spurs at Burnley but Mourinho takes aim at Ndombele", "description": "<p>This is still not Tottenham as we know them, but at least the slump has been stopped. José Mourinho has never lost four games in a row before, let alone five, so he will have been pleased to see his side come back from a goal down and a shocking first-half performance to draw a line under the losing sequence, even if Burnley and their captain, Ben Mee, will be kicking themselves for letting their visitors back into the game.</p><p>Mee was guilty of an uncontrolled tackle at the start of the second half that gifted Spurs a penalty and gave them a route back into a game that they never seemed likely to find for themselves. Burnley were so much on top in the first half they were probably not too worried about the number of chances they wasted, but the game changed when Spurs equalised and in the end a point apiece was a fair result. The home side missed their chance to overtake Spurs in the table and will have to console themselves with extending their unbeaten league run to seven matches.</p> <a href=\"https://www.theguardian.com/football/2020/mar/07/burnley-tottenham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/07/burnley-tottenham-premier-league-match-report", "date_published": "2020-03-07 19:44:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia's extraordinary and vulnerable animals – in pictures", "description": "<p>Pre-eminent Australian wildlife photographer Doug Gimesy has dedicated his career to the protection and conservation of some of the country’s most vulnerable species. He gets up close and personal with exquisite native animals to reveal them in perfect detail. Many of these species have suffered big losses during the recent drought, bushfires and floods. All captive animals were photographed under close supervision from wildlife experts.</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/mar/08/australias-extraordinary-and-vulnerable-animals-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/mar/08/australias-extraordinary-and-vulnerable-animals-in-pictures", "date_published": "2020-03-07 19:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brutalised but defiant: Christchurch massacre survivors one year on", "description": "<p>As the first anniversary of the atrocity that shocked New Zealand looms, victims struggle with enduring trauma – but also carry a sense of hope</p><p>At first, Hisham al Zarzour couldn’t remember what had happened. Later, he tried to forget. Lying beneath the bodies of other worshippers at Al Noor mosque in Christchurch last March as a gunman fired again and again, he prayed that Allah would send him back to Syria to die.</p><p>There, war had been a way of life. Chaos became normal. But the violence in peaceful New Zealand came just seven months after the sleepy, leafy city had become his home. That something so barbaric could happen in his place of refuge was unbearable.</p> <a href=\"https://www.theguardian.com/world/2020/mar/08/brutalised-but-defiant-christchurch-massacre-survivors-one-year-on\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/08/brutalised-but-defiant-christchurch-massacre-survivors-one-year-on", "date_published": "2020-03-07 19:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How repellent to damn minorities for not having the ‘right’ politics  | Nick Cohen", "description": "It’s absurd to accuse people of betraying their ethnicity or sexuality because of their views<p>The paradox of emancipation for the left is that the more victories it wins the less relevant it becomes. In theory, it should bank the victories and move on to the serious business it said it always wanted to concentrate on once it had swept aside irrational prejudices. In practice, it unwittingly shows that prejudice can flourish as easily on the left as the right.</p><p>The presence of so many politicians of south Asian heritage in the front rank of Conservative politics, for instance, is a victory for anti-racism: proof that the party of Enoch Powell has changed beyond measure. You should be able to hold that thought in your head while acknowledging that <a href=\"https://www.theguardian.com/uk-news/2020/mar/06/sunak-to-unveil-budget-aimed-at-helping-firms-deal-with-coronavirus\" title=\"\">Rishi Sunak</a> is Boris Johnson’s useful idiot, and <a href=\"https://www.theguardian.com/politics/2020/mar/04/pm-backs-priti-patel-saying-doing-outstanding-job-corbyn\" title=\"\">Priti Patel</a> has more allegations stacking up against her than the top 10 on the FBI’s most wanted list.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/07/how-repellent-to-damn-minorities-for-not-having-the-right-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/07/how-repellent-to-damn-minorities-for-not-having-the-right-politics", "date_published": "2020-03-07 18:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lebanon to default on debt for first time amid financial crisis", "description": "<p>Country was due to repay a $1.2bn Eurobond this month but will seek to restructure its debts</p><p>Lebanon said on Saturday it would default on its Eurobond debt for the first time and seek out restructuring agreements amid a spiralling financial crisis that has affected foreign currency reserves.</p><p>The country, hit by a severe liquidity crunch and months of anti-government protests, was due to repay a $1.2bn (£920m) Eurobond on 9 March, while another $700m matures in April and a further $600m in June.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/lebanon-to-default-on-debt-for-first-time-amid-financial-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/lebanon-to-default-on-debt-for-first-time-amid-financial-crisis", "date_published": "2020-03-07 18:16:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Book clinic: which books examine modern masculinity?", "description": "Writer Darran Anderson bypasses Houellebecq in favour of fiction from Édouard Louis to Hanif Kureishi<p><strong>Q: Can you recommend fiction that addresses masculinity and what it means to be a man in </strong><strong>Europe today?</strong><br /><em>David, 29, London</em></p><p><strong>A: </strong><a href=\"http://darrananderson.com/\" title=\"\"><strong>Darran Anderson</strong></a><strong> is a writer and critic whose latest book, </strong><a href=\"https://www.theguardian.com/books/2020/feb/02/inventory-a-river-a-city-a-family-darran-anderson-review\" title=\"\"><strong><em>Inventory: A River, </em></strong><strong><em>a City, </em></strong><strong><em>a Family</em></strong></a><strong>, is a memoir of growing up in Northern Ireland during the Troubles (</strong><strong>Vintage</strong><strong>, </strong><strong>£16.99</strong><strong>). He writes:</strong></p> <a href=\"https://www.theguardian.com/books/2020/mar/07/darran-anderson-fiction-that-examines-modern-masculinity-book-clinic\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/07/darran-anderson-fiction-that-examines-modern-masculinity-book-clinic", "date_published": "2020-03-07 18:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democratic primary: why 2020 could be the year of the black voter", "description": "<p>Resurgent former vice-president Joe Biden appeals to a substantial block of mostly southern voters in ways Bernie Sanders can’t</p><p>After most national polls had been showing a considerable lead for Bernie Sanders in the Democratic primary, former vice-president Joe Biden’s strong showing on Super Tuesday caught most of the country by surprise. Notably, his largest margins came in states with substantial black populations: Virginia, Alabama, North Carolina and Arkansas.</p><p>The surge of momentum that led to him winning 10 of 14 states began last Saturday in the South Carolina primary, where Biden’s 30-point win was the result of his taking almost two-thirds of black votes there.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/07/joe-biden-democratic-primary-2020-black-voter-bernie-sanders\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/07/joe-biden-democratic-primary-2020-black-voter-bernie-sanders", "date_published": "2020-03-07 18:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus death: family pay tribute to 'wonderful person'", "description": "<p>Family of 83-year-old who died on Thursday after returning from a cruise are now self-isolating </p><p>The family of the man who died in Milton Keynes after contracting coronavirus have paid tribute to a “truly loving and wonderful person”.</p><p>Milton Keynes University Hospital NHS Foundation trust said the man, who had recently returned from a Caribbean cruise, tested positive for coronavirus shortly before his death on Thursday.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-death-family-pay-tribute-to-wonderful-person\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/coronavirus-death-family-pay-tribute-to-wonderful-person", "date_published": "2020-03-07 17:57:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘For casting purposes I was born in the wrong skin’ – Noughts and Crosses star Paterson Joseph", "description": "Many black actors leave Britain to find fame, but the Londoner’s BBC lead role follows years of acclaimed work on stage and screen<p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/mar/07/noughts-crosses-malorie-blackman-daily-mail-critic-race-bait\">Noughts &amp; Crosses author hits back at race-bait claims</a> </p><p>Although the twin blessings of talent and luck may be all it takes to become a star, it can still take a while to make it big. For Paterson Joseph the steady climb up from life as a recognisable face in popular television sitcoms and dramas, to establishing himself as a leading stage and screen actor, has happily coincided with the rise of colour-blind casting. Attitudes have not moved quickly enough all the same, the actor and writer believes. “It sometimes feels that I was born in the wrong time,” he once wrote. “For casting purposes, it seems I was born in the wrong skin.”</p> <a href=\"https://www.theguardian.com/stage/2020/mar/07/paterson-joseph-noughts-and-crosses-peep-show-to-shakespeare\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/07/paterson-joseph-noughts-and-crosses-peep-show-to-shakespeare", "date_published": "2020-03-07 17:17:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moyes rues VAR after Lacazette and Arsenal punish wasteful West Ham", "description": "<p>Arsenal could not afford to squander this opportunity so they will not care too much that, in giving their prospects of Champions League qualification genuine life, they committed something akin to daylight robbery. This was, from start to finish, a slog for Mikel Arteta’s side as they struggled to make their monopoly on possession pay and wobbled repeatedly when probed by an intelligent West Ham. Had Bernd Leno not burnished his status as one of the most underrated keepers around, or the visiting forwards not squandered a slew of clear openings, their claim to a top-four spot would now appear fantastical. However, the fine margins went in their favour and never more so than in the game’s deciding incident.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/07/liverpool-bournemouth-premier-league-match-report\">Liverpool edge past Bournemouth thanks to Sadio Mané and James Milner</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/07/arsenal-west-ham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/07/arsenal-west-ham-premier-league-match-report", "date_published": "2020-03-07 17:10:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cosmo Jarvis: ‘With acting, you come in, you blow everything you’ve got’", "description": "<p>After switching career from music to acting, Cosmo Jarvis looks set to have a big year in 2020 with four new films, including the acclaimed Calm With Horses</p><p>Cosmo Jarvis has deflated slightly since he finished work on Calm With Horses. Director <a href=\"https://www.theguardian.com/film/2019/oct/20/meet-the-new-directors-who-lit-up-the-film-festivals\" title=\"\">Nick Rowland</a> adapted the film from a short story by County Mayo writer <a href=\"https://www.theguardian.com/books/2014/mar/07/young-skins-review-debut-colin-barrett\" title=\"\">Colin Barrett</a>, and when it toured the festival circuit, many critics labelled it an extraordinary debut for the film-maker and a breakout performance for Jarvis, who plays Arm, a former boxer turned gangland enforcer, with heartbreaking complexity.</p><p>Arm works at the behest of nasty small‑town crooks on the west coast of Ireland. In private, they refer to him as “the halfwit”, and on screen, he is a hulking presence, looming tall and wide over the men unfortunate enough to cross his path. Jarvis had to bulk up to play him. “Luckily they just wanted it to look like he was once in shape,” he says. He ate a lot, drank milkshakes and lifted weights to get the presence he needed. Arm is as naive as he is vicious, and a slow-moving, lumbering menace, while Jarvis is febrile and fidgety, vibrating with a quicker energy. You suspect he would rather not sit still if he could help it.</p> <a href=\"https://www.theguardian.com/film/2020/mar/07/cosmo-jarvis-interview-calm-with-horses\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/07/cosmo-jarvis-interview-calm-with-horses", "date_published": "2020-03-07 17:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hair-raising: embroidered female portraits - in pictures", "description": "<p>“I never studied embroidery formally,” says Malaysian-born artist <a href=\"https://www.instagram.com/sheenaliam/\">Sheena Liam</a>, who creates female portraits in dark thread, with strands used to represent hair escaping in locks and plaits from the canvas. Liam is also a successful model – she won <em>Asia’s Next Top Model</em> in 2014 – and says that she embroiders to unwind. “I find stitching almost meditative.” </p><p>See more at <a href=\"https://www.timesnewromance.net/embroidery\">timesnewromance.net</a> </p> <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2020/mar/07/embroidered-female-portraits-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/gallery/2020/mar/07/embroidered-female-portraits-in-pictures", "date_published": "2020-03-07 17:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Reach, Thamesmead review – from sink estate to Thames des res", "description": "<p>Peabody’s plans to transform the brutalist 60s site into a greener, more congenial space are full of hope. But the required levels of creativity may be hard to sustain</p><p>You might have heard this story before. Back in the 1960s some town planners and local politicians decide to build a vast and ambitious new settlement that will later be described as “utopian”. Architects give these plans the bold concrete forms of the period. Working-class residents move in, many of them pleased to have central heating and indoor bathrooms for the first time. They may or may not like the architecture. Their tolerance of deficiencies in the planning – too few shops or pubs, poor public transport – decreases over the years.</p><p>Then the factories close that gave the residents jobs. Local authorities fail to take care of buildings which, in truth, were designed with insufficient thought to future maintenance. The original plans are left incomplete, omitting some vital element that might have helped it work. Problem tenants are moved in. The place gets called a “sink estate”, or similar. Theorists scatter blame, especially on the architects. Successive decades are spent with different attempts to remediate what is by then seen as a catastrophe. It only becomes more fragmented in the process.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/07/thamesmead-regeneration-london-the-reach-peabody-housing-association\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/07/thamesmead-regeneration-london-the-reach-peabody-housing-association", "date_published": "2020-03-07 17:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to withdraw from EU aviation safety regulator, Shapps says", "description": "<p>Transport secretary says senior figures will gradually return to UK as regulatory powers revert to CAA</p><p>The UK is to withdraw from the European Union aviation safety regulator (EASA) after the Brexit transition period, Grant Shapps has confirmed.</p><p>The transport secretary said many of the most senior figures at the organisation headquartered in Cologne, Germany were British and that they would gradually return to the UK throughout this year as regulatory powers reverted to the Civil Aviation Authority.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/uk-withdraw-eu-aviation-safety-regulator\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/uk-withdraw-eu-aviation-safety-regulator", "date_published": "2020-03-07 16:56:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two Irish men charged in people-trafficking investigation after Dover arrest", "description": "<p>Wayne Sherlock, 39, and Eoin Nowlan, 48, arrested after 10 migrants were found in a lorry</p><p>Two Irish men have been charged as part of an investigation into alleged human trafficking.</p><p>Wayne Sherlock, 39, and Eoin Nowlan, 48, were arrested in Dover, Kent, following the discovery of 10 migrants in a lorry carrying tyres near the Belgian city of Ghent.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/two-irish-men-charged-in-people-trafficking-investigation-after-dover-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/two-irish-men-charged-in-people-trafficking-investigation-after-dover-arrest", "date_published": "2020-03-07 16:22:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Keep investing in it': Oakland residents march to celebrate drop in gun violence", "description": "<p>Peace walk, which included the Golden State Warriors, aimed to amplify groundbreaking work in Oakland, where gun homicides fell 44% from 2007 to 2017</p><p>In the past five years Oakland, a town that was once a mainstay on lists of America’s most dangerous cities, has earned national attention for reducing gun violence. On Friday, members of the Golden State Warriors joined with politicians and local leaders to raise awareness of a success story that they hope can be duplicated across the United States.</p><p>During the short walk from the East Oakland Youth Development Center to Allen Temple Baptist Church, chants of “I believe that we will win” and “Black Lives Matter” emitted from a chorus that grew every few steps. Dozens of residents and gun violence prevention advocates were led by local clergy, organizers and the Warriors head coach Steve Kerr, and team member Klay Thompson.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/07/oakland-peace-march-gun-violence-warriors-gabby-giffords\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/07/oakland-peace-march-gun-violence-warriors-gabby-giffords", "date_published": "2020-03-07 16:21:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Race to stop economic confidence falling victim to coronavirus", "description": "Central bankers need to coordinate their efforts to stop wavering economic sentiment from declining further<p>The Bank of England governor, Mark Carney, has spent the last week <a href=\"https://www.theguardian.com/business/2020/mar/05/coronavirus-could-push-uk-to-brink-of-recession-says-goldman-sachs\" title=\"\">in talks with the chancellor and officials at No 10</a> knowing that there could be dire economic consequences if the coronavirus provokes a collapse in public confidence. Other central banks have the same concern, but mounting a coordinated response will be a challenge as shockwaves reverberate around the world.</p><p>Confidence is a watchword in any crisis and especially a health crisis, according to the Centre for Economic Policy Research.</p> <a href=\"https://www.theguardian.com/business/2020/mar/07/economic-race-to-stop-victim-coronavirus-central-bankers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/07/economic-race-to-stop-victim-coronavirus-central-bankers", "date_published": "2020-03-07 16:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last orders! Report calls time on boozy Westminster culture", "description": "<p>MPs still binge drink more than average despite efforts to educate them, says BMJ survey</p><p>With its 16 bars and restaurants, and endless receptions where free alcohol flows, no one is ever far away from temptation at the Palace of Westminster, as the late Tory MP <a href=\"https://en.wikipedia.org/wiki/Alan_Clark\" title=\"\">Alan Clark</a> recalled so colourfully in his <a href=\"https://www.theguardian.com/politics/2000/oct/15/politicalbooks.politics\" title=\"\">diaries</a>.</p><p>During his time as a junior employment minister, Clark had had a few too many at a wine-tasting before he was due to address MPs from the dispatch box in 1983. “We ‘tasted’ the first bottle of ’61 Palmer, then ‘for comparison’ a bottle of ’75 Palmer then, switching back to ’61, a really delicious Pichon Longueville,” Clark wrote, confessing that this medley of fine vintages left him feeling rather “muzzy”.</p> <a href=\"https://www.theguardian.com/society/2020/mar/07/british-medical-journal-calls-time-on-parliament-booze-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/07/british-medical-journal-calls-time-on-parliament-booze-culture", "date_published": "2020-03-07 15:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Immigration policy will mean care sector 'black hole', claims union", "description": "<p>GMB says new system policy will hit thousands of employees born outside UK</p><p>Social care faces a recruitment black hole with potentially hundreds of thousands of positions in the sector remaining unfilled because of the government’s new immigration policy, the union representing care workers is warning.</p><p>The GMB estimates the policy will have an impact on up to half a million jobs in the UK. Its analysis of official figures reveals that more than 350,000 adult care workers were born outside the UK in the year to September 2019 – a figure that has risen by 43% in the past decade.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/immigration-policy-will-bar-half-a-million-care-workers-from-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/immigration-policy-will-bar-half-a-million-care-workers-from-eu", "date_published": "2020-03-07 15:26:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Requiem to the Troubles': BBC to air film about Northern Ireland's dead", "description": "<p>Lost Lives focuses on 3,700 people killed in violence and comes at sensitive time</p><p>It started as a reporter’s assignment: list all the people killed in the Troubles in north Belfast up to the early 1990s.</p><p>It was a laborious, macabre catalogue – name, date, location – to be published in the <a href=\"http://www.irishnews.com/\">Irish News</a>, a Belfast daily paper, and then quite possibly forgotten about in the next news cycle.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/requiem-to-the-troubles-bbc-to-air-film-documenting-northern-irelands-dead-lost-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/requiem-to-the-troubles-bbc-to-air-film-documenting-northern-irelands-dead-lost-lives", "date_published": "2020-03-07 15:04:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Onward review – more emotional wizardry from Pixar", "description": "<p>Tom Holland and Chris Pratt give voice to brothers searching to bring their father back to life in a magical fantasy world</p><p>The latest Pixar animation, <em>Onward</em> is heartfelt, slickly executed and potently effective as both a rousing adventure and a tear-jerker. But compared to the very best of Pixar’s output, this can’t help but feel like second tier stuff. Set in a world in which magic has atrophied from lack of use, where unicorns are trash-scavenging vermin, where chubby centaurs rely on four wheels rather than galloping forth on four legs, <em>Onward</em> is, like so many Pixar movies before it, a deft blend of fanciful and relatable.</p><p>The backdrop, rendered in a purple-heavy palette that looks like a visual representation of acute sinus pain, is a stridently realised fantasy world; the story is down to earth and domestic, exploring the frayed bond between two brothers, Ian (voiced by Tom Holland) and Barley (Chris Pratt, exuberant), who lost their father before they got to know him. It’s the emotional rather than the visual element that does the heavy lifting.</p> <a href=\"https://www.theguardian.com/film/2020/mar/07/onward-pixar-review-tom-holland-chris-pratt-julia-louis-dreyfus\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/07/onward-pixar-review-tom-holland-chris-pratt-julia-louis-dreyfus", "date_published": "2020-03-07 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patrick Marber: ‘I’ll be in therapy for the rest of my life – if I can afford it’", "description": "<p>The playwright and director on writing and depression, collaborating with Tom Stoppard, and reconnecting with his Jewish roots<br /><br /></p><p>Patrick Marber is a playwright, director, screenwriter and comedian. The author of <em><a href=\"https://www.theguardian.com/stage/2014/may/28/dealers-choice-review-royal-and-derngate\" title=\"\">Dealer’s Choice</a></em> (1995), <em><a href=\"https://www.theguardian.com/stage/2017/apr/02/don-juan-in-soho-david-tennant-review\" title=\"\">Don Juan in Soho</a></em> (2006) and <em><a href=\"https://www.theguardian.com/stage/2015/aug/02/three-days-country-review-patrick-marber-mark-gatiss-john-simm-turgenev\" title=\"\">Three Days in the Country</a></em> (2015), he made his name internationally with <em><a href=\"https://www.theguardian.com/stage/2015/feb/06/closer-patrick-marber-donmar-warehouse\" title=\"\">Closer</a></em> (1997). He often directs his own work, and plays by Tom Stoppard, Dennis Potter and Harold Pinter. His dazzling ensemble production of Stoppard’s latest, <em><a href=\"https://www.theguardian.com/stage/2020/feb/16/leopoldstadt-tom-stoppard-review-death-of-england-rafe-spall-far-away-caryl-churchill\" title=\"\">Leopoldstadt</a></em>, an exploration of Viennese Jewish history, is running in the West End, while <em><a href=\"https://bristololdvic.org.uk/whats-on/red-lion\" title=\"\">The Red Lion</a></em>, his play about non-league football, is about to open at Bristol Old Vic.</p><p><strong>I’ve heard that </strong><em><strong>The Red Lion</strong></em><strong> was inspired by saving </strong><strong>Lewes football club</strong><strong>, when you lived in East Sussex?</strong><br />I made a promise to the manager, Steve Ibbotson – I dedicated the play to him – on a wet day in November 2009. I said: “I’m going to help you save your football club.” At the time, I didn’t feel I had anything better to do. I was one of six people who “bought” the club. It cost us a pound each and we owned it on paper for about a day before turning it into a supporter-owned club.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/07/patrick-marber-the-red-lion-leopoldstadt\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/07/patrick-marber-the-red-lion-leopoldstadt", "date_published": "2020-03-07 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mané fires Liverpool past Bournemouth after VAR decision enrages Klopp", "description": "<p>Anger shaped Jürgen Klopp’s reaction to Sadio Mané’s winning goal against Bournemouth. Joy, laced with relief, fuelled the return of his trademark celebration after Liverpool put the one bad week in their phenomenal season behind them. Three punches in front of the Kop: one for each victory Liverpool require to guarantee their first league championship for 30 years.</p><p>Mohamed Salah marked his 100th Premier League appearance for the Anfield club with his 70th league goal before Mané brought Liverpool a new English top-flight record of 22 consecutive home league wins. Those are just the headline figures. This was a dogged fight back to winning ways after three defeats in four matches, one that began with conceding a controversial early goal to Callum Wilson, involved a spectacular goal-line clearance from James Milner and ended with a let-off from Nathan Aké in the 90th minute. Liverpool needed cool heads to get over the line rather than polished feet and Milner and Virgil van Dijk delivered with outstanding second-half displays. They were also indebted to cheap Bournemouth errors for the goals that restored invaluable confidence before Atlético Madrid’s visit in the Champions League on Wednesday.</p> <a href=\"https://www.theguardian.com/football/2020/mar/07/liverpool-bournemouth-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/07/liverpool-bournemouth-premier-league-match-report", "date_published": "2020-03-07 14:34:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man arrested after student dies following attack in Manchester", "description": "<p>Emanuel Simon, an Eritrean medical student, died two weeks after being punched</p><p>A 34-year-old man has been arrested on suspicion of murder after an Eritrean student was knocked unconscious and later died in hospital.</p><p>Emanuel Simon was assaulted outside the Dubai Cafe, in Rusholme, Manchester, at 5am on 26 January.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/man-arrested-after-student-dies-following-attack-in-manchester-emanuel-simon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/man-arrested-after-student-dies-following-attack-in-manchester-emanuel-simon", "date_published": "2020-03-07 14:04:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ashish Gupta: ‘Colour and sequins are my response to our terrifying world'", "description": "<p>The designer, 45, on optimistic pessimism, missing his mum’s cooking, nearly dying in Moscow and dreaming at Saint Martins</p><p><strong>Self-sufficiency</strong> and survival were values instilled in me by my parents. Both my parents were GPs in Delhi – my father is still practising at nearly 73. Mum helps with production at my factory in India.</p><p><strong>I was bullied</strong> constantly as a child at an all boys Catholic school in Delhi run by the Christian Brothers. I was an introvert, didn’t have a lot of friends and liked to read a lot rather than play sports. It was miserable. I couldn’t wait to escape.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/07/ashish-gupta-colour-and-sequins-are-my-response-to-our-terrifying-world-\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/07/ashish-gupta-colour-and-sequins-are-my-response-to-our-terrifying-world-", "date_published": "2020-03-07 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two men arrested after woman found dead in Bolton", "description": "<p>The men, aged 72 and 73, were detained on Friday night on suspicion of murder</p><p>Two men in their 70s have been arrested on suspicion of murder after a woman was found dead at her home in Bolton.</p><p>The men, aged 72 and 73, were detained after the woman’s death on Friday night, Greater Manchester police said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/two-men-arrested-after-woman-found-dead-in-bolton\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/two-men-arrested-after-woman-found-dead-in-bolton", "date_published": "2020-03-07 13:59:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cancelled Rudd event at Oxford not free-speech issue, say feminists", "description": "<p>Oxford Feminist Society’s ethnic diversity representative says booking of former home secretary was misjudged</p><p>The decision to cancel an event with the former home secretary Amber Rudd at Oxford University has been misunderstood as “no-platforming” and is not a free-speech issue, the ethnic diversity representative at the Oxford Feminist Society has said.</p><p>The event, In Conversation: Amber Rudd, was organised by UNWomen Oxford as part of its 2020 Trailblazer Series in the lead-up to International Women’s Day on Sunday, but was cancelled 30 minutes before it was due to start after a majority vote by the group’s committee after criticism from students.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/07/oxford-university-feminist-group-deny-no-platforming-amber-rudd\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/07/oxford-university-feminist-group-deny-no-platforming-amber-rudd", "date_published": "2020-03-07 13:39:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leader of Italian Democratic party has coronavirus", "description": "<p>Nicola Zingaretti is first leading Italian politician to test positive for the virus</p><p>Nicola Zingaretti, the leader of Italy’s Democratic party, one of the national ruling parties, has tested positive for coronavirus.</p><p>Zingaretti, who is also president of the Lazio region, made the announcement in a Facebook video.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/italy-democratic-leader-nicola-zingaretti-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/italy-democratic-leader-nicola-zingaretti-coronavirus", "date_published": "2020-03-07 13:26:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus symptoms: what are they and should I see a doctor?", "description": "<p>What are the symptoms caused by the virus from Wuhan in China, how does it spread, and when should you call a doctor?</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Find all our coronavirus coverage here</a></li><li><a href=\"https://www.theguardian.com/world/2020/jan/30/how-does-coronavirus-spread-and-how-can-you-protect-yourself\">How to protect yourself from infection</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/mar/07/coronavirus-live-updates-australia-sick-doctor-us-cruise-ship-cases-mike-pence\">Coronavirus latest updates</a></li></ul><p>It is caused by a member of the coronavirus family that has never been encountered before. Like other coronaviruses, it has come from animals. Many of those initially infected either worked or frequently shopped in the Huanan seafood wholesale market in the centre of the Chinese city.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-symptoms-what-is-it-how-does-it-spread-should-i-see-a-doctor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/coronavirus-symptoms-what-is-it-how-does-it-spread-should-i-see-a-doctor", "date_published": "2020-03-07 12:12:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best recent poetry – review roundup", "description": "<p>Zonal by Don Paterson; The Martian’s Regress by JO Morgan; Come Down by Fiona Sampson; and Loss by David Harsent</p><p>Fans of Don Paterson’s lyric poetry will find his latest volume, <a href=\"https://guardianbookshop.com/zonal-9780571338245.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\" title=\"\"><strong>Zonal </strong>(Faber, £14.99)</a>, something of a surprise. Often given to self-reinvention, Paterson has always kept musical panache at the forefront of his multi-award-winning verse, be it in the laddish smarts of <a href=\"https://www.theguardian.com/books/2012/may/18/selected-poems-don-paterson-review\" title=\"\"><em>Nil Nil</em>,</a> the paternal meditations of <em>Landing Light</em>, or the metaphysical reach of <em>Rain</em>. This new book is not only his most seemingly confessional, but also a stylistic departure. Taking its cues from the first season of the TV classic <em>The Twilight Zone</em>, its often surreal, long-lined narratives jump from funny to sad to profound with a suppleness somewhere between <a href=\"https://www.theguardian.com/books/2012/mar/09/selected-poems-frank-ohara-review\" title=\"\">Frank O’Hara</a> and CK Williams. “I am trying hard not to be that guy,” sighs the speaker in one poem, “and while I can fall prey to bitterness, I refuse to sound like some middle-aged incel addicted to Jordan Peterson videos.” The poet’s cutting wit and acute awareness aside, the best poems here are the reimagined character portraits that bookend the collection: “Lazarus”, in which self-improvement meets the Orphic contemplation of the void; and “Death”, in which a self-deceiving salesman tries to buy off the grim reaper.</p> <a href=\"https://www.theguardian.com/books/2020/mar/07/best-recent-poetry-review-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/07/best-recent-poetry-review-roundup", "date_published": "2020-03-07 11:58:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British woman who went missing in Fiji is found safe and well", "description": "<p>Lydia O’Sullivan traced to ecological retreat, having not contacted her family since 26 February</p><p>A British woman who went missing in Fiji has been found safe and well a week after she last contacted her family.</p><p>Lydia O’Sullivan was found at an ecological retreat in the mountains, according to her family.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/british-woman-missing-in-fiji-found-lydia-osullivan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/british-woman-missing-in-fiji-found-lydia-osullivan", "date_published": "2020-03-07 11:41:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meera Sodha’s vegan recipe for polenta with balsamic radicchio and mushrooms | The new vegan", "description": "<p>A well-balanced dish of soft polenta, bitter leaves, sweet agave and tart balsamic all rounded out by earthy mushrooms</p><p>Radicchio, in its many varieties and hues of pink, is nature’s most outrageous flirt. </p><p>The castelfranco is big and blowsy, like a giant rose that’s almost too good to eat. The trevisano is torpedo-shaped, contained and very secretive. The most commonly available here, chioggia, looks like red cabbage except for its white veins like snow-covered trees. And tardivo has tendrils like Medusa’s hair that stay robust and firm when cooked. </p> <a href=\"https://www.theguardian.com/food/2020/mar/07/meera-sodha-vegan-recipe-polenta-balsamic-radicchio-mushrooms\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/07/meera-sodha-vegan-recipe-polenta-balsamic-radicchio-mushrooms", "date_published": "2020-03-07 10:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CS Lewis’s lost letters reveal how wife’s death tested his faith", "description": "During the final weeks of his life, the Narnia author wrote to a US academic about his struggle with grief and theology<p>The great tragedy of <a href=\"https://www.theguardian.com/books/2013/nov/19/cs-lewis-literary-legacy\" title=\"\">CS Lewis</a>’s life was the loss of his wife, Joy Davidman, to cancer in 1960. <a href=\"https://www.theguardian.com/books/2013/aug/11/grief-observed-cs-lewis-review\" title=\"\">Her death</a> tested the faith of the <a href=\"https://www.theguardian.com/books/2005/dec/24/cslewis\" title=\"\"><em>Chronicles of Narnia</em></a> author, who was also a prominent Christian thinker.</p><p>Now a cache of previously unpublished letters from Lewis, written in the months before his own death, reveal the extent to which his grief remained raw, even as he confronted his own physical decline and mortality.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/07/cs-lewis-lost-letters-reveal-his-grief-over-his-wifes-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/07/cs-lewis-lost-letters-reveal-his-grief-over-his-wifes-death", "date_published": "2020-03-07 10:25:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We have a no-politics rule’: how families can heal their Brexit rifts", "description": "<p>Now Britain has left the EU, the fractures remain. Is it possible to bury the political hatchet?</p><p>A bigoted old bastard: that’s how Letitia Clark thought of her dad, Tony, when she found out he had voted to leave. She worked in a restaurant, where many of her colleagues were EU migrants, and was dating an Italian. “He disappeared for a while,” she says of her father. “I think it was a wish to avoid conflict.”</p><p>The vote played a significant role in Letitia’s decision to move with her then boyfriend to Sardinia, where she still lives and has written a cookbook, Bitter Honey, about Sardinian cuisine. She and her two brothers – a journalist in Cape Town, and a captain in the Royal Marines who travels all over the world – lead very different lives from Tony’s in quiet, rural Devon.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/we-have-a-no-politics-rule-how-families-can-heal-their-brexit-rifts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/we-have-a-no-politics-rule-how-families-can-heal-their-brexit-rifts", "date_published": "2020-03-07 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bianca Jagger: ‘I believe marriage is for life. We failed’", "description": "<p>The human rights advocate on rainforests, perfectionism and saying sorry to Jade</p><p>Born in Nicaragua, Bianca Jagger, 74, studied at the Institute of Political Studies in Paris. She met Mick Jagger in France, marrying him in 1971 – the same year their daughter Jade was born; they divorced seven years later. She is the founder of the Bianca Jagger Human Rights Foundation, and has received international awards for her humanitarian and conservation work. Tomorrow, she will speak at <a href=\"https://www.careinternational.org.uk/march4women\" title=\"\">#March4Women</a>, the International Women’s Day march and rally in London organised by Care International, calling for gender equality and climate justice. She lives in London.</p><p><strong>When were you happiest?</strong><br />Walking in the rainforest with my mother, back in Nicaragua. She loved it, and inspired me to devote much of my life to protecting the environment.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/07/bianca-jagger-i-believe-marriage-is-for-life-we-failed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/07/bianca-jagger-i-believe-marriage-is-for-life-we-failed", "date_published": "2020-03-07 09:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This is our feminist spring': millions of Mexican women prepare to strike over femicides", "description": "<p>As the country grapples with a worsening crisis, the revolt among a new generation of feminists is picking up steam: ‘It’s our last resort’</p><p>Dalilah Loza is 15 and dreams of being an orthodontist, or an economist – perhaps even a photographer.</p><p>But most of all she wants to be the voice of her mother.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/mexico-femicides-protest-women-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/mexico-femicides-protest-women-strike", "date_published": "2020-03-07 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I love the UK and would like to stay (please). But you need a few lessons on being Danish | Sofie Hagen", "description": "<p>Get to the point, accept that our queen is better – and don’t get me started on hygge</p><p>I’m from Denmark, but have lived in the UK for almost eight years. I’d love to stay. Fingers crossed. I call both countries home, but still find myself caught between the two because while there are Briticisms I have embraced, there are other things I can’t. For as long as there is an ocean between us, or two hours on a low-budget aeroplane, there will always be some fundamental differences between our two kingdoms. Here are my five biggest.</p><p><strong>You </strong><strong>don’t get to the point</strong><br />The Danes are direct. If you want to send a professional email to someone, asking for some files, regardless of how little you know them, your email will read: “Hey, send the files.” That’s it. It took me a while to learn the British way of making every request sound as if you are asking a person for their first-born’s hand in marriage. “Dearest Cliff, I hope you are well. I do apologise for getting in touch on this godless Tuesday, but I hope you might consider even the slightest possibility of perhaps finding the time…” And so on. My emails now take 20 times longer to write. Often, I forget the pleasantries and simply send a Danish-style four-word message. Then I am filled with British shame. For this reason, I have considered adding an email signature that reads: “I’m not rude, I’m Danish.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/07/sofie-hagen-sex-food-monarchy-hygge-britain-and-denmark-are-worlds-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/07/sofie-hagen-sex-food-monarchy-hygge-britain-and-denmark-are-worlds-apart", "date_published": "2020-03-07 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recollections of My Non-Existence by Rebecca Solnit review – memoir and male violence", "description": "<p>The acclaimed feminist writer on her formative years, feeling silenced and the first room of her own – a light-filled flat in San Francisco </p><p>One Sunday in 1980, the 19-year-old <a href=\"https://www.theguardian.com/books/2016/jul/15/rebecca-solnit-hope-in-the-dark-new-essay-embrace-unknown\" title=\"\">Rebecca Solnit</a> went to see the studio flat in San Francisco that would be her home for the next 26 years. She’d been living in hostels since she moved away from her parents a few years earlier, so this was the first room of her own. She found in the corner studio in Lyon Street, with its light-filled bay windows and golden oak floors, the beginnings of an adult identity. She filled the space with things collected on walks – lichen-covered twigs, birds’ nests, bones – and with old furniture and books. She didn’t yet know that she was a feminist or a writer but she knew that she was a reader and that she was outraged by the expectations of the men around her, whether it was the male poets seeking a muse or the men who followed her in the street, making her panic that she could end up as one of the women she read about in news reports: “beatnik girl slain by sailor looking for love”.</p><p><em>Recollections of My Non-Existence</em> announces itself as a memoir that will reveal how this skinny, friendless girl found her voice and her place in the world. There’s a lot of first person writing across Solnit’s books. She has always used her own experience, describing herself walking across cities and deserts, or evading the violence or speechifying of men. And her take on culture is original enough that it wouldn’t be surprising if her take on memoir was original too. But this book feels a little thin, because she’s not an introspective writer. She’s not curious about the relationship between thoughts and feelings or about her own ambivalence or contradictions. There is not here the plunge inwards, the giddying rush of embodied thinking, that we get in, say, <a href=\"https://www.theguardian.com/books/2016/mar/27/the-agronauts-maggie-nelson-observer-review\" title=\"\">Maggie Nelson’s </a><em><a href=\"https://www.theguardian.com/books/2016/mar/27/the-agronauts-maggie-nelson-observer-review\" title=\"\">The Argonauts</a></em><a href=\"https://www.theguardian.com/books/2016/mar/27/the-agronauts-maggie-nelson-observer-review\" title=\"\">.</a></p> <a href=\"https://www.theguardian.com/books/2020/mar/07/recollections-my-non-existence-rebecca-solnit-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/07/recollections-my-non-existence-rebecca-solnit-review", "date_published": "2020-03-07 08:58:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In a different light: sports portraits lit by drone", "description": "<p>Czech photographer <a href=\"https://www.redbull.com/cz-cs/projects/foto-projekt-serie-v-jinem-svetle-sportovci-jiri-kralovec-2019\">Jiri Kralovec</a> has produced a series of unique portraits of athletes lit by remote-controlled drone. The photographs required many hours of testing, a specially-trained crew and custom-made equipment. The series captures each athlete performing their favourite sport other than the one in which they compete professionally</p><p>Eva Samková, Olympic gold medallist in snowboard cross, riding Pepin</p> <a href=\"https://www.theguardian.com/sport/2020/mar/07/in-a-different-light-sports-portraits-lit-by-drone\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/07/in-a-different-light-sports-portraits-lit-by-drone", "date_published": "2020-03-07 08:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Volodymyr Zelenskiy: ‘My White House invitation? I was told it’s being prepared’", "description": "<p>The TV comic turned maverick Ukrainian leader on Putin, power and Trump’s impeachment</p><p>What’s the difference between playing a president on screen and being one in real life? Not much, according to Ukraine’s <a href=\"https://www.theguardian.com/world/volodymyr-zelenskiy\" title=\"\">Volodymyr Zelenskiy</a>, the man who’s done both.</p><p>“It’s very similar,” he says, his compact frame engulfed by a green leather armchair in his opulent presidential office. Then he changes his mind: in fact, the real job lasts a whole five years, and comes with far greater challenges than can fit into one season of a television show. “It’s true there are more problems. They are catastrophic. They appear, I’m sorry to say, like pimples on an 18-year-old kid. You don’t know where they will pop up, or when.” The 42-year-old speaks in his native Russian, his expressive face switching from boyish amusement to tortured concern in a flash.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/volodymyr-zelenskiy-tv-comic-who-became-ukraine-president-trump-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/volodymyr-zelenskiy-tv-comic-who-became-ukraine-president-trump-putin", "date_published": "2020-03-07 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a 50-50 nation': Chris Wallace on Fox News, Trump and America's great divide", "description": "<p>The anchor doesn’t want to talk about Ingraham, Hannity and Carlson – but he does think Jim Acosta of CNN should not be lecturing the president</p><p>When Chris Wallace grills politicians on his Sunday morning show, he can expect two men to offer feedback. One is Donald Trump, who is wont to tweet back in anger. The other is Wallace’s boss: <a href=\"https://www.theguardian.com/media/rupert-murdoch\">Rupert Murdoch.</a></p><p>“He cares tremendously about the news,” Wallace says of the owner of the most watched cable news network in America. “And I will tell you, when I have contact with him, he never is asking about ideology, just: ‘What’s going on? What’s happening? Tell me.’</p> <a href=\"https://www.theguardian.com/media/2020/mar/07/chris-wallace-fox-news-sunday-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/mar/07/chris-wallace-fox-news-sunday-donald-trump", "date_published": "2020-03-07 08:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>The coronavirus outbreak, refugees in Lesbos, airstrikes in Syria, Super Tuesday in the US and Paris fashion week – the best photography from around the world in news, culture and sport</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/07/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/07/20-photographs-of-the-week", "date_published": "2020-03-07 08:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More cows than people: America's beef capital of the world – in pictures", "description": "<p>The Texas Panhandle is cattle-feeding country, with tiny towns with names such as Hereford and Bovina reflecting local pride. But, for those living close to feedlots, faecal dust – and the smell – can cause issues<br /></p><p>•All photographs by George Steinmetz for the Guardian </p> <a href=\"https://www.theguardian.com/environment/gallery/2020/mar/07/more-cows-than-people-americas-beef-capital-of-the-world-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/mar/07/more-cows-than-people-americas-beef-capital-of-the-world-in-pictures", "date_published": "2020-03-07 08:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'My family are too frightened to read my book': meet Europe's most exciting authors", "description": "<p>From a Dutch bestseller about childhood loss to a passionate lesbian romance in France, a refugee’s journey from Iraq and the dark side of Sweden ... six novelists telling fresh stories about Europe</p><p><br />When Marieke Lucas Rijneveld was three years old, Rijneveld’s 12-year-old brother was knocked over and killed by a bus as he walked to school from the family farm. Rijneveld’s response to this early confrontation with the unthinkable was not to draw a veil over it, but to build two books around it. “I think it’s unfortunate for a family to have a writer born into it,” says the 28-year-old author, serenely.</p> <a href=\"https://www.theguardian.com/books/2020/mar/07/shock-of-new-novelists-stories-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/07/shock-of-new-novelists-stories-europe", "date_published": "2020-03-07 07:58:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: a disease that thrives on human error", "description": "<p>When it comes to containing the outbreak, small mistakes will have big consequences for our health</p><p>In a time of coronavirus, small mistakes can have outsize consequences.</p><p>In the small southern Italian town of San Marco in Lamis, a man who died before it was known that he was carrying the virus infected his wife and daughter, who then came into contact with dozens of relatives and friends at his funeral – 70 of whom are now in quarantine.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-a-disease-that-thrives-on-human-error\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/coronavirus-a-disease-that-thrives-on-human-error", "date_published": "2020-03-07 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our Europe: 27 things we love about the continent", "description": "<p>To celebrate Europe, writers in all 27 EU countries share a favourite place that evokes the spirit of their nation</p><p>I often dream of the journey over the Taygetos mountains from the western coast of the <strong>Peloponnese</strong> peninsula to the town of Sparta. It’s a trip I’ve done many times, most recently with my family. You start by the beaches of Kalamata, where my daughter was born, and a mere 10-minute drive up a small winding road takes you into the mountains, with the white houses and sea below. This is the route Telemachus (Odysseus’ son) took to visit Menelaus and Helen, newly returned from Troy.</p> <a href=\"https://www.theguardian.com/travel/2020/mar/07/my-europe-27-things-we-love-european-union\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/07/my-europe-27-things-we-love-european-union", "date_published": "2020-03-07 07:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live updates: Australia traces patients treated by sick doctor as US cruise ship cases rise", "description": "<p>Two victims were in their 70s and had travelled overseas, say state authorities, as cruise ship off San Francisco reports 21 cases and Hong Kong advises against non-urgent travel </p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/06/chinese-schools-reopen-as-coronavirus-cases-in-europe-continue-to-rise\">Cases pass 100,000 globally as Iran threatens force to restrict spread</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/mar/07/flabbergasted-melbourne-doctor-with-coronavirus-symptoms-continued-seeing-patients\">Melbourne doctor with coronavirus symptoms continued seeing patients</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/06/coronavirus-quarantine-plans-ignite-row-between-south-korea-and-japan\">Coronavirus quarantine plans ignite row between South Korea and Japan</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/06/more-scary-than-coronavirus-south-koreas-health-alerts-expose-private-lives\">‘More scary than coronavirus’: South Korea alerts expose private lives</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/06/coronavirus-facts-what-is-the-mortality-rate-and-is-there-a-cure-covid-19\">Essential guide: can I catch it on public transport, and how sick will I get?</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-reasons-to-be-reassured\">Coronavirus: nine reasons to be reassured</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-07T06:13:15.886Z\">6.13am <span class=\"timezone\">GMT</span></time> </p><p>We learned four valuable lessons from Ebola. They can help us fight the coronavirus, writes Chris Withington, who works in the humanitarian and emergency response unit of Care Australia. </p><p>“Coronavirus is a global crisis that is going to require a global solution. The lessons from Ebola are there for us to use – but will we?”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/mar/07/we-learned-four-valuable-lessons-from-ebola-they-can-help-us-fight-the-coronavirus\">We learned four valuable lessons from Ebola. They can help us fight the coronavirus | Chris Withington</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-03-07T06:02:48.401Z\">6.02am <span class=\"timezone\">GMT</span></time> </p><p>The United Arab Emirates reported 15 additional cases on Saturday of a new and fast-spreading virus, bringing the total number of infections in the country to 45.</p><p>The Health Ministry said 13 of the new cases had recently arrived from abroad, and they include three Emirati citizens, two Saudis, two Ethiopians and two Iranians, as well as a person each from Thailand, China, Morocco and India. <br /><br />The statement gave no further details on where the travellers had come, when they had arrived to the UAE and which ports of entry they had come in from. <br /><br />The other two cases, an Emirati and an Egyptian, were diagnosed after being monitored in connection with a cycling tour in the country that was halted a week ago after two Italians were first confirmed as having the virus. <br /><br />The emirate of Dubai is home to the world’s busiest airport for international travel.<br /></p> <a href=\"https://www.theguardian.com/world/live/2020/mar/07/coronavirus-live-updates-australia-sick-doctor-us-cruise-ship-cases-mike-pence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/07/coronavirus-live-updates-australia-sick-doctor-us-cruise-ship-cases-mike-pence", "date_published": "2020-03-07 06:13:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: nine reasons to be reassured", "description": "<p>Yes, Covid-19 is serious, but context is key and the world is well placed to deal with it</p><ul><li><a href=\"https://www.theguardian.com/science/2020/jan/23/tell-us-have-you-been-affected-by-the-coronavirus\">Share your experiences</a></li></ul><p>The coronavirus epidemic plainly poses an exceptionally serious global problem: in a few short weeks, it has spread from China to more than 80 countries, infecting more than 100,000 people so far and causing more than 3,400 deaths.</p><p>But as we are hit with minute-by-minute updates from around the world, experiencing the advance of Covid-19 in real time – news alerts, huge headlines, social media hysteria – there’s a risk that we might lose some essential context.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/coronavirus-reasons-to-be-reassured\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/coronavirus-reasons-to-be-reassured", "date_published": "2020-03-07 05:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi Arabia detains three royal family members in latest crackdown", "description": "<p>Royal relatives accused of plotting to oust King Salman and successor Crown Prince Mohammed bin Salman</p><p>Saudi authorities have detained three royal family members including two senior princes, according to US media reports, signalling the crown prince is further tightening his grip on power.</p><p>Prince Ahmed bin Abdulaziz al-Saud, a brother of King Salman, and the monarch’s nephew Prince Mohammed bin Nayef were taken from their homes early on Friday by royal guards after being accused of treason, the <a href=\"https://www.wsj.com/articles/top-saudi-royal-family-members-detained-11583531033\">Wall Street Journal reported</a> citing unnamed sources. The pair were allegedly plotting to oust King Salman and the son he has designated to succeed him, Crown Prince Mohammed bin Salman, it reported.</p> <a href=\"https://www.theguardian.com/world/2020/mar/07/saudi-arabia-detains-three-royal-family-members-in-latest-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/07/saudi-arabia-detains-three-royal-family-members-in-latest-crackdown", "date_published": "2020-03-07 03:55:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Trump hurls insults as 21 cases confirmed on cruise ship", "description": "<ul><li>President attacks CNN and Democrats at CDC event</li><li>Universities cancel classes in Washington state</li></ul><p>Donald Trump used a freewheeling press conference on Friday, intended to provide updates on the coronavirus, as an opportunity to attack Democrats, praise his own intelligence, lash out at CNN and spread false and misleading information about the status of the outbreak, as a slew of new cases were confirmed aboard a cruise ship off the California coast.</p><p>Speaking at the Centers for Disease Control’s (CDC) main campus in Atlanta, Georgia, while wearing his red “Keep America Great” re-election campaign hat, the president went on a rant criticizing Washington state’s governor, Jay Inslee, as a “snake” and saying he disagreed with his vice-president’s complimentary remarks toward the Democrat. Inslee, who ran for president last year, is overseeing the response to the most serious outbreak in the US.</p> <a href=\"https://www.theguardian.com/world/2020/mar/06/us-coronavirus-death-toll-washington-state\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/06/us-coronavirus-death-toll-washington-state", "date_published": "2020-03-07 03:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ronaldinho arrested in Paraguay over fake passport row", "description": "<p>Football star detained in police station in Asunción shortly before planned flight back to home town of Rio</p><p>Football star Ronaldinho has been arrested in a hotel in Paraguay’s capital after authorities said he entered the country with falsified documents. </p><p>The 39-year-old Brazilian and his brother, Roberto Assis, were taken to a police station in Asunción shortly before 10pm local time on Friday, Paraguay’s prosecutors office said in a statement. </p> <a href=\"https://www.theguardian.com/football/2020/mar/07/ronaldinho-arrested-in-paraguay-over-fake-passport-row\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/07/ronaldinho-arrested-in-paraguay-over-fake-passport-row", "date_published": "2020-03-07 02:44:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Money can buy you a pre-fame Beatles stage and Hey Jude lyrics at New York auction", "description": "<p>The stage of a Liverpool venue where the band performed is among 300 items of Beatles memorabilia up for grabs</p><p>The wooden stage of the small Liverpool venue where the Beatles performed before they rocketed to fame is going up for auction, along with Paul McCartney’s hastily scribbled notes for a studio recording of the hit song Hey Jude.</p><p>The stage and the lyrics are among 300 items of Beatles memorabilia being sold in New York on 10 April, including an annotated shooting script of the band’s 1967 Hello, Goodbye music video and an ashtray used by Ringo Starr at the Abbey Road recording studios in London, Julien’s Auctions said.</p> <a href=\"https://www.theguardian.com/music/2020/mar/07/money-can-buy-you-a-pre-fame-beatles-stage-and-hey-jude-lyrics-at-new-york-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/07/money-can-buy-you-a-pre-fame-beatles-stage-and-hey-jude-lyrics-at-new-york-auction", "date_published": "2020-03-07 02:06:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump names Mark Meadows as new White House chief of staff", "description": "<p>Conservative congressman from North Carolina replaces Mick Mulvaney, who became a key figure in impeachment inquiry</p><p>Donald Trump has named congressman Mark Meadows as his new chief of staff, replacing Mick Mulvaney, who been acting in the role for more than a year.</p><p>Trump announced the staff reshuffle in Friday night tweets, saying Mulvaney would become the US special envoy for Northern Ireland.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/06/trump-chief-of-staff-white-house-mark-meadows\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/06/trump-chief-of-staff-white-house-mark-meadows", "date_published": "2020-03-07 02:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein sentence should reflect 'lifetime of abuse' – prosecutors", "description": "<ul><li><a href=\"https://www.theguardian.com/film/2020/feb/24/harvey-weinstein-guilty-trial-charges-verdict\">Movie mogul was convicted of rape in New York last month</a></li><li>Court filing says producer ‘treated others with inhumanity’</li></ul><p>Harvey Weinstein’s record of sexual attacks and harassment against women dates back to the 1970s in a “lifetime of abuse” in which he “trapped women into his exclusive control and assaulted or attempted to assault them”, according to New York prosecutors.</p><p>In a note to the New York supreme court released on Friday ahead of Weinstein’s sentencing next week, the lead prosecutor at his rape trial essentially threw the book at the fallen movie mogul. Without providing the state’s desired sentence, Joan Illuzzi-Orbon urged Judge James Burke to impose “a sentence that reflects the seriousness of [his] offenses, his total lack of remorse for the harm he has caused, and the need to deter him and others from engaging in further criminal conduct”.</p> <a href=\"https://www.theguardian.com/world/2020/mar/06/harvey-weinstein-sentencing-lifetime-abuse-prosecutors\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/06/harvey-weinstein-sentencing-lifetime-abuse-prosecutors", "date_published": "2020-03-07 00:59:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]