[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "How the \"War on Terror\" shaped Harry Potter", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-how-the-war-on-terror-shaped-harry-potter\n\nA lot has been said and written about the politics of Harry Potter in recent years. Comparisons between Donald Trump and Voldemort, for instance, have become somewhat tiresome. In these attempts to draw on the wizarding world of Harry Potter as a lens through which to view contemporary politics, however, the actual political commentary which exists in the series by JK Rowling (particularly following The Order of the Phoenix) gets lost a little.\n\nIn this Harry Potter video essay, then, I (Tom Nicholas) seek to recontextualise the adventures of Harry, Ron and Hermione within the societal context in which these books and films were written and released: that of the War on Terror. For, the latter books, not only including The Order of the Phoenix but also The Half-Blood Prince and The Deathly Hallows contain some very direct parodying of the \"war on terror\" and, in particular, the responses of the UK government and US government to the increased threat of terrorism after the attacks on the World Trade Centre and Pentagon building on 9/11.\n\nIn particular, in characters such as Delores Umbridge and Rufus Scrimgeour, JK Rowling uses the Harry Potter books to parody laws such as the USA Patriot Act which allows the US Government the ability to spy on its own citizens with greater ease.\n\nWhere Harry Potter and the Prisoner of Azkaban is often given the credit for making the Harry Potter films \"darker\", then, in this video essay, I argue that it is in the later books and films that the series really grows up.\n\nSupport the channel on Patreon at http://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: @Tom_Nicholas\nInstagram: @TomNicholasWTF\nPatreon: http://patreon.com/tomnicholas\nWebsite: http://www.tomnicholas.com\n\n#HarryPotter #PatriotAct #Authoritarianism", "link": "https://www.youtube.com/watch?v=Xp10THLEvYw", "date_published": "2020-05-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]