[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Braxton Cook: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 8, 2020 | Sidney Madden -- Braxton Cook is a Juilliard-trained, genre-jumping artist whose music feels both contemporary and timeless. Even if you don't know him by name, fans of jazz-shaded Tiny Desk concerts will know his sound. Cook previously appeared at the Desk in support of Christian Scott aTunde Adjuah in 2015, Tom Misch in 2018 and Phony Ppl in 2019. This time around, Cook takes the center seat, so to speak, from the comfort and safety of his sunny New Jersey home.\n\nFor his Tiny Desk (home) concert, Cook jumped around his discography, performing tracks from his 2017 album, Somewhere in Between, all the way up to his latest project, 2020's Fire Sign. Cook says he usually performs his original work with a full band, but obviously that isn't an option in the time of social distancing. So instead, the ambidextrous talent uses loops to support his vocals, saxophone and guitar throughout the laidback set. Closing out this cozy session, Cook dedicates the stirring \"Hymn (for Trayvon Martin)\" to everyone affected by the current pandemic.\n\nSET LIST\n\"Shooting Star\"\n\"We Major\"\n\"Never Thought\"\n\"Hymn (for Trayvon Martin)\"", "link": "https://www.youtube.com/watch?v=BUWpIou5yO0", "date_published": "2020-05-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "MILCK: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nI can always count on MILCK for a good cry. From her movement-defining anthem \"Quiet\" in 2017 to her most recent singles, \"Gold\" and \"If I Ruled The World,\" the Los Angeles-based singer digs into and bares the ugliest sides of human nature, but leaves you feeling nothing but gratitude and awe at just how beautiful life really is.\n\nFor this deeply moving Tiny Desk (home) set, recorded at her home in Los Angeles, MILCK performs those two recent singles, along with an unreleased track called \"Double Sided,\" a gorgeous tearjerker about the necessity of loving one another regardless of our faults and weaknesses. MILCK's songs of empowerment, unity and understanding have never resonated more.\n\nSET LIST\n\"Gold\"\n\"Double Sided\"\n\"If I Ruled The World\"", "link": "https://www.youtube.com/watch?v=pqh0kU-Fwt0", "date_published": "2020-05-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]