[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "How to choose your first Linux distribution - Switching to Linux part 2", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account !\n\nWhen you’re moving to Linux, your first experience matters a lot. If you feel limited, if you don’t understand what you’re doing, or if you have to spend hours researching what to do to make stuff work, you’re going to have a bad experience, and that’s why choosing your distro is a every important step.\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nWhat I use to make my videos:\nMicrophone: https://amzn.to/2PsNWXl\nGPU: https://amzn.to/2LHZ5o5\nMotherboard: https://amzn.to/2KZt63t\nCPU: https://amzn.to/2IFjKrw\n\nYour use case will define what you need to install. What you need to remember is:\n\n- All distros can virtually run the exact same software nowadays, so choosing one doesn’t close any doors\n- All desktop user focused distros can play games.\n\nWith that out of the way, we can boil down your choice to 2 factors:\n\n- What desktop environment do you want to use\n- Do you prefer to use something stable, or do you want the latest software available\n\nDesktop environments:\nGNOME is the one that ships by default on most distributions, including the biggest one, Ubuntu. GNOME is very simple, sleek and minimalistic. It’s really easy to handle once you’ve spent 5 minutes with it. It can be customized using extensions, but these aren’t always super stable. GNOME is the default for Ubuntu, Fedora, and a GNOME variant is also shipped by almost all distributions.\n\nKDE or Plasma is the second big one. it offers customization options for almost everything. From the position of the panel, the widgets you want to add to it, the whole layout of the desktop, the behaviour of the windows, the position of the window controls, everything can be adjusted to your liking. KDE is the default on KDE Neon, its flagship distribution, and KDE variants are available for most major distros.\n\nNow you get many smaller desktop environments.\nCinnamon is the pendant of KDE, but using GNOME-like technologies and applications. Its default layout is also very close to wht you’d get on Windows, but it can be changed to your liking easily.\n\nXFCE is a lightweight desktop environment, which might not look as good by default as the big ones, but is still very easy to customize, and runs on lower end machines without a hitch.\n\nMac users might prefer Pantheon, which ships on elementary OS, and uses a layout reminiscent of OSX, with a similar dock and top bar, minus the global menu.\n\nYou can also use MATE, which is using the same technologies as GNOME, but with a more traditional desktop behavior, or Budgie, which is a derivative of GNOME as well, with its own notification center and more customization options.\n\nIf your PC is not that fast, I’d recommend XFCE, although KDE can run pretty well with little system resources as well.\n\nThe distribution\nOk, so now you’ve chosen the desktop environment you want to go with. Now you need to decide which distribution you’re going to get.\n\nGNOME:\nIf you’ve chosen GNOME, and you want stability, your options are either Ubuntu LTS, which has a very stable base, but older software, or Fedora, if you’d rather avoid proprietary software. If you’re allergic to the Ubuntu Orange, Zorin OS is also a very good choice, it uses the same base as Ubuntu LTS, but has tweaks that make it look a lot more modern, in my opinion.\n\nIf you’ve chosen GNOME and want the latest software versions and updates, you can go with Manjaro GNOME edition. It’s what we call a rolling release: this means it doesn’t have “versions”, it’s just continually updated with the latest software as they come out.If you want a healthy middle ground between stability, and up to date programs, go for the latest Ubuntu release. ubuntu has long term support releases, OR LTS, but it also has a new version every 6 months.\n\nPop!OS would also be a nice contender\n\nKDE\nIf you’ve chosen KDE, the stable choice is KDE Neon. It’s a distribution based on Ubuntu LTS, so it’s rock solid, and has the latest KDE Plasma updates as a rolling release.If you’d prefer a more bleeding edge system all around, go for Manjaro KDE, or the latest Kubuntu release\n\nCinnamon\nIf you’ve elected to use Cinnamon, your stable option is Linux Mint. It’s also based on Ubuntu LTS, and has the latest Cinnamon updates. It’s customizable, simple to use, and won’t die or crash on you.Once again, the less stable route will be Manjaro Cinnamon\n\nXFCE\nXFCE has less choices, but you can get a very stable one in the form of Xubuntu, the XFCE based Ubuntu variant. Zorin OS Lite also offers a very good looking XFCE.Manjaro XFCE will give you a great, bleeding edge experience.\n\nPantheon\nYour only real choice for Pantheon is elementary OS. elementary OS developers actually develop Pantheon as well, and they ship it in a beautiful package.", "link": "https://www.youtube.com/watch?v=o9Nq1Reu0Wg", "date_published": "2020-03-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]