[{"source": "https://www.theguardian.com/rss", "title": "British student who fled to join Isis dies while in jail in Syria", "description": "Ishak Mostefaoui, formerly at the University of Westminster, died either trying to escape custody or amid disorder in the prison<p>A British student who ran away to join the Islamic State group in Syria has died while being held in prison in the country, according to reports.</p><p>Ishak Mostefaoui, 27, who travelled to Syria in 2014 and had his British citizenship revoked, is said to have died either trying to escape custody or amid serious disorder in a jail in Hassakeh, which holds Isis prisoners from across the world.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/british-student-joined-isis-dies-in-jail-in-syria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/british-student-joined-isis-dies-in-jail-in-syria", "date_published": "2020-07-11 22:57:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump wears mask in public for first time during Covid-19 pandemic", "description": "<p>President wears face covering during visit to military hospital as cases of coronavirus surge across the United States</p><p>Donald Trump wore a mask in public for the first time during a visit to a military hospital a short helicopter ride from the White House on Saturday evening. The president’s decision to wear a mask came as cases of coronavirus <a href=\"https://www.theguardian.com/world/2020/jul/11/us-coronavirus-surge-south-west-arizona-texas-florida-georgia\">surged to record levels</a> in the US and after aides and experts urged Trump to follow his own government’s guidelines on face coverings.</p><p>Trump flew to Walter Reed National Military Medical Center in suburban Washington DC to meet wounded service members and health care providers caring for Covid-19 patients.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/11/donald-trump-face-mask-covid-19-coronavirus-hospital-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/11/donald-trump-face-mask-covid-19-coronavirus-hospital-visit", "date_published": "2020-07-11 22:53:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raheem Sterling stoops to conquer Brighton with Manchester City hat-trick", "description": "<p>On the horizon where beauty and sadism meet, Manchester City tore Brighton to ornate, sumptuous shreds. It was luxurious, it was cruel, it was pointless and yet in a strange way seemed to mean everything. Everyone knows that City’s biggest battles lie further afield: in the Champions League, and in the Lausanne courtroom where they will learn their fate on Monday. And here, with nothing tangible to play for in the league, City could simply play for the joy of playing, abetted by an opposition more than happy to let them do so.</p><p>Raheem Sterling bagged a hat-trick, Gabriel Jesus and Bernardo Silva added one each, but by then everyone was having too much fun to keep counting. For all the muted celebrations and multiple substitutions, giving the whole affair the feel of an international friendly against a small island nation with a precious vote on the Fifa executive committee, City’s intensity was irrepressible and irresistible. Perhaps, on reflection, this is the best way to enjoy Pep Guardiola’s baroque creation: no fans, no background noise, no forced narratives. Just football as its own lavish end.</p> <a href=\"https://www.theguardian.com/football/2020/jul/11/brighton-manchester-city-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/11/brighton-manchester-city-premier-league-match-report", "date_published": "2020-07-11 20:59:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian's Today in Focus triumphs at British Podcast Awards", "description": "<p>Current affairs podcast beats the Economist and James O’Brien, among others</p><p><a href=\"https://www.theguardian.com/news/series/todayinfocus\">Today in Focus</a>, the Guardian’s daily current affairs podcast, triumphed at the British Podcast Awards on Saturday, beating weighty competition from the Tortoise, the Economist and popular radio presenter James O’Brien, among others, in the Best Current Affairs category.</p><p>One of the show’s regular hosts, Anushka Asthana, said the award had been given for work she already regarded as “an absolute career highlight because it has given me the chance to work with the best producers that I’ve ever come across – who have put their heart and soul into launching and growing this podcast – ever since editor Katharine Viner <a href=\"https://www.theguardian.com/news/audio/2018/oct/25/introducing-today-in-focus\">came up with the idea</a>.”</p> <a href=\"https://www.theguardian.com/media/2020/jul/11/guardians-today-in-focus-triumphs-at-british-podcast-awards\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/11/guardians-today-in-focus-triumphs-at-british-podcast-awards", "date_published": "2020-07-11 20:47:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migrants rescued after boat capsizes in Channel", "description": "<p>Group with severe hypothermia among several taken back to France on Saturday</p><p> Migrants rescued after their boat capsized were among several groups to have tried to cross the Channel on Saturday.</p><p>The four individuals were spotted by a passing passenger ferry and picked up by the French navy. They were found to have severe hypothermia and taken to the French port of Calais.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/11/migrants-rescued-after-boat-capsizes-in-english-channel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/11/migrants-rescued-after-boat-capsizes-in-english-channel", "date_published": "2020-07-11 19:33:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rumours and threats: what happened when Covid-19 shut our pubs", "description": "<p>When a customer in a Somerset town tested positive, two local venues found themselves in the eye of a storm</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Mark Wilson’s first visit to the pub in months started perfectly. The 30-year-old met some of his closest friends in a vaping bar, Vape Escape, near the windswept seafront in Burnham-on-Sea, Somerset. “I was glad to be seeing people and getting a pint in a pub again,” he says. “We watched the Man United game and they won – so I was in a good mood.”</p><p>As the Saturday evening wore on, the group moved on to another pub in the quiet seaside resort, about a 45-minute drive from Bristol. The six friends moved back and forth between the two pubs before calling it a night. “I was pretty merry,” says Wilson. “But it was all good.”</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/rumours-and-threats-what-happened-when-covid-19-shut-our-pubs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/rumours-and-threats-what-happened-when-covid-19-shut-our-pubs", "date_published": "2020-07-11 19:31:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Tottenham are stagnating under José Mourinho, who has yet to evolve | Jonathan Wilson", "description": "<p>It’s hard not to feel we’ve have seen this all before and know how it plays out. The sense is the endgame has begun</p><p>As they prepare for the north London derby on Sunday, who would you rather be: Arsenal or Tottenham? For the past four years, it wasn’t a question that required much consideration. Even in 2015-16, when Arsenal last finished above Spurs, it felt freakish. The trajectories of the two clubs seemed clear: Spurs were rising, replete with gifted young players and blessed with a charismatic manager whose ideas were notably modern, while Arsenal were sinking in the dotage of a managerial great whose best years were behind him but whose departure would inevitably bring turbulence.</p><p><a href=\"https://www.theguardian.com/football/2018/apr/20/arsene-wenger-to-leave-arsenal-at-the-end-of-the-season\" title=\"\">Arsène Wenger’s retirement in 2018</a> did lead to chaos – or perhaps more accurately, exposed the chaos that was already there. With Ivan Gazidis and Sven Mislintat leaving, only Raul Sanllehi remains of the triumvirate who were supposed to replace him. Major concerns remain about recruitment and <a href=\"https://www.theguardian.com/football/2020/jun/27/kia-joorabchians-growing-influence-arsenal-identity-crisis\" title=\"\">particularly the influence</a> of the agent Kia Joorabchian.</p> <a href=\"https://www.theguardian.com/football/blog/2020/jul/11/why-tottenham-are-stagnating-under-jose-mourinho-who-has-yet-to-evolve\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jul/11/why-tottenham-are-stagnating-under-jose-mourinho-who-has-yet-to-evolve", "date_published": "2020-07-11 19:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: 20 areas of England at most risk of coronavirus resurgence", "description": "<p>• Bradford, Sheffield and Kirklees among areas of concern</p><p>• Army deployed for hotspot mobile tests<br /></p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>The government has drawn up a list of 20 councils facing the worst coronavirus outbreaks in England, with Bradford, Sheffield and Kirklees identified as areas needing “enhanced support”, according to a classified document leaked to the <em>Observer</em> and the <em>Guardian</em>.</p><p>As evidence mounts that the relaxation of lockdown rules is leading to a resurgence of Covid-19 in some of England’s most deprived and ethnically mixed areas, officials have ordered the army to deploy extra mobile testing units, which will be sent into a series of hotspots around the country from this weekend.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/revealed-20-areas-at-most-risk-of-local-lockdowns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/revealed-20-areas-at-most-risk-of-local-lockdowns", "date_published": "2020-07-11 18:54:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Denly likely to be ushered off England stage after fluffing lines again | Ali Martin", "description": "<p>As so often in his Test career the experienced Kent batsman gave his wicket away after playing himself in with diligence</p><p>Joe Denly left the tour of New Zealand last winter believing he would never live down a horror dropped catch on the final day in Hamilton but his second innings dismissal in Southampton’s biosecure bubble may be the moment that eats at away him for longer.</p><p>As has been the case for a good deal of his Test career, Denly had got himself set. He had adjusted after his demise on the second day – bowled by one that nipped back from Shannon Gabriel – and though his favoured pull shot had been chancy at times given the variable bounce, he was 69 balls into his work and 29 runs to the good.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/11/joe-denly-likely-to-be-ushered-off-england-stage-after-fluffing-lines-again\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/11/joe-denly-likely-to-be-ushered-off-england-stage-after-fluffing-lines-again", "date_published": "2020-07-11 18:41:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Animal rights group turns fountains red in London's Trafalgar Square", "description": "<p>Two arrested after protest calling for end to factory farming, which they say is real cause of Covid-19</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Two people have been arrested in London after protesters dyed Trafalgar Square’s fountains blood red to call for the government to prevent future pandemics by ending factory farming.</p><p>The Animal Rebellion group said it staged the protest in central London on Saturday to draw attention to what it believes to be the real cause of the Covid-19 crisis – animal exploitation.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/11/animal-rights-group-turns-fountains-red-in-londons-trafalgar-square\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/11/animal-rights-group-turns-fountains-red-in-londons-trafalgar-square", "date_published": "2020-07-11 18:37:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Gauke: tax rises and cuts only way to pay for Covid-19", "description": "<p>Former Treasury minister expresses his party’s anxiety over UK’s rising pandemic bill </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The chancellor, Rishi Sunak, will have to order steep tax rises or another brutal round of spending cuts to plug a £40bn gap in the public finances caused by emergency spending during the Covid-19 crisis, the former Tory Treasury minister David Gauke says today.</p><p>The warning of painful income tax and VAT rises from a respected figure with seven years of ministerial experience at the Treasury comes amid growing anxiety in sections of the Conservative party about the ballooning deficit and spiralling debt burden.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/11/david-gauke-tax-rise-must-pay-for-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/11/david-gauke-tax-rise-must-pay-for-covid-19", "date_published": "2020-07-11 18:21:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Competent, likeable, decisive: Keir Starmer beating Boris Johnson on all counts", "description": "<p>An Observer poll finds voters now believe that the Labour leader is outperforming the prime minister</p><p>Half of UK voters say they have formed a more favourable view of the Labour party since Keir Starmer became its leader in April, according to the latest Opinium poll for the <em>Observer</em>.</p><p> On Monday Starmer will mark his first 100 days since succeeding Jeremy Corbyn, and he has made a far greater positive impact with the electorate than his predecessor did in his early days in charge.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/11/competent-likeable-decisive-keir-starmer-beating-boris-johnson-on-all-counts\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/11/competent-likeable-decisive-keir-starmer-beating-boris-johnson-on-all-counts", "date_published": "2020-07-11 18:15:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prove that Labour really is anti-racist, Dawn Butler tells Keir Starmer", "description": "<p>The Brent Central MP fears the party is losing support among black and minority ethnic voters</p><p>Labour MP Dawn Butler has said she understands why the party is losing support with young black, Asian and minority ethnic voters and that Keir Starmer’s leadership must prove itself to be anti-racist to win members back.</p><p>Speaking to The Observer, the former shadow equalities minister said: “I don’t blame anyone for being unforgiving and uncompromising in this moment. Young black people are seeking meaningful change and commitment and nothing less will do. I completely endorse that. The Labour party is an anti-racist party but it has to prove that. It’s not something that is a given, it is something that has to be re-earned.”</p> <a href=\"https://www.theguardian.com/politics/2020/jul/11/dawn-butler-how-much-abuse-do-i-have-to-get-before-its-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/11/dawn-butler-how-much-abuse-do-i-have-to-get-before-its-enough", "date_published": "2020-07-11 17:31:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox host's writer quits after racist and sexist online comments revealed", "description": "<ul><li>Blake Neff was one of Tucker Carlson’s top writers</li><li>CNN investigation found comments posted under pseudonym</li></ul><p>One of Fox host Tucker Carlson’s top writers has resigned <a href=\"https://www.cnn.com/2020/07/10/media/tucker-carlson-writer-blake-neff/index.html?utm_term=1594433285735e5599df1a5fe&amp;utm_source=Reliable+Sources+-+July+10%2C+2020&amp;utm_medium=email&amp;utm_campaign=224643_1594433285736&amp;bt_ee=bLQFXdf8v%2FdBP0C3Nvo3Zz010fng8cIMVhRBIrAQr9WVh8d%2FnNGovzrvr4Dl%2BCjI&amp;bt_ts=1594433285736\">after a CNN investigation found</a> he was posting racist and sexist comments online under a pseudonym.</p><p>Under the name “CharlesXII”, Blake Neff regularly posted offensive language on an online forum called AutoAdmit.</p> <a href=\"https://www.theguardian.com/media/2020/jul/11/blake-neff-fox-writer-tucker-carlson-quits\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/11/blake-neff-fox-writer-tucker-carlson-quits", "date_published": "2020-07-11 16:51:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool gangs 'dominate' gun and drugs trade outside London", "description": "<p>National Crime Agency uses encrypted chat to uncover gun factories in north-west</p><p>Organised criminal gangs from Liverpool have risen to the summit of the UK underworld and “dominate” the firearms and drugs-trade outside London, the latest intelligence from senior officers at the National Crime Agency (NCA) reveals.</p><p>Analysis of encrypted messages from a communications system used by criminals has shown that the city has become the preeminent location for top-tier gangs sourcing high-volume importations of drugs and automatic weapons.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/liverpool-gangs-dominate-gun-and-drugs-trade-outside-london\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/liverpool-gangs-dominate-gun-and-drugs-trade-outside-london", "date_published": "2020-07-11 16:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour calls for immediate publication of inquiry into Priti Patel bullying claims", "description": "<p>Senior shadow ministers concerned No 10 aides may be putting pressure on the inquiry</p><p>An inquiry into allegations that the home secretary, Priti Patel, bullied staff must be published immediately amid claims the inquiry’s chief is resisting pressure from Downing Street to exonerate her, Labour has said.</p><p>The shadow home secretary, Nick Thomas-Symonds, wrote to the Cabinet Office minister, Michael Gove, on Saturday, saying the delay in publishing the findings is unacceptable.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/11/labour-calls-for-immediate-publication-of-inquiry-into-priti-patel-bullying-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/11/labour-calls-for-immediate-publication-of-inquiry-into-priti-patel-bullying-claims", "date_published": "2020-07-11 16:15:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jealous Johnny Depp ‘tried to stop Amber Heard sex scenes’, court told", "description": "<p>Actor denies his behaviour was controlling as he sues paper for abuse allegations</p><p>Details of sex scenes Amber Heard was to play on screen were kept from her husband, Johnny Depp, court documents have revealed. <em>The Pirates of the Caribbean</em> star, who admits to having jealous feelings, told the judge hearing his London libel case against the <em>Sun</em> that he “was uncomfortable with the idea of her doing nudity”.</p><p>Evidence put together by lawyers working for Heard suggests that, during the last stages of their two-year marriage, trust had broken down to the extent that Depp wanted to prevent his wife wearing revealing outfits on the red carpet and from taking parts in films involving nude scenes.</p> <a href=\"https://www.theguardian.com/film/2020/jul/11/jealous-johnny-depp-tried-to-stop-amber-heard-sex-scenes-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/11/jealous-johnny-depp-tried-to-stop-amber-heard-sex-scenes-court-told", "date_published": "2020-07-11 16:08:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vintage portraits updated for the age of coronavirus – in pictures", "description": "<p>Artist <a href=\"https://shop.hanwriting.com/collections/quarantine-collection\">Han Cao</a> lives in Orange County, California, and has spent lockdown hand-embroidering floral masks on vintage photographs from the 1900s-1940s, “as a reminder of how other generations have weathered storms like these”. “Embroidery is almost meditative,” she says. “It makes me slow down and be present – something we always forget to do in this digital age.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2020/jul/11/vintage-portraits-updated-for-the-age-of-coronavirus-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/gallery/2020/jul/11/vintage-portraits-updated-for-the-age-of-coronavirus-in-pictures", "date_published": "2020-07-11 16:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey's 'last Armenian village' displays heritage that survived genocide", "description": "<p>More than century on, descendants of survivors who returned home open a museum to celebrate and preserve their culture</p><p>Vakifli, a village in Hatay, the small wedge of Turkey sandwiched between the Mediterranean and the border with Syria, has the melancholy honour of being known as the country’s <a href=\"https://eurasianet.org/turkeys-last-armenian-village-honors-long-ago-stand\" title=\"\">“last Armenian village”</a>.</p><p>These days, it is home to just 100 people, but <a href=\"https://www.bbc.com/turkce/haberler/2015/04/150422_son_ermeni_koyu\" title=\"\">Vakifli</a>’s orange groves and traditional stone houses are rich with history. Every summer, thousands of visitors in search of a connection to their Armenian past descend on the tiny village to visit its church, buy locally made jams and soap, and listen to the West Armenian dialect.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/turkeys-last-armenian-village-displays-heritage-that-survived-genocide\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/turkeys-last-armenian-village-displays-heritage-that-survived-genocide", "date_published": "2020-07-11 15:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a wonderful privilege': swimmers return to Hampstead Heath ponds", "description": "<p>Regulars appreciate the joys of swimming in famous London ponds post-lockdown<br /></p><p>“It was like trying to get tickets for Glastonbury!” said John Roberts, waving a paper ticket. It was his birthday and he and wife, Susanna, were palpably excited to be on their way for a swim in the mixed pond at Hampstead Heath for the first time in months.</p><p>Having spent lockdown working from their third-floor flat in Belsize Park without access to a garden, the couple, who are expecting their first baby, had been eagerly anticipating the government’s announcement on Thursday that <a href=\"https://www.theguardian.com/travel/2020/jul/10/englands-lidos-can-open-on-saturday-but-swimmers-cant-dive-in-just-yet\">outdoor swimming facilities would be reopening</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/11/its-a-wonderful-privilege-swimmers-return-to-hampstead-heath-ponds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/11/its-a-wonderful-privilege-swimmers-return-to-hampstead-heath-ponds", "date_published": "2020-07-11 13:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colleges fear closure as coronavirus worsens 16-plus funding crisis", "description": "<p>Without extra support, as many as 40 institutions at risk of running out of cash </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Dr Paul Phillips is in what he calls “a very difficult situation”. Weston College, the further education college he runs in Weston-super-Mare, is facing a big coronavirus-shaped hole in its budget. He needs to spend at least an extra £750,000 on Covid-19 safety adjustments and catch-up courses, but expects his revenue from apprenticeships in industries like tourism, hospitality and construction to drop by up to £2m. “I’ve got a massive redundancy issue. I’m already restructuring.”</p><p>The government this month announced <a href=\"https://www.theguardian.com/education/2020/jun/19/english-schools-to-get-1bn-to-help-pupils-catch-up-after-lockdown\" title=\"\">a £1bn education catch-up fund</a> to help English pupils get up to speed with what they have missed in school during lockdown, but it decided that no extra money should go to the 16-plus sector.</p> <a href=\"https://www.theguardian.com/education/2020/jul/11/covid-hit-uk-further-education-colleges-need-cash-injection-or-face-closure\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/11/covid-hit-uk-further-education-colleges-need-cash-injection-or-face-closure", "date_published": "2020-07-11 12:56:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five killed and 40 arrested in hostage situation in South Africa", "description": "<p>Six more people were injured in incident at a church near Johannesburg</p><p> Police in South Africa said five people were killed and more than 40 arrested after an early-morning shooting involving hostages at a church near Johannesburg.</p><p>A statement said police and military personnel who responded to reports of a shooting at the International Pentecostal Holiness Church in Zuurbekom found four people “shot and burned to death in a car” and a security guard shot in another car. Six other people were injured.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/five-killed-and-40-arrested-in-hostage-situation-in-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/five-killed-and-40-arrested-in-hostage-situation-in-south-africa", "date_published": "2020-07-11 12:55:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Charlton: England World Cup winner dies aged 85 – video obituary", "description": "<p>Jack Charlton, a World Cup winner with England and a former Republic of Ireland manager, has died aged 85.<br /></p><p>Charlton, the elder brother of Bobby, played 35 times for England as a central defender, including all six matches at the 1966 World Cup. He spent his whole playing career at Leeds United and after retiring as a player became a successful manager.&nbsp;</p><p>He started with Middlesbrough, but is arguably best remembered as a manager for his work with the Republic of Ireland</p><ul><li><a href=\"https://www.theguardian.com/football/2020/jul/11/jack-charlton-england-world-cup-winner-dies-aged-85\">Jack Charlton, England World Cup winner, dies aged 85</a></li></ul> <a href=\"https://www.theguardian.com/football/video/2020/jul/11/jack-charlton-england-world-cup-winner-dies-aged-85-video-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/football/video/2020/jul/11/jack-charlton-england-world-cup-winner-dies-aged-85-video-obituary", "date_published": "2020-07-11 12:43:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Survivors mark 25th anniversary of Srebrenica massacre", "description": "<p>Far fewer people than usual attend commemoration events in Bosnia, due to coronavirus </p><p>Bosnia has marked the 25th anniversary of the Srebrenica massacre, the only declared genocide in Europe since the second world war, with a small number of survivors in attendance, due to the coronavirus pandemic.</p><p>The execution in July 1995 of more than 8,000 Bosniak Muslim men and boys is being commemorated in a series of events. There will also be a reburial of the recently identified remains of nine victims in a memorial cemetery outside the town in eastern Bosnia.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/survivors-mark-25th-anniversary-of-srebrenica-massacre\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/survivors-mark-25th-anniversary-of-srebrenica-massacre", "date_published": "2020-07-11 11:23:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Charlton: his life and times – in pictures", "description": "<p>World Cup winner Jack Charlton, who forged a successful career in management after hanging up his boots, has died aged 85. Charlton was an Elland Road legend, spending his whole playing career at Leeds United. As Republic of Ireland manager he took the team to their first major finals at Euro 1988 followed that by guiding them to the 1990 and 1994 World Cups</p> <a href=\"https://www.theguardian.com/football/gallery/2020/jul/11/jack-charlton-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/football/gallery/2020/jul/11/jack-charlton-a-life-in-pictures", "date_published": "2020-07-11 10:29:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v West Indies: first Test, day four – live!", "description": "<ul><li>Updates from the fourth day at the Ageas Bowl</li><li><a href=\"https://www.theguardian.com/sport/2020/jul/10/england-west-indies-first-test-day-three-match-report\">Day three report: Chase’s patience gives West Indies control</a></li><li><a href=\"https://www.theguardian.com/sport/2020/jul/10/mark-woods-struggles-prove-that-quickest-does-not-always-mean-most-effective\">Andy Bull: Wood’s struggles prove pace not always the best option</a></li><li>And you <a href=\"mailto:adam.collins.casual@theguardian.com\">can email Adam here</a> or <a href=\"https://twitter.com/collinsadam\">tweet him here</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-11T09:08:58.840Z\">10.08am <span class=\"timezone\">BST</span></time> </p><p><strong>Some county news off the top... </strong>because I know you all love that. I confirmed yesterday that Peter Handscomb won’t be coming to Middlesex for the truncated domestic season to lead the club as planned. Instead, they have agreed to a new deal where the Australian will be the skipper at Lord’s in 2021 and 2022. But as you’ll read in this interview, he’s in very good nick after a couple of tough years.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/11/more-than-the-average-bear-peter-handscombs-meditative-approach-to-cricket-and-life\">More than the average bear: Peter Handscomb's meditative approach to cricket and life</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-07-11T09:05:02.467Z\">10.05am <span class=\"timezone\">BST</span></time> </p><p>What a glorious day this is. A midsummer Saturday, stonking weather forecast throughout the weekend and a Test Match nicely poised to finish late tomorrow with all four results still on the table. All the while, hundreds of thousands of rugged individualists take the field this afternoon for club, park or village cricket for the first time since September. Breathe it in. At last, this is the good stuff. <br /></p><p>In terms of the day ahead at the Rose Bowl, well, it’s simple. If England are batting at stumps, we are going to have a fantastic Sunday. If they aren’t, Jason Holder’s will be very well placed to skip to a one-nil lead. The hosts are 99 runs behind, openers Rory Burns and Dom Sibley doing nicely before stumps last night.</p> <a href=\"https://www.theguardian.com/sport/live/2020/jul/11/england-v-west-indies-first-test-day-four-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/jul/11/england-v-west-indies-first-test-day-four-live", "date_published": "2020-07-11 09:08:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Charlton: an exceptional leader who had Ireland dancing in the streets  | Paul Doyle", "description": "<p>The celebrations were more memorable than the matches but Jack Charlton leaves an indelible mark on Irish football</p><p>Jack Charlton was to the Republic of Ireland what Pelé was to Brazil. He defined the national team to the world, establishing a style against which all of the country’s sides since have been measured for better or worse. Charlton, Ireland’s first foreign manager, even helped to alter society.</p><p>The beauty of a game depends on the beholder. For nearly 10 years Charlton’s Ireland were hard to watch and harrowing to play against, yet they gave unprecedented joy to millions. He was fortunate that during his reign Ireland had some of the greatest players in their history but it took an exceptional leader to rally them. The manager, a surprising appointment following a farcical selection process, brought a charisma and a clarity of vision that had been missing.</p> <a href=\"https://www.theguardian.com/football/2020/jul/11/jack-charlton-republic-ireland-manager-exceptional-leader\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/11/jack-charlton-republic-ireland-manager-exceptional-leader", "date_published": "2020-07-11 09:05:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>Restrictions relaxing and strengthening – the most striking photographs from around the world this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/11/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/11/20-photographs-of-the-week", "date_published": "2020-07-11 09:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My social anxiety was rekindled by lockdown. Could phoning up strangers help?", "description": "<p>I couldn’t go back into my shell. Instead, I talk to a Sri Lankan about my pregnancy, a Nigerian about Black Lives Matter and a Finn about finding love </p><p>My phone rings unexpectedly, and I suppress a strong urge to throw it out my kitchen window.</p><p>“Hello?” I answer, tentatively. An American voice recording tells me to hold tight while it connects me with a stranger. Soothing ethereal music plays while my heart races and then – click. Someone else is on the line. But who?</p> <a href=\"https://www.theguardian.com/society/2020/jul/11/my-social-anxiety-was-rekindled-by-lockdown-could-phoning-up-strangers-help\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/11/my-social-anxiety-was-rekindled-by-lockdown-could-phoning-up-strangers-help", "date_published": "2020-07-11 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Power, majesty, wonder: the startling world of sharks – in pictures", "description": "<p>A species of unrivalled variety, sharks find themselves threatened around the world by overfishing, microplastics and habitat loss</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/jul/11/power-majesty-wonder-the-startling-world-of-sharks-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/jul/11/power-majesty-wonder-the-startling-world-of-sharks-in-pictures", "date_published": "2020-07-11 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Malaysia to hold inquest into Nora Quoirin's death next month", "description": "<p>Body of London teenager was found in dense rainforest during family holiday</p><p>An inquest is to be opened into the death of a London teenager whose body was found in the jungle after she disappeared from a resort.</p><p>The unclothed body of 15-year-old Nora Quoirin was discovered in August last year after a large-scale search through dense rainforest near where she had been on holiday with her family.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/11/inquest-into-nora-quoirins-death-to-begin-next-month\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/11/inquest-into-nora-quoirins-death-to-begin-next-month", "date_published": "2020-07-11 08:45:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Minchin: ‘Closest brush with the law? Nude run, 1996’", "description": "<p>The Australian comedian and musician on social media, the anxiety of love and Abba hits</p><p>Born in Western Australia, Tim Minchin, 44,<strong> </strong>began his career as a comedian, winning the 2005 Perrier best newcomer award at the Edinburgh festival fringe. In 2009, the Royal Shakespeare Company commissioned him to write music and lyrics for a stage adaptation of Roald Dahl’s Matilda. The musical has won more than 90 international awards. Minchin cowrote, and stars in, the Sky series Upright, and has released a single, I’ll Take Lonely Tonight, from his forthcoming debut album, Apart Together. He is married with two children and lives in Sydney.</p><p><strong>When were you happiest?<br /></strong>Maybe when my wife Sarah and I were walking back to our hotel in Covent Garden, London, through the snow after the Olivier awards when Matilda won all the stuff. Hold on, I’m meant to say the birth of my children, aren’t I? </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/11/tim-minchin-closest-brush-with-the-law-nude-run-1996\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/11/tim-minchin-closest-brush-with-the-law-nude-run-1996", "date_published": "2020-07-11 08:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black History timeline", "description": "<a href=\"https://www.theguardian.com/world/ng-interactive/2020/jul/11/black-history-timeline\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/jul/11/black-history-timeline", "date_published": "2020-07-11 08:17:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Charlton, England World Cup winner, dies aged 85", "description": "<ul><li>Centre-half was part of 1966 World Cup-winning team</li><li>Charlton also a successful Republic of Ireland manager</li></ul><p>Jack Charlton, a World Cup winner with England and a former Republic of Ireland manager, has died aged 85.</p><p>Charlton, the elder brother of Bobby, played 35 times for England as a central defender, including all six matches at the 1966 World Cup.</p> <a href=\"https://www.theguardian.com/football/2020/jul/11/jack-charlton-england-world-cup-winner-dies-aged-85\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/11/jack-charlton-england-world-cup-winner-dies-aged-85", "date_published": "2020-07-11 08:06:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It was like a beast': readers' pre- and post-lockdown hair", "description": "<p>We asked you to show us what your hair looked like before and after you had a haircut. Here’s what some of you said<br /></p><p><strong>Fred (pictured above), 47, CEO, London</strong></p> <a href=\"https://www.theguardian.com/fashion/2020/jul/11/it-was-like-a-beast-readers-pre--and-post-lockdown-hair\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/11/it-was-like-a-beast-readers-pre--and-post-lockdown-hair", "date_published": "2020-07-11 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best interviewees? Give me an actor in their winter years with a few scores to settle | Hadley Freeman", "description": "<p>Older stars make the best subjects, and Carl Reiner will live on in my pantheon of greats</p><p>It was just by chance that I was the last person to interview comedy legend <a href=\"https://www.theguardian.com/global/2020/feb/20/love-and-free-food-mel-brooks-and-carl-reiner-share-the-secrets-of-their-70-year-friendship\" title=\"\">Carl Reiner</a>, who <a href=\"https://www.theguardian.com/us-news/2020/jun/30/carl-reiner-obituary\" title=\"\">died last week</a>, four months after I spent an evening with him and his best friend, Mel Brooks, at Reiner’s home in Beverly Hills. This was not my first final interview: I’m pretty sure I was the last journalist to <a href=\"https://www.theguardian.com/membership/audio/2015/dec/31/burt-reynolds-meets-hadley-freeman-guardian-live-event\" title=\"\">interview Burt Reynolds</a>, and I was surely the last to interview <a href=\"https://www.theguardian.com/film/2017/feb/12/kirk-douglas-i-never-thought-id-live-to-100-thats-shocked-me\" title=\"\">Kirk Douglas</a>, 100 when I met him, in his home, just down the road from Reiner’s.</p><p>It’s possible there were more. It’s a professional peril if you prefer to interview the old rather than the young, as I do. Once a celebrity gets over 70, they shake off whatever shackles of propriety once contained them and really enjoy themselves. If you imagine it’s people like Johnny Depp or Mickey Rourke who give publicists headaches, you’ve never met a celebrity in their winter years with a few scores to settle.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/11/the-best-interviewees-give-me-an-actor-in-their-winter-years-with-a-few-scores-to-settle\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/11/the-best-interviewees-give-me-an-actor-in-their-winter-years-with-a-few-scores-to-settle", "date_published": "2020-07-11 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vernon Subutex 3  by Virginie Despentes review – the trilogy concludes", "description": "<p>Flashes of vulgar energy and trademark cynicism enliven an overlong finale of ageing French rockers</p><p>When the <a href=\"https://www.theguardian.com/books/2018/may/02/vernon-subutex-1-by-virginie-despentes-review\">first volume</a> in the punk-feminist writer Virginie Despentes’s Vernon Subutex<em> </em>trilogy appeared in English in 2015, it was a cause for excitement. Here was a big, brash, enjoyable slab of French recession fiction, a social novel full of ageing rockers and party-worn broads who drink cans of lager, DJ in scuzzy clubs and kip on their mates’ couches – the sort of crowd usually refused entry to Parisian literature. Despentes, whose inaugural notoriety was the spree-killing road novel <em>Baise-Moi</em> (she also directed <a href=\"https://www.theguardian.com/film/2002/may/03/culture.peterbradshaw\">the banned film adaptation</a>), appeared to have matured into a more expansive view of class, gender relations and power dynamics. <em>Vernon Subutex </em>looked as though it might become the kind of generational group portrait that Roberto Bolaño gave us of Mexican youth in <em><a href=\"https://www.theguardian.com/books/roberto-bolano\">The Savage Detectives</a></em>. The question was whether Despentes, accustomed to snarling her truths over the fictive equivalent of three distorted power-chords, could sustain a project that, by the trilogy’s end, would amass 1,000 pages.</p><p>On reading the second volume, I had doubts. Despite the three-page index of main characters (<em>Vernon Subutex 3 </em>has one too, and I needed it throughout), Despentes kept introducing new ones, splitting off into intensity-draining subplots. The gig was in danger of becoming an interminable encore that no one wanted to hear. Still, there were bursts of entertainingly caustic social comment, and insights on contemporary Parisian life.</p> <a href=\"https://www.theguardian.com/books/2020/jul/11/vernon-subutex-3-by-virginie-despentes-review-the-trilogy-concludes\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/11/vernon-subutex-3-by-virginie-despentes-review-the-trilogy-concludes", "date_published": "2020-07-11 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a boys club': Johnson accused of running ‘blokey’ government", "description": "<p>Insiders say the prime minister’s Whitehall shake-up highlights the power of a small inner circle of men</p><p>Boris Johnson is being accused of overseeing an “incredibly blokey” government, as analysis of the latest Whitehall shake-up shows key decisions are in the hands of a tight circle of powerful men.</p><p>The prime minister has proudly called himself a feminist, and when he was foreign secretary he was a vocal advocate of girls’ education as a “Swiss army knife” to tackle many of the world’s ills. But Westminster insiders say few women can break into the inner circle, dominated by Johnson, Michael Gove and Dominic Cummings.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/11/its-a-boys-club-johnson-accused-of-running-blokey-government\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/11/its-a-boys-club-johnson-accused-of-running-blokey-government", "date_published": "2020-07-11 08:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out of office: has the homeworking revolution finally arrived?", "description": "<p>With no commuting or pesky colleagues, working from home should be idyllic. So why are so many of us desperate to get back to our desks, asks Joe Moran</p><p>Ever since the arrival of broadband in the early 2000s, people have been predicting a revolution in homeworking. The revolution always felt oversold to me, too dismissive of our attachment to what cyberpunk writers and techno-utopians call “meatspace”. The number of homeworkers did rise, but they still had to endure tedious jokes about watching daytime TV and working in their pyjamas. Most people carried on going into work.</p><p>Then, in March, the future arrived with a bump, but in a very uneven way. Many workers still had to turn up for their essential and now hazardous jobs; others were furloughed or laid off. The rest of us had to tutor ourselves in video conferencing and data-sharing platforms. We got used to encountering our colleagues as rows and columns of heads and shoulders, like a very subdued game of <em>Celebrity Squares </em>with someone taking minutes. Meanwhile, ghostly reminders popped up on our email calendars, alerting us to work events arranged before lockdown. Somewhere in a parallel, pandemic-free universe, these events were being diligently attended by our alternative selves, people who had never heard of Zoom nor received an email telling them to “stay safe”.</p> <a href=\"https://www.theguardian.com/books/2020/jul/11/out-of-office-has-the-homeworking-revolution-finally-arrived\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/11/out-of-office-has-the-homeworking-revolution-finally-arrived", "date_published": "2020-07-11 08:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-bullying helpline to be set up for armed service personnel", "description": "<p>People can use line to report harassment as part of efforts to tackle ‘laddish culture’<br /></p><p>A helpline has been set up for service personnel to try to “stamp out” unacceptable behaviour in the armed forces, the Ministry of Defence has announced.</p><p>Personnel who experience or witness bullying, harassment or discrimination will be able to contact the 24-hour helpline staffed7 by trained advisers and qualified counsellors.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/11/anti-bullying-helpline-to-be-set-up-for-armed-service-personnel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/11/anti-bullying-helpline-to-be-set-up-for-armed-service-personnel", "date_published": "2020-07-11 07:36:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 has revealed a pre-existing pandemic of poverty that benefits the rich", "description": "<p>The World Bank’s flawed and misunderstood poverty benchmark has led to a deceptively positive picture and dangerous complacency </p><ul><li>Philip Alston is the outgoing UN special rapporteur on extreme poverty and human rights</li></ul><p>Poverty is suddenly all over the front page. As coronavirus ravages the globe, its wholly disproportionate impact on poor people and marginalised communities is inescapable. Hundreds of millions of people are being <a href=\"https://www.theguardian.com/global-development/2020/jul/07/we-squandered-a-decade-world-losing-fight-against-poverty-says-un-academic\">pushed into poverty</a> and unemployment, with woeful support in most places, alongside a huge expansion in <a href=\"https://www.theguardian.com/global-development/2020/jul/09/hunger-could-kill-millions-more-than-covid-19-warns-oxfam\">hunger</a>, homelessness, and dangerous work.</p><p>How could the poverty narrative have turned on a dime? Until just a few months ago, many were celebrating the imminent end of poverty; now it’s everywhere. The explanation is simple. Over the past decade, world leaders, philanthropists and pundits have embraced a deceptively optimistic narrative about the world’s progress against poverty. It has been lauded as one of the “<a href=\"https://www.worldbank.org/en/news/press-release/2018/09/19/decline-of-global-extreme-poverty-continues-but-has-slowed-world-bank#:~:text=%E2%80%9COver%20the%20last%2025%20years,President%20Jim%20Yong%20Kim%20said.\">greatest human achievements</a>”, a feat seen “<a href=\"https://www.foreignaffairs.com/articles/2019-12-03/how-poverty-ends\">never before in human history</a>” and an “<a href=\"https://obamawhitehouse.archives.gov/the-press-office/2016/09/20/address-president-obama-71st-session-united-nations-general-assembly\">unprecedented</a>” accomplishment. But the success story was always highly misleading.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/11/covid-19-has-revealed-a-pre-existing-pandemic-of-poverty-that-benefits-the-rich\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/11/covid-19-has-revealed-a-pre-existing-pandemic-of-poverty-that-benefits-the-rich", "date_published": "2020-07-11 07:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The greatest male tennis player of the last 50 years: the fans' verdict", "description": "<p>Who is the best of the best? Our writers have had their say. Now it’s time to hear from our readers</p><p>Novak Djokovic was hoping to defend his Wimbledon title this weekend. Instead, he is at home recovering from Covid-19. It may be some time until the world’s best players are reunited at a grand slam. So, for now, we have to content ourselves with reminiscing about their past glories.</p><p>This week we have been analysing the best male players of the past 50 years. Our writers made the case for <a href=\"https://www.theguardian.com/sport/2020/jul/06/the-greatest-novak-djokovic-speedy-superserver-who-masters-mind-games\">Djokovic</a>, <a href=\"https://www.theguardian.com/sport/2020/jul/07/the-greatest-pete-sampras-cool-head-with-a-weapons-grade-serve\">Pete Sampras</a>, <a href=\"https://www.theguardian.com/sport/2020/jul/09/the-greatest-rafael-nadal-mental-and-physical-giant-with-a-brutal-forehand\">Rafael Nadal</a>, <a href=\"https://www.theguardian.com/sport/2020/jul/10/the-greatest-bjorn-borg-tennis\">Bjorn Borg </a>and <a href=\"https://www.theguardian.com/sport/2020/jul/08/the-greatest-roger-federer-balletic-grace-outrageous-effortless\">Roger Federer.</a> Now it’s time for the readers to offer their verdict. More than 1,500 of you <a href=\"https://www.theguardian.com/sport/2020/jun/29/who-is-the-greatest-female-tennis-player-of-the-last-50-years\">have been in touch</a> and you have a clear favourite. Time and time again you wrote to us to extol his virtues, not just his record of 20 grand slam titles but also his elegance on the court and class off it.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/11/the-greatest-male-tennis-player-last-50-years-fans-verdict-federer\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/11/the-greatest-male-tennis-player-last-50-years-fans-verdict-federer", "date_published": "2020-07-11 07:13:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streaming: great basketball films to watch after The Last Dance", "description": "<p>Ben Affleck’s Finding the Way Back is the latest in US cinema’s rich tradition of basketball films, from Hoop Dreams to He Got Game</p><p>Having skidded far off the rails, a former star basketball player finds renewed purpose in life by coaching a team of bright-eyed young talents: some films start with a script, but <strong><a href=\"https://www.warnerbros.co.uk/movies/finding-way-back\">Finding the Way Back</a></strong> practically starts with a template. That’s not a criticism of Gavin O’Connor’s satisfying meat-and-potatoes sports drama, which was supposed to come out in UK cinemas in late March, and instead was digitally released last Friday. <em>Finding the Way Back</em> uses the familiarity of its premise to highlight ways in which sporting triumph and personal pride don’t always line up.</p><p>As an alcoholic Los Angeles construction worker somehow tasked with coaching his former high school’s ailing basketball team, Ben Affleck introduces a note of wounded anxiety to proceedings that is never shed, even as the plot climbs its inevitable upward arc. Rescued from the purgatory of crummy Batman spinoffs, the embattled actor has clearly taken the film as his own metatextual comeback story, and sure enough, he’s the best he’s ever been in it. O’Connor knows his way around a worn, grainy study of everyday athletes – he previously made the excellent (<a href=\"https://www.netflix.com/watch/70141653\">and Netflixable</a>) <strong>Warrior</strong> (2011) with Tom Hardy – and he brings similar integrity to this one.</p> <a href=\"https://www.theguardian.com/film/2020/jul/11/streaming-the-best-basketball-films\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/11/streaming-the-best-basketball-films", "date_published": "2020-07-11 07:05:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michaela Coel plays the first on-screen writer I can relate to | Candice Carty-Williams", "description": "<p>I May Destroy You skewers the weirdness of fandom and captures just how terrifying the publishing industry can be</p><p>Michaela Coel’s critically acclaimed new TV series <em><a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/08/i-may-destroy-you-review-michaela-coel-could-this-be-the-best-drama-of-the-year\">I May Destroy You</a> </em>(BBC One),<em> </em>the journey of a young woman uncovering and trying to deal with sexual trauma, is a show that I fall for more with each episode.</p><p>I love the moments of surrealism and Coel’s nods to the ridiculous and all-consuming nature of social media. But most of all, I enjoy that the main character, Arabella Essiedu (played by Coel herself), is an author. It’s the first time I’ve seen a writer on screen that I can relate to (God knows I have nothing in common with Paul Sheldon of <a href=\"https://www.theguardian.com/books/booksblog/2013/jul/30/rereading-stephen-king-misery\">Stephen King’s </a><em><a href=\"https://www.theguardian.com/books/booksblog/2013/jul/30/rereading-stephen-king-misery\">Misery</a></em>).</p> <a href=\"https://www.theguardian.com/books/2020/jul/11/michaela-coel-plays-the-first-on-screen-writer-i-can-relate-to\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/11/michaela-coel-plays-the-first-on-screen-writer-i-can-relate-to", "date_published": "2020-07-11 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best easy-apply foundations for a remote working glow | Sali Hughes", "description": "<p>No time to spend on makeup? Here are three products that will have you camera ready, fast</p><p>You are perhaps now familiar with the drill. An unexpected meeting has you covering your pyjama top with something vaguely resembling outdoor clothing, shaking out the default scrunchie-bun and hurriedly <a href=\"https://www.theguardian.com/fashion/2020/mar/24/five-video-conference-grooming-tips-its-really-whats-above-the-desk-that-counts\" title=\"\">changing your Zoom background</a> from Madonna at Wembley, 1993 (maybe just me). But what about our faces? How can we slather on something fast, with neither aptitude nor care, to make ourselves look instantly better, as though our complexions have seen more than a thimble of fresh air all week? I have three corkers, all under £13.</p><p>For normal-dry and dry skins, look no further than <a href=\"https://www.lookfantastic.com/max-factor-miracle-touch-second-skin-30ml-various-shades/12408199.html\" title=\"\">Miracle Touch Second Skin</a> (£12.99 for 30ml) from Max Factor, of all places. If you’ve found some of its previous foundations chalky and too pink (I have), then I urge you to wipe the slate clean. This is terrific, offering a sheer to medium coverage and an instantly pulled together, polished look with almost zero effort (everything here can be applied with fingertips or brush). Coconut milk gives the finish a moist dewiness I love, the shades are inclusive, and there’s bonus sun protection, too.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/11/the-best-easy-apply-foundations-for-a-remote-working-glow\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/11/the-best-easy-apply-foundations-for-a-remote-working-glow", "date_published": "2020-07-11 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's only trans philosophy professor to JK Rowling: Harry Potter helped me become a woman", "description": "<p>Sophie-Grace Chappell says it’s only those on the right who are benefiting from the row over trans women </p><p>In the autumn of 1969, a five-year-old boy called Timothy Chappell, in his first term at school, had an idea. Could he, he asked his mum, go to class as a girl?</p><p>“My mother looked at me,” says Timothy – now Sophie-Grace – “and there was both terror and fury in her eyes. And she said to me: why?”</p> <a href=\"https://www.theguardian.com/education/2020/jul/11/uks-only-trans-philosophy-professor-to-jk-rowling-harry-potter-helped-me-become-a-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/11/uks-only-trans-philosophy-professor-to-jk-rowling-harry-potter-helped-me-become-a-woman", "date_published": "2020-07-11 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My parents helped me pack lube’: from sex toys to bidets, the lockdown businesses that boomed", "description": "<p>While some firms have been devastated as Covid-19 grips the planet, others have seen their sales go off the chart. How have they coped?</p><p>For most businesses, the early stages of the coronavirus pandemic were an economic horror story measured in job losses and plummeting sales graphs. But this was not the case for everyone. As lockdown measures were imposed around the globe, certain companies struggled to cope with sudden demand from a confined populace with new, highly specific needs.</p><p>So what was it like to be the focus of such frenzied consumer interest? How did they cope with self-isolating staff and faltering supply chains? And what are their hopes now the world is tentatively reopening? Here, five different companies reflect on their accidental boom.</p> <a href=\"https://www.theguardian.com/business/2020/jul/11/my-parents-helped-me-pack-lube-from-sex-toys-to-bidets-the-lockdown-businesses-that-boomed\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/11/my-parents-helped-me-pack-lube-from-sex-toys-to-bidets-the-lockdown-businesses-that-boomed", "date_published": "2020-07-11 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bathtubs, fake blood and savaged Barbies: how a global army of ‘finatics’ recreated Jaws", "description": "<p>A cast of 100 superfans worked together to pay the ultimate tribute to their favourite film on its 45th birthday</p><p>Lego men and Barbie dolls are savaged by toy sharks. Blue bedsheets double for sea and sky. At one point, when someone mentions the victim’s “head and shoulders”, a bottle of the shampoo appears. Fans of the movie Jaws have made creative use of their quarantine – not to mention their showers and swimming pools – to recreate the classic thriller, scene by scene.</p><p>Arranged by members of the global fan site <a href=\"https://thedailyjaws.com/\">the Daily Jaws</a>, the <a href=\"https://thedailyjaws.com/jaws-wemake\">feature</a> – Jaws WeMake – is 75 minutes long, condensing the narrative of the original somewhat but enlarging the cast to more than 100 self-described “finatics” from the UK, US, Spain and India. “People literally took to the water for this,” says Daily Jaws founder Ross Williams, from Surbiton, south-west London.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/11/bathtubs-fake-blood-and-savaged-barbies-how-a-global-army-of-finatics-recreated-jaws\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/11/bathtubs-fake-blood-and-savaged-barbies-how-a-global-army-of-finatics-recreated-jaws", "date_published": "2020-07-11 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Formula One is well and truly back – it wasn't easy but everyone has embraced it | George Russell", "description": "<p>The Williams driver celebrates the return of F1 despite enormous changes because of Covid-19 and relishes the excitement in Austria after the heartbreak of Melbourne</p><p>Formula One’s new reality has taken some getting used to but the sport should be proud of what it has achieved in putting on the two <a href=\"https://www.theguardian.com/sport/2020/jul/05/valtteri-bottas-wins-f1-austrian-grand-prix-after-hamilton-suffers-penalty\">opening grands prix in Austria</a>. Everyone has been learning and since this journey began over a week ago we have all endured ups and downs. Some painful, some personal, but what has been unmistakable is the sheer excitement and enthusiasm with which the sport has embraced going racing again.</p><p>Several months ago, <a href=\"https://www.theguardian.com/sport/2020/mar/13/formula-one-australian-grand-prix-melbourne-coronavirus\">after the cancellation of the Australian Grand Prix</a>, I believed there was a big possibility we would not go racing at all; I thought this could be a full season on the sidelines. Australia was an absolute wrench. Finding out late on the Thursday night that we would not be racing stirred such strong disappointment in me, emotions I have never felt before because there was so much excitement, so much anticipation. So even when Austria was announced I convinced myself that only when I was in the car on the Friday morning and driving, would I be excited to be back.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/11/formula-one-season-return-austria-grand-prix-f1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/11/formula-one-season-return-austria-grand-prix-f1", "date_published": "2020-07-11 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My allotment was once a casual hobby. Since lockdown, it's become a lifeline | Alice O'Keefe", "description": "<p>Growing our own potatoes is fun – but the pandemic and looming trade deals have exposed Britain’s fragile food security</p><p>Smugness is a well-documented side-effect of having an allotment, and at this time of year, with raspberries, gooseberries, currants, new potatoes and other goodies ripening and making it to the table, the condition becomes particularly acute. “Notice anything about these spuds?” I can’t help myself asking, faux-casually, over dinner. “And how about the chard? Particularly delicious, no?” To which the only acceptable answer, clearly, is a chorus of: “Oh yes, I noticed that immediately, I’ve never tasted such magnificent chard in my life.” (For some reason, this is not a response that comes naturally to my children.)</p><p>Many plot-holders will be even more insufferable this year, as we’ve had so much more time than usual to spend tending our plots. Allotments have been open throughout lockdown, designated as safe spaces for daily exercise. I nearly gave mine up before the pandemic, as I was too busy working and socialising to keep the weeds at bay. Boy, am I glad I kept it: as a mother of two energetic boys without much outdoor space at home, our plot has been a lifeline.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/11/allotment-hobby-lockdown-lifeline-trade-deals-britain-food\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/11/allotment-hobby-lockdown-lifeline-trade-deals-britain-food", "date_published": "2020-07-11 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roberto Martínez: 'I did not expect to be in the international game this long'", "description": "<p>Belgium’s manager on feeling ready to go all the way at Euro 2020, moving on from the golden generation and why he loves English football<br /></p><p>Until he took the Belgium job, Roberto Martínez felt much the same as any club manager: that there was rarely a timely international break. “But then, when you experience that side of football, you realise it takes the game into a different level,” he says. “Having a whole nation kicking a ball and celebrating a goal, or going through the misery of not being able to win a major tournament. Nothing unifies, or takes celebration to a global scale, like international football.”</p><p>Put like that, perhaps Euro 2020 will provide a salve for troubled times when it belatedly begins next June. Had Covid-19 not intervened so tragically, it is perfectly conceivable that Martínez would have been leading Belgium out at Wembley in the final on Sunday and their “golden generation”, a decade in the making, would have achieved its crowning moment.</p> <a href=\"https://www.theguardian.com/football/2020/jul/11/roberto-martinez-belgium-euro-2020-golden-generation-english-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/11/roberto-martinez-belgium-euro-2020-golden-generation-english-football", "date_published": "2020-07-11 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A slap in the face’: pub landlords livid at lack of support by Sunak", "description": "<p>Publicans fear for future as chancellor’s proposals offer nothing for traditional locals<br /></p><p>The landlady of the Old Millwrights Arms in Aylesbury, Buckinghamshire, is livid with the chancellor.</p><p>“If I was Rishi Sunak and I wanted to design something that got rid of community boozers and replaced them with large chains, I would have written that statement,” said Liz Hind, shortly after the chancellor unveiled a <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/rishi-sunak-unveils-stamp-duty-holiday-and-hospitality-vat-cut-furloughed-coronavirus\">multi</a><a href=\"https://www.theguardian.com/uk-news/2020/jul/08/rishi-sunak-unveils-stamp-duty-holiday-and-hospitality-vat-cut-furloughed-coronavirus\">billion</a><a href=\"https://www.theguardian.com/uk-news/2020/jul/08/rishi-sunak-unveils-stamp-duty-holiday-and-hospitality-vat-cut-furloughed-coronavirus\">-pound support package for the hospitality industry</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jul/11/pub-landlords-livid-lack-of-support-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/11/pub-landlords-livid-lack-of-support-rishi-sunak", "date_published": "2020-07-11 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Summer Time Begins by Ysenda Maxtone Graham review – what school summer holidays were like", "description": "<p>What should happen during the summer holidays? Evocative memories of roaming out of parental reach</p><p>In 1966, <a href=\"https://www.theguardian.com/profile/johnmullan\">John Mullan</a> begged his parents for a foreign holiday after a school friend went, with his family, to Majorca for the summer: “My mother shook her head and said: ‘Darling, going abroad is vulgar.’” Instead, they went to shingly Suffolk. Three years later, <a href=\"https://www.theguardian.com/profile/harry-ritchie\">Harry Ritchie </a>from Kirkcaldy travelled to Majorca on his first foreign holiday. It was a revelation: “Being able to take clothes off for a holiday, rather than having to put more on: that was wonderful in itself.”</p><p>While researching her delightful oral history of school summer holidays, Ysenda Maxtone Graham found that many people didn’t go abroad until they were adults. Indeed, “going-away type holidays” to faraway places are only a part of the story Maxtone Graham tells. Summers were, she finds, “more a matter of stasis than travel”.</p> <a href=\"https://www.theguardian.com/books/2020/jul/11/british-summer-time-begins-by-ysenda-maxtone-graham-review-what-school-summer-holidays-were-like\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/11/british-summer-time-begins-by-ysenda-maxtone-graham-review-what-school-summer-holidays-were-like", "date_published": "2020-07-11 06:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian shark attack: boy, 15, dies from injuries after being bitten on NSW north coast", "description": "<p>Emergency crews responded to the incident near Grafton but were unable to save teenage boy’s life</p><p>A shark attack on New South Wales’s north coast has claimed the life of a 15-year-old boy.</p><p>Witnesses have told police a shark attacked the teenager while he was surfing at Wilsons Headland at Wooli Beach, near Grafton, just before 2.30pm.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/11/coffs-harbour-shark-attack-boy-16-dies-from-injuries-after-being-bitten-on-nsw-north-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/11/coffs-harbour-shark-attack-boy-16-dies-from-injuries-after-being-bitten-on-nsw-north-coast", "date_published": "2020-07-11 06:13:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My son was shaking, trying not to go online’: how the gambling industry got its claws into children", "description": "<p>As the NHS opens its first clinic for child addicts, families are counting the cost of Britain’s high-stakes betting problem</p><p>In Jack Ritchie’s first term of sixth form, when he was 17, he started to spend his lunch breaks at the bookies down the road from his school in Sheffield, staking his dinner money at the fixed-odds betting terminals. It became a regular thing. No one ever asked for any proof of age.</p><p>Early on, Jack had a big win. It was too much money to fit in his pocket; he had to ask the bookies to hold it for him until he could pick it up after school. “He came home with £1,000 in cash,” his mother, Liz, tells me, blinking in astonishment.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/11/my-son-would-be-shaking-trying-not-to-go-online-how-the-gambling-industry-got-its-claws-into-kids\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/11/my-son-would-be-shaking-trying-not-to-go-online-how-the-gambling-industry-got-its-claws-into-kids", "date_published": "2020-07-11 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I want to dance with joy': a beach cabin escape on Kent's Isle of Sheppey", "description": "<p>The newly minted pleasure of a getaway in a cosy cabin on a deserted beach is just the tonic after lockdown<br /><strong>Plus six more remote English cabins</strong></p><p>Jet skis are fizzing under the Sheppey Crossing as I drive through the two arches that mark the entrance to the island. It is not the most obvious place to bring my mum for our first post-lockdown break. The Isle of Sheppey, on the north-east coast of Kent, an hour from London, is a place often dismissed by people who call the locals “Swampies” and believe the island is one long sprawl of chalet parks. More fool them – they are missing out. Sheppey is a place of wide skies where lapwings in shot satin party dresses pirouette across the fields.</p> <a href=\"https://www.theguardian.com/travel/2020/jul/11/beach-cabin-escape-kent-coast-isle-of-sheppey\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/11/beach-cabin-escape-kent-coast-isle-of-sheppey", "date_published": "2020-07-11 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bear Grylls encourages return to wild with back garden scout camp", "description": "<p>Quarter of a million people sign up for Scouts initiative that includes den-building and livestreamed camp fire sessions </p><p>Baking birthday cakes for his sons and logging on to online seminars have replaced rugged foreign missions for Bear Grylls during his lockdown at home in Wiltshire. But this weekend the TV adventurer and chief scout will lead a return to the wilds - or at least to back garden camping.</p><p>With scout camps, end-of-term school adventure breaks and family holidays cancelled because of Covid-19, Grylls, will attempt to replicate some of the lost learning about independence, risk-taking and social bonding with a virtual scout camp.</p> <a href=\"https://www.theguardian.com/society/2020/jul/11/bear-grylls-encourages-return-to-wild-with-back-garden-scout-camp\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/11/bear-grylls-encourages-return-to-wild-with-back-garden-scout-camp", "date_published": "2020-07-11 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester factory put lives at risk during lockdown, claims garment worker", "description": "<p><strong>Exclusive:</strong> amid allegations of production continuing behind closed doors, regulators have clamped down in the city<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When the garment factory where Anil worked learned that the risk of coronavirus meant it couldn’t do business as usual, it didn’t shut up shop. Instead, it locked the doors.</p><p>“It was always going,” said Anil, not his real name. “They wrote on pieces of paper: ‘The factory is closed because of coronavirus.’ But they locked the doors, and inside, people were working.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/11/leicester-factory-put-lives-at-risk-during-coronavirus-lockdown-claims-garment-worker\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/11/leicester-factory-put-lives-at-risk-during-coronavirus-lockdown-claims-garment-worker", "date_published": "2020-07-11 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10 plans weight loss drive to ready UK for expected Covid-19 second wave", "description": "<p>Boris Johnson now a convert to losing weight after being severely ill with coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government is poised to launch an emergency drive to slim down the nation and reduce the incidence of conditions such as type 2 diabetes before an expected second wave of coronavirus, the Guardian has learned.</p><p>Downing Street is planning what has been billed as a “war against obesity” after Boris Johnson <a href=\"https://www.theguardian.com/politics/2020/may/15/labour-welcomes-pms-conversion-on-obesity-after-coronavirus-scare\">needed intensive care treatment</a> for Covid-19, which the prime minister reportedly blamed on his weight.</p> <a href=\"https://www.theguardian.com/society/2020/jul/11/no-10-plans-weight-loss-drive-to-ready-uk-for-expected-covid-19-second-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/11/no-10-plans-weight-loss-drive-to-ready-uk-for-expected-covid-19-second-wave", "date_published": "2020-07-11 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong pollster raided by police amid security law crackdown", "description": "<p>Police say independent pollster may have been hacked but there are fears of link to pro-democracy opposition’s primary election</p><p>Hong Kong police have searched the office of an independent political pollster days after Beijing imposed sweeping national security legislation on the former British colony.</p><p>The raid came ahead of weekend primary elections for Hong Kong’s pro-democracy opposition, for which pollster Robert Chung’s Hong Kong Public Opinion Research Institute is a co-organiser.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/hong-kong-pollster-raided-by-police-amid-security-law-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/hong-kong-pollster-raided-by-police-amid-security-law-crackdown", "date_published": "2020-07-11 05:56:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stephen Collins on camping – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2020/jul/11/stephen-collins-on-camping-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2020/jul/11/stephen-collins-on-camping-cartoon", "date_published": "2020-07-11 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: Everyone stares. Are they smiling behind their masks?", "description": "<p>I have to take a bus for the first time in months. Can I pull off a flowered mask for the journey?</p><p>When lockdown arrived at the end of March, I braced for profound changes to my existence that never arrived. It certainly isn’t the first time I’ve gone 15 weeks without entering a pub. Now I’m preparing for the lifting of restrictions. Big things are going to happen, I tell myself. But not to you. The highlight of your week is still going to be an argument with a squirrel.</p><p>I come downstairs in the morning to find the house is empty. I unlock the back door and step into the garden to check on a bare patch of lawn I reseeded last week. Tiny bent shoots are poking out of the raked earth. I stare at them for a while. I think about pulling up a chair. My phone rings. It’s my wife.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/11/tim-dowling-everyone-stares-are-they-smiling-behind-their-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/11/tim-dowling-everyone-stares-are-they-smiling-behind-their-masks", "date_published": "2020-07-11 05:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A self-centered publicity stunt': just how serious is Kanye West's presidential bid?", "description": "<p>The musician’s dramatic move has met with mockery. But perhaps his aim is to fuse spiritual authority, political power and merchandising</p><p>Once the strangest of bedfellows, Kanye West and Donald Trump are now officially rivals.</p><p>On the Fourth of July, the California-based rapper and entrepreneur <a href=\"https://twitter.com/kanyewest/status/1279575273365594112\">tweeted</a> that he was running for president, citing his belief in God and immediately winning the “full support” of his fellow billionaire Elon Musk – who, per the candidate himself, will head up America’s space program under a West administration.</p> <a href=\"https://www.theguardian.com/music/2020/jul/10/kanye-west-president-2020-is-it-real\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/10/kanye-west-president-2020-is-it-real", "date_published": "2020-07-11 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Too big to fail': why even a historic ad boycott won’t change Facebook", "description": "<p>The company has survived previous seemingly existential crises with little damage to its monarchical structure</p><p>On the evening of 13 July 2013, a few hours after George Zimmerman was acquitted over the fatal shooting of 17-year-old Trayvon Martin, <a href=\"https://www.sfweekly.com/news/the-bay-area-roots-of-black-lives-matter/\">Alicia Garza</a> logged on to her Facebook account and typed a phrase that would change the world: “#blacklivesmatter”. A few minutes later, she posted again: “Black people. I love you. I love us. Our lives matter.”</p><p>That Facebook played a small role in the inception of a movement that may have become <a href=\"https://www.nytimes.com/interactive/2020/07/03/us/george-floyd-protests-crowd-size.html\">the largest in US history</a> is the kind of story that the embattled company likes to point to when it makes its case that it does more good than harm. CEO Mark Zuckerberg boasted of the hashtag’s origin on Facebook in October 2019, when he delivered a <a href=\"https://about.fb.com/news/2019/10/mark-zuckerberg-stands-for-voice-and-free-expression/\">speech</a> about his view of free expression at Georgetown University.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/10/facebook-ad-boycott-mark-zuckerberg-activism-change\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/10/facebook-ad-boycott-mark-zuckerberg-activism-change", "date_published": "2020-07-11 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘We played the Guess How Old I Am? game’", "description": "<p>Matt 42, NHS manager, meets Adam, 35, solicitor</p><p><strong>What were you hoping for?</strong><br />A handsome, chatty man. Emotionally intelligent, with shared interests and values.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/11/blind-date-matt-adam\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/11/blind-date-matt-adam", "date_published": "2020-07-11 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huawei believes it can supply 5G kit to UK despite US sanctions", "description": "<p>Chinese telecom firm stockpiles 500,000 pieces of equipment but fears wider ban </p><p>Huawei believes it can supply 5G hardware unaffected by White House sanctions to the UK for the next five years, sidestepping the expected conclusion of an emergency review on Tuesday next week.</p><p>The company has stockpiled 500,000 pieces of kit but fears a wider ban on its equipment will be unveiled to placate Conservative rebel MPs, who say the Chinese supplier represents a national security risk.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/11/huawei-believes-it-can-supply-5g-kit-to-uk-despite-us-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/11/huawei-believes-it-can-supply-5g-kit-to-uk-despite-us-sanctions", "date_published": "2020-07-11 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Hunt's recipe for zero-waste banana-skin chutney | Waste not", "description": "<p>Who knew banana skins can be turned into candies or made into this spicy, moreish chutney?</p><p>The Peruvian chef <a href=\"https://www.instagram.com/palmiroocampo/?hl=en\">Palmiro Ocampo</a> held up a string of candied banana skin and described how to make it: “Soak the banana peel in cold water for an hour, changing the water twice. Boil for five minutes from cold, cut into long strips and boil again in simple syrup until chewy, then serve twisted on top of banana bread.”</p><p>Palmiro is co-founder of CCORI, a charity that teaches vulnerable women how to cook with zero waste. He is also a fellow member of the <a href=\"http://www.sdg2advocacyhub.org/chefmanifesto\">Chef’s Manifesto</a>, a World Food Programme initiative set up to communicate the UN’s sustainable development goals to chefs around the world.</p> <a href=\"https://www.theguardian.com/food/2020/jul/11/tom-hunt-zero-waste-banana-skin-chutney-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/11/tom-hunt-zero-waste-banana-skin-chutney-recipe", "date_published": "2020-07-11 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're delighted!' England's outdoor theatres prepare to open", "description": "<p>Theatres from have been given the go-ahead to open as lockdown restrictions lift further</p><p>With a bright and dry weekend forecast, the weather is perfect for England’s outdoor theatres, which now have permission to reopen for live performance. But as the government gave the go-ahead only on Thursday evening, it will still be some time before most shows can go on.</p><p>The open-air <a href=\"https://www.minack.com/\">Minack </a><a href=\"https://www.minack.com/\">Theatre</a>, situated on the cliffs of south-west Cornwall with the Atlantic as its backdrop, reopened its grounds last Saturday. It has since had 2,500 visitors, “but we’ve not been able to put anything on the stage for them,” said the executive director, Zoë Curnow. “It’s been really frustrating. So we’re delighted [by Thursday’s announcement].”</p> <a href=\"https://www.theguardian.com/stage/2020/jul/11/were-delighted-englands-outdoor-theatres-prepare-to-open\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/11/were-delighted-englands-outdoor-theatres-prepare-to-open", "date_published": "2020-07-11 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singapore's ruling party dominates election but opposition makes historic gains", "description": "<p>Prime minister Lee Hsien Loong retains overwhelming majority as popular vote slips amid coronavirus pandemic</p><p>Singapore’s governing party has comfortably won the city-state’s general election but faced a setback as the opposition made minor but historic gains.</p><p>The prime minister, Lee Hsien Loong, said his People’s Action party (PAP) secured 83 parliamentary seats on Friday, retaining its overwhelming majority with 89% of the total seats, but its popular vote dipped to 61%. The Workers’ party, the only opposition with a presence in the parliament, increased its seats from six to 10 – the biggest victory for the opposition since independence.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/singapores-ruling-party-dominates-election-but-opposition-makes-historic-gains\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/singapores-ruling-party-dominates-election-but-opposition-makes-historic-gains", "date_published": "2020-07-11 04:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: mighty oaks have sprung from the work of the lively jay", "description": "<p><strong>Talsarnau, Gwynedd: </strong>This colourful bird in collecting and hiding acorns is surely responsible for large tracts of oakwood throughout Britain</p><p>The rackety magpie family has moved home, from the ivy bush to a tall cypress with a dying ash tree beside it. I can see the convenience of this. The ash branches are perfect lookout posts to all quarters. The gloomy depths of the cypress provide suitable roosts for the entire magpie clan. But its established occupants are none too pleased. Collared doves grumble out their grievances daylong. The far more startling protests of the jays reach my ears from wherever my feet have taken me around the village.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/jun/13/country-diary-magpies-not-black-and-white\">Country diary: magpies are not to be seen in black and white terms</a> </p> <a href=\"https://www.theguardian.com/environment/2020/jul/11/country-diary-mighty-oaks-have-sprung-from-the-work-of-the-lively-jay\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/11/country-diary-mighty-oaks-have-sprung-from-the-work-of-the-lively-jay", "date_published": "2020-07-11 04:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roger Stone: five things to know about Trump's controversial ally", "description": "<p>The president has commuted Stone’s sentence after he was convicted of multiple crimes. Here’s what you need to know</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/jul/10/roger-stone-trump-commutes-prison-sentence\">Trump commutes Roger Stone’s sentence</a></li></ul><p>A master of the dark arts of politics who cut his teeth <a href=\"https://www.washingtonpost.com/opinions/2019/01/27/how-did-roger-stone-survive-watergate/\">on a Richard Nixon election campaign</a>, <a href=\"https://www.theguardian.com/us-news/roger-stone\">Roger Stone</a> regularly gives Nixon’s trademark salute and has a tattoo of the disgraced 37th president on his back. A self-described “dirty trickster”, Stone, 67, is also a longtime friend of Donald Trump.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/10/roger-stone-five-things-to-know-about-trumps-controversial-ally\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/10/roger-stone-five-things-to-know-about-trumps-controversial-ally", "date_published": "2020-07-11 02:15:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump commutes sentence of Roger Stone, longtime friend and adviser", "description": "<p>Move means Stone, due to serve more than three years for crimes related to Russia investigation, will not set foot in prison</p><p>Donald Trump has commuted the sentence of <a href=\"https://www.theguardian.com/us-news/roger-stone\">Roger Stone</a>, a longtime friend and former campaign adviser who was to spend three years and four months in jail for crimes related to the Russia investigation.</p><p>In a statement released on Friday evening, the White House denounced the prosecution of Stone on charges stemming from “the Russia Hoax” investigation. “Roger Stone has already suffered greatly,” the statement reads. “He was treated very unfairly, as were many others in this case. Roger Stone is now a free man!”</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/10/roger-stone-trump-commutes-prison-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/10/roger-stone-trump-commutes-prison-sentence", "date_published": "2020-07-11 01:25:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]