[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "What does Microsoft want with Linux and Open Source?", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account!\nMicrosoft has made openings towards the open source and Linux communities lately. They’ve started acknowledging Linux as something that actually exists and that people want to use. But is this strategy really a turning point for Microsoft, or do they want to apply their usual embrace, extend, extinguish strategy? I don’t know, but here is my opinion on the matter.\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nOk, so MS doesn’t have the best track record when it comes to open source, and Linux users. They’ve been the champion of proprietary software for a long time, and some of their previous CEOs have been opposed to Linux, with comments like “Linux is a cancer”. They have not been friendly to our platforms, have generally avoided porting any of their important software to Linux, and have shied away from open source.\n\nThey are also known for their embrace, extend extinguish strategy. This basically means they had an internal policy of embracing new technologies that they don’t possess, add their own stuff to it to make sure people are locked down with MS products, and then extinguish the competition by just preventing them from accessing these bits that everyone got used to.\n\nThis paints a very dark picture of that company, one that can probably never be redeemed. And still, today’s Microsoft seems different somehow.\n\nFirst, they are now focused on selling their services: Office 365, Azure, and, to an extent, Windows 10, which has a rolling release model and is sold like an always updated service, that you have little control over. They’re not just pushing windows and some apps, they’re pushing for people to use microsoft services, any of them, and try to extend their reach by integrating these services tightly with one another.\n\nMicrosoft is also making some openings towards Linux and the open source community, although they are small ones. They open sourced some very small applications, like their terminal and their calculator, and they started offering some of their programs on Linux, like MS teams, VS Code, or in the near future, their chromium based Edge browser. They have ported their exFAT driver to the Linux kernel as well.\n\nBut then came WSL. The badly names Windows subsystem for Linux allows developers to run a linux distro inside of a VM in Windows, and use its command line to run any Linux program they want, without even having to leave windows 10 itself. Microsoft ships a Linux kernel, that they update through windows update, right inside their big proprietary OS.\n\nThis is good, right? Well, it depends on which point of view you adopt. It can be good, if you believe that people who use Linux on Windows will love the simplicity of its command line, and want to use it as a daily driver at some point. It’s also very bad if you think that people will prefer staying on a familiar OS like Windows, and keep using the Linux command line when they need it.\n\nThe more I think about it, the more I feel that people are generally in the second camp and, if given an easy way to use the parts they need from linux without switching, will take advantage of it.\n\nThis is further compounded by the fact that WSL will now enable developers to run full blown Linux graphical applications. We don’t have many Linux only apps that have no Windows version, but there are some, like the elementary OS apps for example.\n\nOnce again, one might think that it’s a great way to get people used to Linux applications, and learn how to use them without switching just yet, but here as well, I think that people might just pick the few apps thay want to use out of the Linux catalog, and just keep using them on Windows instead of moving to Linux.\n\nDoubt\nNow I still have hopes, and doubts about MS’s strategy here, and this gets me confused. Microsoft has started their own package manager, WinGET, but it seems like they just copied the work of an independent developer without even giving him credit. The AppGet package manager had been available for a while, and MS even approached the developer before releasing their own stuff that copied a huge part of its structure.\n\nThen there’s the fact that MS released a few of their tools on Linux: Teams, Edge, VS Code. These are good, and can allow people to keep using what their company uses, but on Linux. And at the same time, these are all electron based applications, or based on Chromium, which already runs on linux, so porting them over is relatively low effort. There’s still no mention of a MS Office port to Linux, which would be a huge step to show that MS actually cares about our platform and doesn’t want to just assimilate it into Windows.", "link": "https://www.youtube.com/watch?v=VowHByyLqYs", "date_published": "2020-07-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]