[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Joe Rogan needs to chill out...", "description": "Go to https://expressvpn.com/jaketran and find out how you can get 3 months free.\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\nTitle and thumbnail inspired by captainmidnight adapted for our Why I'm Winning series.\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/3moIcgA\n\n-----------------------\nThis was the very first episode of the Joe Rogan Experience all the way back in 2009.\nOnly around 100 people were watching live. A little over 10 years later, this would not only become the biggest podcast in the world, but the most valuable at $100 million dollars after signing to Spotify recently.\n\nThe crazy part is that before the podcast, Joe Rogan has had one of the most diverse careers any major “influencers” have ever had. So let’s take a look at the meteoric career of who’s gotta be one of the most influential figures of our time - Joe Rogan.\n\nJoseph James Rogan didn’t have the worst childhood ever, but it also wasn’t that great according to him. Growing up in a troubled household, Joe Rogan developed an extremely obsessive personality. He was very interested in what he was interested in, and very uninterested in people telling him what to do.\n\nHe got into martial arts and that became the focus of his life. This was the first time in Joe’s life where he didn’t feel like a loser. Instantly, Joe’s obsessiveness was 100% directed at training and fighting. Within two years he earned his black belt. At age 19, Joe started pondering the idea of fighting professionally.\n\nJoe and his martial arts friends were always in an intense environment. The idea of being a comedian never crossed his mind until his friends encouraged him to try it out. Mix that with the motivation to find a way out of fighting, and Joe found himself doing open mic nights. It went really well and within one year Joe found himself in LA for the next phase of his career.\n\nThe first sitcom show was called Hardball, but it got cancelled. He ended up starring on a hit sitcom called Newsradio. That show went on for 5 seasons while he was doing stand up on the side. Once the show ended, NBC pitched the idea of him hosting a new show without actors called Fear Factor. This was when his comedy career really reached a new level.\n\nThe first episode of the Joe Rogan Experience aired in December 2009. What started out as Joe just bantering with comedian friends eventually became a weekly thing, then they got it on iTunes. JRE now spans across the globe with over 1500 episodes. And today, the podcast has some truly incomprehensible numbers.\n\nSo what can we take away from Joe? The key to Genius, to being a genius, to doing something great like Joe, is the ability to connect different disciplines together. Be a jack of all trades, and a master… of one.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=C801UueBeu4", "date_published": "2020-10-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]