[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sad13: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nLars Gotrich | October 30, 2020\n\"We weren't sure what to wear and the only thing we could agree on was devil costumes.\" In a pink wig, blue horns and a purple cheerleading outfit, Sadie Dupuis brings a brightly ghoulish spirit to her Tiny Desk (home) concert, just in time for Halloween. \n\n\nHaunted Painting, her terrific new album as Sad13, is, in part, about metaphorical and literal ghosts: their weight and place in your life, but blasted with the sonic glee of a neon rainbow. While Dupuis' guitar unmistakably squiggles with a vocal vibrato to match, Sad13's pop sensibility differentiates from her other band, Speedy Ortiz; these sweet-and-sour songs explode with creative arrangements and nerdy production techniques.\n\n\nRecording separately from their homes in Philly, New York and Stamford, Conn., Sad13 (featuring drummer Zoë Brecher and bassist Audrey Zee Whitesides) doesn't so much slim down the wild details but finds different textures in these songs. \"Hysterical,\" in particular, leans into a fuzzy space-age boogie, as Dupuis hooks up her Farfisa organ to an array of effects pedals, sounding like one of Joe Meek's idiosyncratic productions from the 1960s. \n\n\nSad13's set ends with \"Take Care,\" a song that beautifully blossoms from grief. \"It's about caring for and missing people to an extent that's detrimental to your own well-being,\" she shares as cellist Sasha Ono and violinist Camellia Hartman take their virtual places. \"I think, as we're all secluded and cloistered away from the people we care about, this one's been resonating harder with me than it did when I recorded it.\"\n\n\nSET LIST\n\"Oops...!\"\n\"Hysterical\"\n\"WTD?\"\n\"Take Care\"\n\nMUSICIANS\nSadie Dupuis: guitar, synth, organ, vocals\nZoë Brecher: drums, SPD-SX, vocals\nAudrey Zee Whitesides: bass, vocals\nSasha Ono: cello\nCamellia Hartman: violin, vocals\n\nCREDITS\nVideo By: Sad13\nAudio Mixed by Sadie Dupuis\nAdditional Audio By: Amar Lal, Evan Tyor\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=YIguSzBUo8o", "date_published": "2020-10-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Day The Mixtape Died: DJ Drama | Louder Than A Riot, S1E5", "description": "In the early 2000s, mixtapes transformed Tyree Simmons into DJ Drama and molded T.I., Lil Wayne and Jeezy into rap superstars. But in 2007, those same mixtapes landed Drama in jail with a bank account balance of $0.00. In this episode, we break down the raid that turned the mixtape from cultural innovation into criminal conspiracy, from the perspective of the man who took the fall when the cops came knocking. \"If they can lock up Drama, nobody's safe. It's over.\"\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=fn7qbEFxH78", "date_published": "2020-10-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]