[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "MILCK: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nI can always count on MILCK for a good cry. From her movement-defining anthem \"Quiet\" in 2017 to her most recent singles, \"Gold\" and \"If I Ruled The World,\" the Los Angeles-based singer digs into and bares the ugliest sides of human nature, but leaves you feeling nothing but gratitude and awe at just how beautiful life really is.\n\nFor this deeply moving Tiny Desk (home) set, recorded at her home in Los Angeles, MILCK performs those two recent singles, along with an unreleased track called \"Double Sided,\" a gorgeous tearjerker about the necessity of loving one another regardless of our faults and weaknesses. MILCK's songs of empowerment, unity and understanding have never resonated more.\n\nSET LIST\n\"Gold\"\n\"Double Sided\"\n\"If I Ruled The World\"", "link": "https://www.youtube.com/watch?v=pqh0kU-Fwt0", "date_published": "2020-05-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Daughter Of Swords: NPR Music Tiny Desk Concert", "description": "This performance was recorded on Feb. 13, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nApril 29, 2020 | Stephen Thompson -- Back in the Before-Times, when Tiny Desk concerts were held in front of gatherings of people — \"crowds,\" we called them — we'd remind everyone in attendance to silence their cell phones. When the music was loud enough, it didn't matter if people followed instructions. But when Daughter of Swords came to grace us with a few hushed folk songs, the music was so eerily still, you could have heard a phone vibrate.\n\nThough she's joined by a full band here, Daughter of Swords was originally envisioned as a solo project for Alexandra Sauser-Monnig, who returned for a second Tiny Desk concert after making a stop as one-third of the wonderful Mountain Man. Sauser-Monnig's counterparts in that group have already been by as individuals — Molly Sarlé in a solo set, Amelia Randall Meath as the singer of Sylvan Esso — so it was only natural that Sauser-Monnig would return, too, this time to showcase songs from 2019's gorgeous Dawnbreaker (as well as a new track called \"Prairie Winter Wasteland\").\n\nBetween the rustic sweetness of the arrangements and Sauser-Monnig's between-song banter — which included, among other things, a low-key discussion of breakfast foods — Daughter of Swords' set doubles as a fine way to trick your doctor into not prescribing blood-pressure medication. In anxious times, it'll settle you right down.\n\nSET LIST\n\"Long Leaf Pine\"\n\"Shining Woman\"\n\"Prairie Winter Wasteland\"\n\nMUSICIANS\nAlexandra Sauser-Monnig: guitar, vocals; Maia Friedman: vocals, guitar, keys; Alex Bingham: bass; Joe Westerlund: drums\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineer: Josh Rogosin, James Willetts; Videographers: Maia Stern, Melany Rochester, Jack Corbett, Morgan Noelle Smith; Editor: Maia Stern; Associate Producer: Bobby Carter; Production Assistant: Emma Bowers; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Max Posner/NPR", "link": "https://www.youtube.com/watch?v=tMMowlS-i1s", "date_published": "2020-05-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]