[{"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Serpentine runs again at Ascot … but is he any good?", "description": "<p>The colt’s Derby win is seen by some as a fluke but he could write himself into the history books again on Saturday</p><p><a href=\"https://www.theguardian.com/sport/2020/jul/04/serpentine-pulls-off-huge-shock-with-all-the-way-win-in-the-derby-horse-racing-aidan-obrien\">Is this year’s Derby winner</a> good, bad or indifferent? Three-and-a-half months after a Classic at Epsom – which was every bit as strange as the times – no-one is any the wiser, but it is a question that could finally have an answer this weekend after Serpentine was confirmed as one of 11 runners in the Qipco Champion Stakes at Ascot on Saturday.</p><p>The bare facts of Serpentine’s five-and-a-half length romp at Epsom in early July suggest are beyond dispute. His winning margin was the widest since Workforce took his field apart by seven lengths in 2010 and that, in turn, was the widest since Shergar’s record-breaking 10-length success in 1981.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/16/talking-horses-serpentine-runs-again-ascot-epsom-derby-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/16/talking-horses-serpentine-runs-again-ascot-epsom-derby-winner", "date_published": "2020-10-15 23:26:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Proof is in the pudding: M&S and Waitrose win Christmas food test", "description": "<p>Tasters compile league table of items such as turkey, gravy and yule logs from 52 UK stockists</p><p><a href=\"https://www.theguardian.com/business/marksspencer\">Marks &amp; Spencer</a> and <a href=\"https://www.waitrose.com/\">Waitrose</a> have swept the board in an independent taste test of this year’s <a href=\"https://www.theguardian.com/lifeandstyle/christmas\">Christmas</a> food and drink, both clinching first place in three categories of the UK’s festive favourites.</p><p>M&amp;S was awarded top spot for its Christmas pudding, gravy and frozen turkey in the annual exercise by the Good Housekeeping Institute, while its rival, Waitrose, triumphed in the Christmas cake, champagne and yule log listings and was also rated for a vegan centrepiece.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/16/proof-is-in-the-pudding-ms-and-waitrose-win-christmas-food-test\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/16/proof-is-in-the-pudding-ms-and-waitrose-win-christmas-food-test", "date_published": "2020-10-15 23:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's 'fragile' care sector needs immediate reform, says regulator", "description": "<p>CQC says pandemic risks turning faultlines in England’s health services into ‘chasms’</p><p>The government must immediately deliver a new deal for social care with major investment and better terms for workers, the Care Quality Commission has said, as it warned that the sector is “fragile” heading into a second wave of coronavirus infections.</p><p>In a challenge to ministers, the regulator’s chief executive, Ian Trenholm, said overdue reform of the care sector “needs to happen now – not at some point in the future”.</p> <a href=\"https://www.theguardian.com/society/2020/oct/16/englands-fragile-care-sector-needs-immediate-reform-says-regulator\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/16/englands-fragile-care-sector-needs-immediate-reform-says-regulator", "date_published": "2020-10-15 23:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>A potentially pivotal Merseyside derby, a chance for Man Utd to make changes and a tricky assignment for Chelsea</p><p>Ten years to the day after their most recent win over Liverpool, Everton entertain the Premier League champions at Goodison Park in a top-flight fixture that is about as mouthwatering as they get under the current conditions. Despite the 7-2 defeat to Aston Villa, Liverpool go into the game as odds-on favourites against a side that, under the stewardship of Carlo Ancelotti, finally appears to have overcome their almost pathological inconsistency. Their white-hot winning streak of seven matches in all competitions since the season began will end at some point, but there are few compelling arguments that suggest it will do so against a team that has looked curiously out of sorts lately. We could learn a lot from this game, not least whether Everton are genuine title contenders in what is already shaping up to be a very peculiar season, and whether the extraordinary humiliation visited upon Liverpool by Aston Villa was an aberration or an early indicator of a far greater malaise. <strong>BG</strong></p> <a href=\"https://www.theguardian.com/football/2020/oct/16/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/16/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2020-10-15 23:01:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birmingham 2022 condenses athletics schedule in bid to attract top names", "description": "<ul><li>Commonwealth Games to open with T20 cricket at Edgbaston</li><li>Event sandwiched by World and European championships</li></ul><p>The organisers of Birmingham 2022 believe they have negotiated a schedule that will allow top athletes to compete at the Commonwealth Games, but a date when tickets will be sold to the public is still uncertain.</p><p>Despite a summer set for an overload of sporting events, with the Commonwealth Games starting only three days after the World Athletics Championships conclude on 24 July, organisers remain confident that star performers such as Dina Asher-Smith and Katarina Johnson-Thompson will still be able to take part. The European championships follow within a week of events concluding in Birmingham.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/16/birmingham-2022-condenses-athletics-schedule-in-bid-to-attract-top-names\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/16/birmingham-2022-condenses-athletics-schedule-in-bid-to-attract-top-names", "date_published": "2020-10-15 23:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden and Kamala Harris flew with people who tested positive for Covid-19", "description": "<ul><li>Biden was not in ‘close contact’ with infected person</li><li>Harris suspends travel ‘out of abundance of caution’</li><li><a href=\"https://www.theguardian.com/us-news/live/2020/oct/15/amy-coney-barrett-senate-hearing-donald-trump-joe-biden-us-election-coronavirus-covid-live-updates\">US politics – live updates</a></li></ul><p>Joe Biden and Kamala Harris both travelled on flights that carried someone who subsequently tested positive for the coronavirus, it emerged on Thursday.</p><p>Harris, the Democratic vice-presidential nominee,<strong> </strong>abruptly canceled her travel for the coming few days after two people associated with the Biden-Harris election campaign tested positive for coronavirus.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/15/kamala-harris-covid-coronavirus-travel-liz-allen\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/15/kamala-harris-covid-coronavirus-travel-liz-allen", "date_published": "2020-10-15 21:09:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Pomerantsev's study of 'the war against reality' wins Gordon Burn prize", "description": "<p>This Is Not Propaganda ranges across the world in its study of disinformation, and reveals how the author’s parents struggled as Soviet dissidents<br /></p><p>Peter Pomerantsev has won the 2020 Gordon Burn prize with <a href=\"https://www.theguardian.com/books/2019/aug/10/this-is-not-propaganda-peter-pomerantsev-review\">This Is Not Propaganda</a>, a study of fake news that tells “true stories with artistry”.</p><p>Speaking after he won the £5,000 award, Pomerantsev paid tribute to his parents, whose lives as Soviet dissidents are threaded through the book, and urged everyone to speak with their own parents.</p> <a href=\"https://www.theguardian.com/books/2020/oct/15/peter-pomerantsev-gordon-burn-prize-this-is-not-propaganda\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/15/peter-pomerantsev-gordon-burn-prize-this-is-not-propaganda", "date_published": "2020-10-15 20:45:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ricardo's ark: Mexican man opens his home to 300 dogs in path of hurricane", "description": "<p>Ricardo Pimentel’s menagerie also included cats, rabbits, chicks, sheep and a hedgehog evacuated from his animal shelter</p><p>As <a href=\"https://www.theguardian.com/world/2020/oct/06/hurricane-delta-category-2-mexico-us-gulf-coast\">Hurricane Delta closed in on Mexico’s Yucatán peninsula</a>, Ricardo Pimentel opened his home – to about 300 dogs.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/oct/07/hurricane-delta-yucatan-peninsula-mexico\">Tens of thousands flee as Hurricane Delta lashes Mexico's Yucatán peninsula</a> </p> <a href=\"https://www.theguardian.com/world/2020/oct/15/mexico-dogs-hurricane-shelter-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/mexico-dogs-hurricane-shelter-home", "date_published": "2020-10-15 20:33:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sale of alcohol to be banned in House of Commons", "description": "<p>Speaker announces move to protect MPs and parliamentary staff as London moves into tier 2 status</p><p>The Speaker has announced that the sale of alcohol is to be banned in all House of Commons bars and restaurants despite London’s coronavirus restrictions still allowing licensed premises to operate freely.</p><p>Sir Lindsay Hoyle said the prohibition would come into effect on Saturday and would apply if “food is served or not”.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/sale-alcohol-banned-in-house-of-commons-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/sale-alcohol-banned-in-house-of-commons-coronavirus", "date_published": "2020-10-15 20:29:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell Tower landlord had 'secret' meeting on cost cutting, inquiry told", "description": "<p>£800,000 of refurbishment savings agreed ‘offline’ with contractor Rydon, including cheaper cladding</p><p>The Grenfell Tower landlord held a secret meeting to cut refurbishment costs – including discussing the switch to cheaper cladding – despite being warned by lawyers that it would break procurement law and could void the main contract, the public inquiry into the disaster was told.</p><p>David Gibson, head of capital investment at the Kensington and Chelsea Tenant Management Organisation (KCTMO), which operated the council tower block for its owner, the Royal Borough of Kensington and Chelsea, organised a “secret” and “offline” meeting with the contractor Rydon in which they agreed more than £800,000 in savings, he told the inquiry on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/15/grenfell-tower-landlord-had-secret-meeting-on-cost-cutting-inquiry-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/15/grenfell-tower-landlord-had-secret-meeting-on-cost-cutting-inquiry-told", "date_published": "2020-10-15 19:52:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England in talks about first Pakistan tour since 2005", "description": "<ul><li>ECB exploring possibility of short T20 series in January</li><li>Tour could take place in parallel with Tests in Sri Lanka</li></ul><p>England are in discussions over a short tour of Pakistan in January – their first visit to the country since 2005 – as a show of gratitude for helping to rescue the recent international summer.</p><p>Pakistan were one of four boards that sent teams to the UK this year in a feat that helped the England and Wales Cricket Board to keep its losses to around £100m, rather than the £380m doomsday scenario forecast in the event of a fully wiped out season.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/15/england-in-talks-about-first-pakistan-tour-since-2005\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/15/england-in-talks-about-first-pakistan-tour-since-2005", "date_published": "2020-10-15 19:29:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New data means Dr Freeman tribunal in danger of being delayed until Easter", "description": "<ul><li>Freeman’s QC, Mary O’Rourke, has another case in November<br /></li><li>Hearing held in private because of blood test results<br /></li></ul><p>The medical tribunal of the former Team Sky and British Cycling doctor Richard Freeman now looks increasingly likely to drag on until after Easter 2021 after yet more delays caused by the release of a new tranche of medical data.</p><p>When the tribunal began in February 2019 it was expected to last for two months.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/15/dr-freeman-tribunal-in-danger-of-being-delayed-until-easter\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/15/dr-freeman-tribunal-in-danger-of-being-delayed-until-easter", "date_published": "2020-10-15 19:23:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Blue Peter colleagues speak up for John Leslie at sexual assault trial", "description": "<p>Presenter says he has ‘never crossed the line’ as Anthea Turner and Diane Jordan give evidence</p><p>The former Blue Peter presenter John Leslie has insisted at his sexual assault trial that he knows the line between being gregarious and criminal behaviour, and has “never crossed it”, as former colleagues spoke up for him in court.</p><p>The 55-year-old, from Edinburgh, also rejected a suggestion that he had exaggerated to the jury how paranoid he felt when socialising around the time of the 2008 allegation.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/15/john-leslie-tells-sexual-assault-trial-he-has-never-crossed-the-line\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/15/john-leslie-tells-sexual-assault-trial-he-has-never-crossed-the-line", "date_published": "2020-10-15 19:10:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus pandemic plunges millions of Americans into poverty", "description": "<p>Two new studies show at least 6m more people now live in poverty but Cares Act initially alleviated effects of Covid lockdown</p><p>As Congress remains deadlocked on a new coronavirus economic stimulus package, two new studies show at least 6 million more people in the US are in poverty due to the effects of the Covid-19 pandemic.</p><p>A <a href=\"https://static1.squarespace.com/static/5743308460b5e922a25a6dc7/t/5f87c59e4cd0011fabd38973/1602733471158/COVID-Projecting-Poverty-Monthly-CPSP-2020.pdf\">study</a> from Columbia University published on Thursday found that the number of Americans in poverty grew by 8 million since May.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/15/coronavirus-pandemic-plunges-millions-of-americans-into-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/15/coronavirus-pandemic-plunges-millions-of-americans-into-poverty", "date_published": "2020-10-15 19:02:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the Queen's visit to Porton Down – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/oct/15/steve-bell-queen-visit-porton-down-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/oct/15/steve-bell-queen-visit-porton-down-cartoon", "date_published": "2020-10-15 18:56:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two Labour frontbenchers quit over failure to oppose MI5 bill", "description": "<p>Margaret Greenwood and Dan Carden step down, saying legislation will have profound impact on civil liberties</p><p>Two Labour frontbenchers have resigned in protest at the party’s failure to oppose legislation allowing MI5 and police informants to commit crimes, as 34 MPs rebelled over the issue. They included five Labour MPs serving as personal private secretaries.</p><p>Margaret Greenwood, the shadow schools spokesperson, quit immediately after the early evening vote, joining the shadow financial secretary to the Treasury, Dan Carden, who had resigned earlier in the day. The two were among a handful of leftwingers remaining on Keir Starmer’s frontbench.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/15/dan-carden-quits-labour-frontbench-over-failure-to-oppose-mi5-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/15/dan-carden-quits-labour-frontbench-over-failure-to-oppose-mi5-bill", "date_published": "2020-10-15 18:44:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK banks not ready for negative interest rates, says NatWest chairman", "description": "<p>Howard Davies warns of technical and contractual issues if cost of borrowing cut further</p><p>Britain’s banks are not ready for negative interest rates, according to the chairman of NatWest.</p><p>“We’re not completely ready for it,” Howard Davies said. “There would be technical issues and many contractual issues.”</p> <a href=\"https://www.theguardian.com/business/2020/oct/15/uk-banks-not-ready-negative-interest-rates-natwest-chairman\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/15/uk-banks-not-ready-negative-interest-rates-natwest-chairman", "date_published": "2020-10-15 18:38:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British pilot charged over Emiliano Sala plane crash death", "description": "<p>Man faces prosecution on two counts over Channel accident in which footballer died</p><p>A British pilot is to be prosecuted in connection with the plane crash in which the Argentinian professional footballer Emiliano Sala died.</p><p>The Civil Aviation Authority (CAA) <a href=\"https://www.caa.co.uk/News/Civil-Aviation-Authority-announces-charges-relating-to-the-accident-involving-N264DB/\">revealed on Thursday it had charged David Henderson, 66, with two offences relating to the accident over the </a><a href=\"https://www.caa.co.uk/News/Civil-Aviation-Authority-announces-charges-relating-to-the-accident-involving-N264DB/\">Channel last year.</a></p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/15/british-pilot-charged-over-emiliano-sala-plane-crash-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/15/british-pilot-charged-over-emiliano-sala-plane-crash-death", "date_published": "2020-10-15 18:37:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10 startled by EU insistence that UK accept Brexit trade terms", "description": "<p>Bloc’s stance apparently taken as challenge to Boris Johnson’s threat to walk out on talks</p><p>Downing Street reacted in dismay as Emmanuel Macron led EU leaders in warning Boris Johnson that he must swallow the bloc’s conditions, in what appeared to be taken as a direct challenge to the British prime minister’s threat to walk out on the talks.</p><p>At a summit in Brussels, the EU proposed a further “two to three weeks” of negotiations but Europe’s heads of state and government offered Johnson little succour, demanding that he alone needed to “make the necessary moves to make an <a href=\"https://www.theguardian.com/politics/2020/oct/14/eu-deal-still-possible-pm-to-be-told-as-potential-fisheries-plan-emerges\">agreement possible</a>”.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/15/uk-must-make-necessary-moves-for-brexit-deal-leaked-eu-document\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/15/uk-must-make-necessary-moves-for-brexit-deal-leaked-eu-document", "date_published": "2020-10-15 18:28:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen and Prince William criticised for maskless visit", "description": "<p>Palace says medical advice was sought before engagement at Porton Down defence lab </p><p>The Queen has carried out her first public engagement outside a royal residence since lockdown but there was criticism over her decision not to wear a mask.</p><p>She visited the Defence Science and Technology Laboratory (Dstl) at Porton Down near Salisbury with her grandson the Duke of Cambridge.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/15/queen-and-prince-william-criticised-for-maskless-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/15/queen-and-prince-william-criticised-for-maskless-visit", "date_published": "2020-10-15 18:02:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southgate's faith in England's class of 2018 is showing diminishing returns | Jonathan Liew", "description": "<p>Most of the young stars who shone in Russia have stagnated, so is the manager’s faith in them based on stability or nostalgia?</p><p>At the time – even amid the ruins of defeat – it felt like the start of something. Even as John Stones cried his heart out, as a distraught Dele Alli chewed on his shirt, as Jesse Lingard stared blankly into the abyss, it was possible to see this moment as Year Zero, the rebirth, the beginning of the next chapter. Yes, <a href=\"https://www.theguardian.com/football/2018/jul/11/england-croatia-world-cup-semi-final-match-report\">Croatia had your number this time</a>. But you’re young. You’ll be back. You too, Eric. You too, Raheem. Maybe not so much you, Phil.</p><p>This was, perhaps, why the 2018 World Cup felt so transformative. It wasn’t just the hot summer euphoria, the flying pints, Three Lions back at No 1 in the charts. It was the sense that this was a vivid, exciting group of players who would only get better with time. Seven of the starting XI for the semi-final in Moscow were aged 25 or younger. By the next Euros in 2020, we assumed, this would be a squad approaching full bloom.</p> <a href=\"https://www.theguardian.com/football/2020/oct/15/southgate-england-class-of-2018-faith-is-showing-diminishing-returns\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/15/southgate-england-class-of-2018-faith-is-showing-diminishing-returns", "date_published": "2020-10-15 18:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A mess': people in England's north and Midlands respond to tier system", "description": "<p>Patchwork of restrictions across England has led to confusion about which regulations apply where</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Regions across the north of England and the Midlands are currently a patchwork of tier <a href=\"https://www.theguardian.com/world/2020/oct/15/tier-1-2-or-3-englands-three-stage-covid-lockdown-rules-explained\">1, 2 and 3 restrictions</a>, with local politicians in some areas locked in a <a href=\"https://www.theguardian.com/world/2020/oct/15/no-agreement-on-manchester-and-lancashire-lockdown-says-hancock\">battle with the government</a> over which tier they should be in.</p><p>For many residents who contacted the Guardian via a call out, this has led to much confusion about which regulations apply, and where.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/15/it-doesnt-make-any-sense-people-in-the-north-and-midlands-respond-to-tier-system\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/15/it-doesnt-make-any-sense-people-in-the-north-and-midlands-respond-to-tier-system", "date_published": "2020-10-15 17:31:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tens of thousands defy ban to join pro-democracy protest in Thailand", "description": "<p>Government declares ‘severe’ state of emergency in Bangkok with protest leaders arrested</p><p>Tens of thousands<strong> </strong>of people, including high-school students, gathered in Bangkok on Thursday, defying a ban announced as part of a crackdown on pro-democracy protests.</p><p>Thailand’s prime minister declared a “severe” state of emergency in the capital overnight, as police arrested more than 20 people, including prominent student leaders who have called for monarchy reform. By Thursday afternoon, crowds ignored the ban to assemble at one of the city’s busiest intersections, Ratchaprasong, where they chanted “release our friends” and called police “slaves of dictatorship”.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/thailand-uses-emergency-decree-to-ban-gatherings-after-bangkok-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/thailand-uses-emergency-decree-to-ban-gatherings-after-bangkok-protests", "date_published": "2020-10-15 17:26:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Students retaking GSCE exams in November 'may pose public health risk'", "description": "<p>College leaders have written to the education minister about issues around Covid pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>College leaders in England have warned that large numbers of students retaking maths and English <a href=\"https://www.theguardian.com/education/gcses\">GCSEs </a>next month could pose a public health risk, as coronavirus infection rates continue to rise in many parts of the country.</p><p>Tens of thousands of students, whose GCSEs were cancelled over the summer, are due to sit the <a href=\"https://www.theguardian.com/education/exams\">exams</a> in further education colleges across the country, including many in high-risk areas where tighter restrictions are already in place to try to reduce transmission.</p> <a href=\"https://www.theguardian.com/education/2020/oct/15/november-gsce-exams-in-england-could-pose-public-health-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/15/november-gsce-exams-in-england-could-pose-public-health-risk", "date_published": "2020-10-15 17:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top Senate Republican says he has the votes to confirm Amy Coney Barrett", "description": "<p>Judiciary committee expected to confirm supreme court justice nomination on 22 October before advancing to full Senate ballot</p><p>The Republican Senate majority leader, Mitch McConnell, said he has the votes to confirm the nomination of conservative Amy Coney Barrett as a supreme court justice as the upper chamber’s judiciary committee scheduled a vote for 22 October to advance the nomination towards a full Senate ballot shortly after.</p><p>Barrett’s progression towards taking up the seat vacated by the death of the liberal favorite Ruth Bader Ginsburg now appears virtually assured, but the unprecedented nomination of a new justice so close to a presidential election – and one who will shift the balance of the court rightward – has been contentious.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/15/amy-coney-barrett-supreme-court-senate-votes-republican\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/15/amy-coney-barrett-supreme-court-senate-votes-republican", "date_published": "2020-10-15 16:59:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Army warn they are on standby as police brutality protests intensify in Nigeria", "description": "<p>At least 10 are dead and dozens injured in street demonstrations demanding an end to widespread abuses by security forces</p><p>Nigeria’s army has warned it could step in against “subversive elements and troublemakers” as the protests against police brutality that have erupted throughout the country over the past week continue. </p><p>Thousands of mainly young people have <a href=\"https://www.theguardian.com/world/video/2020/oct/13/end-sars-police-brutality-protests-nigeria-abuja-lagos-video-explainer\">taken to the streets</a> to protest against the notorious Special Anti-Robbery Squad, commonly known as<strong> </strong>Sars, long accused of unlawful killings and abuse, and against wider police brutality. At least 10 people have died and dozens injured in the demonstrations, which have been met with force by police units.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/15/army-standby-police-brutality-protests-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/15/army-standby-police-brutality-protests-nigeria", "date_published": "2020-10-15 16:58:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winter travel season in doubt as Italy added to UK quarantine list", "description": "<p>Italy travel corridor revoked as operators pin hopes on testing or reduced quarantine</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Italy is the latest country to be removed from England’s ever-diminishing travel corridor, with the number of overseas destinations that can now be visited without restrictions reduced to four.</p><p>From Sunday (18 October) travellers will have to quarantine for 14 days when they return home. It is understood the changes will come into effect from 4am on Sunday, giving 24 hours’ more warning than recent corridor changes.</p> <a href=\"https://www.theguardian.com/travel/2020/oct/15/italy-uk-quarantine-winter-travel-season\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/oct/15/italy-uk-quarantine-winter-travel-season", "date_published": "2020-10-15 16:55:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travellers from Italy must quarantine on arrival in UK", "description": "<p>Country was one of the last destinations that holidaymakers could visit without need to isolate on return</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Italy is being removed from the UK’s travel corridor in a fresh blow to holidaymakers who will have to quarantine for a fortnight on their return from the country.</p><p>In a move revealed earlier by the Guardian, Italy – which this week recorded its highest ever daily tally of Covid-19 cases – is being dropped from the dwindling list of locations that UK travellers can visit without facing quarantine when they come home.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/15/italy-poised-to-be-removed-from-englands-travel-corridor\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/15/italy-poised-to-be-removed-from-englands-travel-corridor", "date_published": "2020-10-15 16:55:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester Arena bomber seen praying before attack, staff tell inquiry", "description": "<p>Security workers tell how they saw that Salman Abedi had ‘secreted himself away’ with rucksack </p><p>Witnesses have described seeing the Manchester Arena bomber Salman Abedi loitering and praying, while in possession of a large rucksack, near the spot where he would later carry out the attack that killed 22 people and left hundreds injured.</p><p>Two security workers employed to look out for bootleggers told the Manchester Arena inquiry that they saw him, while one said she unsuccessfully tried to alert police to his presence.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/15/manchester-arena-bomber-was-spotted-by-security-staff-inquiry-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/15/manchester-arena-bomber-was-spotted-by-security-staff-inquiry-hears", "date_published": "2020-10-15 16:48:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EFL clubs to reject £50m Premier League offer and demand control over money", "description": "<ul><li>Unhappiness that Championship excluded from rescue package</li><li>Premier League offers hardship funding to second-tier clubs</li></ul><p>English Football League clubs have rejected <a href=\"https://www.theguardian.com/football/2020/oct/14/premier-league-efl-bailout-project-big-picture\">a £50m rescue package</a> for League One and League Two after deeming the bailout inadequate and insist Championship clubs should be part of any deal.</p><p>The Premier League has in turn extended an offer of hardship funding to second-tier teams but, in a move that shows the depths to which relations with the EFL have fallen following the revelations of Project Big Picture, it is to make the offer to clubs directly, cutting out the EFL.</p> <a href=\"https://www.theguardian.com/football/2020/oct/15/efl-clubs-to-reject-50m-premier-league-offer-and-demand-control-over-money-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/15/efl-clubs-to-reject-50m-premier-league-offer-and-demand-control-over-money-championship", "date_published": "2020-10-15 16:44:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will we tackle the pandemic of loneliness after Covid? | Brigid Delaney", "description": "<p>With technology increasingly driving us away from real life encounters, deliberate steps must be made to bring us back to each other</p><p>It was New Year’s Eve going into 2020, and I was in a pub in Castlemaine with my friend Stu Speirs.</p><p>“What word sums up most for what you want from the year?” I asked him.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/16/how-will-we-tackle-the-pandemic-of-loneliness-after-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/16/how-will-we-tackle-the-pandemic-of-loneliness-after-covid", "date_published": "2020-10-15 16:30:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bristol see Challenge Cup final as start, not end of European adventure | Paul Rees", "description": "<p>Director of rugby Pat Lam says Friday’s game with Toulon is a rung on a ladder to take them to heights of European club game</p><p>Pat Lam is desperate to win a tournament he never wants to be a part of again, at least with Bristol. The Bears’ director of rugby sees the Challenge Cup final with Toulon in Aix-en-Provence on Friday night as a rung on a ladder to take them to the heights of the European club game.</p><p>“This is massive for us,” says Lam, who when he took over at Bristol three seasons ago had a Championship campaign to prepare for. “To win some silverware would be the start of trying to do this every year. This is the last time we plan on being in this competition. We are in the Champions Cup next season and, I hope, every one after that. This is the beginning of what we intend to do every year.”</p> <a href=\"https://www.theguardian.com/sport/2020/oct/15/bristol-hoping-to-use-challenge-cup-final-with-toulon-as-a-stepping-stone\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/15/bristol-hoping-to-use-challenge-cup-final-with-toulon-as-a-stepping-stone", "date_published": "2020-10-15 16:22:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Single fathers with children via surrogates flee Russia amid crackdown", "description": "<p>Authorities’ attack on LGBT community turns on men who use surrogacy who are assumed to be gay</p><p>Several gay men have fled Russia after officials said that they would arrest people “of non-traditional sexual orientation” who had had children through surrogacy. The announcement formed the authorities’ latest attack on the LGBT community.</p><p>Surrogacy is legal in Russia but has increasingly been attacked by conservative lawmakers and the Orthodox church. Police arrested a number of top fertility doctors this year and have accused them of “child trafficking” in an ongoing case.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/single-fathers-in-russia-with-surrogate-babies-become-official-target\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/single-fathers-in-russia-with-surrogate-babies-become-official-target", "date_published": "2020-10-15 16:11:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Justice on trial: three years after the murder of Daphne Caruana Galizia", "description": "<p>Four men have been charged over her killing – but the family believe the police investigation was sabotaged</p><p>The murder in Malta of the anti-corruption journalist Daphne Caruana Galizia has been headline news since a bomb exploded under the driver’s seat of her car <a href=\"https://www.theguardian.com/world/2017/oct/16/malta-car-bomb-kills-panama-papers-journalist\">in October 2017</a>. </p> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/oct/15/justice-on-trial-three-years-after-murder-daphne-caruana-galizia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/oct/15/justice-on-trial-three-years-after-murder-daphne-caruana-galizia", "date_published": "2020-10-15 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teetering Matt Hancock ignores head and heart and sticks to PM's script | John Crace", "description": "<p>Door Matt knows a circuit breaker is the right way to go but he lacks the strength to stand up to Boris</p><p>If Matt Hancock believes in karma, he must be wondering what the hell he did in his previous existence. His fall from grace has been spectacular. Early on in the coronavirus pandemic, Matt looked as if he was one of the few ministers to have grasped the severity of the situation and to be prepared to take the necessary action to contain it. A rare outbreak of responsibility in cabinet. But over the last three or four months, Matt has become Door Matt.</p><p>For a while the health secretary’s one sanctuary was that at least he could claim to be following the science. Even when he missed nearly every testing target and his decision to outsource the track-and-trace system proved disastrous, he could kid himself that he had failed in a more or less scientific way. But even that escape clause for his conscience was snatched away once the prime minister chose to ignore Sage’s recommendation to introduce a circuit breaker in September and then chose not to disclose the evidence until this week.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/15/teetering-matt-hancock-ignores-head-and-heart-and-sticks-to-pms-script\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/15/teetering-matt-hancock-ignores-head-and-heart-and-sticks-to-pms-script", "date_published": "2020-10-15 15:54:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Demi Lovato has made the most damning protest song of the Trump era", "description": "<p>By facing the president head-on when other artists have been oblique, and confronting him on a human level, the US pop star’s song Commander in Chief has intense potency </p><p>How do you solve a problem like Donald? Like Nixon, Reagan and Thatcher before him, President Trump has been a great catalyst for protest in the arts but his villainy is so absurd and flamboyant that it is hard to attack him without stating the obvious. Assaulting him head-on is like staring into the sun. It is no surprise that his most effective satirist is the comedian <a href=\"https://www.theguardian.com/us-news/2020/may/14/trump-lip-sync-video-memes-sarah-cooper-tiktoks-interview\">Sarah Cooper</a><a href=\"https://www.theguardian.com/us-news/2020/may/14/trump-lip-sync-video-memes-sarah-cooper-tiktoks-interview\">, who lip-syncs to his own words </a>rather than writing her own.</p><p>In music, to sing about the US these past four years is to allude to the elephant in the White House. Trump’s influence is often oblique: his presence seeps into records like poison gas. In songs such as <a href=\"https://www.theguardian.com/music/2018/may/07/this-is-america-theories-donald-glover-satirical-video-childish-gambino\">Childish Gambino’s This Is America</a>, Kendrick Lamar’s XXX, the 1975’s Love It If We Made It or Hurray for the Riff Raff’s Pa’lante, he is mentioned briefly or not at all. So who would have predicted that one of the most powerful songs about Trump – <a href=\"https://www.youtube.com/watch?v=n9Y-lS1trhw\">Demi Lovato’s Commander in Chief</a> – would come so late in the day, and be so direct?</p> <a href=\"https://www.theguardian.com/music/2020/oct/15/demi-lovato-has-made-the-most-damning-protest-song-of-the-trump-era-commander-in-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/15/demi-lovato-has-made-the-most-damning-protest-song-of-the-trump-era-commander-in-chief", "date_published": "2020-10-15 15:27:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you made a significant life change since the beginning of the pandemic?", "description": "<p>If you have dramatically changed your life during the coronavirus pandemic, we’d like to hear from you</p><p>Living in lockdown has put everyone under strain, but it may also have given some of us time to take stock, work out what we really want from life, and make some long-awaited changes.</p><p>If you have made a significant change to your life since the start of the pandemic, we want to hear from you. Maybe you have taken up a new hobby and it is now a part of your daily routine, or perhaps you’ve decided to go back to education or given up a bad habit. Whatever is on your mind, we want to know.</p> <a href=\"https://www.theguardian.com/world/2020/jun/08/has-time-in-lockdown-made-you-want-to-approach-life-differently\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/08/has-time-in-lockdown-made-you-want-to-approach-life-differently", "date_published": "2020-10-15 15:23:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fat Duck restaurant shuts for two weeks after staff test positive for Covid", "description": "<p>Heston Blumenthal’s Berkshire flagship says a number of workers are self-isolating </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Heston Blumenthal’s world-famous restaurant the Fat Duck has announced a self-imposed two-week closure after several staff members returned positive Covid tests.</p><p>The restaurant in Bray, Berkshire emailed those who had booked to dine there to inform them of the closure with immediate effect.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/fat-duck-restaurant-shuts-for-two-weeks-after-staff-test-positive-for-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/fat-duck-restaurant-shuts-for-two-weeks-after-staff-test-positive-for-covid", "date_published": "2020-10-15 15:12:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Querrey accused of fleeing Russia by private jet after positive Covid-19 test", "description": "<ul><li>ATP said it’s investigating breach of Covid-19 protocol at event</li><li>American No 5 could face hefty fine and suspension from tour</li></ul><p>US tennis player Sam Querrey, a 2017 Wimbledon semi-finalist and the world No 49, was placed in isolation by Russian authorities after testing positive for the coronavirus but left the country on a private plane, organizers of the St Petersburg Open said on Thursday.</p><p>The tournament said Querrey and his wife tested positive on Sunday, the day before main draw play started. They tested negative on arrival in Russia four days earlier. He was withdrawn from the competition and the family was asked to isolate together at a hotel.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/15/sam-querrey-coronavirus-positive-st-petersburg\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/15/sam-querrey-coronavirus-positive-st-petersburg", "date_published": "2020-10-15 15:07:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Rashford vows to keep up free meals fight after No 10 refusal", "description": "<p>PM’s spokesman indicates government will not back calls for meals in school holidays</p><p>Marcus Rashford has vowed not to give in after Downing Street <a href=\"https://www.theguardian.com/society/2020/oct/15/marcus-rashford-urges-more-compassion-for-poorest-children\">rejected his call </a>for poorer children to be provided with free meals during school holidays.</p><p>A spokesman for Boris Johnson indicated that ministers would not support giving pupils food during breaks including Easter and Christmas.</p> <a href=\"https://www.theguardian.com/society/2020/oct/15/marcus-rashford-vows-to-keep-up-free-meals-fight-after-no-10-refusal\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/15/marcus-rashford-vows-to-keep-up-free-meals-fight-after-no-10-refusal", "date_published": "2020-10-15 14:48:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This pandemic has been the making of England's elected mayors | Simon Jenkins", "description": "<p>Despite the government doing its best to ignore local expertise on Covid, mayors are showing how democracy should work</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>Suddenly mayors matter. The 20 years since <a href=\"https://www.theguardian.com/society/2004/mar/02/5\">elected mayors were introduced </a>half-heartedly by Tony Blair in 2000 had been years of obscurity. Now coronavirus has <a href=\"https://www.theguardian.com/uk-news/2020/oct/14/uk-covid-19-deaths-will-rise-for-three-weeks-without-strictest-curbs\">thrust them into the spotlight</a>. We hear daily from Andy Burnham, “leader of the north”, from Liverpool’s Steve Rotheram, Birmingham’s Andy Street, Sheffield’s Dan Jarvis and London’s Sadiq Khan. The prime minister must consult, even “negotiate” with them over lockdown. So is the country breaking apart – or perhaps becoming a little more democratic?</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/oct/13/lockdown-covid-england-regional-mayors-want\">Lockdown: what do England's frustrated regional mayors want?</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/15/pandemic-england-elected-mayors-covid-local-expertise\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/15/pandemic-england-elected-mayors-covid-local-expertise", "date_published": "2020-10-15 14:37:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sweden to increase military spending by 40% as tension with Russia grows", "description": "<p>Military run down after cold war but Russian activity in Baltic Sea forces hasty rearmament</p><p><a href=\"https://www.theguardian.com/world/sweden\">Sweden</a> will increase military spending by about 40% in the next five years and double the number of people <a href=\"https://www.theguardian.com/world/2017/mar/02/sweden-reintroduce-conscription-amid-rising-baltic-tensions\">conscripted into </a><a href=\"https://www.theguardian.com/world/2017/mar/02/sweden-reintroduce-conscription-amid-rising-baltic-tensions\">its armed forces</a> as it aims to strengthen its defence amid growing tensions with Russia, the government has said.</p><p>The country, which is not a member of Nato but enjoys close ties with the alliance, ran down its military forces after the cold war to save money.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/sweden-to-increase-military-spending-by-40-as-tension-with-russia-grows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/sweden-to-increase-military-spending-by-40-as-tension-with-russia-grows", "date_published": "2020-10-15 14:37:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden article row shows how US election is testing Facebook and Twitter", "description": "<p>Online giants felt forced to take unprecedented action as they struggle with role during divisive presidential battle </p><p>Mere hours after the publication of a controversial New York Post article critical of Joe Biden, both Twitter and Facebook took<a href=\"https://www.theguardian.com/technology/2020/oct/14/facebook-twitter-new-york-post-hunter-biden\"> unprecedented action</a> to restrict distribution of the post.</p><p>Facebook, a company spokesman revealed, had immediately begun to “reduce its distribution on our platform”, altering how the company’s recommendation algorithm would normally react to such a viral story in order to buy its third-party fact checkers time to come to a conclusion about its veracity.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/15/biden-article-row-shows-how-us-election-is-testing-facebook-and-twitter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/15/biden-article-row-shows-how-us-election-is-testing-facebook-and-twitter", "date_published": "2020-10-15 14:30:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police find cash hidden between Bolsonaro ally's buttocks", "description": "<p>Brazilian senator Chico Rodrigues is caught with notes during a search of his home</p><p>Jair Bolsonaro’s efforts to portray himself as an anti-corruption crusader have suffered another blow after police reportedly seized a wad of banknotes from between the clenched buttocks of one of his allies.</p><p>Chico Rodrigues, the Brazilian president’s deputy leader in the senate, was reportedly caught with the concealed bundle on Wednesday during a police search of his home. The raid was part of an operation against the suspected misappropriation of public funds for fighting Covid-19.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/brazil-police-cash-jair-bolsonaro-ally-buttocks-chico-rodrigues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/brazil-police-cash-jair-bolsonaro-ally-buttocks-chico-rodrigues", "date_published": "2020-10-15 13:52:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rio F1 racetrack plans add fuel to Brazil deforestation row", "description": "<p>Most of city’s last flatland area along with 180,000 trees would be destroyed if project goes ahead</p><p>Locals say anteaters, caimans, capybaras, and a 4-metre boa constrictor have all been seen near Rio de Janeiro’s <a href=\"http://www.uezo.rj.gov.br/mais_noticias/2019/julho/areas-verdes-cariocas-floresta-do-camboata.html\">Camboatá Forest</a> recently. The 200-hectare (494-acre) forest is an island of wildlife in a city of 6.7 million people, and local prosecutors say it is home to 21 endangered species including black-backed tanager birds and the <a href=\"https://www.oeco.org.br/colunas/colunistas-convidados/floresta-do-camboata-onde-as-nuvens-dao-vida-a-um-peixe/\">cloud-fish</a>, a tiny orange creature whose eggs survive in dried-out water holes and hatch when the rains return.</p><p>But most of Rio’s last flatland area of sub-tropical Atlantic Forest and its 180,000 trees will be demolished if plans go ahead to build a new Formula One racetrack over it.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/rio-f1-racetrack-plans-add-fuel-to-brazil-deforestation-row\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/rio-f1-racetrack-plans-add-fuel-to-brazil-deforestation-row", "date_published": "2020-10-15 13:07:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billie Eilish, BTS and the return of En Vogue: the Billboard music awards 2020 – in pictures", "description": "<p>From Lizzo and Demi Lovato calling for votes, to performances by Alicia Keys and Garth Brooks, here are the best images from the ceremony in Los Angeles</p> <a href=\"https://www.theguardian.com/culture/gallery/2020/oct/15/billie-eilish-bts-en-vogue-billboard-music-awards-2020-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2020/oct/15/billie-eilish-bts-en-vogue-billboard-music-awards-2020-in-pictures", "date_published": "2020-10-15 11:15:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why horror keeps creeping into black drama - video", "description": "<p>Shows such as I May Destroy You, Atlanta and Insecure depict a wide spectrum of black life, from hilarity to mundanity – but all these shows, at times, also have an impending sense of doom. This feeling of horror, this looming sense of dread, is intentional, but it plays on the common tropes we've been conditioned to expect. Josh Toussaint-Strauss discusses why audiences expect bad things to happen to black characters and explores how a new generation of black creators are using horror to subvert these negative tropes&nbsp;</p> <a href=\"https://www.theguardian.com/culture/video/2020/oct/15/why-horror-keeps-creeping-into-black-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/video/2020/oct/15/why-horror-keeps-creeping-into-black-drama", "date_published": "2020-10-15 11:06:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK supermarket salad suppliers investigated over pesticides in rivers", "description": "<p>Exclusive: Environment Agency takes action against one site and looks into more than 50 others</p><p>The UK environment watchdog is examining whether more than 50 sites that supply salad and vegetables to supermarkets and other businesses are discharging chemical pollution into rivers and streams.</p><p>The action follows revelations that a salad producer supplying retailers including Waitrose was washing pesticides into a protected chalk stream in Hampshire.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/15/uk-supermarket-salad-suppliers-investigated-over-pesticides-in-rivers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/15/uk-supermarket-salad-suppliers-investigated-over-pesticides-in-rivers", "date_published": "2020-10-15 10:59:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blood and tears as Israeli police storm wedding during lockdown", "description": "<p>Police say bride’s brother threw oil and slipped on it, as interior minister demands investigation</p><p>An Israeli wedding in a settlement outside Jerusalem ended with a bloody fight and sobbing guests after police stormed in to break it up, accusing the family of flouting coronavirus lockdown rules.</p><p>Footage of police <a href=\"https://twitter.com/Israelcohen911/status/1316422902812733442\">dragging the bride’s brother</a> out of a house, blood streaming down his face as he is escorted past a white cloth table set with flowers, has led to outrage in the government, and an investigation has been opened.</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/blood-and-tears-as-israeli-police-storm-wedding-during-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/blood-and-tears-as-israeli-police-storm-wedding-during-lockdown", "date_published": "2020-10-15 09:32:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Imagine: Reflections on Peace – photo essay", "description": "<p>In Bosnia and Herzegovina, Cambodia, Colombia, Lebanon, Northern Ireland, and Rwanda, <em>a new project and book by the VII Foundation, <a href=\"https://reflectionsonpeace.org/\">Imagine:Reflections on Peace</a></em> shows the difficult work being done to break cycles of conflict in each country’s recent history. Survivors and photographers who witnessed events during and after the dark times, tell their stories </p><p>The project is conceived to encourage discourse and conversation around peace-building and ending conflict. It is an initiative of The VII Foundation, which was established in 2001 to challenge complex social, economic, environmental and human rights issues through documentary non-fiction storytelling and education.</p><p>“When battlefield prowess and political manipulation are not enough to achieve peace through victory, we summon our best and brightest to negotiate an end; we celebrate peace settlements; and we give prizes, if not to victors, then to visionaries. We exalt peace as a human achievement, and justly so. But the reality of peace is flawed. The rewards of peace are elusive for the men and women who live in the post-conflict societies of our time. Why is it so difficult to make a good peace when it is so easy to imagine?”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/15/imagine-reflections-on-peace-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/15/imagine-reflections-on-peace-photo-essay", "date_published": "2020-10-15 08:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Civil rights and QAnon candidates: the fight for facts in Georgia - video", "description": "<p>Joe Biden won the nomination for president on the shoulders of older Black voters in the US south. But how do younger, progressive people of color feel about his candidacy in the southern state of Georgia, in play for the first time in decades? And will a dangerous campaign of QAnon disinformation have any bearing on the outcome of the election? Oliver Laughland and Tom Silverstone try to find out</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/anywhere-but-washington\">Watch other videos from the Anywhere but Washington series&nbsp;</a></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2020/oct/15/civil-rights-and-qanon-candidates-the-fight-for-facts-in-georgia-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2020/oct/15/civil-rights-and-qanon-candidates-the-fight-for-facts-in-georgia-video", "date_published": "2020-10-15 07:52:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Best of Photo London Digital 2020 – in pictures", "description": "<p>A selection of some of the best images from the <a href=\"https://www.artsy.net/photo-london-digital-2020\">Photo London Digital</a> international photography fair, which runs free online this year due to the pandemic until 18 October, 2020. The online exhibition brings together over 100 exhibitors</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/15/best-of-photo-london-digital-2020-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/15/best-of-photo-london-digital-2020-in-pictures", "date_published": "2020-10-15 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Historic England: heritage sites at risk – in pictures", "description": "<p>Historic England’s register lists the heritage sites most at risk of being lost for ever as a result of neglect, decay or inappropriate development</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/15/historic-england-heritage-sites-at-risk-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/15/historic-england-heritage-sites-at-risk-in-pictures", "date_published": "2020-10-15 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Long Covid: what we know so far", "description": "<p>Lasting symptoms may not be down to a single syndrome but several different ones</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At the start of the pandemic we were told that Covid-19 was a respiratory illness from which most people would recover within two or three weeks, but it’s increasingly clear that there may be tens of thousands of people, if not hundreds of thousands, who have been left experiencing symptoms months after becoming infected.</p><p>Now, the National Institute for Health Research (NIHR) <a href=\"https://evidence.nihr.ac.uk/themedreview/living-with-covid19\">has released a report</a> which suggests that “long Covid” may not be a single syndrome, but up to four different ones, which some patients might be experiencing simultaneously. Here’s what we now know:</p> <a href=\"https://www.theguardian.com/world/2020/oct/15/long-covid-what-we-know-so-far\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/15/long-covid-what-we-know-so-far", "date_published": "2020-10-15 05:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Machines set loose to slaughter’: the dangerous rise of military AI", "description": "<p>Autonomous machines capable of deadly force are increasingly prevalent in modern warfare, despite numerous ethical concerns. Is there anything we can do to halt the advance of the killer robots?</p><p>The video is stark. Two menacing men stand next to a white van in a field, holding remote controls. They open the van’s back doors, and the whining sound of quadcopter drones crescendos. They flip a switch, and the drones swarm out like bats from a cave. In a few seconds, we cut to a college classroom. The killer robots flood in through windows and vents. The students scream in terror, trapped inside, as the drones attack with deadly force. The lesson that the film, <a href=\"https://www.youtube.com/watch?v=HipTO_7mUOw\" title=\"\">Slaughterbots</a><em>,</em> is trying to impart is clear: tiny killer robots are either here or a small technological advance away. Terrorists could easily deploy them. And existing defences are weak or nonexistent.</p><p>Some military experts argued that Slaughterbots – which was made by the Future of Life Institute, an organisation researching <a href=\"https://www.theguardian.com/technology/2019/mar/28/can-we-stop-robots-outsmarting-humanity-artificial-intelligence-singularity\" title=\"\">existential threats</a> to humanity – sensationalised a serious problem, stoking fear where calm reflection was required. But when it comes to the future of war, the line between science fiction and industrial fact is often blurry. The US air force has predicted a future in which “Swat teams will send mechanical insects equipped with video cameras to creep inside a building during a hostage standoff”. One “microsystems collaborative” has already released Octoroach, an “extremely small robot with a camera and radio transmitter that can cover up to 100 metres on the ground”. It is only one of many “<a href=\"https://eandt.theiet.org/content/articles/2018/11/military-by-nature-biomimetic-inspiration-for-future-armies/\" title=\"\">biomimetic</a>”, or nature-imitating, weapons that are on the horizon.</p> <a href=\"https://www.theguardian.com/news/2020/oct/15/dangerous-rise-of-military-ai-drone-swarm-autonomous-weapons\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/oct/15/dangerous-rise-of-military-ai-drone-swarm-autonomous-weapons", "date_published": "2020-10-15 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The story of the Mangrove Nine – podcast", "description": "<p>Guardian arts and culture correspondent Lanre Bakare discusses the Mangrove Nine, a group of black activists who found themselves on trial at the Old Bailey in 1971 after protesting against police harassment. Their story became a landmark moment in British history, though many have never heard of it</p><p>The Mangrove restaurant in Notting Hill, London opened in 1968 and quickly became a key meeting place for London’s black community, hosting everyone from intellectuals and activists such as <a href=\"https://www.theguardian.com/world/2017/apr/03/darcus-howe-obituary\">Darcus Howe</a> and Altheia Jones-LeCointe to Bob Marley. But its popularity made it a target for west London’s police, who constantly raided the Mangrove, ostensibly to seize drugs that were never found. <strong>J</strong><strong>ebb Johnson, </strong>who used to spend time in the Mangrove during that period, tells <strong>Anushka Asthana</strong> about how disturbing the raids were for everyone. </p><p>In 1970, Frank Crichlow, the owner, planned a protest outside west London police stations, but things descended into chaos on the residential Portnall Road, which the police claimed was entirely the fault of the protesters. Crichlow, Jones-LeCointe and Howe were eventually charged, along with Rupert Boyce, Rhodan Gordon, Anthony Innis, Barbara Beese, Rothwell Kentish and Godfrey Millett. </p> <a href=\"https://www.theguardian.com/news/audio/2020/oct/15/the-story-of-the-mangrove-nine\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/oct/15/the-story-of-the-mangrove-nine", "date_published": "2020-10-15 02:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}]