[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "Why You Should Study Lost", "description": "Ever wonder how they wrote the TV show Lost? Hear from Damon Lindelof, JJ Abrams, and Carlton Cuse about their experiences in the writers' room and how they created one of the biggest TV shows in history.\n\nChapters:\n00:00 Preface\n01:08 1. Structure\n03:43 2. Flashbacks \n07:04 3. The Writing Room\n12:17 4. Writing With Meaning\n16:29 5. The Voice of Lost\n18:18 6. Character\n19:34 7. Research\n20:18 8. The End\n\nSubscribe: https://www.youtube.com/channel/UC3osNjJeuDdvyALIEP-nh0g?sub_confirmation=1\n\nComment below a film or TV show you want me to research next.\n\nLost is an American drama television series that originally aired on ABC from September 22, 2004, to May 23, 2010, over six seasons, comprising a total of 121 episodes. The show contains elements of supernatural and science fiction, and follows the survivors of a commercial jet airliner flying between Sydney and Los Angeles, after the plane crashes on a mysterious island somewhere in the South Pacific Ocean. The story is told in a heavily serialized manner. Episodes typically feature a primary storyline set on the island, augmented by flashback or flashforward sequences which provide additional insight into the involved characters.\n\nABOUT BEHIND THE CURTAIN\nLearn from real screenwriters... and then learn how that translates into your own writing process. Behind the Curtain takes the best pieces of advice and insight from professional screenwriters and deliver them to you in an easily watchable format. We're focused on creating a community of passionate screenwriters who are eager to grow together through learning from the best.\n\nLEARN MORE with this youtube interview playlist\nhttps://www.youtube.com/playlist?list=PL0OEVTUCV1gb2WlfMSlSnRUBJvl_WFcML\n\nHow I Wrote Lost (Screenwriting Insight)\nhttps://youtu.be/BjlPzu_fo84\n\n#screenwriting #damonlindelof #filmmaking", "link": "https://www.youtube.com/watch?v=BjlPzu_fo84", "date_published": "2020-10-15 14:45:01+00:00", "persistent": false, "user": null, "language": "en-US"}]