[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Race, Police & the Pandemic (podcast) | FRONTLINE", "description": "As streets across America erupt into clashes over racism during the coronavirus pandemic, Jelani Cobb of The New Yorker examines a connection between George Floyd’s death and the disproportionate impact of COVID-19 deaths among African Americans: “the thing that ties them together is empirical evidence of a phenomenon that had been dismissed otherwise.” \n\nCobb describes how the relationship between black Americans and the police has become a “barometer” for race relations in the country, drawing on his years of covering explosive tensions that he says are “overwhelmingly” in response to an issue of police use of force.\n\nAnd yet, he says that this time — as the nation battles a highly infectious outbreak — the outrage is spreading in a way that seems different.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nFor more from Jelani Cobb and FRONTLINE, watch 2016’s “Policing the Police,\" now streaming: https://www.youtube.com/watch?v=2_8vTl6D940\n\n#COVID-19 #Coronavirus #Podcast #Documentary #frontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=XtedrSReKFo", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]