[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Game Case Trivia With MinnMax, Blessing Adeoye Jr, Jake Baldino, Brandon Jones |  Play For All", "description": "BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nWelcome to Play For All, a new kind of event hosted by GameSpot. It combines all the in-depth gaming news and reveals you’d expect from E3, with a six-week long charity drive. Today we’re playing Game Case trivia with Ben Hanson and Suriel Vazquez from MinnMax, Kinda Funny's Blessing Adeoye Jr, Gameranx's Jake Baldino, and Brandon Jones from Easy Allies. We'll be raising money for Black Lives Matter, and Direct Relief, links above.", "link": "https://www.youtube.com/watch?v=TLCCHEo9rnk", "date_published": "2020-06-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Sega's Big Announcement For Something Itty Bitty | Save State", "description": "Pokemon Sword & Shield: Isle of Armor gets a release date, along with some surprise Gigantamax forms and new items. Sega announces the Game Gear Micro, which is coming to Japan this October. It'll be released in four different colors, each with its own selection of games. Earlier this week, Sony delayed its PS5 event. This turned out to be the first of many delays, which now include Cyberpunk 2077, Call of Duty, Madden 21, and Fortnite.\n\nPokemon Sword & Shield: Isle of Armor details:\nhttps://www.gamespot.com/articles/pokemon-sword-shield-isle-of-armor-release-date-ne/1100-6477975/\n\nSega Game Gear Micro Announced \nhttps://www.gamespot.com/articles/sega-game-gear-micro-announced-tinyhanded-gamers-r/1100-6477977/\n\nFor the next six weeks, GameSpot is hosting Play For All, a summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We are all coming together to raise money for Direct Relief in support of those fighting on the frontlines against COVID-19, as well as Black Lives Matter.\n\nPlay For All schedule:\nhttps://www.gamespot.com/play-for-all/schedule/\n\nWhere to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nWhere to watch:\nyoutube.com/gamespot  \n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=PdkIeLAhdFc", "date_published": "2020-06-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Alanah Pearce Guest Charity Stream | Play For All Day 3", "description": "BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nWelcome to Play For All, a new kind of event hosted by GameSpot. It combines all the in-depth gaming news and reveals you’d expect from E3, with a six-week long charity drive. Today we’re playing Minecraft Dungeons with Alanah Pearce, while raising money for Black Lives Matter, and Direct Relief.", "link": "https://www.youtube.com/watch?v=dYQgzo234hI", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Last Of Us Part 2 - Official Extended Commercial", "description": "Continue Ellie's journey when The Last of Us Part II finally arrives June 19.", "link": "https://www.youtube.com/watch?v=aanR55xFzP4", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Valorant's Future Agent Plans And Console Prototypes", "description": "Before Valorant's June launch we got to talk with Riot executive producer Anna Donlon as part of GameSpot's Play For All charity event. \n\nWe talked about how Valorant's developer plan to release future agents, following the pattern of games like Overwatch and Rainbow Six: Siege as well as the controversial anti-cheat tools that Valorant first released with and if we will ever see Valorant on the Xbox Series X or PlayStation 5.\n\nValorant released as a free-to-play title on June 2, along with a new game mode Spike Rush and the new agent Reyna. We will be bringing you the latest news on Riot's free-to-play shooter whenever new content or seasons are released.", "link": "https://www.youtube.com/watch?v=Wx52iTfkJzc", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]