[{"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Spain records new highest daily death toll, as Syria reports first Covid-19 death", "description": "<p>New York, New Jersey and Connecticut halt non-essential travel; global deaths pass 30,000 with one-third in Italy</p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/29/coronavirus-latest-at-a-glance-29-march\">Coronavirus latest: at a glance</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/29/spain-poised-to-tighten-coronavirus-lockdown-after-record-daily-toll\">Spain’s daily death toll rises again while Italy expects peak in a week</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-us-live-new-york-cases-quarantine-news-updates-trump\">US coronavirus updates – live</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-29T21:47:41.355Z\">10.47pm <span class=\"timezone\">BST</span></time> </p><p>Madeira, an autonomous region of Portugal, has announced it will cap the number of people allowed to enter its islands at 100 a week from Tuesday, Reuters reports. The available hotel space will be used to quarantine people with coronavirus symptoms.</p><p>The region has confirmed a total of 34 cases. </p><p class=\"block-time published-time\"> <time datetime=\"2020-03-29T21:37:02.526Z\">10.37pm <span class=\"timezone\">BST</span></time> </p><p>Hundreds of British and Irish nationals gathered under white awnings are sat on rows of plastic chairs in a makeshift terminal set up at Lima’s military airbase known as <a href=\"https://www.facebook.com/pages/Grupo-A%C3%A9reo-8/228734653835564\">Grupo Aéreo Ocho</a>, amid emergency workers and soldiers.<br /></p><p>“We’re all just really happy to be going home,” said Ellie Harper , 32, who had been marooned in Huacachina, a desert oasis five hours from the Peruvian capital.</p> <a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots", "date_published": "2020-03-29 22:07:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus US live: Trump holds press briefing as cases mount", "description": "<ul><li>Andrew Cuomo expects ‘rolling apex’ of cases in New York</li><li><a href=\"https://www.theguardian.com/us-news/2020/mar/29/pelosi-trump-coronavirus-response-inaction-delays\">Pelosi says Trump’s denials and delays cost lives</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/29/anthony-fauci-coronavirus-death-toll-200000-americans\">Fauci suggests US death toll could reach 200,000</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><li>Support the Guardian’s independent journalism. Make a <a href=\"https://support.theguardian.com/uk/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_OTHER%22%2C%22componentId%22%3A%22Live_Blog%22%2C%22campaignCode%22%3A%22Impeachment%22%2C%22referrerPageviewId%22%3A%22k8d09b8pxwzbynaiu3u0%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Fmar%2F26%2Fcoronavirus-us-live-house-vote-2tn-stimulus-package-bill-senate-news-updates-trump%22%7D&amp;INTCMP=Impeachment\">contribution</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-29T22:05:56.504Z\">11.05pm <span class=\"timezone\">BST</span></time> </p><p>Donald Trump has made a habit of <a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-misleading-claims\">broadcasting misleading comments in his White House coronavirus briefings</a>. True to form, he went straight into controversial waters right at the start of today’s event in the Rose Garden. </p><p>He said that the numbers of confirmed cases coming through – the current tally is 137,294 according to <a href=\"https://coronavirus.jhu.edu/map.html\">John Hopkins</a> – is because “we’ve been doing more testing than any other country in the world. Because we’ve been doing more testing, so we have bigger numbers to look at.”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-misleading-claims\">Five of Donald Trump's most misleading coronavirus claims</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-03-29T22:01:37.876Z\">11.01pm <span class=\"timezone\">BST</span></time> </p><p>Trump says FEMA is working with private companies to launch Project Airbridge, to expedite the movement of critical supplies from other countries to the United States.</p><p>“The first flight arrived at JFK airport in New York this morning filled with 80 tons of personal protective equipment, including 130,000 N95 respirators – hose are the ones that we were talking about before – 1.8 million face masks and gowns, 10.3 million gloves and many other things. Millions and millions of different items.”</p> <a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-us-live-new-york-cases-quarantine-news-updates-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/29/coronavirus-us-live-new-york-cases-quarantine-news-updates-trump", "date_published": "2020-03-29 22:05:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate after Jack Grealish pictured at traffic incident", "description": "<ul><li>A Range Rover crashed into parked cars in Solihull</li><li>Pictures apparently show Aston Villa captain at the scene</li></ul><p>An investigation has been launched after pictures of the Aston Villa midfielder Jack Grealish surfaced online following an incident in which a Range Rover crashed into parked cars. West Midlands police said they were called to the Dickens Heath area of Solihull on Sunday just before 10am where the two parked cars suffered minor damage. The force said the driver left his details with a member of the public before leaving on foot. </p><p>Images surfaced online on Sunday of a damaged white Range Rover as well as a picture that appeared to show the Aston Villa captain in slippers and a bright blue hoodie. </p> <a href=\"https://www.theguardian.com/football/2020/mar/29/police-investigate-after-jack-grealish-pictured-at-traffic-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/29/police-investigate-after-jack-grealish-pictured-at-traffic-incident", "date_published": "2020-03-29 21:51:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Batwoman review – holy cow, Bat-fans, this is heroically bad", "description": "<p>The plot is slight, the sets are dire, and Ruby Rose’s titular superhero is woefully underdeveloped ... but maybe being awful is a superpower in these uncertain times </p><p>It is a rare thing, in these high-quality, high-stakes, immaculately professionalised TV times, to see someone on screen who can only 80% act. But now, like only semi-convincing buses, two such performers have come along at once in Batwoman (E4), the CW’s new entry into <a href=\"https://en.wikipedia.org/wiki/Arrowverse\">the Arrowverse</a>. One of them is <a href=\"https://www.theguardian.com/lifeandstyle/2018/jan/12/dougray-scott-mums-parents-didnt-approve-of-dad-they-cut-off-all-contact\">Dougray Scott</a>, whom you may 80% remember from his villainous roles/substantial cameos in about 80% of things since the mid-90s. He plays Jacob Kane, the brother of Martha Wayne and the head of the Crows, the private-security-firm-cum-army that has taken over the job of protecting Gotham City since Batman disappeared three years before we arrive in the story.</p><p>More problematically, the other 80-per-center is <a href=\"https://www.theguardian.com/culture/2018/aug/08/ruby-rose-cast-as-lesbian-superhero-batwoman-in-new-tv-series\">Ruby Rose</a>, who plays Jacob’s daughter Kate Kane. By the end of episode one, she has broken into cousin Bruce’s bat cave and taken on his mantle. Her 80% covers all the scenes that do not require her to be superheroic. What made her so good in her breakthrough part, as Stella in <a href=\"https://www.theguardian.com/tv-and-radio/orange-is-the-new-black\">Orange Is the New Black</a> – her flair for comedy, the perpetual ironic glint in her eye and her ability to turn seductive at a moment’s notice – is great here for the connective tissue (the back story with the girlfriend she lost when the police training academy expelled her for being gay, the banter with comic book baddies and so on). What she can’t muster is the full-hearted saviour-of-Gotham approach needed in other scenes, or the emotional gush that Kate’s daddy issues and survivor’s guilt (from the childhood car crash that killed her mother and her twin sister) periodically require. And that is before she is further hampered by the addition of Kate’s famous red hair, via a wig so preposterous it should come with a warning: fatally injurious to the suspension of disbelief.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/29/batwoman-review-holy-cow-bat-fans-this-is-heroically-bad\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/29/batwoman-review-holy-cow-bat-fans-this-is-heroically-bad", "date_published": "2020-03-29 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU citizens in UK at risk of becoming illegal as coronavirus response prioritised", "description": "<p>Campaigners urge government to replace settled status process with guaranteed ‘right to stay’ </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>Campaigners fear that EU citizens who have made their homes in the UK are at risk of becoming illegal as the government diverts resources to fight coronavirus.</p><p>Under current rules, all EU citizens have until June 2021 to apply for settled status. However, there are concerns that the pandemic will mean that the government support available to help EU citizens will reduce, and public awareness campaigns, designed to reach the most vulnerable people and those without an online presence, will be delayed.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/eu-citizens-uk-risk-becoming-illegal-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/eu-citizens-uk-risk-becoming-illegal-coronavirus", "date_published": "2020-03-29 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump refuses to pay security bill for Harry and Meghan", "description": "<p>President tweets his intention as Duke and Duchess of Sussex reportedly move to California</p><p> Donald Trump has said the United States will not pay for the Duke and Duchess of Sussex’s security protection after they reportedly moved to California.</p><p>Harry and Meghan are said to have left their rented home in Vancouver, Canada after taking a private flight to the US before the border closed between the two countries last week.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/donald-trump-refuses-to-pay-security-bill-for-harry-and-meghan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/donald-trump-refuses-to-pay-security-bill-for-harry-and-meghan", "date_published": "2020-03-29 20:55:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Kane says he will not stay at Spurs 'for the sake of it'", "description": "<ul><li>‘I’m an ambitious player, I want to improve,’ striker says</li><li>England captain also says next season should not be delayed</li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Harry Kane has revealed he will not simply stay at Tottenham “for the sake of it” and would consider his Spurs future if the north London club stopped progressing. He has also said that the Premier League season should be scrapped if it cannot be completed by the end of June.</p><p>The 26-year-old England captain, contracted until 2024, has previously suggested he could stay with his boyhood club for his entire career but in an Instagram Live chat with Jamie Redknapp he said: “I love Spurs, I’ll always love Spurs but I’ve always said if I don’t feel we’re progressing as a team or going in the right direction, I’m not someone to stay there for the sake of it.</p> <a href=\"https://www.theguardian.com/football/2020/mar/29/current-football-season-could-be-lost-warns-uefas-aleksander-ceferin\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/29/current-football-season-could-be-lost-warns-uefas-aleksander-ceferin", "date_published": "2020-03-29 20:53:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government set to cap university admissions amid Covid-19 chaos", "description": "<p><strong>Exclusive:</strong> strict limits on student numbers could avoid admissions free-for-all</p><p>Strict limits on the number of students that each university in England can recruit are set to be imposed by the government in an effort to avoid a free-for-all on admissions, with institutions plunged into financial turmoil as a result of the coronavirus pandemic, the Guardian has learned.</p><p>A government source said each university would be restricted in the number of UK and EU undergraduates they could admit for the academic year starting in September, in a move backed by higher education leaders. It will be the first such limit since the university admission cap was lifted in 2015.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/government-set-to-cap-university-admissions-amid-covid-19-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/government-set-to-cap-university-admissions-amid-covid-19-chaos", "date_published": "2020-03-29 20:42:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure to provide equipment grows after two UK doctors die", "description": "<p>Concern is growing among health workers that they risk contracting and spreading coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The deaths of the first British doctors from Covid-19 have intensified pressure on ministers to accelerate the supply of protective equipment and address growing fears among frontline staff that they risk catching and spreading coronavirus.</p><p>As the UK’s death toll from the virus rose to 1,228 over the weekend, two surgeons were confirmed to have died in what the NHS medical director described as “a stark reminder to the whole country that we all must take this crisis seriously”.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/worrying-event-deaths-of-nhs-doctors-from-covid-19-stark-reminder-of-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/worrying-event-deaths-of-nhs-doctors-from-covid-19-stark-reminder-of-pandemic", "date_published": "2020-03-29 20:02:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ECB readies financial rescue plan but no cuts for Root and Stokes", "description": "<ul><li>Governing body to support counties and clubs from reserves</li><li>Contracts of centrally contracted players not being discussed</li></ul><p>The England and Wales Cricket Board is preparing to unveil an emergency financial package to support the game during the costly delay to the season but pay cuts for centrally contracted players are not being discussed.</p><p>The postponement of the 2020 campaign is set to place a huge strain on the sport’s fragile finances, with no cricket before 28 May at the earliest and potentially well beyond that. The ECB spent much of last week in talks with several key stakeholders – including the 18 first-class counties, the Professional Cricketers’ Association and broadcasters – to map out measures that could be taken to keep the game afloat at a time when the usual summer revenue taps have run dry.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/29/ecb-cricket-financial-rescue-plan-joe-root-ben-stokes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/29/ecb-cricket-financial-rescue-plan-joe-root-ben-stokes", "date_published": "2020-03-29 19:56:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calais refugees aim to reach UK to escape coronavirus lockdown", "description": "<p>About 2,100 migrants in northern France are fearful of being dispersed to new centres</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Up to 2,100 refugees in Calais and Dunkirk are facing an imminent coronavirus lockdown by French authorities, with many saying they will try to reach the UK rather than go to accommodation centres if their camps are cleared.</p><p>Buses will be sent to the camps to transfer refugees to centres housing up to 100 people from Tuesday. The transfers are said to be voluntary but some of the refugees told the Guardian that they distrust the police and are fearful of being forced into the centres, so plan to run away and continue in their attempts to cross the Channel.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/calais-refugees-uk-bid-to-escape-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/calais-refugees-uk-bid-to-escape-coronavirus-lockdown", "date_published": "2020-03-29 18:43:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on the coronavirus cabinet – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/mar/29/nicola-jennings-coronavirus-cabinet-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/mar/29/nicola-jennings-coronavirus-cabinet-cartoon", "date_published": "2020-03-29 18:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Impossible to comprehend': Stephen King on horrors of Trump and coronavirus", "description": "<p>Years after his pandemic novel, bestselling author tells CNN he is mystified that US was not better prepared</p><p>It has been four decades since Stephen King wrote The Stand, his acclaimed novel about <a href=\"https://www.theguardian.com/books/2020/mar/05/publishers-report-sales-boom-in-novels-about-fictional-epidemics-camus-the-plague-dean-koontz\">a deadly influenza pandemic</a> wiping out most of human civilization.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/29/anthony-fauci-coronavirus-death-toll-200000-americans\">Fauci warns coronavirus could kill as many as 200,000 Americans</a> </p> <a href=\"https://www.theguardian.com/books/2020/mar/29/stephen-king-the-stand-coronavirus-trump-books\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/29/stephen-king-the-stand-coronavirus-trump-books", "date_published": "2020-03-29 18:29:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hull Trains becomes first British operator to suspend all services", "description": "<p>Chief of rail operator says decision is aimed at protecting its long-term future</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Hull Trains is to become the first British rail operator to suspend all services, after cancelling trains between London and the port city until further notice due to the “unprecedented circumstances” caused by coronavirus.</p><p>The company, part of rail operator FirstGroup, said it has been forced into the decision to safeguard the future of the business, after passenger numbers dwindled following government advice to avoid nonessential travel.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/hull-trains-becomes-first-british-operator-to-suspend-all-services\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/hull-trains-becomes-first-british-operator-to-suspend-all-services", "date_published": "2020-03-29 18:16:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Henrik Stenson: 'I don't feel the rush to practise and play'", "description": "<p>The former Open champion, whose coach has tested positive for coronavirus, understands it may be some time before he is back on the course</p><p>As Henrik Stenson spent Thursday evening on the Sawgrass range, the frustrations of a 74 to begin the Players Championship dominating his thoughts, he knew nothing of impending shutdown. The PGA Tour’s flagship event lasted 18 holes on 12 March, with coronavirus sharply halting golf at the top level. Stenson has not had any notion to strike a ball since.</p><p>“I don’t feel the rush to practise and play,” the Swede says. “Five weeks out is when I’ll start digging in hard because I’ll have something on the horizon. I want to be ready and prepared when we get the go-ahead because this is going to impact so many things in this sport.”</p> <a href=\"https://www.theguardian.com/sport/2020/mar/29/henrik-stenson-golf-olympics-ryder-cup-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/29/henrik-stenson-golf-olympics-ryder-cup-coronavirus", "date_published": "2020-03-29 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Threat from far right may be receding since Tory election victory", "description": "<p>Ex-MI5 chief says win may have made extremists feel their voices are being heard</p><p>The threat from the rise of far-right terrorism in Britain could be diminishing after Boris Johnson’s election victory because supporters of the ideology feel they are being listened to, according to a former head of MI5.</p><p>Lord Evans of Weardale said “alienated” voters normally vulnerable to exploitation by far-right groups such as the British National party (BNP), English Defence League (EDL) and National Action might <a href=\"https://www.theguardian.com/politics/2019/dec/28/britain-first-far-right-members-5000-have-joined-tories\">feel that their voices had been heard </a>at the ballot box with the significant win for the Conservatives in December’s election.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/29/threat-from-far-right-may-be-receding-since-tories-election-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/29/threat-from-far-right-may-be-receding-since-tories-election-victory", "date_published": "2020-03-29 17:53:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland goes quiet as public adapt to coronavirus lockdown", "description": "<p>Urban areas resemble ghost towns as vast majority obey sweeping restrictions </p><p>A nationwide lockdown has left <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a>’s public spaces hushed and deserted amid overwhelming public support for extreme measures to control the coronavirus pandemic.</p><p>Central Dublin and other usually bustling urban centres were like ghost towns on Sunday on the second day of sweeping restrictions that are to last two weeks, until 12 April.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/ireland-adapts-to-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/ireland-adapts-to-coronavirus-lockdown", "date_published": "2020-03-29 17:46:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus at a glance: the latest developments", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>The coronavirus pandemic has killed more than 30,000 people worldwide. The total number of confirmed cases is currently at 691,867, according to Johns Hopkins University.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/coronavirus-at-a-glance-29-march\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/coronavirus-at-a-glance-29-march", "date_published": "2020-03-29 17:19:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fauci warns coronavirus could kill as many as 200,000 Americans", "description": "<p>Top US infectious disease expert cautions that figure is a ‘moving target’ that could easily be wrong</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/world/2020/mar/23/dr-fauci-press-conference-white-house-coronavirus\">Dr Anthony Fauci</a>, the leading US government infectious disease expert, offered a grim prediction on Sunday: the coronavirus could kill as many as 200,000 Americans.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-misleading-claims\">Five of Donald Trump's most misleading coronavirus claims</a> </p> <a href=\"https://www.theguardian.com/world/2020/mar/29/anthony-fauci-coronavirus-death-toll-200000-americans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/anthony-fauci-coronavirus-death-toll-200000-americans", "date_published": "2020-03-29 17:16:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kely Nascimento-DeLuca: 'If there's a time to use Pelé's name it's for something like this'", "description": "<p>Pelé’s daughter on how she came to make a documentary on women’s football, racism in Brazil and the fight for equality</p><p>“There are no words,” says Kely Nascimento-DeLuca, the eldest daughter of Pelé, when I ask about her journey from women’s football novice to documentary maker on the subject. “I’ve always been very into football. I love football. It’s like Christmas, every game in Brazil. It’s hard to explain the feeling, the electricity during a game.”</p><p>Sitting in a cafe in downtown Manhattan, Nascimento-DeLuca is buzzing. Following this interview she will head off to celebrate with her co-director Justin Noto, having just dropped off the footage for <a href=\"https://warriorwomenoffootball.com/\" title=\"\">Warriors of a Beautiful Game,</a> their feature-length documentary on women’s football, at Rock Paper Scissors, the editors of the acclaimed <a href=\"https://www.netflix.com/gb/title/80168079\" title=\"\">Netflix documentary Icarus</a> among many other productions.</p> <a href=\"https://www.theguardian.com/football/2020/mar/29/kely-nascimento-deluca-if-theres-a-time-to-use-peles-name-its-for-something-like-this\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/29/kely-nascimento-deluca-if-theres-a-time-to-use-peles-name-its-for-something-like-this", "date_published": "2020-03-29 17:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Covid-19 and politics: institutionally vulnerable | Editorial", "description": "<p>British government and parliamentary democracy are trapped in outdated buildings and habits. The coronavirus has exposed the need to rethink how they work</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Lots of things about modern politics would surprise <a href=\"https://www.gov.uk/government/history/past-prime-ministers/william-ewart-gladstone\" title=\"\">William Gladstone</a> if the 19th-century Liberal prime minister was unexpectedly reincarnated into the Britain of 2020. Things like press conferences, video links and female MPs would all catch him out. Gladstone would, though, be reassured by one thing. He would easily be able to find his way around Westminster. That’s because the corridors of power in which politics, parliament and government are conducted in 2020 are remarkably unchanged since he died in 1898. The warren of staircases and rooms in <a href=\"https://www.gov.uk/government/history/10-downing-street#take-the-tour\" title=\"\">10 Downing Street</a> and the cramped Commons chamber, with MPs jostling through the <a href=\"https://www.parliament.uk/site-information/glossary/aye-and-no-lobbies/\" title=\"\">division lobbies</a>, would all be familiar to him.</p><p>Whether Britain benefits or suffers from its traditionalised habits and settings of politics is a <a href=\"https://blogs.lse.ac.uk/politicsandpolicy/the-palace-of-westminster-should-be-a-museum-not-the-institutional-heart-of-british-politics/\" title=\"\">recurrent question</a>. But the Covid-19 pandemic poses it in a new way. Parliament went on sitting through world wars and financial crises. Gladstone himself sat through the <a href=\"https://www.theguardian.com/cities/2016/apr/04/story-cities-14-london-great-stink-river-thames-joseph-bazalgette-sewage-system\" title=\"\">Great Stink</a> of the summer of 1858, when the Thames became a sewer. But a modern pandemic that has made human proximity unsafe has meant that parliament cannot sit at all, and that MPs cannot do their fundamental job. Business in the chamber became a ghostly charade. Voting by crowding into the aye and no lobbies was deemed too dangerous to attempt. At the height of a national crisis, therefore, many of the checks and balances on government, and parliamentary democracy itself, have effectively collapsed. These issues must be addressed before parliament returns on 21 April.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/the-guardian-view-on-covid-19-and-politics-institutionally-vulnerable\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/the-guardian-view-on-covid-19-and-politics-institutionally-vulnerable", "date_published": "2020-03-29 16:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enigmatic, devotional, restless … a guide to Krzysztof Penderecki's music", "description": "<p>From Kubrick to Aphex Twin, Lynch to Radiohead, the Polish composer’s otherworldly sounds have inspired musicians and soundtracked some of cinema’s most haunting moments</p><p>When I unearthed a score of Krzysztof <a href=\"https://www.youtube.com/watch?v=gE3B0XwF3tg\">Penderecki’s Symphony No 1</a> in my local library during my early teens, my idea of what music could be changed forever. I knew how conventional music sat on the page, but the score of Penderecki’s symphony looked like a byzantine scientific diagram had somehow got mangled in the photocopier with an Ordnance Survey map: disembodied staves, notes scattering everywhere, thick black lines sliding off the page. Once I managed to find a recording, it sounded great too – an utterly addictive playground of restless, relentlessly surprising noise.</p><p>Penderecki, whose death at the age of 86 was announced today, was born in Dębica, in south-east Poland in 1933. He emerged as a force in Polish modern composition alongside such figures as Witold Lutosławski, Tadeusz Baird, Andrzej Dobrowolski and Henryk Mikołaj <a href=\"https://www.theguardian.com/music/tomserviceblog/2010/nov/12/gorecki-symphony-sorrowful-songs\">Górecki</a> who, during the late 1950s, were all constructing pieces using clusters of notes jam-packed together, often requiring players to explore terrain that pushed beyond the conventions of their instrument.</p> <a href=\"https://www.theguardian.com/music/2020/mar/29/a-guide-to-krzysztof-penderecki-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/29/a-guide-to-krzysztof-penderecki-music", "date_published": "2020-03-29 16:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Hungary's coronavirus law: Orbán's power grab | Editorial", "description": "<p>The pandemic has allowed one of Europe’s most authoritarian leaders to marginalise critics and political opposition</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In functioning democracies, any request by a leader for “emergency powers” is rightly subjected to scrutiny. If granted, a suspension of normal constitutional practice will generally come with a strict time limit attached. Boris Johnson’s coronavirus bill, which gives sweeping new powers to ministers, was <a href=\"https://www.politicshome.com/news/article/emergency-powers-to-tackle-coronavirus-spread-become-law-after-bill-rushed-through-parliament\" title=\"\">passed last week</a> with the proviso that MPs would vote every six months on whether it should be renewed. In France, President Emmanuel Macron’s more <a href=\"https://www.jacobinmag.com/2020/03/emmanuel-macron-covid-19-crisis-coronavirus\" title=\"\">wide-ranging and draconian</a> emergency measures have a lifespan of two months.</p><p>It should come as little surprise that the situation is different in Hungary. With characteristic ruthlessness, the prime minister, Viktor Orbán, has taken the political maxim “never let a crisis go to waste” and run with it. In recent years, he has consolidated his power in office by <a href=\"https://www.theguardian.com/world/2019/sep/16/hungary-faces-eu-disciplinary-action-over-alleged-rule-of-law-violations\" title=\"\">curbing the independence</a> of Hungary’s courts and media, and restricting the activities of NGOs. This week he will almost certainly acquire dictatorial powers. The Hungarian parliament, dominated by his Fidesz party, is expected to rubber-stamp the “protecting against the coronavirus” law, ushering in an indefinite period of what amounts to one-man rule in an EU member state.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/the-guardian-view-on-hungarys-coronavirus-law-orbans-power-grab\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/the-guardian-view-on-hungarys-coronavirus-law-orbans-power-grab", "date_published": "2020-03-29 16:44:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Churchgoers all over world ignore physical distancing advice", "description": "<p>Services from Moscow to Rio go ahead as clerics disregard coronavirus risk</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Millions of people across the world tuned into online church services on Sunday as their usual places of worship were closed, but in some places clerics insisted on their doors remaining open.</p><p>The day after Pope Francis <a href=\"https://www.theguardian.com/world/2020/mar/28/popes-blessing-in-empty-st-peters-square-watched-by-11m-on-tv\">delivered a blessing</a> in an empty St Peter’s Square, watched on television by an estimated 11 million people, Sunday services were held at some of Russia’s largest religious sites after Orthodox church leaders said they were an expression of religious freedom.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/church-goers-around-the-world-ignore-social-distance-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/church-goers-around-the-world-ignore-social-distance-advice", "date_published": "2020-03-29 16:39:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First NHS consultant dies from Covid-19", "description": "<p>Amged El-Hawrani, 55, is first confirmed hospital frontline worker to die after testing positive for coronavirus</p><p>A 55-year-old hospital consultant has died of coronavirus, underlining the danger to frontline NHS workers.</p><p>NHS England said that Amged el-Hawrani was the first confirmed hospital frontline worker to die after testing positive for coronavirus. A 63-year-old surgeon, <a href=\"https://www.theguardian.com/world/2020/mar/28/first-working-nhs-surgeon-dies-from-coronavirus\">Adil el Tayar</a>, also died last week after volunteering in A&amp;E departments in the Midlands to help the NHS cope with the pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/first-nhs-consultant-dies-from-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/first-nhs-consultant-dies-from-covid-19", "date_published": "2020-03-29 16:37:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sebastian Coe says delaying 2020 Games relieved  'mental turmoil' of athletes", "description": "<ul><li> ‘Sport, on this occasion, had to take a back seat,’ says Coe</li><li>Atheletes’ wellbeing became the priority in postponing Games</li></ul><p>Sebastian Coe has said the postponement of the Olympics was necessary in order to safeguard the psychological wellbeing of athletes because many were in “mental turmoil” not knowing if the Tokyo Games were to proceed as scheduled.</p><p>The 2020 Olympic Games were postponed last Tuesday in response to the coronavirus pandemic following talks between Japan’s prime minister, Shinzo Abe, and the International Olympic Committee president, Thomas Bach.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/29/sebastian-coe-says-delaying-2020-games-relieved-mental-turmoil-of-athletes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/29/sebastian-coe-says-delaying-2020-games-relieved-mental-turmoil-of-athletes", "date_published": "2020-03-29 16:17:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Monthly poll seeks to gauge mental health of UK under coronavirus", "description": "<p>Charity says many are at risk of stress over debt, job insecurity and infection anxiety </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A mental health charity has teamed up with academic institutions across the UK to monitor the psychological wellbeing of the nation as the coronavirus pandemic sweeps around the world.</p><p>They will conduct monthly polls of Britons living under lockdown and any measures that followso that emerging mental health problems are spotted early on and interventions put in place.</p> <a href=\"https://www.theguardian.com/society/2020/mar/29/monthly-poll-monitor-mental-health-uk-lockdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/29/monthly-poll-monitor-mental-health-uk-lockdown-coronavirus", "date_published": "2020-03-29 16:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nazanin Zaghari-Ratcliffe under consideration for clemency", "description": "<p>British-Iranian dual national has had her temporary release from prison extended because of the coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nazanin Zaghari-Ratcliffe, the British-Iranian dual national on temporary release from a five-year jail sentence, is for the first time under formal consideration for clemency, her family has been told. A decision will be made by the highest level of Iran’s multi-layered government. There is no guarantee that clemency will be granted, or that she will be allowed to return to the UK.</p><p>Zaghari-Ratcliffe, seen by some as a bargaining chip in the wider diplomatic dispute between the UK and Iran, was given a temporary fortnight’s release from Evin prison, Tehran, on 17 March along with<a href=\"https://www.theguardian.com/world/2020/mar/19/iran-to-pardon-10000-including-security-prisoners\"> 85,000 other prisoners at risk from the coronavirus outbreak.</a> She has been allowed to stay at her parents’ house in Tehran but made to wear an ankle brace that keeps her within 300 metres of her parents’ home.</p> <a href=\"https://www.theguardian.com/news/2020/mar/29/nazanin-zaghari-ratcliffe-under-consideration-for-clemency\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/mar/29/nazanin-zaghari-ratcliffe-under-consideration-for-clemency", "date_published": "2020-03-29 16:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This pandemic has exposed the myth of the nuclear family. Here's to the messy reality", "description": "<p>Occasionally, someone will remember some couples live separately and issue a hasty instruction that they should move in together. It’s time for us all to try to love the ones we are with<br /></p><p>There were a couple of hours, between <a href=\"https://www.theguardian.com/world/2020/mar/23/boris-johnson-orders-uk-lockdown-to-be-enforced-by-police\">Boris Johnson’s lockdown announcement</a> and the publication of the document giving more detail, when it was not at all clear whether the children of separated parents would be able to move between them. I did not freak out. I could walk them over with the dog, and the right of a dog to a walk is respected all over the world. Once it was established by the World Health Organization that they couldn’t transmit the virus, quarantine became a moot point for the species, which was a crazy upside-down world, since previously I had never seen the word “quarantine”, except attached to the word “dog”. Yes, that’s right, WHO let the dogs out.</p><p>My ex doesn’t have a dog, but figured he could borrow one. “It’s quite grumpy,” I said, “do you think it would walk 1.4 miles?” He had another idea. We would both drive to an equidistant supermarket and exchange the kids in the car park. Then I had an idea that was substantially more fun, which was to go into the supermarket, passing each other in an aisle and instructing the children to just change direction, like two spies. While we were arguing about whether that was, in fact, fun, or so extravagantly odd that it would form a mental scar they would remember better than the actual pandemic, new information materialised: children could, in fact, move between their parents’ houses.</p> <a href=\"https://www.theguardian.com/lifeandstyle/commentisfree/2020/mar/29/pandemic-coping-nuclear-family-separate\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/commentisfree/2020/mar/29/pandemic-coping-nuclear-family-separate", "date_published": "2020-03-29 16:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Endangered sea turtles hatch on Brazil's deserted beaches", "description": "<p>Coronavirus keeps crowds that usually greet hatching of hawksbill turtles away</p><p>Nearly 100 critically endangered sea turtles have hatched on a deserted beach in Brazil, their first steps going almost unnoticed because of coronavirus restrictions that prohibit people from gathering on the region’s sands.</p><p>The 97 hawksbill sea turtles, or <em>tartarugas-de-pente</em> as they are known in Brazil, were born last Sunday in Paulista, a town in the north-eastern state of Pernambuco.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/newborn-endangered-sea-turtles-throng-brazils-deserted-beaches\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/newborn-endangered-sea-turtles-throng-brazils-deserted-beaches", "date_published": "2020-03-29 15:49:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish flu survivor, 108, among latest victims of coronavirus", "description": "<p>Hilda Churchill, of Salford, is thought to be UK’s oldest victim of pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A 108-year-old woman who survived the 1918 Spanish flu is thought to have become the oldest victim of coronavirus in the UK.</p><p>Hilda Churchill died in a Salford care home on Saturday, hours after testing positive for Covid-19 and just eight days before her 109th birthday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/spanish-flu-survivor-dies-from-coronavirus-aged-108\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/spanish-flu-survivor-dies-from-coronavirus-aged-108", "date_published": "2020-03-29 15:45:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kayleigh Llewellyn on In My Skin: ‘I lived in fear of kids finding out about mum’", "description": "<p>The TV drama’s creator was surviving on charity. Then she turned her troubled Cardiff childhood into a rollercoaster ride through school crushes, sexuality – and bipolar disorder</p><p>‘Growing up,” says Kayleigh Llewellyn, “my mum had <a href=\"https://www.theguardian.com/commentisfree/2016/aug/24/what-is-bipolar-disorder-google\">bipolar disorder</a> type one. So quite severe. The love you have for your mother or father is so deep-seated, there’s a contradiction: you love the person, but you also feel ashamed of them, because you’re a teenager and you don’t know any better.”</p><p>Llewellyn has poured this experience into <a href=\"https://www.bbc.co.uk/programmes/p06myb3d\">In My Skin</a>, an emotional rollercoaster of a TV drama about Bethan, a Welsh teenager coming of age and living a double life as she negotiates mental illness, friendships and her sexuality. Bethan’s mother Trina has bipolar disorder and is sectioned in a psychiatric ward. In an early episode, Trina says something so horrible to Bethan that I gasped out loud in my living room. At other times, the sympathy I feel for her has me weeping. But there are plenty of laughs along the way.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/29/kayleigh-llewellyn-in-my-skin-interview-bipolar-disorder-mum\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/29/kayleigh-llewellyn-in-my-skin-interview-bipolar-disorder-mum", "date_published": "2020-03-29 15:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Park: NHS finds new ground with Plymouth to ease strain on services", "description": "<p>The League Two club have handed over the use of their new grandstand with the boardroom temporarily moonlighting as a phlebotomy clinic</p><p>On Monday morning, the Plymouth dressing room will not be home to players or coaching staff gearing up for a promotion push but rather National Health Service nurses welcoming the first wave of antenatal patients.</p><p>The League Two club have handed over the use of their new grandstand to the NHS to ease the strain on the city’s Derriford hospital during the coronavirus crisis, with the Home Park boardroom temporarily moonlighting as a phlebotomy clinic and the conference hall becoming a waiting room.</p> <a href=\"https://www.theguardian.com/football/2020/mar/29/home-park-nhs-find-new-ground-with-plymouth-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/29/home-park-nhs-find-new-ground-with-plymouth-coronavirus", "date_published": "2020-03-29 14:28:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philip Green urged not to use coronavirus as ‘excuse’ over pensions", "description": "<p>Billionaire Topshop magnate is planning to stop cash injections during pandemic</p><p>Sir Philip Green has been urged not to use coronavirus as an excuse to stop payments into the Topshop retirement scheme, as a pensions expert called on the billionaire’s Monaco-based wife, Tina, to plug any shortfall.</p><p>Arcadia Group, the parent company of the Green family’s retail empire, is planning to halt cash injections into the firm’s pension fund as it seeks to conserve cash to survive the coronavirus crisis that has dealt a devastating blow to retailers.</p> <a href=\"https://www.theguardian.com/business/2020/mar/29/philip-green-urged-not-to-use-coronavirus-as-excuse-over-pensions\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/29/philip-green-urged-not-to-use-coronavirus-as-excuse-over-pensions", "date_published": "2020-03-29 14:24:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unity must be more than a slogan for EU in crisis, says French minister", "description": "<p>Minister says bloc’s credibility rests on its collective response to coronavirus pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The EU is facing an existential crisis as well as a health crisis if it fails to unite to overcome the economic consequences of the coronavirus pandemic, a French minister has said.</p><p>France’s Europe minister, Amélie de Montchalin, said the “credibility and usefulness” of the EU rested on its collective response to the health crisis and called for unity to be “more than just a slogan”.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/unity-must-be-more-than-a-slogan-for-eu-in-crisis-says-french-minister-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/unity-must-be-more-than-a-slogan-for-eu-in-crisis-says-french-minister-coronavirus-pandemic", "date_published": "2020-03-29 14:20:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Salmond’s QC to be investigated ‘after naming trial women’", "description": "<p>Gordon Jackson refers himself to legal watchdog after being filmed on train</p><p>Scotland’s most senior lawyer, who defended Alex Salmond at his sexual assault trial, has referred himself to the country’s legal watchdog after footage emerged that appears to show him identifying the complainants on a busy commuter train.</p><p>Last week <a href=\"https://www.theguardian.com/politics/2020/mar/23/alex-salmond-acquitted-of-all-charges-in-sexual-assault-trial\">a jury at the high court in Edinburgh</a> found the former first minister not guilty of 12 sexual assaults, including one attempted rape. It also concluded that another charge of intent to rape was “not proven”, a Scottish legal formulation which stops short of a not guilty verdict but finds the accused innocent in the eyes of the law.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/29/alex-salmond-qc-to-be-investigated-after-naming-trial-women\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/29/alex-salmond-qc-to-be-investigated-after-naming-trial-women", "date_published": "2020-03-29 14:06:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aberdeen: teetering between its high-carbon past and a green future", "description": "<p>A city more reliant than most on oil and gas reserves hopes to profit from a shift to net zero</p><p>Aberdeen is one of the few cities in the world where your taxi driver is almost guaranteed to know the global market price for oil.</p><p>It is the second week of March in the capital of the North Sea oil and gas industry and Aberdonians have witnessed one of the sharpest oil price slumps in a generation. The Granite City is still one week away from a market collapse even deeper than the 2016 price crash.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/aberdeen-high-carbon-past-green-future-oil-gas-reserves\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/aberdeen-high-carbon-past-green-future-oil-gas-reserves", "date_published": "2020-03-29 14:04:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birds, buds and bright days: how spring can make us healthier and happier", "description": "<p> Longer, lighter days can help us banish old habits, sleep better and improve our mental health, even during the lockdown</p><p><br />Thank goodness that, in this time of crisis, it is now spring. In the northern hemisphere, at least, we can say hello to green shoots, flowers, bumblebees and butterflies. Finally, the clocks have gone back to British Summer Time. We’ve lost an hour of sleep, but hello, light.</p><p>The greatest hope for the new season this year is <a href=\"https://www.theguardian.com/world/2020/mar/11/will-spring-slow-spread-of-coronavirus-in-northern-hemisphere\">that </a><a href=\"https://www.theguardian.com/world/2020/mar/11/will-spring-slow-spread-of-coronavirus-in-northern-hemisphere\">better weather will start to make </a><a href=\"https://www.theguardian.com/world/2020/mar/11/will-spring-slow-spread-of-coronavirus-in-northern-hemisphere\">it harder for coronavirus</a> to spread. And for those lucky enough to still have their health, spring can provide other consolations. Its strong sense of a new beginning nudges our outlook and actions in welcome ways. Katherine Milkman, a behavioural scientist at the Wharton School at the University of Pennsylvania, has studied the phenomenon and found that there is more to spring cleaning than the sunlight suddenly showing up cobwebs and window smears. “The start of spring generally makes us feel more motivated – it’s a so-called ‘fresh start date’,” she says. As such, it makes us feel less connected to the past. “That disconnect gives us a sense that whatever we messed up on previously, we can get right now. Maybe the old you failed to quit smoking or start a lasting exercise routine, but the new you can do it.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/29/birds-buds-bright-days-spring-healthier-happier\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/29/birds-buds-bright-days-spring-healthier-happier", "date_published": "2020-03-29 14:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The moment Britain's first great grand prix driver saluted Adolf Hitler", "description": "<p>Richard Seaman not only had to navigate the racetracks of the 1930s, but also life as a Briton in pre-war Nazi Germany. In an extract from his new book, Richard Williams charts Seaman’s triumph, conflicts, and his tragic end </p><p>In the summer of 1938, halfway through his second season with Mercedes, Richard Seaman was growing frustrated. It was late July and his last race in a Silver Arrow had been at Donington Park eight months earlier. In recent weeks his German teammates – Rudolf Caracciola, Manfred von Brauchitsch and Hermann Lang – had finished in the first three positions in Tripoli and at Reims, while the 25-year-old Englishman had been left kicking his heels.</p><p>He was free to swim, sail and waterski at his home on the shore of a Bavarian lake, and to dance with his new girlfriend – the 18-year-old daughter of the head of BMW – to his collection of jazz records. But however enjoyable that may have been, it was not why he had chosen to leave England a year and a half earlier.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/29/the-moment-britains-first-great-grand-prix-driver-saluted-adolf-hitler\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/29/the-moment-britains-first-great-grand-prix-driver-saluted-adolf-hitler", "date_published": "2020-03-29 14:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK wildlife enjoys humans' lockdown but concerns raised over conservation", "description": "<p>Animals are getting some peace and people are reconnecting with nature, but wildlife crimes may be going unnoticed</p><p>Moles are daring to clamber above ground to hunt for worms, oystercatchers are nesting on deserted beaches, and overlooked plants such as ivy-leaved toadflax are gaining new friends.</p><p>The shutdown of modern life as we know it is liberating British wildlife to enjoy newly depopulated landscapes. But conservationists say the impact is not all positive, with wildlife crimes going unreported and vital work including monitoring impossible to carry out.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/29/uk-wildlife-enjoys-humans-lockdown-but-concerns-raised-over-conservation\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/29/uk-wildlife-enjoys-humans-lockdown-but-concerns-raised-over-conservation", "date_published": "2020-03-29 14:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Waxahatchee: Saint Cloud review – fierce and ambitious but hard to love", "description": "(Merge)<p>Sobriety can smooth any artist’s fuzzy edges. Named after the Alabama creek that runs behind her childhood home, Katie Crutchfield, AKA Waxahatchee, ditched alcohol for good before making her fifth album, <em>Saint Cloud</em>, which sees her sound leap from reverb-laden indie rock to glossy, radio-friendly country. But even though her work has become progressively hi-fi since her scratchy, Cat Power-like 2012 debut <em>American Weekend</em>, there’s a sharpness in these songs that still unsettles.</p><p>It’s there in Crutchfield’s vocals, louder and fiercer than before, and on songs such as Fire, which is also difficult to love. Her lyrics, tackling subjects including addiction and self-hatred, often feel too verbose, but they become surprising and refreshing on closer listen. Can’t Do Much is an intense, jittery love song with a great opening couplet: “We will coalesce our heaven and hell / My eyes roll around like dice on the felt.” Lilacs despairs of a girl who has harmful inner monologues (“I run it like a silent movie / I run it like a violent song”). Arkadelphia feels like a Bruce Springsteen narrative with its fires restoked for today’s troubled thirtysomethings. This album has a bloodied, ambitious heart on its sleeve. It wants the world to hear it beating.</p> <a href=\"https://www.theguardian.com/music/2020/mar/29/waxahatchee-saint-cloud-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/29/waxahatchee-saint-cloud-review", "date_published": "2020-03-29 14:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus vaccine: when will it be ready?", "description": "<p>Human trials will begin imminently – but even if they go well and a cure is found, there are many barriers before global immunisation is feasible</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Even at their most effective – and draconian – containment strategies have only slowed the spread of the respiratory disease Covid-19. With the World Health Organization finally declaring a pandemic, all eyes have turned to the prospect of a vaccine, because only a vaccine can prevent people from getting sick.</p><p>About 35 companies and academic institutions are racing to create such a vaccine, at least four of which already have candidates they have been testing in animals. The first of these – produced by Boston-based biotech firm Moderna – <a href=\"https://time.com/5790545/first-covid-19-vaccine/\" title=\"\">will enter human trials imminently</a>.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/coronavirus-vaccine-when-will-it-be-ready\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/coronavirus-vaccine-when-will-it-be-ready", "date_published": "2020-03-29 13:57:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For a billion Indians, lockdown has not prevented tragedy | Supriya Nair", "description": "<p>Without adequate healthcare and unable to deliver basic needs, India now faces twin catastrophes of coronavirus and starvation</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The world’s <a href=\"https://www.hindustantimes.com/mumbai-news/mumbai-has-26k-living-per-1sqkm-says-bmc-report/story-83y9dyIsVpnQxjQAH9Y1nO.html\">second-most crowded city</a> is trying to stay home, but it wasn’t built for social distancing. Ever since it became an entrepôt of the British empire, Mumbai has been optimised to keep things moving – both labour and capital. Over the last fortnight, its citizens have been retreating from public premises. A <a href=\"https://www.theguardian.com/cities/2014/nov/28/slum-loaded-term-homegrown-neighbourhoods-mumbai-dharavi\">majority</a> are now confined to one- or two-room tenement housing, often with dividing walls made of tin and tarpaulin. These stand cheek-by-jowl with shops, restaurants and crowded medical clinics. Isolation is for people who live in homes with attached toilets.</p><p>The numbers aren’t yet staggering. Unlike New York City, which currently accounts for nearly 10% of the world’s known Covid-19 cases, <a href=\"https://howindialives.com/gram/coronadistricts/\">Mumbai counts 74</a> as of this writing. Unlike London, authorities here initiated shutdowns before India’s government passed orders for a national lockdown.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2020/mar/29/india-lockdown-tragedy-healthcare-coronavirus-starvation-mumbai\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2020/mar/29/india-lockdown-tragedy-healthcare-coronavirus-starvation-mumbai", "date_published": "2020-03-29 13:34:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: Saudis suspected of phone spying campaign in US", "description": "<p>Exclusive: Whistleblower’s data suggests millions of tracking requests sent over four-month period</p><p>Saudi Arabia appears to be exploiting weaknesses in the global mobile telecoms network to track its citizens as they travel around the US, according to a whistleblower who has shown the Guardian millions of alleged secret tracking requests.</p><p>Data revealed by the whistleblower, who is seeking to expose vulnerabilities in a global messaging system called SS7, appears to suggest a systematic spying campaign by the kingdom, according to experts.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/revealed-saudis-suspected-of-phone-spying-campaign-in-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/revealed-saudis-suspected-of-phone-spying-campaign-in-us", "date_published": "2020-03-29 13:30:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bolsonaro threatens to sack health minister over coronavirus criticism", "description": "<p>Brazilian president warns Luiz Henrique Mandetta not to speak out against him in public</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>Jair Bolsonaro has reportedly told his health minister he will sack him if he dares criticise his handling of the coronavirus crisis.</p><p>According to <a href=\"https://politica.estadao.com.br/noticias/geral,mandetta-a-bolsonaro-estamos-preparados-para-ver-caminhoes-do-exercito-transportando-corpos,70003252107\">a report</a> in the Estado de São Paulo newspaper, the Brazilian president’s warning came during a top-level meeting on Saturday as the number of confirmed Covid-19 cases in the country rose to more than 3,900 and the death toll hit 114.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/bolsonaro-warns-health-minister-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/bolsonaro-warns-health-minister-covid-19", "date_published": "2020-03-29 13:25:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Krzysztof Penderecki obituary", "description": "Polish composer and conductor who was a leading figure in contemporary music<p>The Polish composer and conductor Krzysztof Penderecki, who has died aged 86, was an outstanding representative of musical modernism’s success in the 1960s. From the early 70s he became equally emblematic of the subsequent failure of so many of that modernism’s principal pioneers to sustain a lifelong career without abandoning their original principles.</p><p>In Penderecki’s case, that appeared to mean the substitution of his early trademark emphasis on sound itself, the innovative textures of his choral and orchestral music replacing themes and tonality as the basis for musical construction, with a more lyrical and Romantic style that seemed more like a continuation of 19th-century compositional concerns than a radical reappraisal of received materials.</p> <a href=\"https://www.theguardian.com/music/2020/mar/29/krzysztof-penderecki-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/29/krzysztof-penderecki-obituary", "date_published": "2020-03-29 13:10:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A coronavirus hat and Starbucks physical distancing: the weekend's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/news/gallery/2020/mar/29/a-coronavirus-helmet-and-starbucks-social-distancing-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/mar/29/a-coronavirus-helmet-and-starbucks-social-distancing-the-weekends-best-photos", "date_published": "2020-03-29 13:05:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He didn't even pretend to let us win'… Growing up with the world's biggest stars, by their children", "description": "<p>The sons and daughters of John Wayne, John Lennon, Caitlyn Jenner and others tell us what it was like to grow up with a world-famous dad</p><p>A lot of the happy memories of my father are from the late 1960s at Kenwood, the old Tudor house we had in Surrey, when I was a little boy. Without knowing it, I probably saw some of the greatest musicians in the world come and go through that house.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/29/he-didnt-even-pretend-to-let-us-win-the-worlds-biggest-stars-by-their-children\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/29/he-didnt-even-pretend-to-let-us-win-the-worlds-biggest-stars-by-their-children", "date_published": "2020-03-29 13:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus has exposed the reality of a world without work | Josh Cohen", "description": "<p>This pandemic is throwing into stark relief a treacherous fact: we depend on employment, both for survival and a sense of self</p><p>Offices empty, restaurants and cafes closed, performance venues dark, schools and universities shut down. Across the world, numerous industries have entered a state of suspended animation, imposing a sharp and involuntary brake on the working lives of millions of people.</p><p>This week, having moved my psychoanalytic practice online, I’ve sat in an empty consulting room talking to patients via video-conference, many of them struggling to process what life in the shadow of Covid-19 might mean in the short- and longer-term. Some are lamenting the lost sense of belonging they derive from their workplaces, as well as the claustrophobia of being shut in with partners and children.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/coronavirus-reality-work-unemployment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/coronavirus-reality-work-unemployment", "date_published": "2020-03-29 13:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With parliament in recess, the press has a vital role in holding the government to account | Roy Greenslade", "description": "<p>With parliament in recess, the press has a vital role in holding the government to account</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Where was the compassion? The overwhelming mainstream media response to the announcement that Boris Johnson had tested positive for Covid-19 was anything but sympathetic. It was summed up by a <a href=\"https://www.dailymail.co.uk/news/article-8162049/For-days-weve-seen-leaders-coming-closer-6ft-didnt-practise-preached.html\">Daily Mail headline which pointedly asked</a> whether Johnson, his ministers and advisers had not practised the social distancing they had preached.</p><p>Similarly, the <a href=\"https://www.theguardian.com/world/2020/mar/27/nonchalant-boris-johnson-accused-of-covid-19-complacency\">Guardian referred to accusations</a> that the prime minister had been guilty of nonchalance by failing to heed his own advice to the public. Amid the crisis, he may not be held to account. But the Sunday Mirror, reflecting the consensus viewpoint, <a href=\"https://www.mirror.co.uk/news/politics/voice-mirror-coronavirus-crisis-ends-21772896\">argued that later “he will have serious questions to face</a><a href=\"https://www.mirror.co.uk/news/politics/voice-mirror-coronavirus-crisis-ends-21772896\">”</a>.</p> <a href=\"https://www.theguardian.com/media/commentisfree/2020/mar/29/coronavirus-parliament-media-newspapers-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/media/commentisfree/2020/mar/29/coronavirus-parliament-media-newspapers-coronavirus", "date_published": "2020-03-29 13:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump in 'near tie' with Joe Biden, new poll finds", "description": "<p>Washington Post-ABC News poll puts former vice-president ahead by 49% to 47% among registered voters</p><p>Donald Trump has gained ground on his probable challenger in November’s presidential election and is in a “near tie” with Joe Biden, according to a new poll released on Sunday.</p><p>The <a href=\"https://www.washingtonpost.com/politics/poll-shows-trump-and-biden-in-a-competitive-race-for-the-white-house/2020/03/28/515cb8ba-7037-11ea-b148-e4ce3fbd85b5_story.html?tidr=a_breakingnews&amp;hpid=hp_no-name_hp-breaking-news%3Apage%2Fbreaking-news-bar&amp;itid=hp_no-name_hp-breaking-news%3Apage%2Fbreaking-news-bar\">Washington Post-ABC News poll</a> put the former vice-president ahead by 49% to 47% among registered voters. In February, the same poll put the US president seven points behind.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/29/donald-trump-joe-biden-presidential-election-poll-results\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/29/donald-trump-joe-biden-presidential-election-poll-results", "date_published": "2020-03-29 12:47:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mahler versus Slowthai! - what happened when our pop and classical critics traded jobs?", "description": "<p>Before the culture sector locked down, Kitty Empire and Fiona Maddocks switched roles to review the NME awards and the London Philharmonia. Here they discuss the fine art of music writing</p><p><a href=\"https://www.theguardian.com/culture/2020/mar/28/rachel-cooke-on-criticism-what-is-the-point-of-a-critic-if-not-to-tell-the-truth\">Rachel Cooke on criticism in 2020: “What is the point if not to tell the truth?”</a></p><p><em><strong>Went to the NME awards at Brixton Academy<br /></strong></em>Well, I had my experience of being you, Kitty. It was quite hard. The odd thing was that, once friends knew I was going to the <em>NME</em> awards, after expressing general shock and envy – everyone has heard of <em>New Musical Express</em>; it’s been going since 1952 – they all asked only one question: what will you wear? </p> <a href=\"https://www.theguardian.com/music/2020/mar/29/mahler-versus-slowthai-pop-rock-classical-critics-trade-swap-jobs-kitty-empire-fiona-maddocks\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/29/mahler-versus-slowthai-pop-rock-classical-critics-trade-swap-jobs-kitty-empire-fiona-maddocks", "date_published": "2020-03-29 12:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacques Henri Lartigue: portrait of the photographer as a young man", "description": "<p>He’s best known for images of aviators, racing cars and socialites on the Côte d’Azur, but a new book reveals the driving passions of the French photographer’s early life</p><p>In a family photograph taken by his father in 1903, nine-year-old Jacques Henri Lartigue stands on a path in the Bois de Boulogne, in front of his mother and grandmother. He is grinning mischievously and clutching a beloved Jumelle box camera that had recently been given to him by his father. In the next few years, Jacques will constantly record the world around him, photographing his bedroom, making portraits of uncles and cousins, and framing his older brother, Zissou, as he leaps into the air from a boat.</p><p>Another 60 years will pass, however, before the Museum of Modern Art (MoMA) in New York hosts the first exhibition of his work, belatedly bestowing on Jacques Henri Lartigue the recognition he deserves as one of the great innovators of 20th-century photography.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/29/jacques-henri-lartigue-portrait-of-the-photographer-as-a-young-man\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/29/jacques-henri-lartigue-portrait-of-the-photographer-as-a-young-man", "date_published": "2020-03-29 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus means we really are, finally, all in this together  | John Harris", "description": "<p>The realities of this crisis have punctured the divisive myth of strivers and shirkers. If it returns, it will cause even more damage<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>I saw a coronavirus banner the other day that said “Check in on your five nearest neighbours”, and I thought about <a href=\"https://www.theguardian.com/commentisfree/2020/feb/04/errol-graham-welfare-uk-benefit-cuts-disability-deaths\">Errol Graham</a>.</p><p>Back in January, just as China’s Covid-19 outbreak was turning critical, the story broke of how Graham, a grandfather of two and lover of football, had died aged 57. In June 2018, bailiffs pursuing him for nonpayment of his rent had found Graham’s body, which weighed just four and a half stone. A coroner’s report said he suffered from severe social anxiety, and had isolated himself from even family and friends. His flat in Nottingham had no gas or electricity, and there was no food in his fridge apart from two cans of fish that were four years out of date.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/coronavirus-means-we-really-are-finally-all-in-this-together\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/coronavirus-means-we-really-are-finally-all-in-this-together", "date_published": "2020-03-29 11:56:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Influential composer Krzysztof Penderecki dies aged 86", "description": "<p>Polish musician won numerous awards, scored The Exorcist, and was admired by rock stars</p><ul><li><a href=\"https://www.theguardian.com/music/2020/mar/29/krzysztof-penderecki-obituary\">Obituary: Krzysztof Penderecki</a></li><li><a href=\"https://www.theguardian.com/music/2020/mar/29/a-guide-to-krzysztof-penderecki-music\">A guide to Penderecki’s music</a></li></ul><p>Leading composer and conductor Krzysztof Penderecki has died at the age of 86 after a long illness, his family announced this morning.</p><p>The Polish-born Penderecki was a major figure in contemporary music whose compositions reached millions through celebrated film scores, which included for William Friedkin’s <a href=\"https://www.theguardian.com/film/2010/oct/22/exorcist-friedkin-horror\">The Exorcist</a>, Stanley Kubrick’s <a href=\"https://www.theguardian.com/film/2020/mar/25/the-shining-ive-never-seen-kubrick\">The Shining</a> and David Lynch’s <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,544593,00.html\">Wild at Heart</a>.</p> <a href=\"https://www.theguardian.com/music/2020/mar/29/composer-krzysztof-penderecki-dies-aged-86\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/29/composer-krzysztof-penderecki-dies-aged-86", "date_published": "2020-03-29 11:42:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alcohol sales banned in Greenland capital during lockdown", "description": "<p>Move aims to cut violence against children during coronavirus confinement</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The sale of alcohol has been banned in the Greenland capital, Nuuk, in an attempt to reduce violence against children during the period of confinement caused by the coronavirus outbreak.</p><p>“In such a situation, we have to take numerous measures to avoid infection,” the prime minister, Kim Kielsen, said on Saturday.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/alcohol-sales-banned-in-greenland-capital-during-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/alcohol-sales-banned-in-greenland-capital-during-lockdown", "date_published": "2020-03-29 11:41:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We share everything': coronavirus fears inside a UK detention centre", "description": "<p>Campaigners express concern for mental wellbeing of inmates and say those who are most at risk should be released</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Every night for the past two weeks, Hadi has woken up in his cell in Harmondsworth immigration removal centre gasping for breath and clutching for his inhaler. Sometimes he shouts out to the guard for help, convinced he’s suffocating.</p><p>“I have dreams of people killing me, with their hands around my neck,” he says. “At the moment I sleep maybe two or three hours a day. Thinking about all this, the virus … I feel down now … really down, to be honest.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/inside-the-detention-centre-where-inmates-fear-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/inside-the-detention-centre-where-inmates-fear-coronavirus", "date_published": "2020-03-29 11:33:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Gove appears to blame China over lack of UK coronavirus testing", "description": "<p>Minister says China was ‘not clear about the scale, the nature, the infectiousness’ of virus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Michael Gove has appeared to lay the blame for the UK’s lack of mass testing on China, raising the prospect of increased diplomatic tension between the two countries.</p><p>Some of China’s reports on the virus were unclear about the “scale, nature and infectiousness” of the disease, the cabinet minister told the BBC.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/29/michael-gove-appears-to-blame-china-over-lack-of-uk-coronavirus-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/29/michael-gove-appears-to-blame-china-over-lack-of-uk-coronavirus-testing", "date_published": "2020-03-29 11:21:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "James McAvoy donates £275,000 to NHS medics’ PPE crowdfunding appeal", "description": "<p>Actor’s donation takes total raised to over £400,000 for purchase of masks, visors and gloves</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The actor James McAvoy has donated £275,000 to a crowdfunding campaign set up to by a group of doctors to raise money to buy vital protective equipment for NHS staff treating coronavirus.</p><p>The Scottish star of the X-Men movies and Atonement gave the money to support the efforts of concerned NHS medics who launched a page on Thursday appealing for money to buy personal protective equipment (PPE) such as masks, visors and gloves because they feel they are “going to war without armour and protection”.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/james-mcavoy-donates-257000-to-nhs-medics-ppe-crowdfunding-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/james-mcavoy-donates-257000-to-nhs-medics-ppe-crowdfunding-appeal", "date_published": "2020-03-29 10:40:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Earthly delights: gardening in a time of crisis", "description": "<p>Gardens have been a lifelong comfort for Olivia Laing. In these uncertain times, she welcomes their green embrace more than ever</p><p>Gardens have been the anchor and mainstay of my life, the most enduring source of fascination and pleasure. I started young. My father is a besotted plantsman and after my parents divorced in the early 1980s he spent custody weekends taking me and my younger sister to every open garden within 50 miles of the M25. We whiled away wet Saturdays in the hothouses at <a href=\"https://www.kew.org/\" title=\"\">Kew</a>, trying to persuade the butterflies to land on our fingers. I learned my first botanical name at <a href=\"https://www.rhs.org.uk/gardens/wisley\" title=\"\">RHS Wisley</a> one winter afternoon, lured by the rich fragrance emitting from a nondescript shrub with tiny clusters of shell-pink flowers – Daphne odora ‘Warblington’, a name that has lodged with me ever since.</p><p>I was an anxious and not very happy child, and I loved the spell of self-forgetfulness that happens in a garden – the sense of being wholly absorbed, lifted out of time. The places I was most drawn to were shaggy, a little wild around the edges. I agreed with Frances Hodgson Burnett’s manifesto in <em>The Secret Garden</em>: a garden loses all its magic if it becomes too spick and span. It must feel half-forgotten, sunk in slumber. You have to be able to lose yourself, to forget the outside world; to feel, as Burnett put it, hundreds of miles from anyone, but not lonely at all.</p> <a href=\"https://www.theguardian.com/global/2020/mar/29/earthly-delights-gardening-in-a-time-of-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/mar/29/earthly-delights-gardening-in-a-time-of-crisis", "date_published": "2020-03-29 10:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disunited states of America: responses to coronavirus shaped by hyper-partisan politics", "description": "<p>Democratic states have tended to be more proactive while some Republican governors followed Trump in downplaying the crisis</p><p>It was a tale of two beaches. On Florida’s Atlantic coast, at the height of spring break season, the sand was deserted in the cities of Miami Beach and Fort Lauderdale, where Democratic mayors had <a href=\"https://www.sun-sentinel.com/coronavirus/fl-ne-coronavirus-fort-lauderdale-beach-20200315-iojqkcdbjndutlnaafntkjwzaa-story.html\">imposed closures</a> to fight the spread of coronavirus.</p><p>Across the narrow neck of the state, the Gulf coast beaches in Clearwater were a world apart. There the Republican mayor had declined to impose a closure, and photos that would circle the world <a href=\"https://twitter.com/RexChapman/status/1239661153044910090\">captured the result</a>: thousands of carefree sunbathers lining the sand and mingling in the water.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/29/america-states-coronavirus-red-blue-different-approaches\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/29/america-states-coronavirus-red-blue-different-approaches", "date_published": "2020-03-29 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "State control over women's bodies is an unforeseen outcome of the coronavirus crisis | Emma Barnett", "description": "<p>A U-turn on women’s ability to access home abortions and the cancellation of IVF means they have less say over their fertility</p><p>It’s been quite a week to have a womb in the UK.</p><p>First, pregnant women were suddenly <a href=\"https://www.gov.uk/government/publications/covid-19-guidance-on-social-distancing-and-for-vulnerable-people/guidance-on-social-distancing-for-everyone-in-the-uk-and-protecting-older-people-and-vulnerable-adults\">categorised as vulnerable</a>, and advised to stay home by the government. But then some of them were told to come <a href=\"https://www.theguardian.com/world/2020/mar/27/mothers-say-they-being-kept-at-work-uk-as-fathers-stay-home\">back into work</a> by their employers – including the riskiest of all, the NHS.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/state-control-womens-bodies-covid-19-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/state-control-womens-bodies-covid-19-crisis", "date_published": "2020-03-29 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best chat apps for your coronavirus quarantine – ranked!", "description": "<p>Group video platforms are making a heroic rise from last resort to daily routine as people stay indoors. We tried five of the most popular ones out there</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>For those of us lucky enough to be home safe and healthy during the coronavirus pandemic, group video platforms are making a heroic rise from last resort to daily routine. For me, they’ve actually resulted in a busier social life than pre-coronavirus days.</p><p>As I made it through week three of the #StayHome life, I tried five of the most popular. Here’s my ranking, from worst to best.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/29/the-best-chat-apps-for-your-coronavirus-quarantine-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/29/the-best-chat-apps-for-your-coronavirus-quarantine-ranked", "date_published": "2020-03-29 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus UK: how many confirmed cases are in your area?", "description": "<p>Latest figures from public health authorities on the spread of Covid-19 in the United Kingdom. Find out how many cases have been reported near you</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots\">Coronavirus - live news updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Find all our coronavirus coverage here</a></li></ul><p>Please note: these are government figures on numbers of confirmed cases - some people who report symptoms are not being tested, and are not included in these counts.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/coronavirus-uk-how-many-confirmed-cases-are-in-your-area\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/coronavirus-uk-how-many-confirmed-cases-are-in-your-area", "date_published": "2020-03-29 09:19:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Care homes refusing to take in patients ready to leave NHS hospitals", "description": "<p>Bosses say it would be madness to expose elderly residents and staff to coronavirus risk</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Care home managers are refusing to accept elderly people discharged from NHS hospitals owing to coronavirus fears, and one has said government-issued protective equipment for residents and staff is “completely useless”.</p><p>David Steedman, the manager of Arlington House care home in Sussex, said he had five empty rooms but he was not taking in people discharged from hospital as it would be “madness” to expose residents and staff to the risk of infection.</p> <a href=\"https://www.theguardian.com/society/2020/mar/29/care-homes-refusing-to-take-in-patients-discharged-nhs-hospitals-coronavirus-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/29/care-homes-refusing-to-take-in-patients-discharged-nhs-hospitals-coronavirus-risk", "date_published": "2020-03-29 09:14:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia restricts public gatherings to two people among further coronavirus curbs", "description": "<p>Scott Morrison says Australians should stay at home except for essential activities, and announces six-month moratorium on rental evictions</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email\">Sign up for Guardian Australia’s daily coronavirus email</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots\">Follow live global coronavirus updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Scott Morrison says gatherings in Australia will now be restricted to two people, down from 10, and there will be a six-month moratorium on evictions for commercial and residential tenants in financial distress because of the economic shock associated with the coronavirus outbreak.</p><p>As the Morrison government continued work on Sunday night on the third economic stimulus package in as many weeks – which will <a href=\"https://www.theguardian.com/australia-news/2020/mar/29/australia-open-to-uk-style-wage-subsidy-to-ease-coronavirus-pain-cormann-says\">include a wage guarantee</a> allowing businesses to keep people on the payroll during a shutdown – the prime minister and the premiers signed off on regulatory measures to assist landlords and renters, while urging both parties to negotiate sensible commercial terms.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/australia-restricts-public-gatherings-to-two-people-among-further-coronavirus-curbs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/australia-restricts-public-gatherings-to-two-people-among-further-coronavirus-curbs", "date_published": "2020-03-29 09:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Hearn: 'I can't say I don't enjoy the limelight'", "description": "<p>Boxing promoter Eddie Hearn is one of the sport’s most colourful characters and his big-money fights have become world events. But there’s one battle he’ll never win – trying to outsmart his father Barry</p><p> The boxing promoter Eddie Hearn is telling the world what it wants to hear, live on national television. It is early on a Monday morning. Hearn is in the Hearn family offices, a converted pile outside Brentwood, rural Essex, that was once the Hearn family home, pre-conversion.</p><p>“Look,” he says.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/29/the-one-battle-boxing-promoter-eddie-hearn-cant-win-is-outsmarting-father-barry\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/29/the-one-battle-boxing-promoter-eddie-hearn-cant-win-is-outsmarting-father-barry", "date_published": "2020-03-29 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out with pub bores, back in with the experts | Stewart Lee", "description": "<p>Boffins are suddenly in fashion again ... ‘waving their statistics and strategies like prayer flags. Help us, experts! We are sorry!!’</p><p><em>“When the government closed the pubs, I said –<br />I didn’t mince my words, I said to them myself,<br />HURRY UP PLEASE IT’S TIME.”</em><br /><strong>MS Toilets, The We</strong><strong>therspoonland, 1922</strong></p><p>A public health official friend tells me her colleagues now call the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19</a> virus “Wetherspoon’s Mumps”, a darkly comic response to <a href=\"https://www.theguardian.com/global/video/2019/jan/25/owen-jones-meets-tim-martin-wetherspoons-no-deal-brexit-poverty-wages-dont-ask-childish-questions-video\">We</a><a href=\"https://www.theguardian.com/global/video/2019/jan/25/owen-jones-meets-tim-martin-wetherspoons-no-deal-brexit-poverty-wages-dont-ask-childish-questions-video\">therspoon</a><a href=\"https://www.theguardian.com/global/video/2019/jan/25/owen-jones-meets-tim-martin-wetherspoons-no-deal-brexit-poverty-wages-dont-ask-childish-questions-video\"> boss</a> Tim Wetherspoon’s initial resistance to closing his pubs for the safety of his customers.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/out-with-pub-bores-back-in-with-the-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/out-with-pub-bores-back-in-with-the-experts", "date_published": "2020-03-29 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Social disease: how fraudsters adapt old scams to exploit coronavirus", "description": "<p>Criminals who formerly tried to ‘sextort’ people online are now making threats to infect a target’s family and friends</p><p>The email is immediately threatening. “I know every dirty little secret about your life,” it begins. “To prove my point, tell me, does [REDACTED] ring any bell to yοu? It was one οf your passwords.”</p><p>The message goes on to inform recipients that the sender knows where they live, to whom they talk and how they spend their days, before delivering the punchline: “You need tο pay me $4,000. You’ll make the payment via bitcoin … If I do not get the payment: Ι will infect every member οf your family with the coronavirus.”</p> <a href=\"https://www.theguardian.com/money/2020/mar/29/coronavirus-social-disease-fraudsters-adapt-old-scams\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/29/coronavirus-social-disease-fraudsters-adapt-old-scams", "date_published": "2020-03-29 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lamorna Ash: adventures on a Cornish trawler", "description": "<p>For her debut book Dark, Salt, Clear, the young writer immersed herself in a Cornish fishing community, a life-changing experience that led to one of spring’s most hotly anticipated titles</p><p><a href=\"https://twitter.com/LamornaAsh?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Lamorna Ash</a> has a hunch about seasickness: a conviction that there could be more than one reason why a person might feel suddenly queasy up on deck. “A fisherman told me that his cousin never used to suffer from seasickness at all,” she says. “But then he had kids, and suddenly he did. I thought this was fascinating. It made me wonder whether seasickness isn’t somehow connected to things that tie you to the land. Could it be that the more of those things there are, the more likely you are to suffer from it? Perhaps it functions a bit like homesickness in that way.” Struck by her own fancifulness, she flashes me a smile. “Well, anyway… I like that as a way of thinking about it.”</p><p>When she was 22 and studying for a master’s degree in social anthropology at University College London, seasickness was briefly Ash’s closest companion. Having decided to devote her thesis to the way that fishing shapes a community, she moved to Newlyn in Cornwall – which is where she met Don, the skipper of a rusty old trawler called the Filadelfia. Would Don consider taking her out in his boat, so that she might stand, as it were, in “the same wellies” as his crew? Somewhat to her amazement – women are supposed to bring bad luck at sea – he said that he would, and so it was that one evening in 2017 she found herself rounding Land’s End just as the sun was about to set, her stomach a tight knot of nerves, her eyes already red from the salt-licked wind. “I’m someone who doesn’t think too hard about things before I do them,” she says. “I seem not to be very cautious; I get overexcited. But that day, yes, I was nervous. I was very scared of seasickness. Not so much of being sick itself, but of it being so bad that I would be useless and they would have to take me home. I didn’t want to do anything to jeopardise their trip; I knew that would cost them a lot of money.”</p> <a href=\"https://www.theguardian.com/books/2020/mar/29/the-young-woman-and-the-sea-lamorna-ashs-adventures-on-a-cornish-trawler\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/29/the-young-woman-and-the-sea-lamorna-ashs-adventures-on-a-cornish-trawler", "date_published": "2020-03-29 08:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The two tests that will help to predict spread of Covid-19", "description": "<p>One detects past infection, the other finds current viral load – but there’s a shortage of staff trained to carry them out</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Only by implementing carefully controlled programmes that use two very different <a href=\"https://www.theguardian.com/world/2020/mar/24/matt-hancock-35m-coronavirus-test-kits-are-on-the-way-to-the-nhs\">Covid-19 test kits</a> will it be possible to predict how the disease will affect the country, researchers have revealed.</p><p>Scientists emphasised the need to understand, as quickly as possible, where and when new cases of infection were appearing. At the same time, it was vital to pinpoint individuals who had already been infected, possibly without realising it, so that scientists could understand the disease’s behaviour over the coming months. Two different tests would be able to achieve these separate goals.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/the-two-tests-that-will-help-to-predict-spread-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/the-two-tests-that-will-help-to-predict-spread-of-covid-19", "date_published": "2020-03-29 08:27:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police name woman found dead in Plaistow churchyard", "description": "<p>Kelly Stewart, 41, from east London, died from impact injuries to the head</p><p>A woman found dead in the grounds of a Baptist church in east London died from head injuries, police have said.</p><p>The woman, named as 41-year-old Kelly Stewart, <a href=\"https://www.theguardian.com/uk-news/2020/mar/28/plaistow-killing-womans-body-found-in-churchyard\">was declared dead at the scene in Barking Road</a>, Plaistow, on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/29/police-name-woman-found-dead-in-plaistow-churchyard\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/29/police-name-woman-found-dead-in-plaistow-churchyard", "date_published": "2020-03-29 08:16:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Your pictures: share your photos on the theme of ‘ambience'", "description": "<p>Wherever you are in the world, this week we’d like to see your pictures on the theme ‘ambience’</p><p>The next theme for our weekly photography assignment, published in print in the <a href=\"https://www.theguardian.com/theobserver/new-review\">Observer New Review</a> is ‘ambience’.</p><p>Share your photos of what ambience means to you – and tell us about your image in the description box.</p> <a href=\"https://www.theguardian.com/community/2020/mar/29/your-pictures-share-your-photos-on-the-theme-of-ambience\">Continue reading...</a>", "link": "https://www.theguardian.com/community/2020/mar/29/your-pictures-share-your-photos-on-the-theme-of-ambience", "date_published": "2020-03-29 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Midwife shortage doubles as NHS staff diverted to tend Covid-19 patients", "description": "<p>A fifth of midwife-led maternity units are closed while a third stop offering home births<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A shortage of midwives on NHS maternity units has doubled since the start of the coronavirus outbreak, with one in five midwifery posts now unfilled, raising concerns about the safety of pregnant women, new mothers and newborn babies.</p><p>The Royal College of Midwives is urging NHS leaders to ringfence maternity services as midwives are redeployed to care for people with Covid-19, fall sick themselves or are forced to self-isolate because of illness within their household.</p> <a href=\"https://www.theguardian.com/society/2020/mar/29/midwife-shortage-doubles-as-nhs-staff-diverted-to-tend-covid-19-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/29/midwife-shortage-doubles-as-nhs-staff-diverted-to-tend-covid-19-patients", "date_published": "2020-03-29 07:39:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exploding the myths behind K-pop", "description": "<p>Bright and irresistible, K-pop provides the beat to South Korea’s youth culture. But behind the perfect smiles and dance routines are tales of sexism and abuse</p><p> As students wait outside an exam room in Seoul’s affluent Gangnam district, the air is tense. A girl in a school uniform rocks a guitar back and forth in her hands next to a boy who stares nervously into his fringe. Another girl sitting on a nearby bench adjusts her crop top. But in a neighbourhood filled with English and maths crammers<em>,</em> this is no normal exam room. Mudoctor Academy is a K-pop training school, where dozens of students between the ages of 12 and 26 line up for their chance to audition for a visiting entertainment scout.</p><p>Kevin Lee is among this group of hopefuls. At 19, he has already moonlighted as a backup dancer for the phenomenally successful K-pop group <a href=\"https://www.theguardian.com/music/bts\" title=\"\">BTS</a>. He estimates that he has attended more than 50 K-pop auditions over the past four years. But this hasn’t been enough. Concerned about his age – most entertainment companies recruit school-aged trainees – Lee says he will give up on his dream if he isn’t accepted into a major entertainment company this year.</p> <a href=\"https://www.theguardian.com/global/2020/mar/29/behind-k-pops-perfect-smiles-and-dance-routines-are-tales-of-sexism-and-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/mar/29/behind-k-pops-perfect-smiles-and-dance-routines-are-tales-of-sexism-and-abuse", "date_published": "2020-03-29 07:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In a national crisis, people are desperate to believe in their leaders", "description": "<p>Boris Johnson is seeing a boost in his approval ratings. That may have little to do with how his government is performing</p><p>In the early stages of the crisis, one of those at the heart of government decision-making told me: “We are all going to get it.” You wouldn’t wish a positive test for the coronavirus on anyone, but there is this to be said for the news that the prime minister, the Prince of Wales, and the health secretary now number among the infected, while the chief medical officer is self-isolating. There couldn’t be a more vivid illustration that this is an equal-opportunity virus that couldn’t care less about your status. A VIP protection squad of police officers is no defence from the invisible terrorist. It can get to you whether you are the leader of the country or the heir to its throne.</p><p>The penetration of the coronavirus within the high black gates of Downing Street takes us into another situation that is unprecedented. After e-cabinet meetings and virtual news conferences and an online emergency summit of the G20, we have now witnessed the extraordinary first of the prime minister addressing the nation via Twitter video from quarantine. The breezy “hi folks” with which he began was intended to damp down any public fright that might be triggered by the virus reaching the highest levels of government.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/29/in-a-national-crisis-people-are-desperate-to-believe-in-their-leaders\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/29/in-a-national-crisis-people-are-desperate-to-believe-in-their-leaders", "date_published": "2020-03-29 07:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Relief and anger as Australian cruise ship passengers stranded in Italy prepare for flight home", "description": "<p>Those on the Costa Victoria and Costa Luminosa who test positive to Covid-19 will not be allowed on the plane</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email\">Sign up for Guardian Australia’s daily coronavirus email</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/mar/29/coronavirus-live-news-trump-proposes-quarantine-of-new-york-and-other-hotspots\">Coronavirus – latest global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than 200 Australian cruise ship passengers stranded in Italy have been told they will be flown to Perth on Sunday evening, but those who test positive to Covid-19 will not be allowed on the plane.</p><p>Those on the Costa Victoria and Costa Luminosa were told to pack their bags after the cruise operator organised a chartered flight from Rome.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/relief-and-anger-as-australian-cruise-ship-passengers-stranded-in-italy-prepare-for-flight-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/relief-and-anger-as-australian-cruise-ship-passengers-stranded-in-italy-prepare-for-flight-home", "date_published": "2020-03-29 07:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'You've bollixed up my book': letter reveals Hemingway's fury at being censored", "description": "<p>The author threatened to ditch his British publisher, and likened him to a vicar, after his ‘Anglo-Saxon’ expressions were cleaned up</p><p>The hard-drinking, hot-tempered American writer Ernest Hemingway was furious when he discovered that the language for the English edition of his latest book had been cleaned up, a previously unpublished letter reveals. “I will make my own bloody decisions as to what I write and what I do not write,” he raged to his British publisher, adding that he did not want the book to be “bollixed up”.</p><p>The fury within the lines of the letter would have left Jonathan Cape in no doubt of Hemingway’s feelings about editorial changes to his 1932 nonfiction book about bull-fighting,<a href=\"https://guardianbookshop.com/death-in-the-afternoon-9780099285021.html\"> </a><em><a href=\"https://guardianbookshop.com/death-in-the-afternoon-9780099285021.html\">Death in the Afternoon</a></em>. That those changes were made without his knowledge or permission left him all the more outraged.</p> <a href=\"https://www.theguardian.com/books/2020/mar/29/youve-bollixed-up-my-book-letter-reveals-hemingways-fury-at-being-censored\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/29/youve-bollixed-up-my-book-letter-reveals-hemingways-fury-at-being-censored", "date_published": "2020-03-29 07:05:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If I get the virus, the NHS can't save me. That's why isolation is a matter of life and death", "description": "<p>I have stage IV cancer – and if I contracted Covid-19, I wouldn’t pass a triage test. That’s the bleak truth behind an increasingly surreal life<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The first time my oncologist explained it I didn’t understand. “If you get coronavirus I won’t be able to get you a bed in the ICU,” she said. “That’s OK,” I said cheerfully, imagining there would be abed somewhere else in the hospital in which I would lie coughing.</p><p>It was only when I put the phone down that her words hit home. What she was telling me wasn’t that there were no beds in the ICU but that there were no beds for me specifically. As the possible peak of the disease approaches and <a href=\"https://www.theguardian.com/world/2020/mar/23/hospitals-likened-to-war-zones-as-doctors-prepare-to-make-grim-decisions\">doctors face increasingly difficult decisions</a>, so wartime triage will come into play. As a patient with stage IV cancer I will not pass that triage test. My life will not be considered long enough to save.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/why-isolation-is-a-matter-of-life-and-death-covid-19-cancer-\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/why-isolation-is-a-matter-of-life-and-death-covid-19-cancer-", "date_published": "2020-03-29 06:21:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the most of the spring wildlife carnival on your doorstep", "description": "<p>Wherever you live, Britain’s flora and fauna will be at their peak of activity during the nation’s enforced isolation </p><p>At the risk of sounding smug, I’ve never been so thankful that, a dozen or so years ago, I moved with my young family from London to the heart of Somerset. Like many city-dwellers who have made the change, I do sometimes miss the transport, theatres, cinemas and shops of the capital. Now that these are out of bounds for the foreseeable future, I value even more the things we moved here for: time, space, and nature.</p><p>During the fine weather of the past week or so, mygarden has been alive with the sounds of spring. From my office window I can hear the metallic wheezing of a greenfinch, the metronomic sound of a chiffchaff calling out its name, trilling wrens, repetitive song thrushes, tuneful robins, and just now, a quartet of ravens high in the sky overhead, uttering their deep, croaking call. And this is not just at dawn and dusk – the traditional peak times for birdsong – but all day long.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/29/how-to-make-the-most-of-the-spring-wildlife-carnival-on-your-doorstep\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/29/how-to-make-the-most-of-the-spring-wildlife-carnival-on-your-doorstep", "date_published": "2020-03-29 06:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: on the road in post-Ceaușescu Romania", "description": "<p>An odyssey around remote parts of central and eastern Europe led Fabio Ponzio to this incongruous sight</p><p>Before the collapse of the Soviet Union, Italian photographer <a href=\"https://www.fabioponzio.com/english/biography.html\">Fabio Ponzio</a> would look at a map of Europe and find his eyes always drawn to the east, to its “mysterious names, inscrutable frontiers and roads that ran on into unknown, prohibited lands”. It seemed to him that the iron curtain was “the division between the conscious and the unconscious mind of Europe”.</p><p>He first travelled across that dreamlike frontier <a href=\"https://www.fabioponzio.com/english/man-of-the-east.html\">in 1987</a>, two years before revolutions reunited the continent. After the wall came down, over the course of a couple of decades, he drove determinedly through all the remote territories from which he had been excluded, with a tent and a stove and a sleeping bag in the back of his car, along with three Nikon cameras and 100 rolls of film. He slept in woods or in the homes of people he met. Once, in the mountains of Albania, the villagers told him that he was the first foreigner they had seen since two Italian soldiers fleeing the armistice of 1943.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/29/the-big-picture-on-the-road-in-post-ceaucescu-romania\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/29/the-big-picture-on-the-road-in-post-ceaucescu-romania", "date_published": "2020-03-29 06:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 learning apps for stir-crazy kids", "description": "<p>These fun-filled educational apps provide perfect brain food for children while schools are closed</p><p>The closure of schools across the UK has left many parents and carers in the sudden, unexpected position of being home-school teachers. Schools are providing support where they can, but there are also still plenty of smartphone and tablet apps that can be used as part of learning.</p><p>It may be tricky to get some children to see these devices as good for more than TikTok, <em>Fortnite</em> and (adult) YouTube, but the positive side is that the best learning apps are interesting enough to – perhaps with an initial nudge – engage children. Here are 20 apps that may get parents off to a good start. The “younger children” apps are most suitable for preschool and early primary kids, while the “older children” apps are more for later primary and early secondary age.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/29/learning-apps-for-stir-crazy-kids-while-schools-are-closed\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/29/learning-apps-for-stir-crazy-kids-while-schools-are-closed", "date_published": "2020-03-29 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Detainees in US immigration jails living in fear as coronavirus spreads", "description": "<p>Recordings obtained by Guardian reveal people in Ice centers in the south concerned they are not being properly cared for</p><p>Detainees at immigration detention centers across the American south have alleged heavy-handed crackdowns amid increasing panic and protest over the coronavirus pandemic, according to advocates and recordings of detainees obtained by the Guardian.</p><p>A number of detainees have expressed concern they are not being properly cared for in packed detention centers. Former senior immigration officials and attorneys have <a href=\"https://www.theatlantic.com/ideas/archive/2020/03/release-ice-detainees/608536/\">called for the release of nonviolent detainees</a>. Judges in <a href=\"https://www.politico.com/news/2020/03/26/immigration-jail-coronavirus-151343\">New Jersey</a>, <a href=\"https://www.cnn.com/2020/03/27/politics/ice-release-immigrants-in-detention-coronavirus/index.html\">New York</a> and <a href=\"https://www.latimes.com/california/story/2020-03-27/citing-virus-judge-orders-release-of-two-men-from-california-immigrant-detention-center\">California</a> have ordered the release of small numbers, based on health concerns.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/29/detainees-coronavirus-us-immigration-ice\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/29/detainees-coronavirus-us-immigration-ice", "date_published": "2020-03-29 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frontline diaries: 'Cherish the moments you have with your family'", "description": "<p>A delivery driver, a supermarket worker and a doctor tell how their lives were suddenly transformed last week</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li> <a href=\"https://www.theguardian.com/world/2020/mar/29/frontline-diaries-cherish-the-moments-you-have-with-your-family\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/frontline-diaries-cherish-the-moments-you-have-with-your-family", "date_published": "2020-03-29 05:54:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Haenyeo, Brooklyn: ‘An evolved take on the Korean repertoire’ | Jay Rayner", "description": "<p>In the international restaurant scene, London is now a match for New York, but this Korean restaurant is setting the pace</p><p><strong>Haenyeo, 239 5th Avenue, Brooklyn, New York (001 718 213 2290). Small plates $10-$15; large plates $18-$34; desserts $9; wines from $42</strong></p><p>A couple of weeks ago, at a jaunty restaurant called <a href=\"https://www.qualityeats.com/\" title=\"\">Quality Eats</a> on East 28th Street in Manhattan, I was served an outrageous dish of thick-cut sweet-cure bacon on a savoury puddle of crunchy peanut butter, with a spiky jalapeño jelly and diced cucumber. It felt like a take on a breadless peanut butter and jelly sandwich. With added bacon, always a good idea. It also felt like culinary self-parody – a big, bold, edible New York joke. If any British chef would like to nick this joke, I’d be grateful because I’d like to laugh at it again. </p> <a href=\"https://www.theguardian.com/food/2020/mar/29/jay-rayner-restaurant-review-haenyeo-brooklyn-jenny-kwak-union-street-cafe-red-rooster\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/29/jay-rayner-restaurant-review-haenyeo-brooklyn-jenny-kwak-union-street-cafe-red-rooster", "date_published": "2020-03-29 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Korea fires two missiles as Seoul condemns ‘inappropriate’ timing", "description": "<p>Latest in flurry of launches draws particular criticism amid coronavirus pandemic</p><p>North Korea fired what appeared to be two short-range ballistic missiles into the ocean off its east coast on Sunday, the latest in an unprecedented flurry of launches that South Korea decried as “inappropriate” amid the global coronavirus pandemic.</p><p>Two “short-range projectiles” were launched from the coastal Wonsan area and flew 230km (143 miles) at a maximum altitude of 30km (19 miles), South Korea’s joint chiefs of staff said.</p> <a href=\"https://www.theguardian.com/world/2020/mar/29/north-korea-fires-two-missiles-as-seoul-condemns-inappropriate-timing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/29/north-korea-fires-two-missiles-as-seoul-condemns-inappropriate-timing", "date_published": "2020-03-29 03:45:40+00:00", "persistent": false, "user": null, "language": "en-UK"}]