[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How A Toy Gun Became DOOM’s Iconic BFG - Loadout", "description": "The BFG 9000 is an iconic part of DOOM's identity. It is as recognizable as the Super Shotgun or Doomguy's form-fitting forest green armor. But how exactly did a Toys R Us purchase in the early 90s lead to one of the most recognizable of all video game weapons?\n\nJoin us as we track the evolution of the BFG from the Creatoy Roargun through to the latest incarnation in DOOM Eternal.\n\n#BFG #DOOM #Loadout #GameSpot", "link": "https://www.youtube.com/watch?v=XoTo61_UeDQ", "date_published": "2020-03-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Visit Mystery Islands in Animal Crossing: New Horizons", "description": "We're giving DAL all of our Nook Miles today and visiting as many mystery islands as possible. Join Persia as she takes flight in search for the Money Rock Island in Animal Crossing: New Horizons. If you want to learn about all the possible mystery islands, then check out our guide here: https://www.gamespot.com/articles/animal-crossing-new-horizons-mystery-tour-guide-is/1100-6475335/", "link": "https://www.youtube.com/watch?v=su-szZQ6Yp4", "date_published": "2020-03-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- April 2020", "description": "New Releases highlights the top video games coming to Nintendo Switch, PS4, Xbox One, and PC, and this episode takes an overarching look at April. The new month is home to some high-profile remakes like Resident Evil 3, Final Fantasy 7, and Trials of Mana. There's also lots of soldier-versus-monster action to enjoy with Predator: Hunting Grounds and Gears Tactics.", "link": "https://www.youtube.com/watch?v=2kcOkom-oCY", "date_published": "2020-03-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]