[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Amplify with Lara Downes: Julia Bullock", "description": "Lara Downes | November 28, 2020\nJulia Bullock is an artist who dares you to find new adjectives. The soprano is often described as \"radiant,\" an overused word that actually describes her surprisingly well. Onstage, she's a shapeshifter, ranging from elegant and commanding to bewitching, provocative and dangerous – but consistently intelligent and nuanced. Offstage, she can be goofy.\n\nSince its beginning, Julia's career has been on overdrive, with early awards from Young Concert Artists and the Naumburg Competition, launching a run of prestigious recital debuts that compelled the music world to pay close attention. Today, musical mavericks like conductor Esa-Pekka Salonen and composer John Adams create space and new work specifically for her. She's taken on the role of cultural tastemaker, with brilliantly crafted artist residencies at the Metropolitan Museum of Art and San Francisco Symphony. She leaves her audiences exalted, and inspires critics to ecstasies of praise.\n\nBut what's most extraordinary about how Julia makes music is why she makes music. She is deeply committed to telling essential truths and asking important questions; she exposes all the parts of herself, and asks her listeners to consider their own fullness of being. She and I share a complex identity: both of us daughters of Black fathers who died in our childhood, raised by our white mothers and inheriting a lifelong quest to fill in the blanks. Our search for self has informed our navigation of the classical music landscape, driven by a desire to reveal the voices of artists of color who came before us, and to build a more diverse and equitable future for those who will come after. Julia's choices — the music she sings, the places where she sings it and the people she sings it for — are deliberate and courageous.\n\nIn this conversation, Julia says, \"When I'm in community with others there's just no stopping what can be done.\" In music, activism, advocacy, mentorship and mission, Julia is bound and determined to leave the music world, and the world at large, different than she found them.\n\nMaybe the best adjective to describe Julia Bullock is: \"transformative.\"", "link": "https://www.youtube.com/watch?v=fmAumVZsXEk", "date_published": "2020-11-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]