[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Genshin Impact: What Does A Zelda: BOTW Expert Think?", "description": "Genshin Impact has turned a lot of heads with many calling it a Breath of the Wild clone. Resident Breath of the Wild expert RinHara5aki dissects and puts his thoughts into what he thinks of Mihoyo's latest release.\n\nWhen it was first revealed, Genshin Impact drew comparisons to The Legend of Zelda: Breath of the Wild. Those comparisons aren't entirely unfounded--both games feature similar visuals and gameplay mechanics, and Genshin Impact allows you to explore its open world with a similar level of freedom to Nintendo's opus.\n\nThankfully, GameSpot has a Breath of the Wild expert on payroll to dive into both games and see whether Genshin Impact is just a rip-off or something more. In the video above, Max Blumenthal (better known as RinHara5aki in certain Breath of the Wild circles) explains how Genshin Impact builds upon the Switch launch title's mechanics and features--sometimes for better and sometimes for worse. \n\nAfter putting over 2300 hours into Breath of the Wild and over 50 into Genshin Impact, Max can confirm that the two games are similar but very much not the same. Which isn't to say one is better than the other--both happen to be good, just in different ways. For the specifics, you'll have to watch the video.\n\nBreath of the Wild's approach to exploration and player-created stories was acclaimed at the game's launch--it's only natural that developers would take notice of that and try to build on it. It's not like Genshin Impact is the only game to take inspiration from what Breath of the Wild has done: just look at Ubisoft's Immortals Fenyx Rising, which copies Breath of the Wild almost beat-for-beat in some instances.", "link": "https://www.youtube.com/watch?v=KX72w4kisfQ", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Feature Missing At Launch | Save State", "description": "On today's Save State, Persia talks about the 3D Audio feature for PS5 not being available on TV speakers at launch, two surprise collections from Bethesda that you can play today, and Blizzard reportedly closing its offices in Versailles, France. \n\nIn this video, Persia talks about the PS5's new 3D audio feature and how it will work for your headset but not for your TV speakers at launch. Sony also showed of its Pulse 3D wireless headset, which it says will be the best way to experience the PS5’s 3D audio capabilities. A few confirmed games to support this feature are Spider-Man: Miles Morales, Demon’s Souls, and Resident Evil Village.\n\nPersia also talks about the surprise announcement and release of two collections from Bethesda. The first collection includes four Wolfenstein games in all: The New Order, The Old Blood, The New Colossus, and Youngblood. The second is The Arkane Collection and includes Prey, Dishonored, and Dishonored 2, along with the standalone Dishonored 2 expansion Death of the Outsider. Bethesda also confirmed to GameSpot that both collections will be playable on next-gen consoles through backwards compatibility.\n\nLastly, Persia talks about Bloomberg reporting that Blizzard will be closing its offices in Versailles, France. The Versailles office was responsible for marketing, providing customer support, and localizing Blizzard games across Europe. \n\nThis is your Save State for Monday, October 6th.\n\n00:00 - Intro\n00:19 - PS5 3D Audio Won't Work On Your TV At Launch\n01:20 - Surprise! Wolfenstein & Prey/Dishonored Collections Release\n02:02 - Blizzard Versailles Is Reportedly Closing", "link": "https://www.youtube.com/watch?v=BY7bR7gE9KE", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 - Official Teardown Video", "description": "See what's under the hood of the PlayStation 5 console in this official teardown video with Yasuhiro Ootori. Remember to not try this at home to avoid risking your safety and warranty.", "link": "https://www.youtube.com/watch?v=Rhbl6Ol97DA", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "20 Minutes of Surprisingly Serious Gameplay - Watch Dogs: Legion", "description": "Ahead of its release for Xbox One, PS4, Google Stadia, and PC on October 29, we had the chance to play a preview build of Watch Dogs: Legion. The upcoming open-world game is just the first of three massive Ubisoft games scheduled to release later this year--Legion will be followed by Assassin's Creed Valhalla in November and Immortals Fenyx Rising in December.\n\nThe video above is Michael Higham's three-hour play session trimmed down to 20 minutes of action. After going into the preview expecting to see more of the tongue-in-cheek humor and rambunctious hacking hijinks that have dominated most of the marketing material for Legion, Michael was a little surprised to find a rather serious story. As you can see in the gameplay, Legion will occasionally dip into more morbid and horrifying material, like human trafficking or broken artificial intelligence.\n\nLegion, the third game in the Watch Dogs franchise, takes the series to London, although it's one that has been overtaken by a paramilitary organization. The game will feature music by British rapper Stormzy and the original Watch Dogs' protagonist, Aiden Pearce, is scheduled to be featured in Legion in a post-launch DLC expansion.\n\nIf you're looking forward to playing Watch Dogs: Legion on Xbox Series X/S or PlayStation 5, don't worry about having to pay for the game a second time. If you buy Legion for Xbox One or PS4, you can upgrade to the Series X/S or PS5 versions of the game for free when both next-gen consoles launch in November.", "link": "https://www.youtube.com/watch?v=klnanYtuuXI", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 Makes Failure Fun", "description": "After playing 20 hours of the early access version of Baldur's Gate 3, Dave saw something beyond the spells, goblins and dice rolls and that's how BG3 handles both it's successes and critical failures when it comes to rolling your virtual dice.", "link": "https://www.youtube.com/watch?v=w4zXE_M9GGI", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "NBA 2K21 - Official Next-Gen PS5 Gameplay Reveal Trailer", "description": "NBA 2K21 next-gen gameplay is here. Captured on PlayStation 5, this is the first true look at what gamers can expect on next-generation consoles this November. NBA 2K21 will be available on November 10 for Xbox Series X and Xbox Series S globally, November 12 for PlayStation®5 in the US, Japan, Canada, Mexico, Australia, New Zealand and South Korea, and November 19 for PlayStation 5 in all other regions.\n\n#NBA2k21\n#2k21", "link": "https://www.youtube.com/watch?v=pKEoLRdb4xU", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Is Swapping Button Functions In Japan | Save State", "description": "On today's Save State, Persia talks about the X and circle button functions being swapped for PS5 in Japan, Cyberpunk 2077 going gold, and Need For Speed: Hot Pursuit getting a remaster.\n\nIn this video, Persia talks about PS5 swapping the X and circle functions in Japan. They will no longer use X to cancel and circle to accept, but will instead match the Western functions of X for accept and circle for cancel. The change comes to PlayStation in Japan after 26 years but will only apply to the PS5 user interface, not necessarily in games. There hasn't been any word yet on if players can customize these functions when the next-gen console releases. \n\nPersia also talks about Cyberpunk 2077 officially going gold, which means the code has been certified and pressed to a disc.  Someone reportedly even got their hands on a boxed copy and leaked a physical map and other items in the box. Cyberpunk 2077 comes to PS4, Xbox One, and PC on November 19th, with PS5 and Series X & S versions in the works. Those come with a free upgrade to your respective next-gen console when they release.\n\nLastly, Persia talks about the announcement of Need For Speed: Hot pursuit getting a remaster. It's coming to PS4, Xbox One, and PC on November 6, then to Nintendo Switch on November 13. The remaster will include cross-play, enhanced visuals, and all of the DLC.\n\nThis is your Save State for Monday, October 5th.\n\n00:00 - Intro\n00:17 - PS5 Is Swapping The X & O Button Functions In Japan\n01:16 - Cyberpunk 2077 Goes Gold\n02:05 - Need For Speed: Hot Pursuit Remastered Announced", "link": "https://www.youtube.com/watch?v=bSiCwsQsZ38", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]