[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Angel Olsen: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | October 7, 2020\nAngel Olsen is sitting on the porch of her new Asheville, N.C., home singing \"Whole New Mess.\" She wrote it long before she bought this house. The song is actually about addictions, defining her \"home\" amidst a life of touring that kept her on the road for large chunks of time. Much like this Tiny Desk performance, the original recording is just her stunning voice and guitar (minus the birds and the trees), recorded in a church-turned-studio a few years ago.\n\nAngel Olsen also plays \"Iota,\" a song that wishes \"that all the world could see something for what it is at the same time.\" I've always thought of this as a hopeful song, and hearing it a half-dozen years after its release, the hope feels beyond her reach; nevertheless, for the handful of minutes she's singing, I feel comforted. Angel leaves us with \"Waving, Smiling,\" a farewell song. She says goodbye to the sounds around her, the birds, the chainsaws, and leaves us with a theme of acceptance, bittersweet but without regret.\n\nSET LIST\n\"Whole New Mess\"\n\"Iota\"\n\"What It Is (What It Is)\"\n\"Waving, Smiling\"\n\nMUSICIANS\nAngel Olsen: guitar, vocals\n\nCREDITS\nVideo By: Josh Sliffe\nAudio By: Adam McDaniel for Drop of Sun Studios\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering Engineer: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=4RL4mk38wwI", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Little Big Town: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | October 6, 2020\nThe first time I heard Little Big Town, I knew they needed to play the Tiny Desk. This was eight years ago, when the country foursome made a splash with the playful hit \"Pontoon.\" The easy fun these friends projected won me over, but I stayed for the crazy powerful harmonies. I soon discovered that Little Big Town had been perfecting its vocal blend for more than a decade – and the group just got better, and more adventurous, as its star rose. In 2014 came the spine-tingling ballad \"Girl Crush,\" in 2017 the Taylor Swift collaboration \"Better Man.\" Both songs won Grammys. This year Little Big Town topped itself with its ninth album, Nightfall, a perfect balance of meditative moments and bangers that extends its reign as country's greatest contemporary quartet.\n\nLittle Big Town was making plans to appear at the Desk before the pandemic descended; instead, the members woodshedded separately, with married couple Jimi Westbrook and Karen Fairchild taking some beach time and Kimberly Schlapman and Phillip Sweet focusing on their own families. Returning to Nashville as the school year began, they gathered their expert band together (including a surprise guest trumpeter) for a career-spanning session in Fairchild and Wesbrook's living room. Early on, Fairchild notes that this is the longest the singers have spent apart in 25 years. You wouldn't know it. From the lush balladry of \"Nightfall\" to the party fun of \"Wine, Beer, Whiskey\" – and onward through absolutely chills-inducing versions of two of their biggest hits – Little Big Town shows how four voices can become one, and so much more than the sum of the parts.\n\nSET LIST\n\"Nightfall\"\n\"Wine, Beer, Whiskey\"\n\"Girl Crush\"\n\"Boondocks\"\n\nMUSICIANS\nKaren Fairchild: vocals\nKimberly Schlapman: vocals\nPhillip Sweet: vocals, guitar\nJimi Westbrook: vocals, guitar\nJohn Thomasson: bass\nHubert Payne: drums\nAkil Thompson: keys\nEvan Weatherford: guitar\nJacob Bryant: trumpet\n\nCREDITS\nVideo By: Alex Chaloff\nAudio By: Josh Reynolds\nProducers: Ann Powers, Bobby Carter\nVideo Producer: Maia Stern\nAudio Mastering Engineer: Josh Rogosin\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=3Cu67zSVl-U", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]