[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Is this the BEST OFFICE SUITE for Linux?", "description": "The first 1000 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/thelinuxexperiment10201\n\nWhen you're talking about Linux, everyone is quick to point out that Linux doesn't have Microsoft Office. It's a big part of the Linux desktop's app gap, but there are some solutions there. Most of you probably know of LibreOffice, which is an amazing open source project, but there is another solution, which is suitable for individuals, and professionals alike, and might just be the best choice out there for Linux, and it's called Only Office.\n\nJoin this channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n## What is OnlyOffice\n\nOnlyoffice is an open source office suite, developed by Ascensio System, a company based in Riga, in Latvia.\n\nIt's not just your basic word processor, spreadsheet and presentation modules, though. These are of course available online or offline, but you also get access to a complete CRM, a projects management module, a webmail and calendar, and a internal social network.\n\n## How do you get it ?\n\nThere are multiple ways to get access to OnlyOffice. You can download their desktop editor, which will serve as your office suite, installed on your computer. They provide it in AppImage form, which ensures that any distro will be able to make use of it. The file itself is pretty light, less than 250 Mb. You can also get a deb, and RPM, a Snap, or a flatpak, so bascially whatever distro you're using, you can get access to it.\n\nThe desktop editors only include the word processor, the spreadsheet, and the presentation module. If you want access to the whole suite, you can go with the cloud service, or self host your own OnlyOffice.\n\nThe cloud service or the self hosted version aren't free though, and will currently set you back at least 66€ per year for one user, which is in the ballpark of a Microsoft Office 365 subscription, although with less cloud storage, 20Gb instead of 1Tb, and less tools, since you don't get an equivalent to OneNote, Publisher, or Access.\n\n## What can it do ?\n\nOnlyOffice is a very capable office suite. First, the basic modules are highly compatible with Microsoft Office documents. Compared to other options, like LibreOffice, or GOogle docs, it just handles any type of document like a champ. \n\nOnlyOffice can also open and edit Microsoft Office autoshapes, instead of just displaying them like basic images, and inline charts and tables inside of text documents can also be edited directly from the word processor, which is a nice plus. It works with plenty of file formats, including the Open Document Format that LibreOffice uses, so you're not losing access to anything, and it can export to PDF easily.\n\nThe interface is ribbon based, like Microsoft Office, so users won't feel too lost there, and you can open multiple documents in a single window thanks to tabs on the title bar. Tabs can be dragged out of the main window if you prefer having individual windows to work with. Be careful though, you need to have the main \"Desktop Editor window\" opened even if there are no document located in it, which is a bit weird.\n\nThe word processor supports everything you'd expect: font and styles, paragraph formatting, margins, page numbering, equations, drop caps, find and replace... It should work for most users here.\n\nThe spreadsheet module handles functions, and formulas, sorting and filtering, and obviously allows you to create charts and format them easily. For more advanced users, macros are supported, using Javascript , so no Office Macro support here, but you can recreate them if you can handle a bit of JS.\n\nAs per the presentation module, it has a bunch of themes to get you started, handles charts, tables, equations, as well as transitions and animations, including applying those in bulk. It also has a presenter mode with notes, which is a required feature for anyone who regularly gives talks or for students.\n\nOn top of these features, onlyoffice supports document versioning, so you can always get back to an older version, you can track changes and compare documents, and accept or reject the various changes, and all these modules support online collaboration, for multi-user editing of a document.\n\nTo complete this already excellent roundup, OnlyOffice has android and iOS apps to open and edit your documents on the go, with touch friendly interfaces.\n\nThis video is sponsored by skillshare.", "link": "https://www.youtube.com/watch?v=0ixu62598Mk", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]