[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How Insys Therapeutics Bribed Doctors and Made Millions | FRONTLINE", "description": "Opioid maker Insys Therapeutics bribed doctors to prescribe a drug that’s stronger than heroin. It’s been linked to hundreds of deaths. Speaking publicly for the first time since the criminal trial against Insys executives began, the company’s former VP of sales explains how he ran the scheme.\n\nSales reps with “almost no conscience.” Vulnerable doctors. Quid pro quos. In his own words, WATCH what Alec Burlakoff says about how Insys bribed doctors to prescribe the opioid painkiller Subsys — and read more about the prison sentencing of Burlakoff and other Insys executives.\n\n#OpioidCrisis #InsysTherapeutics #Documentary \n\nA full documentary and podcast investigating Insys Therapeutics, from FRONTLINE and The Financial Times, comes to PBS in the spring of 2020.\n\nDirector: Thomas Jennings\nProducers: Annie Wong, Nick Verbitsky\nAssociate Producer: Rebecca Blandon\nLine Producer: Julie Rasquin\nCamera: John Baynard\nAudio: John O'Connor\nEditors: Miles Alvord and Pascal Akesson\nMusic: Griffin Jennings\n \nDirector of Digital Video: Carla Borrás\nManaging Editor: Andrew Metz\nExecutive Producer: Raney Aronson-Rath\n\n--\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=NqXZnAczbkM", "date_published": "2020-01-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]