[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Yola: NPR Music Tiny Desk Concert", "description": "Watch Yola play \"Faraway Look\", \"I Don't Wanna Lie\" and \"It Ain't Easier\"at the Tiny Desk.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nJan. 17, 2020 | Bob Boilen -- With her bouncy Afro and a big smile, Yola's presence behind the Tiny Desk was commanding, her energy captivating and, oh, that voice! I first saw Yola, then known as Yola Carter, in 2016 in Nashville, during AmericanaFest. Her soulful sound needed little amplification and, with her classic R&B swagger, I assumed her background was as a southern gospel singer, until she spoke. Her British accent was a shocker.\n\nBut Yola's affection for American music, from Dolly Parton to Aretha Franklin, is at the center of her character and expression. It's likely one of the reasons she chose to write and record her debut album, Walk Through Fire, at Dan Auerbach's Easy Eye Sound Studio in Nashville, and why it was such a perfect fit for her.\n\nNow this singer from Bristol, who once sang for Massive Attack, and sampled by Iggy Azalea and The Chemical Brothers, is front-and-center and up for four Grammy awards in 2020, including Best New Artist. At this Tiny Desk Concert, you'll hear why.\n\nSET LIST\n\"Faraway Look\"\n\"I Don't Wanna Lie\"\n\"It Ain't Easier\"\n\nMUSICIANS\nYola: vocals, guitar; Daniel Creamer: keys, vocals; Jamie Dick: guitar, vocals; Andy Stack: drums; Taylor Zachry: bass\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Editor: Maia Stern; Videographers: Maia Stern, Kara Frame, Jack Corbett, Morgan Noelle Smith; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Mhari Shaw", "link": "https://www.youtube.com/watch?v=usDb7VDRzeM", "date_published": "2020-01-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Wale: NPR Music Tiny Desk Concert", "description": "This Tiny Desk concert was part of Tiny Desk Fest, a four-night series of extended concerts performed in front of a live audience and streamed live on YouTube, Twitter and Facebook.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n\nJan. 21, 2020 | Bobby Carter -- \"I was talking to J. Cole about me doing this,' Wale said as we rode the elevator up to the Tiny Desk. \"He told me to just do my thing, but I wish I had more time to work this set out.\" Wale's friend and fellow MC was just one of several people who offered advice on how to approach his appearance for the Tiny Desk Fest. But I reminded him he's performed with a live band as much as any other rapper we've hosted, which seemed to put his mind at ease. Wale arrived eight hours before his scheduled set time and, after just minutes of rehearsal, quickly settled in and shook off any pre-show jitters.\n\nMore than 10 years ago, the man born Olubowale Victor Akintimehin generated a lot of buzz in the D.C. area with a host of mixtapes showcasing his MC skills over popular instrumentals. What separated him from the hundreds of other hopeful rappers trying to make names for themselves online was his ability to fuse go-go music — D.C.'s homegrown spin on funk — with hip-hop. (Well, that and a crazy mixtape tribute to Seinfeld.) In 2011, Wale joined forces with Rick Ross and his Maybach Music Group and had a real breakout with \"Lotus Flower Bomb,\" the lead single from his sophomore album, Ambition. It went on to earn him a Grammy nomination for Best Rap Song in 2013.\n\nA native of the D.C., Maryland and Virginia area (or DMV), Wale's calling card remains the rap ballad, a streak he continued on his 2019 album, Wow... That's Crazy, which debuted at No. 7 on Billboard's Top 200. It reveals a man more self-aware than ever, exposing flaws and struggles while keeping his self confidence fully intact.\n\nWale's Tiny Desk concert opens with his very first hit record and ends with his latest. Sandwiched between are highlights from his catalogue with a special nod to his hometown sound, courtesy of his touring band, Tre And The Ppl (formerly UCB). Tre is Wale's right hand on stage and their effortless chemistry has been intact since the beginning.\n\nThroughout 2019, Wale was pretty vocal on social media about the Tiny Desk. In September, he tweeted, \"Still never done tiny desk.. and it's like 20 min away...\". About a month later, on the same night Ward 5 Council member Kenyan McDuffie told the D.C. City Council go-go should be the official music of the district — and the night the Washington Nationals won the World Series — Wale finally made it.\n\nSET LIST\n\"Lotus Flower Bomb\"\n\"LoveHate Thing\"\n\"CC White\"\n\"Sexy Lady\"\n\"Sue Me\"\n\"On Chill\"\n\nMUSICIANS\nWale: vocals; Tre: vocals; Jerry Venable: percussion; Eric Curry: drums; Glenn Cobb: keys; Daniel Bennet: bass; Stanley Thompson: guitar\n\nCREDITS\nProducers: Abby O'Neill, Bobby Carter, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, James Willetts; Videographers: Morgan Noelle Smith, Maia Stern, Niki Walker, CJ Riculan, Jack Corbett; Production assistant: Tsering Bista; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Eric Lee/NPR", "link": "https://www.youtube.com/watch?v=jVyb_yLGrHE", "date_published": "2020-01-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]