[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "John Prine Tribute: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n_______________________________________________________________\n\nApril 11, 2020 | Bob Boilen -- Every time I saw John Prine perform, he invited friends to join him. The outpouring of love and respect has always been so profound. And so when John Prine died on April 7 from complications related to COVID-19, I knew his friends and those he touched would want to pay tribute to him. Here are five artists performing their favorite John Prine tune in their home (or bathtub) in honor of one of the greatest songwriters of any generation.\n\nSET LIST\n\nMargo Price and Jeremy Ivey, \"That's the Way That the World Goes Round\"\nCourtney Marie Andrews, \"Speed of the Sound of Loneliness\"\nJohn Paul White, \"Sam Stone\"\nNathaniel Rateliff, \"All The Best\"\nBrandy Clark, \"Speed of the Sound of Loneliness\"", "link": "https://www.youtube.com/watch?v=PBksI8zbhrg", "date_published": "2020-04-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jesca Hoop: NPR Music Tiny Desk Concert", "description": "This performance was recorded on January 31, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nApril 3, 2020 | Bob Boilen -- Jesca Hoop last appeared at the Tiny Desk as a duet with Sam Beam (Iron & Wine) in the spring of 2016. They sang songs from their collaborative record Love Letters For Fire. This time around, Jesca Hoop came to the Tiny Desk with just her guitars, her lovely voice, and brilliant poetic songs. She has a magical way with words, and she opened her set with \"Pegasi,\" a beautiful song about the wild ride that is love, from her 2017 album Memories Are Now.\n\nThe two songs that follow are from her latest album, Stonechild, the album that captured my heart in 2019, and the reason I reached out to invite her to perform at my desk. \"All Time Low\" is a song, she says, for the \"existential underdog.\"\n\n\"Michael on the outside, always looking in\nA dog in the fight but his dog never wins\nIf he works that much harder, his ship might come in\nHe gives it the old heave-ho.\"\n\nAnd for her final tune, she plays my favorite song from Stonechild, \"Shoulder Charge.\" It's a song that features a word that Jesca stumbled upon online: \"sonder,\" which you won't find in the dictionary. She tells the NPR crowd \"sonder\" is the realization \"that every person that you come across is living a life as rich and complex as your own.\" And that realization takes you out of the center of things, something that is at the heart of \"Shoulder Charge\" and quite a potent moment in this deeply reflective and personal Tiny Desk concert.\n\nSET LIST\n\"Pegasi\"\n\"All Time Low\"\n\"Shoulder Charge\"\n\nMUSICIANS\nJesca Hoop: vocals, guitar\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Videographers: Maia Stern, Melany Rochester; Editor: Maia Stern; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=ahqSpH38xPo", "date_published": "2020-04-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]