[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "8 Things Final Fantasy 7 Remake Doesn't Tell You (Right Away)", "description": "Final Fantasy VII Remake has a lot of moving parts and it takes a bit of time to explain everything. This, within context, makes a lot of sense as it can be overwhelming to have information dumps coming at you constantly. Additionally, the game leaves some things to a bit of trial and experimentation so you can discover them in a more natural way.\n\nIf you're anything like us, however, you may find yourself asking a lot of questions long before the game is ready to give you answers. As experienced Final Fantasy players and fans of RPGs generally, we found ourselves jumping the gun a bit and we imagine you'll be doing the same. So, to save you from sweating the small stuff, getting caught up in trying to figure out how all the cogs and gears fit together, and perhaps diluting your enjoyment as a result, we've put together a bunch heads-ups that'll save you a bit of stress. \n\nEverything in here is largely spoiler-free, so you won't be unexpectedly hit with plot revelations or have surprises ruined. However, we know that sensitivities towards spoilers vary, so we'll mention that we are using gameplay footage from areas in the mid-game.\n\n#FinalFantasy #FF7 #GameSpot", "link": "https://www.youtube.com/watch?v=hClb30aH56Y", "date_published": "2020-04-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Every Limit Break & Summon in Final Fantasy 7 Remake", "description": "Final Fantasy 7 Remake modernizes the original game's turn-based battles by combining some of its tactical elements with more action-centric gameplay. You'll execute combos, fire off spells, and use cool moves in real-time in the remake, with a few of the most powerful moves and abilities from the original making an appearance.\n\nIf you're familiar with the original Final Fantasy 7, you know some of the most powerful attacks you can get in the game are Limit Breaks and Summons. Limit Breaks are super-strong moves unique to each character that you can only execute after you've dealt and received enough damage in a fight, while Summons are special magic spells that call huge monsters to aid you in battle. Both return in Final Fantasy 7 Remake in a slightly new form.\n\nCheck out the video above, where you can see every Limit Break and Summon in all their devastating glory. While you'll start with some Limit Breaks and receive one Summon through the course of the story, you'll have to earn the rest as you work your way through Final Fantasy 7 Remake. Be sure to read through our massive list of Final Fantasy 7 Remake guides if you need help finding any secrets or collectibles, or besting any bosses along the way.\n\n#FinalFantasy #FF7 #GameSpot", "link": "https://www.youtube.com/watch?v=_n96Dico7Oo", "date_published": "2020-04-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mythbusting In Animal Crossing: New Horizons - What's Real And What's Not", "description": "The Animal Crossing franchise has always been a tricky one to understand, and the latest entry, Animal Crossing: New Horizons, is no exception. Though the game does a good job of informing you of the basics, there's still a lot that the tutorial never tells you. So it's up to the community to theorize, experiment, and inform. Unfortunately, this can sometimes make it difficult to know whether a rumor is true.\n\nIn the video above, Richie Bracamonte dives into six prevalent rumors that are currently circling the New Horizons community to let you know which are real and which are just myths. There's a good chance you'll ultimately just stumble upon the answers for yourself after enough playtime, but we urge you to watch anyway--in some cases, like \"money trees always triple your Bells,\" believing in the rumor could cost you in the long run.\n\nRichie specifically talks about the rumors about balloon colors, reporting villagers, money trees, gold tools, the in-game New Horizons Switch furniture item, and the mystery island hack. We believe these are the most pressing rumors to address, though let us know in the comments section if you think there are any others that you'd like for us to test.\n\nIn GameSpot's Animal Crossing: New Horizons review, Kallie Plagge writes, \"New Horizons has a slower pace even than other Animal Crossing games, and at times, that can feel unnecessarily restrictive. But there's still plenty to do, and each of those activities feeds into the next brilliantly for a rewarding and relentlessly cheerful experience. New Horizons certainly came at the right time, and its strengths are particularly comforting right now. I'm as excited to see what random events await me each morning as I am glad to have it during hard times, and that's sure to keep me coming back for the foreseeable future.\"\n\n#AnimalCrossing #ACNH #GameSpot", "link": "https://www.youtube.com/watch?v=GW-h3n9meOs", "date_published": "2020-04-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Playing Dark Souls Using Ring Fit, and Games Contributing To Science | Good News Gaming Ep 2", "description": "This week on Good News Gaming, we take a look at how playing Borderlands 3 contributes to real world medical research, check out the best free games available now, as well as the best let's play we've ever seen.\n\nMentioned in this video:\n\nRKG: https://www.youtube.com/RKG (Big thank you to Christian and Weston Spiegelberg!)\nBorderlands Science: https://borderlands.com/en-US/news/2020-04-07-borderlands-science/\nDark Souls Ring Fit Mod: https://youtu.be/nRDCFb4QRAk \nFree games list (frequently updated!): https://www.gamespot.com/articles/free-games-you-can-play-right-now-uncharted-4-gear/1100-6474874/ \nJordan's Kind Words article: https://www.gamespot.com/articles/how-an-online-game-community-is-helping-each-other/1100-6469968/\nJoe Merrick Pokemon Community Raid Hour: https://twitter.com/JoeMerrick/status/1247192369075814400\nHope From Home: https://tiltify.com/united-way/hopefromhome\nJustin Bieber's pixelated house: https://twitter.com/pooldad/status/1247183143968411650\nJustin Bieber's pixelated house in-game: https://twitter.com/pooldad/status/1247191176391864321\nBeat Saber TikTok: https://www.tiktok.com/@lstoast/video/6809303357623127301\nHalf-Life but the AI is Self-Aware: https://youtu.be/vDUYLDtC5Qw\nMother in Animal Crossing: https://twitter.com/koumepo/status/1247533498967056384\nStar Wars Animal Crossing: https://www.reddit.com/r/gaming/comments/fwevy1/i_have_the_terraformer/\nPersona 5 Royal/Animal Crossing mash up: https://twitter.com/UltimaShadowX/status/1247252809193488384\n\n#GoodNewsGaming #GameSpot", "link": "https://www.youtube.com/watch?v=q1Bb35Mxy0g", "date_published": "2020-04-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy 7 Remake and Valorant - GS After Dark #36", "description": "On this week's episode of GameSpot After Dark, Tamoor talks about his Final Fantasy VII Remake review, Jake completes his Half-Life 2 journey, and Lucy shares her Persona 5 Royal progress.\nTIMESTAMPS:\n00:00:11 - Introduction\n00:00:51 - Persona 5 Royal\n00:06:04 - Valorant Beta\n00:18:46 - Jake's Final Thoughts On Half-Life: Alyx\n00:24:59 - Resident Evil 3 Remake\n00:29:15 - Last Of Us Part 2 Delayed\n00:35:23 - PlayStation 5 Controller\n00:44:47 - Final Fantasy VII Remake Review Discussion\n01:14:34 - Listener Questions\n01:30:19 - Outro\n\n#FF7Remake #Valorant #GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=3VwL5lysjqo", "date_published": "2020-04-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Is Valorant So Far?", "description": "The upcoming game from League of Legends developer Riot Games is currently in beta and we've put several hours into it. It's called Valorant, and it draws heavily from Counter-Strike with elements of Overwatch, blending them into a tactical hero-based FPS. Gameplay-wise, Valorant is hitting many of the right notes with gunplay that's close to CSGO and a roster of Agents with unique abilities that can make or break each round. In terms of structure, it offers a single mode in the beta, a five-on-five round-based demolition mode.\n\nIn the video above, we break down our experience so far with the perspective of a long-time Counter-Strike player. Everything from basic strategies, how Agent powers have affected play, and what's it's like from a visual standpoint. It may not grab you with flashy animations or impressive presentation qualities, but its gameplay systems seem to be tight thus far. \n\nFor more details on the game, including its microtransactions and features outside of gamplay, check out our look at everything we know so far. Valorant is scheduled to release in Summer 2020, so be sure to stick to GameSpot for more coverage of the game.\n\n#Valorant #GameSpot", "link": "https://www.youtube.com/watch?v=ZRly2ToTYrc", "date_published": "2020-04-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]