[{"source": "https://www.theguardian.com/rss", "title": "Call off plan to relax law on licence fee non-payment, says Labour", "description": "<p>Plans for decriminalisation have reportedly been delayed until 2022 at the earliest</p><p>Labour MPs have said plans to decriminalise non-payment of the licence fee should be dropped, amid reports the government is planning to delay the move until 2022 at the earliest.</p><p>Kevin Brennan, a Labour member of the digital, culture, media and sport select committee, said he was in favour of keeping the licence fee unchanged, and he felt that after recent committee meetings the government had come round to that view.</p> <a href=\"https://www.theguardian.com/media/2020/dec/21/call-off-plan-to-relax-law-on-licence-fee-non-payment-says-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/dec/21/call-off-plan-to-relax-law-on-licence-fee-non-payment-says-labour", "date_published": "2020-12-21 20:11:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK supermarkets predict shortage of lettuce, broccoli and citrus fruit", "description": "<p>Unless the situation changes, France’s ban on hauliers crossing the Channel will be felt in the run-up to Christmas</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>Supermarkets and wholesalers are warning shoppers of shortages of lettuce, broccoli and citrus fruit around Christmas after France <a href=\"https://www.theguardian.com/uk-news/2020/dec/20/european-states-ban-flights-and-ferries-from-uk-to-combat-new-covid-strain\">banned hauliers carrying freight across the Channel</a> in an effort to contain the spread of the new coronavirus strain.</p><p>The environment secretary, George Eustice, held an emergency call with supermarket executives on Monday afternoon to discuss the situation as retailers expressed concerns that the lorry ban could combine with Brexit disruption to cause serious difficulties for shops.</p> <a href=\"https://www.theguardian.com/business/2020/dec/21/sainsburys-port-restrictions-missing-products-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/21/sainsburys-port-restrictions-missing-products-uk", "date_published": "2020-12-21 19:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US unveils new charges against suspect in 1988 Lockerbie bombing", "description": "<p>Mohammed Abouagela Masud charged in bombing that killed 259 on Pan Am Flight over the Scottish town, and 11 on the ground</p><p>A Libyan man accused of being the bomb-maker behind the terrorist attack that blew up Pan Am Flight 103 over the Scottish town of Lockerbie in 1988 has been charged in a US court for his alleged role in the murder of 270 people.</p><p>Mohammed Abouagela Masud was charged on the 32nd anniversary of the bombing, which took place on 21 December 1988, killing all 259 people on the plane as well as 11 Lockerbie residents on the ground. Some 190 of the victims were American. </p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/21/lockerbie-bombing-new-charges-suspect-plane-attack-us\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/21/lockerbie-bombing-new-charges-suspect-plane-attack-us", "date_published": "2020-12-21 17:02:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global food industry on course to drive rapid habitat loss – research", "description": "<p>World faces huge wildlife losses by 2050 unless what and how food is produced changes</p><p>The global food system is on course to drive rapid and widespread ecological damage with almost 90% of land animals likely to lose some of their habitat by 2050, research has found.</p><p>A study <a href=\"https://www.nature.com/articles/s41893-020-00656-5\">published in the journal Nature Sustainability</a> shows that unless the food industry is rapidly transformed, changing what people eat and how it is produced, the world faces widespread biodiversity loss in the coming decades.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/21/global-food-industry-to-drive-rapid-habitat-loss-research\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/21/global-food-industry-to-drive-rapid-habitat-loss-research", "date_published": "2020-12-21 16:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After 39 Vietnamese trafficking victims died in UK, has anything changed?", "description": "<p>Essex lorry deaths cast a spotlight on people smuggling, but also enabled gangs to put their prices up </p><p>The 39 Vietnamese travellers embarked on their journey to the UK full of hope. Many planned to work in Britain’s nail bars and restaurants; some hoped to get work as bricklayers. They told relatives they were leaving Vietnam so they could provide for a better future for their families.</p><p>Their optimism vanished sometime during the crossing from Zeebrugge to the UK on 22 October last year, as the temperature inside the container began to rise and the oxygen levels plummeted.</p> <a href=\"https://www.theguardian.com/law/2020/dec/21/essex-lorry-deaths-vietnamese-trafficking-victims-died-uk-has-anything-changed\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/dec/21/essex-lorry-deaths-vietnamese-trafficking-victims-died-uk-has-anything-changed", "date_published": "2020-12-21 14:03:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Boris Johnson to hold crisis meeting as India joins countries banning flights from UK", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/dec/21/coronavirus-live-news-european-countries-ban-uk-travellers-congress-leaders-agree-900bn-aid-deal?page=with:block-5fe073328f08dd27861ce552#block-5fe073328f08dd27861ce552\">India joins</a> France, Germany, Italy, Netherlands, Belgium, Austria, Ireland, Bulgaria in flight bans over new strain; <a href=\"https://www.theguardian.com/world/2020/dec/20/congress-covid-relief-bill-set-to-pass\">US aid bill</a> should have votes to pass</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/dec/20/european-states-ban-flights-and-ferries-from-uk-to-combat-new-covid-strain\">European states ban travel from UK as new Covid strain takes hold</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/20/fast-spreading-covid-variant-in-england-uk\">What do we know about the fast-spreading Covid variant in UK?</a><br /></li><li><a href=\"https://www.theguardian.com/australia-news/2020/dec/21/hard-lockdown-needed-to-prevent-sydney-christmas-covid-surge-health-experts-warn\">Hard lockdown ‘needed to prevent Sydney Christmas Covid surge’</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/20/moderna-covid-vaccine-shipments-begin-coronavirus\">Moderna vaccine shipments begin as US reels under Covid surge</a></li><li><a href=\"https://www.theguardian.com/artanddesign/2020/dec/21/inside-oxfords-coronavirus-vaccine-development\">Inside Oxford’s coronavirus vaccine development</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-21T13:29:23.799Z\">1.29pm <span class=\"timezone\">GMT</span></time> </p><p><strong>US</strong> assistant health secretary <strong>Brett Giroir</strong> on Monday said that it was possible the US would ban travel from the <strong>UK</strong> as a new variant of the deadly coronavirus spreads in the country, but added nothing had been decided yet. </p><p>“I think everything is possible. We just need to put everything on the table, have an open scientific discussion and make the best recommendation,” he said in an interview on CNN, adding the White House coronavirus task force will meet later on Monday</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-21T13:05:48.049Z\">1.05pm <span class=\"timezone\">GMT</span></time> </p><p><strong>Singapore</strong> received its first batch of Covid-19 vaccines on Monday, said logistics firm DHL, which is involved in the transportation of the shots to the city-state from Belgium, according to a report by Reuters. </p><p>DHL in a statement did not specify the size of the batch or name the vaccines being delivered, but Singapore last week said it had approved <strong>Pfizer-BioNTech</strong>’s coronavirus vaccine, becoming the first Asian country to do so.</p> <a href=\"https://www.theguardian.com/world/live/2020/dec/21/coronavirus-live-news-european-countries-ban-uk-travellers-congress-leaders-agree-900bn-aid-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/21/coronavirus-live-news-european-countries-ban-uk-travellers-congress-leaders-agree-900bn-aid-deal", "date_published": "2020-12-21 13:29:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Essex lorry deaths: two found guilty over manslaughter of 39 Vietnamese people", "description": "<p>People-smugglers convicted of manslaughter and of conspiring to transport migrants</p><p>Two people-smugglers have been found guilty of 39 counts of manslaughter for the suffocation of 39 Vietnamese people as they were being shipped in a sealed refrigeration trailer across the Channel in October last year.</p><p>Gheorghe Nica, 43, and Eamonn Harrison, 24, have been found guilty at the Old<br />Bailey of the manslaughter of 39 Vietnamese men, women and children who<br />suffocated as they were smuggled into Britain in a lorry trailer.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/21/essex-lorry-trial-two-found-guilty-over-deaths-of-39-vietnamese-people\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/21/essex-lorry-trial-two-found-guilty-over-deaths-of-39-vietnamese-people", "date_published": "2020-12-21 13:19:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe's UK travel ban is not a punishment for Brexit | Mujtaba Rahman", "description": "<p>For four years we’ve viewed nearly every EU-related event through the lens of Brexit. To do it this time would be wrong</p><p><br />Though a ban on freight from the UK was imposed this weekend, <a href=\"https://www.theguardian.com/world/2020/dec/21/covid-chaos-disrupts-kent-ports-as-europe-travel-bans-take-hold\">France and some other European Union countries</a> hope to be able to ease the restriction from Wednesday – for lorry drivers, returning citizens and other travellers who can prove they have recently tested negative for coronavirus.</p><p>Emergency EU talks will be held in Brussels today on how to organise and police a system of checks at airports, Channel ports and the Eurotunnel. And senior EU leaders held a series of crisis talks by phone and videoconference last night. The French president, Emmanuel Macron, spoke privately to Germany’s chancellor, Angela Merkel, and the pair also spoke to the European council president, Charles Michel, and European commission president, Ursula von der Leyen.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/europe-travel-ban-punishment-brexit-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/21/europe-travel-ban-punishment-brexit-eu", "date_published": "2020-12-21 13:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fear and loathing: which artwork best encapsulates 2020?", "description": "<p> There is one work that captures the spirit of this strange year, from its claustrophobia to the perpetual state of limbo </p><p><em>In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and for all</em></p><p>There are plenty of contenders for the artwork that most astutely captures 2020, with its putrid cocktail of ennui, sadness, claustrophobia, fear, exhaustion and death. Some are more obvious than others. The <a href=\"https://www.theguardian.com/film/2020/jan/30/what-can-we-learn-about-coronavirus-from-watching-contagion\">2011 film Contagion</a> was so accurate in its depiction of a global pandemic that it rocketed to Netflix’s 10 Most Watched as lockdown first reared its head. The Simpsons has a proclivity for prescience, having predicted that Donald Trump would run for president, and for 2020 it was no different with an old episode featuring both a flu pandemic and, pre-empting 2020’s murder hornets, some killer bees.</p> <a href=\"https://www.theguardian.com/culture/2020/dec/21/which-artwork-best-encapsulates-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/21/which-artwork-best-encapsulates-2020", "date_published": "2020-12-21 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the much-litigated ballot deadlines impacted the US election", "description": "<p>A state-by-state look at the turnout data reflects a messy national picture with chaotic regulations and poor record-keeping</p><p><em>This article is made possible through <a href=\"http://votebeat.org/\">Votebeat</a>, a nonpartisan reporting project covering local election integrity and voting access.</em></p><p>Americans <a href=\"https://www.theguardian.com/us-news/2020/nov/04/mail-in-ballot-tracker-us-election-2020\">shattered records for voting by mail</a> in many states in the 2020 presidential election, a phenomenon that tested existing election laws, new pandemic-related regulations, postal service capacity, voter education efforts and voters’ own resolve.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/21/us-election-ballot-deadlines-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/21/us-election-ballot-deadlines-impact", "date_published": "2020-12-21 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Losing my mum in lockdown was a brutal lesson in the abject loneliness of grief", "description": "<p>With normal life suspended, I couldn’t be with her when she died. But so much of mourning happens in the ruins of your own head</p><p>My mum died on 3 June 2020, in the middle of the night. We were in national lockdown at the time. The first one. The one none of us will ever forget. So, when my mum took her last breaths in a Surrey hospice I have yet to visit, I was more than 400 miles away, at home in Edinburgh.</p><p>I was lying wide awake in bed when my dad called to deliver the news we knew was coming. I had not slept a wink. My head, heart and – well, there is no hashtag-adjacent equivalent for this – <em>soul</em> had been filled all night with my dying mum, like a cup to the brim. So, although I was not there physically when she left this world, I was awake, lying beneath the same dark segment of northern hemisphere. This matters. It is strange that what haunts you in grief can also heal you.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/21/losing-my-mum-in-lockdown-was-a-brutal-lesson-in-the-abject-loneliness-of-grief\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/21/losing-my-mum-in-lockdown-was-a-brutal-lesson-in-the-abject-loneliness-of-grief", "date_published": "2020-12-21 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish Ballet: The Secret Theatre review – Christmas selection box is irresistible", "description": "<p><strong>Available online<br /></strong>Scottish Ballet blends The Nutcracker and The Snow Queen in an hour-long film full of twinkle and charm<br /><strong></strong></p><p>This year has been a test of creativity and nerve for the dance sector (and everybody else), with Christmas its crunch point. Most of the big ballet companies risked putting on a live Nutcracker show, only to have the plug pulled, devastatingly, just before or soon after opening night. <a href=\"https://www.scottishballet.co.uk/\">Scottish Ballet</a> decided to take a different route, creating an hour-long film that captures ballet’s festive twinkle and fairytale charm in screen-savvy manner.</p><p>Devised by dancers turned film-makers Jessica Wright and Morgann Runacre-Temple (AKA <a href=\"https://www.jessandmorgs.com/about\">Jess and Morgs</a>), along with designer Lez Brotherston and Scottish Ballet’s artistic director, Christopher Hampson, what’s clever about it is they don’t stray too far from what they know. It’s set in a theatre, for a start. A boy (Leo Tetteh) kicking his football around the city streets wanders into an empty auditorium and encounters characters from Scottish Ballet’s two Christmas shows – Hampson’s <a href=\"https://www.theguardian.com/stage/2019/dec/13/scottish-ballet-the-snow-queen-review-plenty-of-icy-sparkle\">Snow Queen</a> and Peter Darrell’s <a href=\"https://www.theguardian.com/stage/2014/dec/15/nutcracker-scottish-ballet-edinburgh-review\">Nutcracker</a> – repurposed into a new, lightweight but still effective narrative. It has the feel of a ballet but the scenes are orchestrated for a roving camera rather than a fixed audience, and there’s a touch of <a href=\"https://www.theguardian.com/film/2017/dec/20/the-greatest-showman-review-pt-barnum-hugh-jackman\">The Greatest Showman</a> in its vintage circus look and editing effects.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/21/scottish-ballet-the-secret-theatre-review-nutcracker-snow-queen-christmas-hampson\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/21/scottish-ballet-the-secret-theatre-review-nutcracker-snow-queen-christmas-hampson", "date_published": "2020-12-21 12:56:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Halle synagogue attack: gunman sentenced to life in prison", "description": "<p>German court jails far-right extremist Stephan Balliet for killing two people in October 2019</p><p>A gunman who killed two people in a rampage after a failed attack on a synagogue in the east German city of Halle last year has been sentenced to life in prison for what the prosecutor called “one of the most repulsive antisemitic acts since world war II”.</p><p>Announcing the verdict on Monday morning, Judge Ursula Mertens noted that the far-right extremist Stephan Balliet had repeatedly tried to relativise the motives for his “cowardly attack” during the five-month trial.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/halle-synagogue-attack-gunman-sentenced-life-prison-stephan-balliet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/halle-synagogue-attack-gunman-sentenced-life-prison-stephan-balliet", "date_published": "2020-12-21 12:55:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "House prices will drop in 2021 as Covid impact hits, says Halifax", "description": "<p>Rising unemployment, end of stamp duty holiday and Brexit will affect market, says lender</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/money/houseprices\">House prices</a> in the UK are expected to fall by up to 5% next year, fuelled by rising unemployment and the end of the government’s stamp duty holiday.</p><p>Halifax, Britain’s biggest mortgage lender, said the economic fallout inflicted by the pandemic would catch up with the property market in 2021, after an unexpected boom during the coronavirus pandemic. It is forecasting a fall in house prices of between 2% and 5% for the year as a whole.</p> <a href=\"https://www.theguardian.com/business/2020/dec/21/house-prices-drop-2021-as-covid-impact-hits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/21/house-prices-drop-2021-as-covid-impact-hits", "date_published": "2020-12-21 12:52:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evans saved from Arcadia collapse but five stores will close", "description": "<p>Sir Philip Green’s group sells plus-size brand to Australia’s City Chic Collective for £23m</p><p>The plus-size clothing brand Evans has been bought out of administration in a £23m deal but will close all five standalone stores with the loss of 25 jobs.</p><p>The brand is the first part of Sir Philip Green’s Arcadia Group to be sold off, marking the beginning of the breakup of his fashion empire, which also includes Topshop, Dorothy Perkins, Burton and Miss Selfridge.</p> <a href=\"https://www.theguardian.com/business/2020/dec/21/evans-arcadia-stores-close-philip-green-city-chic-collective\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/21/evans-arcadia-stores-close-philip-green-city-chic-collective", "date_published": "2020-12-21 12:43:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best of 2020's amazing world of sport – video highlights", "description": "<p>Stray cats, stunning shots and smashed glass, 2020 did not fail to deliver incredible viral moments. Despite being a year where the sporting world stood still, after the global outbreak of coronavirus, it still provided us with the good, the bad and the downright bizarre. From arguably the most precise shot in bowls history to 450ft disc golf holes in one</p> <a href=\"https://www.theguardian.com/sport/video/2020/dec/21/the-best-of-2020s-amazing-world-of-sport-video-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/video/2020/dec/21/the-best-of-2020s-amazing-world-of-sport-video-highlights", "date_published": "2020-12-21 12:23:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gone in six seconds: Serie A's fastest goal keeps Milan out in front", "description": "<p>Winning the Scudetto was not on Milan’s list of objectives for this season, but investing this January would seem a wise move</p><p>Rafael Leão needed 6.76 seconds to score, and four hours to become a Serie A punchline. His goal for Milan against Sassuolo was the fastest ever in the Italian top flight, and across any of Europe’s top five leagues. When Luis Muriel found the net within a minute of coming on as a substitute in Atalanta’s game later that afternoon, his teammate Matteo Pessina leapt from the bench to chide him: “Who do you think you are? Leão?”</p><p>Over in Venice, meanwhile, the phone of Paolo Poggi would not stop buzzing. His strike <a href=\"https://www.youtube.com/watch?v=XENV1v-sH4I&amp;ab_channel=SerieAclassics\">for Piacenza against Fiorentina</a> (8.9 seconds) had held the Serie A record for 19 years. “It took less than six seconds for that first message to arrive telling me,” he laughed. “But the difference in our game was that we didn’t take the kick-off.”</p> <a href=\"https://www.theguardian.com/football/blog/2020/dec/21/gone-in-six-seconds-serie-a-fastest-goal-keeps-milan-out-in-front-rafael-leao\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/dec/21/gone-in-six-seconds-serie-a-fastest-goal-keeps-milan-out-in-front-rafael-leao", "date_published": "2020-12-21 12:23:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pioneering fairytale author Madame d'Aulnoy back in print after centuries", "description": "<p>The Island of Happiness, by the French writer who coined the term ‘fairytales’, to include first English translation of 300-year-old story<br /></p><p>A story by Madame d’Aulnoy, the 17th-century French writer who coined the term “fairytales”, is to be published in English for the first time in more than 300 years, telling of a woman whose beauty is so great it slays her lovers by the hundreds.</p><p>Marie-Catherine Le Jumel de Barneville, known as Madame or Countess d’Aulnoy, invented the term “<em>conte de fée</em>” or fairytale, when she published her major collection of them in 1697-98. Unlike her contemporary Charles Perrault, or later authors such as Hans Christian Andersen and the Brothers Grimm, today her work rarely appears outside anthologies.</p> <a href=\"https://www.theguardian.com/books/2020/dec/21/pioneering-fairytale-author-madame-daulnoy-back-in-print-after-centuries\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/21/pioneering-fairytale-author-madame-daulnoy-back-in-print-after-centuries", "date_published": "2020-12-21 12:14:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best photographs of 2020 – and the stories behind them", "description": "<p>From an apocalyptic Australian dust storm to elephants scavenging in Kenya and goats roaming Llandudno – photographers recall how they grabbed some of the most eye-catching images of the year. Selected by features picture editor Sarah Gilbert</p><p><strong>Dust and rain storm at Parkes, NSW, Australia<br />Jason Davies/Severe Weather Australia</strong></p> <a href=\"https://www.theguardian.com/culture/2020/dec/21/the-best-photographs-of-2020-and-the-stories-behind-them\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/21/the-best-photographs-of-2020-and-the-stories-behind-them", "date_published": "2020-12-21 12:05:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The coughing would not stop': MP talks of 'unbearable pain' of Covid", "description": "<p>Labour shadow minister Yasmin Qureshi speaks of slow recovery after hospital admission</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A shadow minister who became the first female MP to be admitted to hospital with Covid-19 has described the “unbearable pain” caused by coughing fits and pneumonia as the disease took hold.</p><p>Yasmin Qureshi, the Labour MP for Bolton South East and a shadow minister for international development, said she was left “anxious and concerned” after being taken by ambulance to her local hospital in October.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/the-coughing-would-not-stop-mp-yasmin-qureshi-talks-of-unbearable-pain-of-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/the-coughing-would-not-stop-mp-yasmin-qureshi-talks-of-unbearable-pain-of-covid", "date_published": "2020-12-21 12:04:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden's pick for agriculture secretary is a disturbing omen about his presidency | George Goehl", "description": "<p>Tom Vilsack is a corporate yes man and former lobbyist with a dismal record in his previous time as secretary. This is appalling<br /></p><p>It’s unlikely that Joe Biden expected that, of all his cabinet nominees, his choice for US agriculture secretary would cause the most blowback. Yet that is exactly what happened.</p><p>The former secretary Tom Vilsack, fresh off the revolving door, is a kind of all-in-one package of what frustrates so many about the Democratic party. His previous tenure leading the department was littered with failures, ranging from <a href=\"https://thecounter.org/usda-black-farmers-discrimination-tom-vilsack-reparations-civil-rights/\">distorting data about Black farmers and discrimination</a> to bowing to corporate conglomerates.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/joe-biden-tom-vilsack-agriculture-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/21/joe-biden-tom-vilsack-agriculture-secretary", "date_published": "2020-12-21 12:04:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Court fines historian over claims of Holocaust survivor's lesbian affair", "description": "<p>Dr Anna Hájková fined €4,000 amid legal battle brought by daughter of ex-concentration camp prisoner</p><p>A German court has fined a University of Warwick historian €4,000 (£3,675) for breaching an injunction in a legal battle over claims that a Jewish concentration camp prisoner had a lesbian affair with an SS guard, according to a lawyer involved in the case.</p><p>The action follows a ruling by the Frankfurt regional court in April that Dr Anna Hájková, an associate professor of modern continental European history, had violated the dignity of the woman <a href=\"https://www.theguardian.com/education/2020/oct/08/survivors-daughter-sues-historian-claim-lesbian-liaison-nazi-guard\">by claiming she had a sexual relationship with the Nazi guard</a> while imprisoned in concentration camps.</p> <a href=\"https://www.theguardian.com/education/2020/dec/21/court-fines-historian-over-claims-holocaust-survivor-lesbian-affair\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/21/court-fines-historian-over-claims-holocaust-survivor-lesbian-affair", "date_published": "2020-12-21 12:03:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong activist Nathan Law applies for asylum in Britain", "description": "<p>Exclusive: Law said he chose UK in hope of ‘sounding an alarm’ over threats to democracy in Europe from China</p><p><a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/hong-kong-london-uk-eu-china-asulum\">Opinion: I left for London so I could tell Britain truth about China</a></p><p>The Hong Kong activist Nathan Law has applied for asylum in the UK, six months after fleeing his home on the eve of the <a href=\"https://www.theguardian.com/world/2020/jun/30/china-passes-controversial-hong-kong-national-security-law\">national security law </a>coming into force.</p><p>Law <a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/hong-kong-london-uk-eu-china-asulum\">revealed in an opinion article for the Guardian on Monday</a> that he had submitted a refugee claim to the UK government. He said he had chosen Britain in the hope he could “sound an alarm” over threats to democracy in Europe from the Chinese Communist party.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/hong-kong-activist-nathan-law-applies-for-asylum-in-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/hong-kong-activist-nathan-law-applies-for-asylum-in-britain", "date_published": "2020-12-21 12:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It speaks to an ancient history': why South Africa has the world's most exciting dance music", "description": "<p>Styles like afrohouse, gqom and amapiano are thriving – but with ‘half-baked white kids getting a lot more airplay’, South Africa’s inequalities still hold the dance scene back </p><p>Many people got their first taste of South African dance music this year via six Angolans dancing in their backyard, dinner plates in hand. Their viral video, with casual but masterful moves set to Jerusalema by South African producer Master KG, created a global dance craze; the track ended up all over Radio 1 this autumn and topped streaming charts across Europe.</p><p>Jerusalema is just one track amid what has now become arguably the most vibrant and innovative dance music culture on the planet. In South Africa, dance music <em>is</em> pop music, from townships like Soweto and KwaDabeka to cities like Durban and Cape Town. The country has 11 official languages, each with their own cultural practices, and even the national anthem of the so-called Rainbow Nation is comprised of the country’s five most commonly spoken: Xhosa, Zulu, Sesotho, Afrikaans and English. Out of this rich cultural heritage, and in a country that has long had distinct dance styles like jaiva, marabi, kwela and mbaqanga, has come wave after wave of astonishing work.</p> <a href=\"https://www.theguardian.com/music/2020/dec/21/south-africa-dance-music-afrohouse-gqom-amapiano\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/21/south-africa-dance-music-afrohouse-gqom-amapiano", "date_published": "2020-12-21 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FTSE 100 falls amid Covid freight ban and stalled Brexit talks", "description": "<p>Sterling also under pressure amid chaos at UK borders and fraught Brexit negotiations</p><p>Billions of pounds have been wiped from the value of the London stock market and sterling has come under heavy selling pressure amid <a href=\"https://www.theguardian.com/world/2020/dec/21/covid-chaos-disrupts-kent-ports-as-europe-travel-bans-take-hold\">chaos at Britain’s borders</a> due to the new strain of coronavirus and stalled Brexit talks.</p><p>The FTSE 100 tumbled by almost 3% on Monday morning, erasing as much as £50bn from the index of leading UK company shares, after France imposed a <a href=\"https://www.theguardian.com/world/2020/dec/21/france-ban-uk-transport-surprise-says-grant-shapps-covid\">48-hour ban on freight from the UK</a> and other countries banned flights from Britain in response to a faster-spreading strain of Covid-19. The FTSE 100 was down by 182 points to 6,346 by late morning.</p> <a href=\"https://www.theguardian.com/business/2020/dec/21/ftse-100-covid-freight-brexit-talks-stock-market-lockdown-uk-france\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/21/ftse-100-covid-freight-brexit-talks-stock-market-lockdown-uk-france", "date_published": "2020-12-21 11:53:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacques Kallis  to work with England's batsmen during Sri Lanka Test series", "description": "<ul><li>South Africa legend replaces Marcus Trescothick </li><li>England to play two Tests in Galle next month</li></ul><p>The former South Africa all-rounder Jacques Kallis will work with England’s batsmen in Sri Lanka in the new year, the ECB has confirmed.</p><p>The 45-year-old, who scored 13,289 Test runs, has been appointed batting coaching consultant for the touring party, which is due to leave on 2 January.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/21/jacques-kallis-to-work-with-englands-batsmen-for-sri-lanka-test-series-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/21/jacques-kallis-to-work-with-englands-batsmen-for-sri-lanka-test-series-cricket", "date_published": "2020-12-21 11:48:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Myrrh mystery: how did Balthasar, one of the three kings, become black?", "description": "<p>They are a Christmas card staple – the three kings who followed a star to the baby Jesus. But one of them caused a revolution in art. We unravel the mystery of the Magi</p><p>They came bearing gifts of gold, frankincense and myrrh. This description of the Magi, the three kings or wise men who followed a star to the newborn Jesus, has always given artists plenty of scope to depict ornate boxes, cups and vessels. Paintings show them followed by pages, servants, soldiers and pack animals – an entire royal retinue. Dressed in their finest, making their way across deserts and over mountains guided by a light, these pilgrims to the lowly stable always look magnificent. </p><p>Although the<a href=\"https://www.biblegateway.com/passage/?search=Matthew%202&amp;version=NKJV\"> Gospel of Matthew</a> does not give individual names to this regal trio, we know them as Balthasar, Caspar and Melchior, thanks to a Greek manuscript from AD500. It was in the middle ages, too, that they were promoted from astronomers to kings. And a text attributed to the Venerable Bede, the historian monk from Northumbria, <a href=\"https://msu.edu/~williss2/carpentier/part1/balthasar.html\">makes Balthasar black</a>. Despite Bede’s assertion, there are very few images of a black Balthasar before 1400, possibly because medieval Europeans had so little concept of Africans. It was only with the dawning of the Renaissance that Balthasar’s colour began to be emphatically depicted. In fact, the trumpeting, joyous festive subject of “the adoration” inspired some of the richest portrayals of black people in European art.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/21/christmas-cards-star-baby-jesus-myrrh-mystery-balthasar-three-kings-black-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/21/christmas-cards-star-baby-jesus-myrrh-mystery-balthasar-three-kings-black-art", "date_published": "2020-12-21 11:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your tips for staying positive over Christmas", "description": "<p>As millions face disappointment over Christmas plans, we’d like to hear your best bits of advice for staying positive over the festive season</p><p>With Christmas plans cancelled or dramatically scaled back across the UK, this festive season won’t be as social as we had hoped.</p><p>We’d like to hear your best tips for staying positive over the Christmas period. Which games, walks or activities lift your spirits? Does adopting a certain mindset help?</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/share-your-tips-for-staying-positive-over-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/share-your-tips-for-staying-positive-over-christmas", "date_published": "2020-12-21 11:43:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Super League: talking points from the weekend’s action", "description": "<p>Galton cements star status at Manchester United, rampaging Foord takes centre stage for Arsenal and Fishlock is flying</p><p>With Chelsea’s match against Tottenham one of two WSL games postponed because of Covid outbreaks – and another falling foul of a waterlogged pitch – Manchester United extended their lead at the top by thrashing the division’s bottom team, Bristol City, 6-1. There were another two goals for Leah Galton, who is absolutely on fire and enjoying playing higher up on the left. Though the US internationals Tobin Heath and Christen Press got a lot of the attention when they arrived in the summer, Galton has come in and undoubtedly been their star of the season so far. Bristol were resolute in the first half, and were 1-0 down until Millie Turner doubled United’s lead in the second minute of stoppage time, but opened up in the second half as they tried to find a way back into the game and got picked apart. Katie Zelem, United’s captain, got a couple of assists – she played an hour of this game having been on the bench recently, and three months after her positive Covid test she still isn’t finishing 90 minutes. Fortunately her team has the squad depth to cope, and after this game their manager, Casey Stoney, insisted there is more to come. They already lead the league by four points, and to win it within three years of first coming into existence would be extraordinary.</p> <a href=\"https://www.theguardian.com/football/blog/2020/dec/21/womens-super-league-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/dec/21/womens-super-league-talking-points-from-the-weekends-action", "date_published": "2020-12-21 11:31:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kilauea volcano erupts after earthquake on Hawaii's Big Island", "description": "<p>During previous eruption in 2018 Kilauea spewed lava for four months, destroying 700 homes</p><p>The Kilauea volcano on Hawaii’s Big Island has erupted.</p><p>The eruption began late on Sunday in the Halema’uma’u crater, according to the US Geological Survey. Kilauea is in the Hawaii Volcanoes national park.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/21/kilauea-volcano-erupts-after-earthquake-on-hawaii-big-island\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/21/kilauea-volcano-erupts-after-earthquake-on-hawaii-big-island", "date_published": "2020-12-21 11:28:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European experts urge caution over new Covid mutation found in UK", "description": "<p>Scientists say more data is needed before conclusions can be drawn and that strain has also been detected in EU</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>European experts have urged caution over <a href=\"https://www.theguardian.com/world/2020/dec/20/fast-spreading-covid-variant-in-england-uk\">the new strain of Covid-19 discovered in the UK</a>, saying much is still unclear about the new N501Y mutation and how fast it spreads.</p><p>After 18 European countries <a href=\"https://www.theguardian.com/world/2020/dec/20/belgium-italy-and-netherlands-ban-flights-from-uk-over-new-covid-strain\">either suspended travel links from Britain or imposed stricter quarantine requirements</a> on Sunday night, scientists said more data was needed before firm conclusions could be drawn.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/european-experts-urge-caution-over-new-covid-mutation-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/european-experts-urge-caution-over-new-covid-mutation-uk", "date_published": "2020-12-21 11:20:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A meta-masterpiece: why The Muppet Christmas Carol is the perfect festive film", "description": "<p>With songs written by a former addict, the tale of redemption is sincere. And its heartfelt goofiness awakens your inner child</p><p>Forget It’s a Wonderful Life. Forget Miracle on 34th Street. Forget (please God, forget) The Holiday. There is only one definitive Christmas movie, and that is The Muppet Christmas Carol. Not only is it the best Christmas film, but it is the best screen adaptation of the Charles Dickens novella – though this has had the unfortunate side-effect of convincing a generation of children that Marley had a brother called Robert.</p><p>“The Marleys were dead, to begin with,” that’s how Gonzo, our self-professed “omniscient” narrator (this film really doesn’t talk down to children), begins the metanarrative. His companion Rizzo the rat, meanwhile, is mainly “here for the food”, and says what we are all thinking: “A blue, furry Charles Dickens who hangs out with a rat?” Yes, indeed, that is the setup. In a postmodern stroke of genius, Rizzo acts as a sort of Greek chorus with a New York accent, enduring a series of slapstick mishaps that include being set on fire, thrown from windowsills, and falling down a chimney on to a red-hot goose.</p> <a href=\"https://www.theguardian.com/film/2020/dec/21/a-meta-masterpiece-why-the-muppet-christmas-carol-is-the-perfect-festive-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/21/a-meta-masterpiece-why-the-muppet-christmas-carol-is-the-perfect-festive-film", "date_published": "2020-12-21 11:19:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mikel Arteta calls on his Arsenal players to behave like 'fighters, not victims'", "description": "<ul><li>Rallying call comes after run of two points from seven games</li><li>Arteta reels off a load of statistics to justify his methods </li></ul><p>Mikel Arteta has called on Arsenal’s players to behave like “fighters, not victims” as they bid to arrest a catastrophic run of Premier League form that has seen them earn just two points from seven games.</p><p>Arsenal hope for some welcome respite when they host Manchester City on Tuesday night in the Carabao Cup quarter-finals. Arteta thinks their top-flight results do not tell the entire story and, in a lengthy and unprompted exposition, the Spaniard reeled off a selection of statistics he believes show they should be winning “many, many football matches”.</p> <a href=\"https://www.theguardian.com/football/2020/dec/21/mikel-arteta-calls-on-his-arsenals-players-to-behave-like-fighters-not-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/21/mikel-arteta-calls-on-his-arsenals-players-to-behave-like-fighters-not-victims", "date_published": "2020-12-21 11:18:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Captain of a rudderless ship': Tory media turn on Boris Johnson", "description": "<p>Daily Mail, Telegraph and Times are among those criticising the PM’s handling of the Covid crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Normally Conservative-leaning media turned on Boris Johnson on Monday amid rising anger about the government’s handling of the coronavirus crisis, and the late decision to <a href=\"https://www.theguardian.com/world/2020/dec/19/johnson-u-turn-leaves-nations-plans-for-christmas-in-tatters\">effectively cancel Christmas</a>.</p><p>Here are some of the comments they made …</p> <a href=\"https://www.theguardian.com/politics/2020/dec/21/captain-rudderless-ship-tory-media-turn-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/21/captain-rudderless-ship-tory-media-turn-boris-johnson", "date_published": "2020-12-21 11:09:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's recipe for roast pumpkin, mushroom and chestnut pie | A kitchen in Rome", "description": "<p>This adaptable seasonal favourite features a ricotta pastry with just the right amount of flaky crumble and a thick and richly flavoured filling</p><p>The other day, a friend who owns a food shop told me that, during the first lockdown, the air was thick with projects: she sold flour by the sack, loads<strong> </strong>of yeast, many types of dried beans, and litres and litres of vinegar. During the second lockdown, she noticed a new pattern of customers, old and new, coming to buy just a bottle of wine and a bar of chocolate. Of course, there were also people buying flour, yeast, beans and vinegar. However, we didn’t talk about them, because they clouded our more entertaining and much simpler idea. We decided that, this year, both purposeful projects and life are like pastry on top of a pie – in order to survive (baking), they require slashes, to let steam out... We require these “slashes”, whether it’s a bottle of wine and a bar of chocolate, chips and champagne, or a bag of crisps in the bath. In short, a generous amount of an undemanding thing, especially at this time of year – especially <em>this</em> year.</p><p>As well as undemanding, I want adaptable food; the kind of food that embodies my dad’s favourite expression – the one we would roll our eyes at, but then stuff up our sleeves – “keep expectations flexible”. I have every intention of making this roast pumpkin, mushroom and chestnut pie at some point over Christmas – “at some point” being the important words. Writing this in advance, Christmas is still necessarily nebulous and undecided; I have lists of things edible and otherwise that are like circling aircraft waiting for a landing slot. As yet, nothing is fixed. And this pie understands that the pumpkin, tub of ricotta and vacuum-packed chestnuts are all resilient ingredients, there for the 19th or the 29th, ready for an easy dinner with salad or to be part of a feast. And if, when it comes to cooking, pastry isn’t required, the mixture of roast pumpkin, mushroom, chestnuts and thyme can be lengthened into soup, or mixed with rice or a heap of couscous.</p> <a href=\"https://www.theguardian.com/food/2020/dec/21/rachel-roddy-recipe-for-roast-pumpkin-mushroom-and-chestnut-pie\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/21/rachel-roddy-recipe-for-roast-pumpkin-mushroom-and-chestnut-pie", "date_published": "2020-12-21 11:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'They're liars': activists say Brooklyn residents were not informed of fracked gas pipeline", "description": "<p>Environmentalist groups say the pipeline, intended to funnel gas from Pennsylvania to north Brooklyn, is an example of environmental racism</p><p>Pati Rodriguez grew up in Bushwick, a historically industrial, predominantly Hispanic neighborhood of Brooklyn, New York. She has worked as a community organizer for years, and at 38, she knows the neighborhood inside and out. So she was surprised last year to learn about a natural gas pipeline being built a block away from her daughter’s school, more than two years after its construction had begun.</p><p>Rodriguez says she learned about the Metropolitan Reliability Infrastructure (MRI) project – more often referred to as the North Brooklyn pipeline by local activists – from the anti-fracking advocacy group Sane Energy Project, which for the last year has held neighborhood meetings to raise awareness of the construction.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/21/brooklyn-natural-gas-pipeline-fracking-bushwick\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/21/brooklyn-natural-gas-pipeline-fracking-bushwick", "date_published": "2020-12-21 11:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US healthcare workers protest chaos in hospitals' vaccine rollout", "description": "<ul><li>Key personnel miss out on first wave of life-saving shots</li><li>Stanford doctors speak out on behalf of frontline staff</li></ul><p>Frontline healthcare workers saw their hopes dashed last week when a botched algorithm, crashing scheduling platforms and other logistical mishaps thwarted their efforts to be among the first in the US to receive a long-awaited <a href=\"https://www.theguardian.com/world/2020/dec/20/two-authorized-vaccines-heres-what-you-need-to-know\">coronavirus vaccine</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/dec/20/two-authorized-vaccines-heres-what-you-need-to-know\">Two authorized vaccines – here's what you need to know</a> </p> <a href=\"https://www.theguardian.com/world/2020/dec/21/us-healthcare-workers-protest-chaos-hospitals-vaccines-vaccinations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/us-healthcare-workers-protest-chaos-hospitals-vaccines-vaccinations", "date_published": "2020-12-21 11:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We try to be devoid of cynicism’: the secret to The Goes Wrong Show's success", "description": "<p>The Mischief Theatre Company has a flourishing stage and TV franchise, with a second Christmas special on the way. The trio discuss how difficult it is making mistakes go right</p><p>“There’s nothing political about these shows, nothing really edgy in there.” Far from a criticism, Henry Shields, the co-founder of the Mischief Theatre Company that is behind the Goes Wrong Show franchise, is expounding on how a theatre company set up in 2008 by a group of drama school friends has gone on to produce sell-out runs in the West End and on Broadway, as well as a hit BBC TV show and a forthcoming second Christmas special.</p><p>Taking their cues from a particularly British style of 60s slapstick comedy made popular by the likes of Monty Python, Fawlty Towers and Morecambe and Wise, the Mischief shows are centred around the conceit of things going wrong on stage: actors bringing in the wrong props, failing to open doors or simply falling over. It is a misleadingly simple premise and one that has won them a legion of fans.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/21/we-try-to-be-devoid-of-cynicism-the-secret-to-the-goes-wrong-shows-success\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/21/we-try-to-be-devoid-of-cynicism-the-secret-to-the-goes-wrong-shows-success", "date_published": "2020-12-21 11:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong court reinstates mask ban at public gatherings", "description": "<p>Judges’ decision appeared to rely on government accounts of violence at protest rallies in 2019</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Hong Kong’s court of final appeal has reinstated a full ban on wearing masks at public gatherings, ruling in favour of the government’s use of colonial-era laws.</p><p>The decision overturns the ruling by an appeal court in April, which found the ban, <a href=\"https://www.theguardian.com/world/2019/oct/07/hong-kong-protests-charges-anti-face-mask-laws\">made unilaterally by the city’s chief executive, Carrie Lam</a>, at the peak of 2019’s protests, <a href=\"https://www.theguardian.com/world/2020/apr/09/hong-kong-court-upholds-face-masks-ban-despite-coronavirus\">was partly unconstitutional</a> in that it could not be declared for lawful public gatherings. It also upheld the constitutionality of using the colonial-era ordinances for the first time in half a century.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/hong-kong-court-reinstates-mask-ban-public-gatherings-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/hong-kong-court-reinstates-mask-ban-public-gatherings-protest", "date_published": "2020-12-21 10:57:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to watch the Jupiter and Saturn 'great conjunction' on winter solstice", "description": "<p>On 21 December 2020, the planets will align, appearing closer than they have since the middle ages, in what is being called a ‘Christmas kiss’</p><p>This year, stargazers will have the chance to see a Christmas “kiss” beneath interplanetary mistletoe when Jupiter and Saturn will appear closer to one another and brighter than they have in 800 years in an event known as a “<a href=\"https://www.theguardian.com/science/2020/dec/14/starwatch-christmas-star-closest-great-conjunction-400-years-jupiter-saturn\">great conjunction</a>”.</p> <a href=\"https://www.theguardian.com/science/2020/dec/15/how-to-watch-the-jupiter-and-saturn-great-conjunction-of-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/15/how-to-watch-the-jupiter-and-saturn-great-conjunction-of-2020", "date_published": "2020-12-21 10:52:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How have you been affected by the coronavirus travel ban from the UK to many overseas destinations?", "description": "<p>We’d like to hear from people who have been impacted by the travel ban imposed on countries including France and India</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/21/france-ban-uk-transport-surprise-says-grant-shapps-covid\">France’s ban on UK transport came as surprise, says transport minister Grant Shapps</a></li></ul><p>Most European countries have <a href=\"https://www.theguardian.com/uk-news/2020/dec/20/european-states-ban-flights-and-ferries-from-uk-to-combat-new-covid-strain\">banned flights and ferries</a> carrying passengers from the UK in an attempt to stop a new variant of the coronavirus which is rapidly spreading in the south-east of England from travelling abroad.</p><p>We’d like to speak to people who have been impacted by the travel ban.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/how-have-you-been-affected-by-the-coronavirus-travel-ban-from-the-uk-to-parts-of-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/how-have-you-been-affected-by-the-coronavirus-travel-ban-from-the-uk-to-parts-of-europe", "date_published": "2020-12-21 10:38:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton did something far greater than win awards and races in 2020 | Giles Richards", "description": "<p>A seventh world title and numerous F1 records were fine achievements, but Hamilton’s drive for racial equality in his sport and across the globe are what really made him stand out<br /></p><p>The debate will rage on over whether Lewis Hamilton is the greatest Formula One driver of all time but, as with all arguments spanning sporting eras, it will never be resolved. What is incontrovertible is that he is F1’s most successful driver and it was recognised in <a href=\"https://www.theguardian.com/sport/2020/dec/20/lewis-hamilton-wins-bbc-sports-personality-of-the-year-award\">his winning the Sports Personality of the Year award</a>. Hamilton deserved it but had he not won it would not matter a jot. His actions off the track this year stand alongside his remarkable achievements; they had far greater import than what is ultimately a trinket to crown a popularity contest and they engendered a legacy that will span generations.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/dec/20/lewis-hamilton-wins-bbc-sports-personality-of-the-year-award\">Lewis Hamilton wins BBC Sports Personality of the Year award</a> </p> <a href=\"https://www.theguardian.com/sport/2020/dec/21/lewis-hamilton-did-something-far-greater-than-win-awards-and-races-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/21/lewis-hamilton-did-something-far-greater-than-win-awards-and-races-in-2020", "date_published": "2020-12-21 10:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experiences of the travel delays in Kent", "description": "<p>We’d like to hear from lorry drivers and local residents about the impact the travel chaos in Kent has had on them</p><p>Miles of <a href=\"https://www.theguardian.com/world/2020/dec/21/covid-chaos-disrupts-kent-ports-as-europe-travel-bans-take-hold\">lorry queues and travel chaos</a> are expected across Kent on Monday, after France announced a 48-hour ban on passengers and freight entering from the UK. It follows <a href=\"https://www.theguardian.com/politics/2020/dec/19/five-miles-lorry-queues-in-kent-as-businesses-prepare-for-christmas-and-brexit\">five-mile queues</a> over the weekend as coronavirus and Brexit uncertainty caused delays at the Eurotunnel.</p><p>We’d like to hear from lorry drivers and local residents about the impact this has had on them.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/share-your-experiences-of-the-travel-delays-in-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/share-your-experiences-of-the-travel-delays-in-kent", "date_published": "2020-12-21 10:16:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the Guardian covered 2020 – the year that changed the world", "description": "<p>This year was the most challenging and extraordinary year for news. Our journalists worked tirelessly throughout 2020, from the very start of the year with the Australian bushfires, through the struggle for Hong Kong, the Harvey Weinstein verdict to the death of George Floyd, and the dramatic and divisive US presidential election.&nbsp;But of course, the Covid-19 pandemic was the dominant global story of the year. The Guardian's coverage sought to foreground the science and the latest data, hold the government and the scientific establishment to account and expose incompetence, and bring empathy and humanity to the stories of the victims.&nbsp;Here are some of the highlights of our journalism over that time.</p><p><br />• <a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_OTHER%22%2C%22componentId%22%3A%22end_of_year_video_2020_dotcom%22%2C%22campaignCode%22%3A%22end_of_year_video_2020%22%7D&amp;INTCMP=end_of_year_video_2020\">Show your support</a>&nbsp;for the Guardian’s powerful, open, independent journalism in 2020 and the years ahead</p> <a href=\"https://www.theguardian.com/world/video/2020/dec/21/how-the-guardian-covered-2020-the-year-that-changed-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/dec/21/how-the-guardian-covered-2020-the-year-that-changed-the-world", "date_published": "2020-12-21 10:04:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian in 2020", "description": "<p>Our report helps our readers, supporters and others better understand our mission and the impact of our journalism. It gives an insight into the workings of the organisation that produces the Guardian, the Observer and the Guardian’s editions in the US and Australia, over the last year</p> <a href=\"https://www.theguardian.com/info/ng-interactive/2020/dec/21/the-guardian-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/info/ng-interactive/2020/dec/21/the-guardian-in-2020", "date_published": "2020-12-21 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d never even seen him ill’: John Ho, died aged 55, of Covid-19", "description": "<p>A restaurateur and London cabbie, he relished his life and everything he had achieved</p><ul><li>Read more stories from the <a href=\"https://www.theguardian.com/society/series/lost-to-the-virus\">Lost to the virus series</a></li></ul><p>John Ho “didn’t grow up with much”, says his daughter Kasha Ho, 35, a freight forwarder from Ashford in Surrey. John’s father was a waiter and his mother a homemaker. He grew up in the <a href=\"https://en.wikipedia.org/wiki/Wah_Fu_Estate\">Wah Fu estate</a>, a public housing development in the Southern district of Hong Kong. The estate was close-knit and John remained friends with his neighbours all his life – but his aim was always to come to the UK and open a Chinese restaurant.</p><p>In 1984, John met UK-born Kay Wells in a nightclub in Hong Kong<strong> –</strong> he was the DJ and Kay requested a song. “Dad said she was the most beautiful person he had ever seen,” Kasha says. They married and moved to Sunbury-on-Thames in London; they had Kasha and her sister, Sophie, before divorcing amicably in 1997. “They were good friends until he passed away,” says Kasha. “Right before he died, we went for a meal with Mum, and Dad thanked her for raising his girls so well. They had a lot of respect for each other.”</p> <a href=\"https://www.theguardian.com/society/2020/dec/21/id-never-even-seen-him-ill-john-ho-died-aged-55-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/21/id-never-even-seen-him-ill-john-ho-died-aged-55-of-covid-19", "date_published": "2020-12-21 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France's ban on UK transport came as surprise, says Grant Shapps", "description": "<p>Transport secretary says UK aims to resolve issue ‘as soon as possible’ amid fears over new Covid strain</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>France’s 48-hour ban on freight hauliers from Britain was “surprising”, the UK transport secretary has said, amid expected <a href=\"https://www.theguardian.com/world/2020/dec/21/covid-chaos-disrupts-kent-ports-as-europe-travel-bans-take-hold\">chaos at British ports</a>.</p><p>Although Grant Shapps said the disruption was not a “specific problem” in regards to food and medicine shortages in the short term, the government’s aim was to “get this resolved as soon as possible”.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/france-ban-uk-transport-surprise-says-grant-shapps-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/france-ban-uk-transport-surprise-says-grant-shapps-covid", "date_published": "2020-12-21 09:16:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What a joke: the 10 funniest comedy shows of 2020", "description": "<p>There wasn’t a lot to laugh about as venues closed and gigs were cancelled. But standups still delivered silly, edgy and heartfelt gags. Our critic picks his favourite new material</p><ul><li><a href=\"https://www.theguardian.com/culture/series/best-culture-2020\">More best culture of 2020</a></li></ul> <a href=\"https://www.theguardian.com/stage/2020/dec/21/what-a-joke-the-10-funniest-comedy-shows-of-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/21/what-a-joke-the-10-funniest-comedy-shows-of-2020", "date_published": "2020-12-21 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The New England Patriots' stifling, stolid NFL dynasty is finally dead", "description": "<p>The Patriots’ 20-year run of dominance may never be matched, but the ahead-of-schedule Dolphins have confirmed a new day has indeed arrived in the AFC East</p><p><em>Ding-dong, the Pats are dead! The Pats are dead, the Pats are dead. Ding-dong, the wicked Pats are deaaad!</em></p><p>OK, maybe the official end of the New England Patriots’ remarkable dynasty wasn’t quite so dramatic, but for a brief moment Sunday, anyone observing football for the past 19 years had to wonder if there was a sliver of Belichickian magic left. The Patriots marched to the locker room at the half up 6-0 over the Miami Dolphins thanks to a cocktail of clunky play by the hosts and sheer luck. A Cam Newton fumble, recovered by Xavien Howard and returned for 86 yards and a score that was reversed because it had touched a Dolphins defender. A 52-yard field goal missed by Dolphins kicker Jason Saunders. Would the Pats somehow pull off this elimination game with Newton channelling his 2015 self and all the bounces going Bill Belichick’s way? Not exactly.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/21/new-england-patriots-dynasty-end-miami-dolphins\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/21/new-england-patriots-dynasty-end-miami-dolphins", "date_published": "2020-12-21 08:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Athletes need to understand why Russia is so important to the IOC | Sean Ingle", "description": "<p>Cas leniency is like Great Train Robbers getting community service, but a lesson in realpolitik may concentrate minds</p><p>Here is a question you may not expect to find in a sports column. When a journalist is assassinated, do financial markets care? The answer, according to <a href=\"https://www.tandfonline.com/doi/abs/10.1080/00036846.2020.1803490?journalCode=raec20\" title=\"\">new research in the journal Applied Economics</a>, is a resounding yes. And there is more in the detail. If the murdered journalist was an editor or worked in television, stock prices of companies with headquarters in that country declined on average by 2.18%. However, if they were tortured beforehand, they fell by 3%. And if they were killed by military officials, prices went down even further by 4.62%.</p><p>This awful set of statistics tells us that the greater the crime, the more international investors became queasy. As the authors noted, the killing of journalists acts as a signal to investors “about government instability and the breakdown of human rights, the rule of law, and the democratic governance”. But, on the other hand, they also found that “when the justice system functions, and there is a prosecution, the investor confidence goes up.”</p> <a href=\"https://www.theguardian.com/sport/blog/2020/dec/21/athletes-need-to-understand-why-russia-is-so-important-to-the-ioc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/dec/21/athletes-need-to-understand-why-russia-is-so-important-to-the-ioc", "date_published": "2020-12-21 08:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Epidemiologist looks to the past to predict second post-pandemic 'roaring 20s'", "description": "<p>Dr Nicholas Christakis says once pandemics end, often there is a period in which people seek out extensive social interactions</p><p>It is almost exactly one year since the coronavirus SARS-CoV-2 was identified by Chinese scientists as the source of a new, lethal respiratory illness.</p><p>Since, more than 1.5 million people have died globally, economies worldwide have shut down multiple times and societies have isolated in their homes and watched holidays pass without the closeness of family and friends. Ahead of us is a year undertaking the most logistically challenging public health campaign ever.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/epidemiologist-1918-flu-pandemic-roaring-20s-post-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/epidemiologist-1918-flu-pandemic-roaring-20s-post-covid", "date_published": "2020-12-21 08:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I swore I’d be  home for Christmas – but it took some angry Canadians to make it happen", "description": "<p>My daughters were in London; I was in Jamaica. And however much I pleaded, it seemed I might never get back to them</p><p>There is far too little written about the tyranny children impose on Christmas. We pretend that adults set the tone, but peer at Santa’s sleigh and it’s children, desperate for excitement and stuff, who are in the driving seat.</p><p>So it has always been in our house, with the Christmas routine established almost as soon as our two girls could stand upright. The note up the chimney (or rather wedged on a ledge of the fireplace to compensate for insufficient updraft), the tree dressed with communal effort and ceremony. Lights? Check. Tinsel? Check. Foil-covered chocolates? Check. Manky cat? Got to have the manky stuffed toy cat.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/21/i-swore-id-be-home-for-christmas-but-it-took-some-angry-canadians-to-make-it-happen\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/21/i-swore-id-be-home-for-christmas-but-it-took-some-angry-canadians-to-make-it-happen", "date_published": "2020-12-21 08:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daughters of detained British-Iranian nationals share pain of missing parents", "description": "<p>Elika Ashoori says she and Gabriella Zaghari-Ratcliffe share profound sense of loss despite 28-year age gap</p><p>Two daughters of British-Iranian nationals being held in Iran have come together for the first time to make a film discussing how much they want their parents back with them for Christmas.</p><p>Elika, daughter of Anoosheh Ashoori, is shown sharing her emotional pain with Gabriella, the daughter of Nazanin Zaghari-Ratcliffe.</p> <a href=\"https://www.theguardian.com/news/2020/dec/21/nazanin-zaghari-ratcliffes-daughter-appears-in-video-with-elika-ashoori\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/dec/21/nazanin-zaghari-ratcliffes-daughter-appears-in-video-with-elika-ashoori", "date_published": "2020-12-21 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from this weekend's action", "description": "<p>Sheffield United’s troubles worsen, Alli at a crossroads and McTominay is setting the standard at Manchester United</p><p>Which is your favourite Klopp Liverpool team? The title one? The Champions League one? Or the one the year before that didn’t win anything but broke like an avenging swarm of bees and left their opponents dizzy? For some it is still the last of these, when Klopp was still grooving his patterns, working out the best way to win, and building to the supreme efficiency of last year. In which case there will have been a fond echo in the destruction at Selhurst Park, where Liverpool did give chances in the first half-hour but attacked with fury either side. This was the first time in a year they have scored five in the league with the title race still alive. In this muddled season they do have the power to terrorise opponents and kill games early. This game was spectacular. But it was also, by the end, a much‑needed stroll. <strong>Barney Ronay</strong></p> <a href=\"https://www.theguardian.com/football/blog/2020/dec/21/premier-league-10-talking-points-from-this-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/dec/21/premier-league-10-talking-points-from-this-weekends-action", "date_published": "2020-12-21 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When my mother said she was lonely, I knew I had to relearn my Bengali language | Kia Abdullah", "description": "<p>In this strange and isolating year, reacquainting myself with Sylheti gave me a new understanding of my family</p><p>I never understood the Bengali girls at my London school who were proudly monolingual. “I only speak English,” they would declare loudly as if it were a badge of honour. Perhaps they felt that it lent them a sense of individuality in a student body that was 90% Bengali. Perhaps it proved that they were modern, progressive, assimilated – no longer tethered to the quaint customs of their immigrant families.</p><p>I took the opposite view and held my ability to speak Bengali close like an amulet, a secret cipher that unlocked another world. A language after all is more than just vocabulary, it conveys a multitude of subtleties: the pitch of a person’s humour, the sting of an insult, even the texture of grief. When my mother told me <em>“amar shoril ekere kulya zargi”</em>, I knew that the nearest translation – “my body is loosening at the seams” – failed to capture the poignancy of a woman in her twilight years lamenting the loss of her health.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/mother-lonely-covid-relearn-bengali-language\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/21/mother-lonely-covid-relearn-bengali-language", "date_published": "2020-12-21 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Your coursemates are just computer icons': universities call for mental health cash", "description": "<p>Low take-up of central support service shows funds should also go to universities, say vice-chancellors in England and Wales </p><p>Universities are calling on the government to provide extra funding for their student mental health services, as new figures show low uptake of a scheme launched by the higher education regulator for England during the pandemic.</p><p>Vice-chancellors say services on campuses need more money because demand for already overstretched support has increased up to fourfold during the Covid-19 crisis.</p> <a href=\"https://www.theguardian.com/education/2020/dec/21/universities-call-for-mental-health-cash\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/21/universities-call-for-mental-health-cash", "date_published": "2020-12-21 07:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Slaughtered like chickens': Eritrea heavily involved in Tigray conflict, say eyewitnesses", "description": "<p>Despite denials by Ethiopia, multiple reports confirm killings, looting and forcible return of refugees by Asmara’s forces</p><p>In early December, Ethiopian state television broadcast something unexpected: a <a href=\"https://twitter.com/Natberh/status/1335083953036857347\">fiery exchange</a> between civilians in Shire, in the northern Tigray region, and Ethiopian soldiers, who had recently arrived in the area.</p><p>To the surprise of viewers used to <a href=\"https://twitter.com/PMEthiopia/status/1331494485168152576\">wartime propaganda</a>, the Tigrayan elders spoke in vivid detail of the horrors that had befallen the town since the outbreak of war between the federal government of Prime Minister Abiy Ahmed and the <a href=\"https://www.theguardian.com/world/2020/nov/25/rise-and-fall-of-ethiopias-tplf-tigray-peoples-liberation-front\">Tigray People’s Liberation Front</a> (TPLF), the region’s longstanding ruling party, which was ousted from the state capital of Mekelle in late November.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/21/slaughtered-like-chickens-eritrea-heavily-involved-in-tigray-conflict-say-eyewitnesses\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/21/slaughtered-like-chickens-eritrea-heavily-involved-in-tigray-conflict-say-eyewitnesses", "date_published": "2020-12-21 07:15:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple AirPods Max review: stunning sound, painful price", "description": "<p>Top luxury noise-cancelling Bluetooth headphones – but at a price that demands perfection</p><p>Apple’s first own-brand noise-cancelling headphones are heavy on the luxury and sound – but also on price.</p><p>The AirPods Max cost £549 and are the most expensive of Apple’s headphones line that includes the £159 AirPods, £249 AirPods Pro and sets from the Beats brand such as the £270 Solo Pro and £300 Studio 3 Wireless.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/21/apple-airpods-max-review-bluetooth-noise-cancelling-headphones-sound-price\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/21/apple-airpods-max-review-bluetooth-noise-cancelling-headphones-sound-price", "date_published": "2020-12-21 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inside Oxford’s coronavirus vaccine development", "description": "<p>From a small discovery to producing at scale, photojournalist <a href=\"https://www.theguardian.com/profile/davidlevene\">David Levene </a>documents the groundbreaking work of the scientists of Oxford University during the development of a vaccine which is now poised for approval by medicines regulators</p><p>From the moment the coronavirus spilled out of China and spread around the world, the great hope for the return of normal life lay with safe and effective vaccines. While wearing masks and washing hands helped to reduce the flood of infections, they would never be enough to hold back the tide. Social distancing – a phrase that does nothing to convey the hardship of the act – suppresses the virus, no doubt. But what kind of life is a life lived apart?</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/21/inside-oxfords-coronavirus-vaccine-development\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/21/inside-oxfords-coronavirus-vaccine-development", "date_published": "2020-12-21 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time for some home truths about deforestation | Laura Spinney", "description": "<p>A powerful French book punctures the myth that countries in the global south are largely responsible for habitat destruction</p><p>To prevent future pandemics, we must <a href=\"https://www.theguardian.com/commentisfree/2020/jul/28/pandemic-era-rainforest-deforestation-exploitation-wildlife-disease\">stop deforestation</a> and end the <a href=\"https://www.theguardian.com/world/2020/jun/17/pandemics-destruction-nature-un-who-legislation-trade-green-recovery\">illegal wildlife trade</a>. Do you agree? Of course you do, because what’s not to like? The buck stops with the evil other. The question is, will doing those things solve the problem? And the answer is, probably not. They will help, but there’s another, potentially bigger problem closer to home: the global north’s use of natural resources, especially its reliance on livestock.</p><p>The story that epidemics are punishment for <a href=\"https://www.theguardian.com/world/2020/apr/27/halt-destruction-nature-worse-pandemics-top-scientists\">upsetting the natural order of things</a> is not new. But it’s a peculiarly modern, postcolonial twist on it to imagine that the source of that upset is somewhere far away from most of us – to wit, the parts of the world that were forested, until recently, and that conveniently coincide with the poorer bits. And it turns out that this narrative may be interfering with our attempts to protect ourselves from novel diseases, as well as with efforts to tackle climate change and the erosion of biodiversity.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/time-for-some-home-truths-about-deforestation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/21/time-for-some-home-truths-about-deforestation", "date_published": "2020-12-21 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid through a lens: how Guardian video continued amid the pandemic", "description": "<p>The Guardian’s head of video reports on how he and other members of the video journalism team have adapted the way they work to suit ‘the new normal’</p><p>Every team in the Guardian probably thinks they’ve been affected the most by the Covid pandemic, but those of us in the video department believe we are the the ones who have had to dramatically change how we do our journalism the most.</p><p>You can’t make a good video down a phone line, it’s preferable by far to have two staff on a shoot, and you need to get close to people to provoke empathy in viewers. You need to travel to the story, you don’t really want contributors’ faces hidden when interviewed, and you can control filming conditions much better inside than outside.</p> <a href=\"https://www.theguardian.com/membership/2020/dec/21/guardian-documentaries-covid-19-pandemic-video-adapt\">Continue reading...</a>", "link": "https://www.theguardian.com/membership/2020/dec/21/guardian-documentaries-covid-19-pandemic-video-adapt", "date_published": "2020-12-21 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singapore street food added to Unesco heritage list", "description": "<p>The city-state’s cosmopolitan ‘hawker culture’ has been added to the prestigious list – welcome recognition after a tough year for vendors. Plus five of the best food centres to visit</p><p>One of Singapore’s most-loved institutions has been given a timely boost, with the country’s hawker culture being added to the Unesco list of Intangible Cultural Heritage of Humanity.</p><p>The award took place at a virtual ceremony on 16 December and it sees the culture join the likes of yoga in India and the tango in Argentina. Hawker culture refers to the community of vendors who cook and sell meals in the 114 hawker centres across the city-state. The verdict could not have come at a better time for the vendors, providing invaluable protection after a precarious year.</p> <a href=\"https://www.theguardian.com/travel/2020/dec/21/singapore-hawker-culture-street-food-added-to-unesco-heritage-list\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/dec/21/singapore-hawker-culture-street-food-added-to-unesco-heritage-list", "date_published": "2020-12-21 06:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prepare stories and invite a dog: eight tips for surviving a Zoom Christmas", "description": "<p>Instead of gathering around the holiday table, we’ll be gathering around our laptops for awkward silences and Zoom fatigue</p><p>Your laptop screen will be a window into your soul this holiday season, so take advantage of the opportunity to make your life appear under control. An upside to any global pandemic is that you don’t have to clean up for guests. When it comes to messes, it’s “out of screen, out of mind”. Meanwhile, you can create an idealized <strong>– </strong>and/or completely false<strong> –</strong> vision of your home life: fill the area behind you with thick volumes of poetry, or hardcore exercise equipment, or the only plant you have ever managed to keep alive for more than a week.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/20/zoom-christmas-tips-humor\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/20/zoom-christmas-tips-humor", "date_published": "2020-12-21 06:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Doomscrolling' chosen as New Zealand word of the year for 2020", "description": "<p>Survey held by Public Address website saw ‘bubble’ take second spot, followed by #NZHellhole</p><p>Used sporadically in pre-Covid times, the term “doomscrolling” has become instantly relatable in a year dominated by the pandemic, lockdowns and Trump tweets. And now it has won the seal of approval of New Zealand.</p><p>Always keen to embrace new trends, voters chose it from a long list of words, many of which either came into existence, or rose to prominence, during the year.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/doomscrolling-chosen-as-new-zealand-word-of-the-year-for-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/doomscrolling-chosen-as-new-zealand-word-of-the-year-for-2020", "date_published": "2020-12-21 06:26:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Racism doesn’t dissolve once it’s out of the headlines’: is the fashion industry doing enough to address diversity?", "description": "<p>Since the killing of George Floyd, the industry has attempted to tackle racism, but has it gone far enough?</p><p>This month, fashion’s unofficial watchdog, <a href=\"https://www.dietprada.com/\">Diet Prada</a>, posted a <a href=\"https://www.instagram.com/p/CIWPHEaHAe2/\">“how it started versus how it’s going” meme</a> on Instagram. Contrasting a past moment of hope with a current moment of reckoning, Diet Prada turned its attention to the US clothing and homeware store Anthropologie.</p><p>The first picture was a screengrab from the brand’s official Instagram account, showing a pledge to diversify its workforce, written after the police killings of George Floyd and Breonna Taylor in the spring. A second screengrab showed the lineup for a series of Christmas virtual workshops – styling sessions, baking demonstrations and candle-making sessions run by blond, white women.</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/21/racism-doesnt-dissolve-once-its-out-of-the-headlines-is-the-fashion-industry-doing-enough-to-address-diversity\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/21/racism-doesnt-dissolve-once-its-out-of-the-headlines-is-the-fashion-industry-doing-enough-to-address-diversity", "date_published": "2020-12-21 06:23:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caste-based area names to be changed across Indian state to 'increase unity'", "description": "<p>Millions of people in Maharashtra to have neighbourhoods renamed but critics say plan means little without behavioural change</p><p>The names of neighbourhoods in the Indian state of Maharashtra based on the caste of people who have traditionally lived there are to be be changed, to reflect the country’s evolving attitudes.</p><p>In the same way Indian surnames reveal the caste to which a person belongs, neighbourhoods have acquired names based on the caste of the community that predominates.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/21/caste-based-area-names-to-be-changed-across-indian-state-to-increase-unity\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/21/caste-based-area-names-to-be-changed-across-indian-state-to-increase-unity", "date_published": "2020-12-21 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown strengthened their love, but would Jonathan and Kit survive life’s ‘boring bits’?", "description": "<p>Back in spring, Jonathan Lovett and Kit Yunes had only just become a couple when they found themselves in lockdown together. So how have they fared since?</p><p>In June, we met the <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/04/ive-never-felt-so-close-to-anyone-this-quickly-the-whirlwind-romances-of-lockdown\">whirlwind lovers of lockdown</a>: the single people who threw caution to the wind and jumped into new relationships as the world was shutting down around them. Some of the couples spent lockdown together despite hardly knowing each other: in one case, after just one date.</p><p>Jonathan Lovett, 53, a design director from London, and his boyfriend Kit Yunes, 46, a retail manager originally from Argentina, had been a couple for just a few weeks when they moved in together on the eve of lockdown.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/21/lockdown-strengthened-their-love-but-would-jonathan-and-kit-survive-lifes-boring-bits\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/21/lockdown-strengthened-their-love-but-would-jonathan-and-kit-survive-lifes-boring-bits", "date_published": "2020-12-21 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine out of 10 children on remand in London come from BAME background", "description": "<p>Exclusive: figures reignite calls for full implementation of Lammy Review into justice system</p><p>Nearly nine out of 10 children held in custody on remand in London are from a black, Asian or minority ethnic background, figures have revealed.</p><p>Statistics obtained under freedom of information requests by <a href=\"https://www.transformjustice.org.uk/\">Transform Justice</a> and the <a href=\"https://howardleague.org/\">Howard League for Penal Reform</a> show 87% of children on remand in the capital between July and September were from a BAME background, while 61% were black. Individuals held on remand are awaiting court hearings after being charged with an offence.</p> <a href=\"https://www.theguardian.com/society/2020/dec/21/nine-out-of-10-children-on-remand-in-london-come-from-bame-background\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/21/nine-out-of-10-children-on-remand-in-london-come-from-bame-background", "date_published": "2020-12-21 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Arab spring wasn't in vain. Next time will be different | Nesrine Malik", "description": "<p>Lessons have been learned about how to convert the forces that demand equality into those that deliver it<br /></p><p>At the end of 2010, I was en route to Sudan for Christmas, scouring Arabic social media in search of scraps of information about a story unfolding in Tunisia; a story the Arab media was censoring and the western media was still ignoring. A street trader, Mohammed Bouazizi, had set himself on fire in protest at the government in the city of Sidi Bouzid, <a href=\"https://www.theguardian.com/world/video/2020/dec/17/tunisia-and-the-arab-spring-10-years-on-we-tried-to-rise\">sparking demonstrations</a> that spread across the country.</p><p>Weeks before the protests toppled Tunisia’s president-for-life, you could see that something about this uprising was different. There was something about the way the protests resonated in households around the Arab world, the intensity of the moral outrage and the force of the momentum that felt new and exciting.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/21/arab-spring-people-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/21/arab-spring-people-movement", "date_published": "2020-12-21 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK video game industry thrives amid lockdowns and US bidding wars", "description": "<p>Sector grows as developers continue to work and consumers search for Covid boredom relief</p><p>The lockdown boom in video games has put the spotlight on the global success of British game makers, attracting the attention of deep-pocketed US giants looking to snap up valuable pandemic-proof businesses.</p><p>Electronic Arts, the California-based global gaming giant, announced <a href=\"https://www.theguardian.com/games/2020/dec/14/codemasters-bid-electronic-arts-fifa-2021-harry-potter-f1-2020\">a surprise £945m bid for Codemasters</a>, the maker of Formula One racing games.</p> <a href=\"https://www.theguardian.com/games/2020/dec/21/uk-video-game-industry-thrives-amid-lockdowns-and-us-bidding-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/dec/21/uk-video-game-industry-thrives-amid-lockdowns-and-us-bidding-wars", "date_published": "2020-12-21 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firm with mystery investors wins £200m of PPE contracts via 'high-priority lane'", "description": "<p><strong>Exclusive: </strong>It’s unclear how PPE Medpro’s bids were processed through channel for firms referred by MPs and senior officials</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A company with mystery investors and links to the Isle of Man was awarded government contracts worth £200m to supply the UK with personal protective equipment (PPE) after it was placed in a “high-priority lane” for well-connected firms, the Guardian can reveal.</p><p>PPE Medpro has not revealed the identities of the financiers and businessmen behind the venture, and it remains unclear how its offer to supply PPE came to be processed through a channel created for companies referred by politicians and senior officials.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/firm-with-mystery-investors-wins-200m-of-ppe-contracts-via-high-priority-lane\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/firm-with-mystery-investors-wins-200m-of-ppe-contracts-via-high-priority-lane", "date_published": "2020-12-21 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Menstruation apps store excessive information, privacy charity says", "description": "<p>Exclusive: Privacy International finds apps collect information on birth control habits or how hard it is for women to reach orgasm</p><p>Menstruation apps are unnecessarily storing personal data such as what medication women are on, their birth control habits and how hard women find it to reach orgasm, privacy campaigners have said.</p><p>A <a href=\"https://www.privacyinternational.org/long-read/4316/we-asked-five-menstruation-apps-our-data-and-here-what-we-found\">study of five</a> leading apps by <a href=\"https://www.privacyinternational.org/long-read/3196/no-bodys-business-mine-how-menstruation-apps-are-sharing-your-data\">Privacy International</a>, a UK-based charity, found that companies held intimate information on users including answers to questions about when they have yeast infections and how often they have sex or see a gynaecologist.</p> <a href=\"https://www.theguardian.com/society/2020/dec/21/menstruation-apps-store-excessive-information-privacy-charity-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/21/menstruation-apps-store-excessive-information-privacy-charity-says", "date_published": "2020-12-21 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacinda Ardern: I try to turn self-doubt into 'something more positive'", "description": "<p>New Zealand prime minister admits watching bad television to relax and says some people she admires most have that ‘gnawing lack of confidence’</p><p>New Zealand’s prime minister, <a href=\"https://www.theguardian.com/world/jacinda-ardern\">Jacinda Ardern</a>, has revealed she suffers “imposter syndrome” and watches “bad crime shows” to wind down.</p><p>Ardern <a href=\"https://www.theguardian.com/world/2020/oct/17/jacinda-arderns-labour-party-set-for-victory-in-new-zealand-election\">won a second term in a landslide victory</a> in October after successfully leading her country through the coronavirus pandemic with fewer than 30 deaths.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/jacinda-ardern-i-try-to-turn-self-doubt-into-something-more-positive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/jacinda-ardern-i-try-to-turn-self-doubt-into-something-more-positive", "date_published": "2020-12-21 04:25:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Wuhan to an ICU in Wales: the people who helped us report the pandemic", "description": "<p>Throughout 2020 we have reported on the shocking developments as Covid-19 swept through Britain, changing our way of life in a flash. In this episode we revisit people who helped us tell the story, from Wuhan, ICU wards, care homes and unemployment claims to a blind date that led to romance</p><p>2020 has been a year of unprecedented disruption, sadness and anxiety for many people. When news first emerged of a ‘novel coronavirus’ in China at the start of the year, few could have imagined its devastating global impact. Through the months that followed, Today in Focus tracked the spread of the virus and its effects, not only with our specialist journalists but with the people working on the front line. </p><p>In this episode, <strong>Anushka Asthana </strong>looks back on a year like no other and revisits some of the people we spoke to along the way. </p> <a href=\"https://www.theguardian.com/news/audio/2020/dec/21/sadness-hope-and-love-revisiting-the-people-who-helped-us-report-on-the-pandemic-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/dec/21/sadness-hope-and-love-revisiting-the-people-who-helped-us-report-on-the-pandemic-podcast", "date_published": "2020-12-21 03:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Europe shuts door on Britain': what the papers say about the travel bans", "description": "<p>Warnings of potential chaos as new Covid strain ‘takes hold’ with some singling out France as taking the lead on restrictions</p><p>Britain’s worsening coronavirus crisis presents a truly bleak midwinter outlook on the front pages with focus split between Europe shutting its doors to Britons and the threat that severe restrictions on everyday life could last for months.</p><p>The <strong>Times</strong> is in the former camp and leads with “Europe shuts door on Britain”, detailing the decision by European countries such as Germany, the Netherlands and France to ban the entry of travellers from the UK.</p> <a href=\"https://www.theguardian.com/media/2020/dec/21/europe-shuts-door-on-britain-what-the-papers-say-about-the-travel-bans\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/dec/21/europe-shuts-door-on-britain-what-the-papers-say-about-the-travel-bans", "date_published": "2020-12-21 02:03:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Help is on the way': Covid relief bill deal agreed, says Mitch McConnell", "description": "<ul><li>Republican Senate leader says text of bill on $900bn package being finalized</li><li><a href=\"https://www.theguardian.com/world/2020/dec/20/two-authorized-vaccines-heres-what-you-need-to-know\">The two US vaccines – here’s what you need to know</a></li></ul><p>Top congressional leaders have announced agreement on a $900bn coronavirus aid package after late-night discussions on Sunday.</p><p>“We can finally report what our nation has needed to hear for a very long time: more help is on the way,” said Republican Senate leader Mitch MCConnell. “Moments ago, in consultation with our committees, the four leaders of the Senate and House finalised an agreement for another major rescue package for the American people.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/20/congress-covid-relief-bill-set-to-pass\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/20/congress-covid-relief-bill-set-to-pass", "date_published": "2020-12-21 00:52:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Luxury London homes still used to launder illicit funds, says report", "description": "<p>National Crime Agency steps up investigations into suspect funds flooding into UK</p><p>Luxury London homes are an “attractive method to launder illicit funds”, a government report has said as the National Crime Agency steps up its McMafia-style “dirty money” investigations into suspect funds flooding into the country.</p><p>The <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/945411/NRA_2020_v1.2_FOR_PUBLICATION.pdf\">national risk assessment of money laundering and terrorist financing 2020</a> has upgraded the risk level for the sector, saying: “Corrupt foreign elites continue to be attracted to the UK property market, especially in London, to disguise their corruption proceeds.”</p> <a href=\"https://www.theguardian.com/money/2020/dec/21/luxury-london-homes-still-used-to-launder-illicit-funds-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/21/luxury-london-homes-still-used-to-launder-illicit-funds-says-report", "date_published": "2020-12-21 00:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'McMafia' banker's wife will have £22m seized unless she reveals source of wealth", "description": "<p>Supreme court upholds order against Zamira Hajiyeva, who spent £1m a year at Harrods</p><p>A woman who <a href=\"https://www.theguardian.com/business/2019/may/28/court-releases-16m-harrods-shopping-list-in-mcmafia-case\">spent £1m a year at Harrods</a> will be forced to give up her £15m home unless she reveals the source of her fortune following the UK’s first McMafia-style “dirty money” investigation.</p><p><a href=\"https://www.theguardian.com/uk-news/2018/oct/10/wife-of-mcmafia-banker-with-16m-harrods-spending-habit-named\">Zamira Hajiyeva</a>, the wife of a former boss of the Azerbaijani state bank jailed for fraud, has lost her final appeal against a court order forcing her to reveal how she came by so much money.</p> <a href=\"https://www.theguardian.com/law/2020/dec/21/mcmafia-banker-wife-seize-source-wealth-supreme-court-harrods\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/dec/21/mcmafia-banker-wife-seize-source-wealth-supreme-court-harrods", "date_published": "2020-12-21 00:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Babies and children 'forgotten and failed' in Covid response, say health workers", "description": "<p>Survey finds almost two-thirds of health visitors in England reported rise in child neglect</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Babies and young children have been forgotten and failed in England’s pandemic response, health visitors have said.</p><p>The annual survey by the Institute of Health Visiting found that 61% of health visitors in England reported an increase in cases of child neglect. Four out of five reported a rise in domestic violence and abuse, and perinatal mental illness.</p> <a href=\"https://www.theguardian.com/world/2020/dec/21/babies-and-children-forgotten-and-failed-in-covid-response-say-health-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/21/babies-and-children-forgotten-and-failed-in-covid-response-say-health-workers", "date_published": "2020-12-21 00:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown blamed as more under-18s held for terror offences in UK", "description": "<p>Referrals of rightwing content up 43% as police say young people being radicalised could be consequence of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The number of children being arrested for terrorism offences is rising as the pandemic creates a climate for lonely young people to be drawn in, police have warned.</p><p>A total of 17 under-18s were arrested in the year to September 2020 compared with 11 in the year to September 2019, police have said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/21/lockdown-blamed-as-under-18s-terrorism-offences-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/21/lockdown-blamed-as-under-18s-terrorism-offences-coronavirus", "date_published": "2020-12-21 00:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Researchers win £1m grant to unlock secrets of Viking-era treasure trove", "description": "<p>Galloway Hoard comprising more than 100 objects lay undiscovered for 1,000 years before discovery in 2014</p><p>Researchers in Scotland hope to unlock the secrets of a stunning Viking-age hoard after a receiving a £1m grant to examine the provenance of the 10th century haul that lay undisturbed for a thousand years before being unearthed by a metal detectorist.</p><p>The incredible discovery of <a href=\"https://www.theguardian.com/culture/2017/oct/26/galloway-viking-hoard-acquired-by-national-museums-of-scotland\">the Galloway Hoard,</a> comprising more than 100 objects including silver jewellery and ingots, was made in September 2014 in a field in Dumfries and Galloway. It has since been acquired by National Museums Scotland (NMS).</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/21/researchers-win-1m-grant-to-unlock-secrets-of-viking-era-treasure-trove\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/21/researchers-win-1m-grant-to-unlock-secrets-of-viking-era-treasure-trove", "date_published": "2020-12-21 00:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]