[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Cory Henry: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSuraya Mohamed | December 21, 2020\nIt's Cory Henry's favorite time of the year, and the charismatic keyboardist has this wish for us all: \"May these songs fill you and your family with joy and happiness as we bring in what will be a far better year than the last. Live in love, live in peace, grow in freedom. Merry Christmas. Happy Holidays.\"\n\nHenry is a renowned composer, producer and musician who rose to fame as a member of Snarky Puppy. In 2018, he visited the actual Tiny Desk for a jubilant performance with his own band, Cory Henry and The Funk Apostles. Just a few weeks ago, he released a holiday album, Christmas With You, a collection of classics and new compositions full of comfort, joy and reflection. For this Tiny Desk (home) concert, Henry and his longtime collaborator, drummer TaRon Lockett, recorded a couple of those songs at the Gold—Diggers studio in Los Angeles.\n\nIn this cozy set, you'll hear \"Misty Christmas,\" the first of Henry's two inspiring compositions. Watch for his adorable pocket pitbull, Lady Lingus, right before he shifts to the organ with another soulful original, \"Christmas With You.\"\n\nSET LIST\n\"Misty Christmas\"\n\"Christmas With You\"\n\nMUSICIANS\nCory Henry: vocals, piano, organ\nTaRon Lockett: drums\n\nCREDITS\nVideographer, Editor, Producer: Raymond Alva\nAudio: James Kirk\n\nTINY DESK TEAM\nProducer: Suraya Mohamed\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=Ql02rtW62Os", "date_published": "2020-12-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]