[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Persona 5 Scramble Is More Of A Sequel Than You Think", "description": "Ben and Michael explain how Persona 5 Scramble is so much more than a simple musou spin-off and a feels like a proper sequel to Persona 5.\n\nPersona 5 Scramble: The Phantom Strikers demo is available on Japan's Nintendo Eshop for Switch and PSN for PlayStation 4 and we were able to play through it. Based on our experience with the demo and all the pre-release content we've seen coming from the Japanese release, Persona 5 Scramble is shaping up to be more of a sequel to the original RPG than a spinoff action game. In the video above, we go into detail about our impressions and what we know about the game.\n\nThe story is a continuation of Persona 5 with the Phantom Thieves returning in full form. Everyone's a bit older, Haru and Makoto are in college, and they're all seasoned from their time in the original story. You'll get opportunities to explore the streets of Japan and spend time with your friends all over again, but in new scenarios. There are also new characters like Sophia and the new Phantom Thief codenamed Wolf who are brought into the mix.\n\nFrom a gameplay perspective, Persona 5 Scramble isn't just a Musou adaptation of the RPG, it's more of an action RPG with the number of elements from the original game are incorporated into the combat. You'll still juggle different personas, cast spells, exploit enemy weaknesses, and execute all-out attacks. The metaverse is going to have new palaces and challenges and it seems that the new action gameplay fits the style its going for.\n\nAll the sights, sounds, and styling of Persona 5 are present in Scramble, and we're excited to see it when it comes out in Japan on February 20, 2020 and sometime later in the year for the West. Also, if you're not aware, Persona 5 Scramble has some new tunes and we can't stop listening to the \"Last Surprise\" remix for the game's battle theme.", "link": "https://www.youtube.com/watch?v=MW68T1ImXN4", "date_published": "2020-02-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Revenant Tips - How To Best Play Season 4's New Character", "description": "Season 4: Assimilation adds Revenant as a playable character to Apex Legends and the synthetic nightmare is a powerful offensive threat. Though his passive and tactical abilities are rather straightforward, Revenant's ultimate ability is quite nuanced and comes with a bunch of small caveats.\n\nIn the video above, Jordan Ramée and Max Blumenthal discuss Revenant's three abilities--Stalker, Silence, and Death Totem--before detailing the best strategies for when and how to use them. Revenant isn't quite as game-changing of an addition to Apex Legends as Wattson, but if you manage to master his aggressive skillset, you'll be able to help your one squad feel like two whenever you attack another team.\n\nRevenant's passive ability, Stalker, allows him to crouch-walk faster and climb higher than the other legends. His active ability, Silence, both damages and stuns enemies, and those caught in its blast radius will lose access to their own abilities for 10 seconds. Death Totem is Revenant's ultimate ability, allowing him to summon an obelisk of dark energy that can prevent the deaths of those who interact with it.\n\nAssimilation adds a lot more than just a new character to Apex Legends. The new season adds the Sentinel sniper rifle, several notable map changes to World's Edge, a few character buffs, adjustments to how certain weapons work, a brand-new battle pass, and a whole lot more. Apex Legends isn't quite the same game that first launched in February 2019, it's changed in numerous ways over its first year.", "link": "https://www.youtube.com/watch?v=BIVBKnqOJJE", "date_published": "2020-02-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]