[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Go Down Donald", "description": "The Babylon Bee's Kyle Mann and Ethan Nicolle present a new take on an old classic.", "link": "https://www.youtube.com/watch?v=Q0dzwjPtAwY", "date_published": "2020-04-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Let My People Go", "description": "This is the Babylon Bee weekly news podcast for the week of 4/29/2020.\r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle talk about the biggest stories of the week like Kim Jong Un being Un-dead, doctor Trump talking about disinfectant being used to clean the body, and the oppression of the American people under this lockdown being so bad that Trump has to tell the governors to “let my people go!” This episode is a must listen for the ‘Go Down Donald’ music track alone which we spent way too much time on. They also talk about why staring at a TV isn’t church.\r\n\r\n In the subscriber portion, subscribers get to listen to Kyle and Ethan dig into the mail bag where they find an audio file sent to us by a subscriber! They talk about worship songs or worship leader habits that really bug them and answer other deep questions from subscribers. \r\n\r\n Send your emails to podcast@babylonbee.com and maybe we will answer you in our next Mailbag segment!\r\n\r\n If you are hurting financially right now, check out our $100,000 COVID relief fund set up by Seth Dillon which you can find out more about by contacting us at our website. If you need financial help contact us! Also donate if you are able to chip in to help!\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle and Ethan talk about waterslides and hotdogs and shampoo.\r\n\r\n Stuff That’s Good - \r\n\r\n Kyle:  H.P. Lovecraft - At the Mountains of Madness, The Festival, Rats in the Walls, The Hound\r\n\r\n Ethan:  Like Trees Walking Podcast\r\n\r\n These Things Are Weird - \r\n\r\n Ontario woman’s life saved by breast implant that deflected bullet\r\n\r\n  Dirt bikers make use of sand-covered skate park in California\r\n\r\n  Oregon man drove to 11 different Wendy's restaurants twice in 1 day to stock up on free nuggets, report says\r\n\r\n  Woman ‘wakes up in a body bag after mistakenly being declared dead’\r\n\r\n Stories of the Week\r\n\r\n Story 1 - North Korea Reports Kim Jong Un Is 'Most Alive Person In Universe'\r\n\r\n   NBC’s Katy Tur tweeted then quickly deleted a tweet saying he was brain dead\r\n\r\n   Conflicting rumors were circulating that the North Korean dictator had to have heart surgery to put a stent put in and that he was either dead or in a vegitative state\r\n\r\n    Liberals started thirsting for a woman dictator in his sister Kim Yo Jong\r\n\r\n   North Korea is going to get a woman leader before the US? LET THAT SINK IN PEOPLE\r\n\r\n    Other countries that beat the US to a woman leader\r\n\r\n   Kyle reads a very real and not fake at all statement from the People's Republic Of North Korea\r\n\r\n   Story 2 -  Trump Threatens More Plagues Unless State Governors Let His People Go\r\n\r\n  Trump wants to start recommending phases of opening up the economy. But California, Oregon &amp; Washington Announce Western States Pact in which they will only open up their states when SCIENCE says to.  Kyle and Ethan hit the guitar and banjo for a new version of an old classic, Let My People Go. \r\n\r\n (Begins at 00:29:11)\r\n\r\n Go down Donald, way down in Michigan\r\n\r\n Tell old Whitmer to let my people go\r\n\r\n When buyin’ guns and seeds was banned\r\n\r\n (Let my people go)\r\n\r\n Oppressed so hard they could not stand\r\n\r\n (Let My people go)\r\n\r\n “Go down ,  Donald  \r\n\r\n way down in Cali Land\r\n\r\n Tell old Gavin to let the skaters go” (LET THE SKATERS GO)\r\n\r\n So Trump spoke to the press and there decreed\r\n\r\n (Let My people go)\r\n\r\n But CNN -wouldn’t air the feed\r\n\r\n (Let My people go)\r\n\r\n Yes the protesters said, “come down (COME DOWN), Donald, (DONALD) \r\n\r\n way (WAY)  down (DOWN) at the Bass Pro” BASS PRO\r\n\r\n Tell those governors to let them buy ammo (LET THEM BUY AMMO)\r\n\r\n Trump said, “If you want to end the quarantine,\r\n\r\n (Why not give bleach a go?)\r\n\r\n Hit em with hydroxychloroquine\r\n\r\n (Let the Clorox flow!”)\r\n\r\n God, The Lord said, “Go down, (GO DOWN)  Donald,(DONALD) way (WAY) down (DOWN) to America”\r\n\r\n Tell Dem TELL DEM governors GOVERNORS  to let My people go\r\n\r\n Tell Dem TELL DEM governors GOVERNORS let My people go \r\n\r\n Story 3 - Trump Says To Drink Lots Of Water, Media Reports He Told Everyone To Drown Themselves\r\n\r\n   Trump seemed to be pontificating before the press about things he was discussing with his experts about in coming up with possible treatments to defeat coronavirus.\r\n\r\n   The corporate press immediately reported that Trump was advising the public to drink bleach and disinfectants and blue checks and Democrats jumped over it.\r\n\r\n   Topic of the Week - Why go to church?\r\n\r\n   With most people streaming church services, is there a reason to go back? Why should Christians have fellowship in person?\r\n\r\n   Broader cultural effects of religion and church attendance\r\n\r\n   Hebrews 10:25 - And let us consider how we may spur one another on toward love and good deeds, 25 not giving up meeting together, as some are in the habit of doing, but encouraging one...", "link": "https://www.youtube.com/watch?v=3OkIbDUqFSg", "date_published": "2020-04-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]