[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "You Got The Exact Presidential Debate You Deserved America", "description": "Kyle and Ethan try to make sense of what happened in the disaster that was the first Presidential Debate of 2020 in the only way they can: By making fun of it. If you felt dirty watching the debates, come watch the only podcast that can make fun of it in a way that's enjoyable for everyone. \n\nIf you love that come laugh at all the Weekly News for this week with the link below\nhttps://youtu.be/iXSMlRMYZCQ\n\nSubscribe to the Babylon Bee to gaze upon the world on fire with a smile on your face. \n\nHit the bell to get our content before the haters do.", "link": "https://www.youtube.com/watch?v=MYyZoAt6s6E", "date_published": "2020-10-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Dumpster Fire Debate/ACB Blood Cult/Smart People Don’t Pay Taxes News Show 10.2.2020", "description": "Today on The Babylon Bee Podcast, Kyle and Ethan talk about the week’s biggest stories like it being revealed by the corporate press that Amy Coney Barrett is part of some weird religious cult that drinks blood, the nation’s libertarians cheering Trump’s smart avoidance of Federal theft, and a state without electricity now demanding everyone buy an electric car. \n\nKyle and Ethan also react to the dumpster fire that is our nation’s presidential debate. \n\nBuckle your Chesterbelts, it’s another Babylon Bee News Show. \n\nSubscribe on iTunes: https://podcasts.apple.com/us/podcast/the-babylon-bee/id1468715531\n\nGain Access to the Exclusive Content and Writing Forum: https://babylonbee.com/plans\n\nThe Official Babylon Bee Store: https://shop.babylonbee.com\n\nFollow The Babylon Bee:\nWebsite: https://babylonbee.com\nTwitter: http://twitter.com/thebabylonbee\nFacebook: http://facebook.com/thebabylonbee\nInstagram: http://instagram.com/thebabylonbee", "link": "https://www.youtube.com/watch?v=iXSMlRMYZCQ", "date_published": "2020-10-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Trump VS Biden Reenactment - BNN Week In Review 10-2-2020", "description": "Did you miss the debate? Smart! Conveniently, BNN has put together this reenactment of the debate so that you won't ever have to watch it, with a special appearance by Potato!", "link": "https://www.youtube.com/watch?v=NK_hlX8ke3s", "date_published": "2020-10-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]