[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "How to Spot a (Potential) Fasc!st", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-how-to-spot-a-potential-fascist\n\nAn introduction to The Authoritarian Personality study.\n\nTimestamps:\n\n0:00 Fascisticus Potentialicus\n01:51 Introduction\n05:07 Defining Fascism / Ur-Fascism\n07:03 Antisemitism and Ethnocentrism\n11:31 Fascism, Conservatism and Religion\n16:09 The Authoritarian Personality\n23:18 Conclusions\n\nThis month's episode of What the Theory? is an introduction to the Authoritarian Personality study, carried out by T.W. Adorno (a key member of the \"Frankfurt School\" and central force in the development of Critical Theory), Else Frenkel-Brunswick, Daniel J. Levinson and R. Nevitt Sanford at the University of California, Berkeley in 1950.\n\nFollowing the end of World War 2, these four psychologists were interested in finding out what had motivated so many supposedly ordinary citizens in Germany (and elsewhere in Europe) to participate in the awful designs of the fascist regimes that had taken hold there.\n\nEventually, they laid out what they called The Authoritarian Personality, a set of personality traits which they argued might make some people more susceptible to fascist ideology than others.\n\nThis is what they found out...\n\nSupport the channel on Patreon at http://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: http://twitter.com/tom_nicholas\nInstagram: http://instagram.com/tomnicholaswtf\nPatreon: http://patreon.com/tomnicholas\nWebsite: http://www.tomnicholas.com/\n\n#Fascism #Authoritarianism #FrankfurtSchool", "link": "https://www.youtube.com/watch?v=vymeTZkiKD0", "date_published": "2020-07-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]