[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "20 Amazing Games Of 2020 So Far", "description": "We're halfway through the year so GameSpot's staff picked 20 must-play games this year, ranging from familiar AAA titles to some unsung heroes. Check it out!", "link": "https://www.youtube.com/watch?v=HtlWQr_LfEM", "date_published": "2020-07-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "COD: Warzone - 11 Things That Need To Change", "description": "Call Of Duty: Warzone, Infinity Ward’s battle royale shooter, released in March of 2020 and is entering season 5 in August with some unconfirmed map altering events. This year Activision is also expected to publish a Call Of Duty: Black Ops Cold War title which is being developed by Treyarch. It’s unclear at this stage if Cold War’s multiplayer will tie into Warzone directly, but it would make sense for Cold War items to turn up in Warzone. \n\nAhead of season 5, this video takes a look at eleven changes that could be made to the game right now during season 4. Some of these changes include a better drop system, expanded communication ping wheel,  improved armor mechanics, better climbing system, balancing, and major map changes and events. Warzone has teased in-game events most notably when players discovered phones ringing around the map that allowed them to solve a puzzle and enter Bunker 11. Inside they found a blood-covered room where nuclear weapons appeared to have been stolen. The missing warhead later turned up in another bunker on top of a ballistic missile. Fan-favorite Captain Price arrived in season 4 with his re-formed task force 141 to handle the problem. As of yet, nothing else has happened. \n\nWarzone is one of the many cross-progression multiplayer modes in Call Of Duty: Modern warfare. Warzone has also experimented with many limited timed variations including increasing the player count to 200 and a mode where players fight over juggernaut suits. Modern Warfare is currently out for PS4, Xbox One, and PC. Warzone is also available standalone and free-to-play.", "link": "https://www.youtube.com/watch?v=EerUciniCCQ", "date_published": "2020-07-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Agent York And The Mystery Of The Missing Frames | Deadly Premonition 2 Let's Play Part 3", "description": "In the third episode of our look at Deadly Premonition 2, Ben and Jean-Luc must visit a Voodoo shop to try and curse an old lady who's hogging the bowling lane.\n\nIf you enjoy this and want to see more let us know in the comments and like and share this video!", "link": "https://www.youtube.com/watch?v=iFOJn3-0_bU", "date_published": "2020-07-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Death Stranding On PC Is The Best Way To Play", "description": "Death Stranding is now out on PC and Michael Higham is here to tell you all about the port and how it's the best way to experience the game if you have the right specs.", "link": "https://www.youtube.com/watch?v=jcyBXjbj_l4", "date_published": "2020-07-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Turn Death Stranding Into A Nightmare | Potato Mode", "description": "Death Stranding is now out on the PC which means Jean-Luc and Ben can run it though the potato masher.", "link": "https://www.youtube.com/watch?v=0boyoO-7iE4", "date_published": "2020-07-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]