[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Antlers: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch The Antlers’ Tiny Desk concert from 2010: https://www.npr.org/2010/03/15/124585633/the-antlers-tiny-desk-concert\n\nRobin Hilton | March 15, 2010\n\nSometimes the good guys win. Back in January 2009, hardly anyone had heard of the rock band The Antlers. The trio, featuring Peter Silberman, Michael Lerner and Darby Cicci, had recently finished a homemade CD called Hospice. The three were playing a smattering of shows in noisy clubs and were lucky if 20 people showed up. Some of the more curious listeners would leave with one of those hand-pressed albums, not realizing what a rare collectible it would become.\n\nIn the months since, something happened. Fans fell in love with the three unassuming guys from Brooklyn, their epic and heartfelt shows and, most of all, Hospice. Frontman Silberman's elegy to a dying friend is full of tremendous grief and longing. But instead of evoking despair, the poetry, soaring orchestrations and Silberman's delicate falsetto left listeners in awe at how fragile and beautifully mysterious life can be. By August, Frenchkiss Records had given Hospice a proper release, while the band booked sold-out shows at the Bowery Ballroom in New York and other venues generally reserved for more established acts.\n\nWhen a group of us from the NPR Music team caught a show by The Antlers in Washington, D.C., a year ago, the band was still finding its way. This past fall, when The Antlers played a sold-out concert at the CMJ Festival in New York, the group stunned listeners with its extraordinary range, moving seamlessly from quiet moments of grace to thundering swells of chaotic noise.\n\nThat said, for this Tiny Desk Concert performance, Silberman, Lerner and Cicci pulled way back and gave an amazing, stripped-down performance of three songs from Hospice: \"Bear,\" \"Atrophy\" and the haunting \"Sylvia.\" We couldn't have been happier to have them, or happier for the success the band has had this past year.\n\nSet List:\n\"Bear\"\n\"Atrophy\"\n\"Sylvia\"", "link": "https://www.youtube.com/watch?v=FNqYFLEt46Y", "date_published": "2020-05-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Raul Midón: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 16, 2020 | Felix Contreras -- Despite the pall cast over so many aspects of our existence these days, Raul Midón's one man concert from his home studio shines with a vibrant appreciation of the beauty of life, down to its smallest details. It kicks off with two tracks from The Mirror, an album released just as we entered our quarantine period in mid-March: \"I Love The Afternoon\" and \"I Really Want To See You Again,\" a song that poetically captures the joy of friendship. Midón's jazz-influenced vocal phrasing throughout comes to the fore with just his acoustic guitar as accompaniment, illustrating once again why he's normally one of the bright spots on our musical landscape and even more so at this moment.\n\nSET LIST\n\"I Love The Afternoon\"\n\"I Really Want To See You Again\"\n\"A Certain Café\"\n\"Disguise\"\n\"You're The One\"\n\nSET LIST\n\"I Love The Afternoon\"\n\"I Really Want To See You Again\"\n\"A Certain Café\"\n\"Disguise\"\n\"You're The One\"", "link": "https://www.youtube.com/watch?v=sRUoNXE8cT0", "date_published": "2020-05-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]