[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Firearms Expert Reacts To Iconic Call Of Duty Black Ops Guns", "description": "Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down iconic Call of Duty Weapons, including the Ballistic Knife, the G11 and the AN94.\n\nThe Call of Duty Black Ops franchise has an arsenal full of varied weaponry, many of which are based on guns from our real world. \n\nIn the above video, Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery breaks down some of the more bizarre weapons from Black Ops' roster, including the Ballistic Knife, the H&K G11 and the AN94 Avtomat Nikonova. Across the video, Jonathan breaks down the weapons and their in-game functionality, and compares them to their real-world counterparts.\n\nIf you're interested in seeing more of Jonathan, you can check out more from the Royal Armouries right here. - https://www.youtube.com/user/RoyalArm…\n\nIf you would like to support the Royal Armouries, you can make a charitable donation to the museum here. - https://royalarmouries.org/support-us/donations/ \n\nAnd if you would like to become a member of the Royal Armouries, you can get membership here. - https://royalarmouries.org/support-us/membership/\n\nHeckler & Koch G11 image from The Armourer's Bench - https://www.youtube.com/watch?v=m3wbT-RRi6g", "link": "https://www.youtube.com/watch?v=hSZetFctOVg", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Is the PS5 Pulse 3D Headset Worth Getting?", "description": "Despite its flimsy frame, the Pulse 3D headset produces vibrant audio at an affordable price for the PS5 and other platforms.\n\nThe PlayStation 5 is launching very soon, and alongside it there will be a number of accessories. One of these is the new Pulse 3D headset. \n\nWe've had a chance to try it out, and in a new video review, Mat Paget makes the case for it. The top-line takeaway is that the Pulse 3D headset produces vibrant audio at an affordable price. The headset works with not only the PS5, but a number of other platforms.\n\nThe $100 headset boasts a 12-hour battery life, and we found that to be true in our tests. Overall, for the price, the headset delivers a very rich audio experience. The only negatives we had to mention were that its plastic frame feels cheap and it may not be the most comfortable for larger ears. \n\nCheck out the full review in the video above, and keep coming back to GameSpot for lots more on the PS5 and other next-gen news in the days and weeks ahead.", "link": "https://www.youtube.com/watch?v=2rlSzOiI9g4", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS4 Pro vs PS5: Ghost Of Tsushima", "description": "Want to know how much of a difference a PS5's optimization patch adds to your PS4 games? Check out this comparison of Ghost Of Tsushima, running on PS4 Pro and PS5 with the latest patches.\n\nMuch has been made about the PlayStation 5's backwards compatibility with PlayStation 4 games. Sony has confirmed that 99% of all PS4 games will play on its new system, but some titles will be receiving patches to optimize the experience.\n\nOne such title is 2020's Ghost of Tsushima, which already looked stunning on PlayStation 4. It's been optimized for PS5, taking full advantage of Game Boost, with an option in the game to allow frame rates up to 60fps. In the above video, we compare the PS4 version of the game running on a PS4 Pro to the PS5. Both were captured in resolution mode. \n\nFor more on the PlayStation 5, including in-depth looks at its backwards compatibility, as well as reviews for its launch games like Astro's Playroom and Spider-Man: Miles Morales, keep your eyes peeled to GameSpot.", "link": "https://www.youtube.com/watch?v=GYMxguFD5Lw", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 DualSense Controller’s Best Features", "description": "With adaptive triggers and haptic feedback inside, the DualSense offers new opportunities for PS5 gameplay and connecting what's on screen to the controller in your hand. But it has to be used for more than just Astro's Playroom.\n\nThe PlayStation 5 sports faster load times and improved graphics over its predecessor, but its controller is the thing you're probably going to notice most as you dive into your next-generation gaming experiences. The DualSense sports a bunch of improved technology, from its adaptive triggers to its dynamic haptic feedback, that elevate the games that use it well.\n\nThe best showcase for the DualSense we've seen so far is Astro's Playroom, the 3D platformer that comes bundled with the PS5. It uses every speck of capability the DualSense offers, showing off its enhanced rumble features with feedback based on what surfaces you're walking on and what actions you're taking, changing the tension of the adaptive triggers to mimic what Astro is doing on screen, and adding the touchpad, microphone, and gyroscope into the mix to amplify them all. \n\nCheck out the video above for our impressions of the DualSense--including why we're a bit worried about its long-term prospects. We've got plenty more PS5 coverage now and in the coming weeks, so be sure to stick with GameSpot to catch it all.", "link": "https://www.youtube.com/watch?v=fvFgElmoixQ", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Hidden PS5 Features", "description": "There are a bunch of hidden features in the PS5 that Sony hasn't really shouted about just yet, so we're going to run you through 9 of them, including Trophy changes, Accessibility options, and customization.\n\nWe know a lot about the PlayStation 5, like its graphical prowess, performance capabilities, and of course, its games. But Sony has been tight-lipped about the PS5 UI, and crucially, all the new things we'll be able to do within it. \n\nIn the video above, we walk you through nine new things that you can now do on the PlayStation 5. Some are hidden deep in menus but are well worth seeking out, like setting your camera, subtitle, and difficulty preferences at a system level to automatically apply to games that support it. There are also cool new changes to Trophies, and additions to Profiles, like the Accolade system and being able to see how much playtime you've put into a game. We also point out hidden PlayStation symbols on the DualSense controller and on the PlayStation 5 console itself. \n\nThere are cool tweaks to the Game Library, how you store PS4 games, and changes to your screenshots and video clips. There's a lot to go through, so watch the video to get the most from your PS5. \n\nFor our PlayStation 5 review, check out the site or our YouTube channel. We also have lots of other PlayStation 5 content, including load time comparisons between the PS4 and PS5, and a look at backwards compatibility.", "link": "https://www.youtube.com/watch?v=8anWW1j-fO4", "date_published": "2020-11-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 vs PS4 Load Time Comparison: Bloodborne, God of War, and More", "description": "We tested 10 different PS4 games on the PS5 to see how much loading times improve thanks to the system's custom SSD.\n\nAmong the big selling points of the PlayStation 5 is its NVMe SSD, which speeds up loading times in a pretty significant way. But the SSD doesn't just speed the loading of PS5 games--it also has a noticeable effect on the loading times of backwards-compatible PS4 games as well, slicing the amount of time you'll spend staring at splash screens and reading gameplay tips on some of your favorite titles.\n\nA whole lot of PS4 games are backwards-compatible, and we've tested 10 of them on the PS5 against the PS4 Pro to see just how big the improvements are. Check out the video above to see the differences in load times.\n\nWe compared the PS5 to the PS4 Pro's internal hard drive, and in a lot of cases, the difference was pretty stark. Destiny 2 in particular shaves minutes off its load times, but you'll see at least moderate improves on all the games featured here.\n\nWe've got lots of PS5 and next-generation console coverage with more on the way in the coming days and weeks, so be sure to check it out on GameSpot.com.\n\nTimestamps\n00:00 - Intro\n00:34 - Bloodborne\n01:09 - Control\n02:17 - Destiny 2\n05:21 - Final Fantasy VII Remake\n06:20 - Final Fantasy XV\n08:18 - God of War\n09:08 - Monster Hunter: World\n10:17 - Red Dead Redemption II\n11:53 - Resident Evil 3\n12:36 - The Last of Us Part II", "link": "https://www.youtube.com/watch?v=XcUtEQ_zFnI", "date_published": "2020-11-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5: Everything You Need To Know | Generation Next", "description": "The PlayStation 5 review embargo has lifted, and now we can answer all your burning questions about the console, Spider-Man: Miles Morales, the controller, and headset.\n\nIt's finally here, the day we can finally tell you everything we know about the PlayStation 5. Sony's new console is almost here and, ahead of its November 12 release date, review embargoes have been lifted. GameSpot's review is available to read on the website or watch on YouTube. But, of course, the Generation Next team is also here to answer your questions.\n\nLast week we asked you what you wanted to know most about the PS5 and did our best to answer the questions, while staying within the boundaries of the many legal documents we signed. However, now we have permission to tell all, so we've gone back and grabbed a few more questions to answer. \n\nIn the episode, Jordan puts your questions to Lucy and Tamoor, who talk about UI, how PS4 games run, whether Boost Mode is helping, if we've tested Blu-ray movies, and what the 3D audio is like. If that isn't enough, they also dig into the DualSense's battery life, how loud the PS5 is, download speeds, and more.\n\nThere's also some chat about Spider-Man: Miles Morales, one of the games that will be available for the PS5 at launch. Jordan reviewed the game, while Lucy and Tamoor have both completed it. So, tune in to find out whether the PS5 is an exciting new future for PlayStation owners and whether Miles Morales is as good as Insomniac's original Spider-Man game.\n\n00:00 - Intro\n01:11 - How is the PS5 UI?\n04:59 - How are PS4 games running on PS5? \n07:41 - Have you tested an Ultra HD Blu-ray on PS5?\n09:11 - How is the 3D Audio when using the Pulse 3D Headset?\n12:43 - Last gen game loading time and how it compares to Xbox?\n15:10 - How is the DualSense's battery?\n17:21 - Does the PS5 fan sound like an XF-84H?\n20:43 - Is there a version of Quick Resume on PS5?\n22:36 - How are the download speeds on PS5?\n23:49 - How nice does the PS5 look with the lights off?\n25:13 - Spider-Man: Miles Morales Review Discussion\n29:53 - Outro", "link": "https://www.youtube.com/watch?v=n8mStxCfs64", "date_published": "2020-11-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]