[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UChnxLLvzviaR5NeKOevB8iQ", "title": "Seattle Modular Nights - Full Performance (November 2020)", "description": "This is my full set (pre-recorded) for the Seattle Modular Nights streaming event. It aired November 7th over here: https://www.twitch.tv/modularseattle\n\nI wanted to get back to the Big Rack and give it some attention, so all three tracks are written and performed with that in mind. All three tracks started with 3 different custom sample sets on the Squarp Rample. The first used marimbas and handclaps in round-robin cycling, the second used bass samples from Massive X and vocal chops from BT's \"Surrounded\". The third used chord and vocal samples from this video of Oscar Peterson talking about synthesizers: https://www.youtube.com/watch?v=FI-4HNQg1JI&ab_channel=RudyCortes\n\nThe Tetrapad is being used as the main manual performance tool. In the first, it's hooked up to the Qu-Bit Prism to wonk out the timing of the delay and the wavetable modulation inputs of the Piston Honda, as well as the wet-dry mix of the reverb on Rings. On the second it's processing the wet-dry of Monsoon and the filter/decay of the Rample samples. Its gates are also set to glitch things out. In the 3rd it's going to Timbre and Morph of Plaits (doing chords) to brighten the sound, as well as the Harvestman filter cutoff to give expression to the solo line from the Erica Synths Pico Voice.\n\nI made multiple sequences in the Hermod for each track and use track mutes and sequence changes to shape the track progression. In some cases, I also had blank patterns with quantization set up to switch to and record a whole new sequence on the fly. \n\nMain sounds are: \n\nPiston Honda through the SSF Stereo Dipole\nPlaits through the Tip Top z5000\nRings through the Erica Synth DSP\nGenerate 3 through the Happy Nerding VCF into Qu-Bit Prism\nPico Voice through the Harvestman R-1982\n\nDrums are: \nSquarp Rample\nVPME Quad Drum\n\nSequencing:\nHermod\nVarigate 8+\n\nModulation and Stuff:\nTetrapad\nQuart\nQuad VCA\nPam's\nRND Step\nOCHD\nLifeforms Mico Sequencer\nAbstract Data ADE-32\n------------------------------------\nThank you for watching. My name is Jeremy, and this is Red Means Recording. I've been making music for a few decades now, and this channel is a place to make music and to talk about the tools and techniques to make music with. We'll use synths, drum machines, modular gear, and software. \n\nIf you'd like to support the channel, I have a Patreon:  http://bit.ly/rmrpatreon\n\nI have music as \"Jeremy Blake\" on all the major services: \nBandcamp: http://bit.ly/2Kq617o\nSoundcloud: http://bit.ly/2NOH9Is\nSpotify: https://spoti.fi/2N40SoX\nGoogle Play: http://bit.ly/33M9aG5\niTunes: https://apple.co/2pqh3SK\nAmazon Music: https://amzn.to/2O9q1fe\n\nI have some merch here: http://bit.ly/rmrshirts\n\nAnd you can connect with me here: \nTwitter: http://bit.ly/rmrtwitters\nWebsite: http://bit.ly/rmrmedia", "link": "https://www.youtube.com/watch?v=ZcTJ5ISWNCM", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]