[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Novalima: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Novalima’s Tiny Desk concert from 2012: https://www.npr.org/2012/04/12/150283265/novalima-tiny-desk-concert\n\nFelix Contreras | April 12, 2012\n\nSomething about tradition inspires reverence and creativity. Throughout Latin America and parts of the U.S., musicians are exhuming centuries-old musical cultures and infusing them with new life to create songs that sound both familiar and new. Peru's Novalima is doing just that with Afro-Peruvian music.\n\nOver the course of three superb albums, the group has addressed the legacy of slavery in Peru in the form of the traditional lando, a dance rhythm with roots in West Africa. The slow, deliberate beats are played out on a variety of traditional instruments — most notably the cajon, a big rectangular box that drummers hit before drawing sounds out with their palms and fingers. The result can be as deep as a bass drum, but can also hit the high-pitched pops of finely tuned bongos or Middle Eastern dumbeks.\n\nNovalima also adds electronic sounds to those beats and arrangements. Initially, the group's core members crafted their songs by trading files over the Internet, layering their own ideas over traditional rhythms. It's now a full-time working band, and while the electronica persists, it's not layered over samples, but over the work of two talented percussionists. In fact, the playing zigzags between Afro-Peruvian grooves and more familiar Afro-Cuban rhythms associated with salsa.\n\nFor this Tiny Desk Concert at the NPR Music offices, Novalima played in a lean, mean, funky configuration. The beats are pounded out by hand — not with sticks — and the singing recalls tradition while feeling here and now. Before too long, Novalima had the room grooving, and made many of us reluctant to get back to our cubicles.\n\nSET LIST:\n\"Karimba\"\n\"Guayabo\"\n\"Festejo\"\n\nCREDITS:\nProducer: Felix Contreras; Editor and Videographer: Michael Katzif; Audio Engineer: Kevin Wait; photo by Doriane Raiman/NPR", "link": "https://www.youtube.com/watch?v=aLavBHtwRX4", "date_published": "2020-11-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]