[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bettye Lavette: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Bettye LaVette’s Tiny Desk concert from 2010: https://www.npr.org/2010/05/21/127043684/bettye-lavette-tiny-desk-concert\n\nFrannie Kelley | May 21, 2010\n\nWe were not prepared for Bettye LaVette's appearance in the NPR Music offices. We thought we were — having set up our cameras and recording gear and signed in all the friends who had heard she was scheduled to play and beaten down our door.\n\nBut then she blew into the room and conquered it before she'd sung a single note. She teased Bob Boilen mercilessly and told all the women how beautiful they were. She had reporters and producers doing her bidding all over the building. But after we cleared a spot for her to perch on the corner of Bob's desk, she went to work.\n\nThe first song she sang, a cover of Ringo Starr's \"It Don't Come Easy,\" killed the room. LaVette hunched her shoulders, dropped her chin and yanked the song out of her throat. It felt like a confession. Every movement she made — whether she threw her head back in a desperate wail or drooped it to close a phrase signifying defeat — shoved further meaning into the words. Her voice was bruising, shocking, and she sang really loud.\n\nBefore she began, LaVette asked us to close the blinds. It was 3 in the afternoon, but she said she was about to sing some night songs. She sang end of the night songs: \"It Don't Come Easy,\" \"Don't Let the Sun Go Down on Me,\" \"Nights in White Satin.\" (Due to licensing issues, only \"It Don't Come Easy\" is available in the video above, at least for the time being.) But she took those songs — glammed up and kindly lit in the recordings we remember — and tore off their clothes. She wrestled them to the ground. It was a real performance, from which each of us emerged a little sore.\n\nAt the end, LaVette's accompanist — Alan Hill, who had trained a gimlet eye on LaVette all the while — registered his approval. \"We should play more office parties,\" he said.", "link": "https://www.youtube.com/watch?v=k4YOIEg7U-c", "date_published": "2020-05-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lara Downes: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 30, 2020 | Tom Huizenga -- Lara Downes thrives on collaboration. Her new album features Toshi Reagon, the vocal ensemble MUSICALITY and the string quartet called PUBLIQuartet. But in this intimate piano recital from her home in Sacramento, Calif., her only collaborators are her son Simon, who takes on cinematography duties, and her beloved pooch, Kona.\n\nThe songs, all from her recent album Some of These Days, might be old, but they are strong statements that resonate in new ways. From Margaret Bonds, one of the first celebrated African-American women composers, there's \"Troubled Water,\" a poignant riff on the spiritual \"Wade in the Water\" that Downes says takes a \"journey from classical virtuosity to gospel, jazz, blues and back again.\" Samuel Coleridge-Taylor's arrangement of \"Deep River,\" for Downes, now represents \"crossing over\" the coronavirus crisis, while Florence Price's \"Some of These Days,\" is a vision of better times ahead.\n\nIn a moment of vulnerability, Downes admits that not being out on the road – performing, embedded in communities and working with young people – makes her feel \"not very useful.\" But in these performances there's a sturdiness and purpose that provide both comfort and the strength to carry on. Very useful, indeed.\n\nSET LIST\n\"Margaret Bonds: Troubled Water\"\n\"Samuel Coleridge-Taylor: Deep River\"\n\"Florence Proce: Some Of These Days\"", "link": "https://www.youtube.com/watch?v=lwSBAS2Pp-U", "date_published": "2020-05-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]