[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Adrianne Lenker: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | November 18, 2020\nFor her Tiny Desk (home) concert, Adrianne Lenker's home is a camper trailer parked somewhere in Joshua Tree National Park. It's the appropriate setting for the five songs she performs from her new album, tunes birthed in a wooden cabin in Massachusetts.\n\nThe songs, the words, the voice of Adrianne Lenker has been at the top of my year-end musical loves for the past five years, more so than any other artist. It began with her work as the singer and songwriter on Big Thief's electric debut album, Masterpiece, in 2016 and runs through this year's two sister solo albums, one titled songs and the other instrumentals. Those albums contain nothing more than an acoustic guitar, voice, and the bug, birds, and creatures captured while recording.\n\nHer yearning voice, simultaneously frail and strong, draws me to those songs — songs about people, everyday life, everyday death, and ordinary places. All the while, she picks the tunes out of her guitar or paints the rhythms with a brush. These are songs worth spending time with, simple on first listen, but so much more profound once you live with them. \n\nSET LIST\n    \"zombie girl\"\n    \"two reverse\"\n    \"dragon eyes\"\n    \"anything\"\n    \"ingydar\"\n\nMUSICIANS\n    Adrianne Lenker: vocals, guitar\n\nCREDITS\n    Video: Vanessa Haddad, Adam Gundersheimer\n    Audio: Scott Cornish\n\nTINY DESK TEAM\n    Producer: Bob Boilen\n    Video Producer: Morgan Noelle Smith\n    Audio Mastering: Josh Rogosin\n    Associate Producer: Bobby Carter\n    Tiny Production Team: Kara Frame, Maia Stern\n    Executive Producer: Lauren Onkey\n    Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=TKcQyUszdhw", "date_published": "2020-11-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Owen Pallett: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | November 17, 2020\nThe Tiny Desk challenges artists to think outside their usual box. When they play my NPR desk, we don't amplify the singer's voice into the room, resulting in a more vulnerable sound. For their Tiny Desk (home) concert, the singer, musician and composer Owen Pallett did something different, but just as unusual. Owen recorded four songs in multiple stages on different instruments: first, they played acoustic guitar and sang; then they performed the songs again, but this time on violin and viola; finally, Owen layered the recordings in post-production, not really knowing what the final versions would sound like. They explain the whole process, charmingly, between songs. \nFrom a bedroom in Toronto, Owen traverses their musical history, opening with a dreamy song from 2005’s debut album (as Final Fantasy), Has a Good Home, before moving on to a Beirut song he helped write, \"Cliquot,\" from that band’s 2007 album. “Perseverance of the Saints\" is from Owen’s latest record, Island. Here it's transformed from arpeggiated piano to guitar, and I love the tone it sets. \nOwen not only performed each instrument in separate takes, but also did all the production work: recording, filming and editing.  A remarkable talent captured in a candlelit bedroom.\n\nSET LIST\n\"The Sea\"\n\"Cliquot\"\n\"Perseverance of the Saints\"\n\"Song for Five & Six\"\n\nMUSICIANS\nOwen Pallett: vocals, violin, guitar\n\nCREDITS\nVideo: Owen Pallett\nAudio: Owen Pallett\n\nTINY DESK TEAM\nProducer: Bob Boilen\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=R0_JKdTkjus", "date_published": "2020-11-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]