[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Cool PS5 Features To Get Excited For", "description": "PlayStation 5 isn’t just a stylish looking console, it also packs a lot of pretty sweet new features. Here are 7 of the newest and coolest things the PS5 is bringing to this generation of gaming.\n\nAlong with its stylish spaceship exterior, the PS5 is bringing a lot of cool new features into this generation of gaming. \n\nThe DualSense controller alone is packing in a bunch of interesting new features, taking immersion a step forward with its haptic feedback and adaptive triggers, not to mention the welcome addition of a built-in microphone. These are all features that games like Astro’s Playroom, Marvel’s Spider-Man: Miles Morales, and Arkane’s Deathloop will be taking full advantage of. \n\nController aside, there’s also new emphasis on its Tempest 3D AudioTech, which the PS5’s Pulse 3D wireless headset are built especially for. Developers like Capcom are excited to use spatial sound to emphasize the horror of Resident Evil Village. Now you'll be able to hear a werewolf breathing heavily behind as you run for your life. Lovely.\n \nBeyond the gameplay immersion, there’s also a lot going on under the hood of the PS5 too, like its new cooling system, or its ability to take full advantage of an SSD for improved load times. There’s a lot, so in this video we’re taking a look at seven of the coolest features Sony is bringing to the table with the PlayStation 5.", "link": "https://www.youtube.com/watch?v=0Nf749mTBLA", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Cold War's Beta And New Map Livestream", "description": "Treyarch has added a map, changed movement, added a new weapons system, and new modes in the first week of the Call of Duty: Black Ops Cold War beta.", "link": "https://www.youtube.com/watch?v=KVh0rBhd_OM", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FIFA 21 Review", "description": "FIFA 21 offers a comprehensive package with new features that encourage creativity and attacking dynamism. EA's FIFA 21 is now available on PS4, Xbox One, and PC. You can read the full written FIFA 21 review by Richard Wakeling on GameSpot: https://www.gamespot.com/reviews/fifa-21-review-a-goal-bonanza/1900-6417577/", "link": "https://www.youtube.com/watch?v=uIDRBXvWxYE", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11 Ultimate - Kombat Pack 2 Official Reveal Trailer | Rambo, Rain, Mileena", "description": "Rambo, Rain, and Mileena are joining the Mortal Kombat roster with Kombat Pack 2. Coming this November.", "link": "https://www.youtube.com/watch?v=N-1sTDRPVFg", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation Changes Trophies & Microsoft Pokes Fun At Sony | Save State", "description": "On today's Save State, Persia talks about the upcoming changes to PS5's trophy system, Microsoft poking fun at Sony over rotating the Series X, and Destiny 2: Beyond Light's exotic weapons and gear being revealed.\n\nIn this video, Persia talks about a since-deleted blurb from a French PlayStation Blog post that mentions a trophy tracking system coming to the PS5 along with additional updates coming to the PS4 this week. This means you'll now know your exact progress for individual trophies for compatible PS5 games. Other trophy system changes include an update to icons and the level cap being upped to 999. Current trophy levels will scale to a comparable level after the update and will not impact any trophies you've already earned. \n\nPersia also talks about Microsoft poking fun at Sony after its teardown video, because you'll have to do a bit of adjusting to turn the console on its side. A cheeky tweet from Xbox showed how you can simply rotate the Series X onto its side because of its box shape. \n\nLastly, Persia talks about some of the Exotic weapons and gear that were revealed for Destiny 2: Beyond Light. The Cloudstrike, Lament, Dawn Chorus, and Icefall Mantel are just a few of the new items featured, and they all have their own special effects that benefit their respective classes. \n\nThis is your Save State for Wednesday, October 7th.\n\n00:00 - Intro\n00:18 - PS5 Is Getting Trophy Tracking\n01:18 - Microsoft Responds To PS5 Teardown Video\n02:14 - Check Out These Destiny 2: Beyond Light Exotics", "link": "https://www.youtube.com/watch?v=pgEvGp5FWsc", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What The Hell Is Bugsnax? We Have Answers", "description": "Bugsnax is a PS5 launch game set on an island populated by edible creatures inspired by Pokemon and Apocalypse Now. Tony and Phil explain what the hell that actually means.\n\nWhen Bugsnax debuted during the Sony PS5 reveal event, we had lots of questions. What are these little edible creatures? What's happening on this island? Why is the theme song so damn catchy? \n\nWe don't have all the answers yet, but we did get some hands-on time with the game, and it might be darker than its cute look suggests. Tony and Phil discuss this in the video above, talking about the game's influences, voice talent, and more. \n\nBugsnax releases for PS5, PS4, and PC on November 12. It joins the growing list of confirmed PS5 launch games.", "link": "https://www.youtube.com/watch?v=DpYQ61OtBCA", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What is HDMI 2.1 And Is It Important To Have For Next Gen?", "description": "The PS5 and Xbox Series X/S all support HDMI 2.1. But what does that mean for your gaming experience, and is it worth the upgrade for your TV?\n\nCheck out the best 4K TVs for PS5 and Xbox Series X\nhttps://www.gamespot.com/articles/the-best-4k-tvs-for-ps5-and-xbox-series-x/1100-6482374/\n\nWith next-gen consoles come new hardware standards. For the PS5 and Xbox Series X/S, one of the new features is HDMI 2.1 support. But what exactly makes HDMI 2.1 different, and is it worth buying a new TV for? \n\nIn this video, Jean-Luc Seipke breaks down everything you need to know about HDMI 2.1, such as the improvements to color and HDR it offers. Most significant to gaming will be the ability to output 4K at 120fps, and we touch on some of the titles that have been confirmed to support it for next-gen.\n\nIf you’re interested in buying a TV with HDMI 2.1, check out our roundup of the best 4K TVs for PS5 and Xbox Series X. And if you’re just as excited for new consoles as we are, then check out our weekly show Generation Next, where every Friday our PS5 and Xbox Series X/S experts breakdown the latest news and everything you need to know about the new consoles.\n\n0:00 - Intro\n0:12 - HDMI 2.1 Features\n1:37 - Benefits For PS5 and Xbox Series X/S\n2:31 - Next-Gen Game Support for 120fps\n3:15 - HDMI 2.1 Cables and TVs\n4:52 - Do You Need HDMI 2.1?", "link": "https://www.youtube.com/watch?v=Qk3l9hkHAAs", "date_published": "2020-10-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Genshin Impact: What Does A Zelda: BOTW Expert Think?", "description": "Genshin Impact has turned a lot of heads with many calling it a Breath of the Wild clone. Resident Breath of the Wild expert RinHara5aki dissects and puts his thoughts into what he thinks of Mihoyo's latest release.\n\nWhen it was first revealed, Genshin Impact drew comparisons to The Legend of Zelda: Breath of the Wild. Those comparisons aren't entirely unfounded--both games feature similar visuals and gameplay mechanics, and Genshin Impact allows you to explore its open world with a similar level of freedom to Nintendo's opus.\n\nThankfully, GameSpot has a Breath of the Wild expert on payroll to dive into both games and see whether Genshin Impact is just a rip-off or something more. In the video above, Max Blumenthal (better known as RinHara5aki in certain Breath of the Wild circles) explains how Genshin Impact builds upon the Switch launch title's mechanics and features--sometimes for better and sometimes for worse. \n\nAfter putting over 2300 hours into Breath of the Wild and over 50 into Genshin Impact, Max can confirm that the two games are similar but very much not the same. Which isn't to say one is better than the other--both happen to be good, just in different ways. For the specifics, you'll have to watch the video.\n\nBreath of the Wild's approach to exploration and player-created stories was acclaimed at the game's launch--it's only natural that developers would take notice of that and try to build on it. It's not like Genshin Impact is the only game to take inspiration from what Breath of the Wild has done: just look at Ubisoft's Immortals Fenyx Rising, which copies Breath of the Wild almost beat-for-beat in some instances.", "link": "https://www.youtube.com/watch?v=KX72w4kisfQ", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Feature Missing At Launch | Save State", "description": "On today's Save State, Persia talks about the 3D Audio feature for PS5 not being available on TV speakers at launch, two surprise collections from Bethesda that you can play today, and Blizzard reportedly closing its offices in Versailles, France. \n\nIn this video, Persia talks about the PS5's new 3D audio feature and how it will work for your headset but not for your TV speakers at launch. Sony also showed of its Pulse 3D wireless headset, which it says will be the best way to experience the PS5’s 3D audio capabilities. A few confirmed games to support this feature are Spider-Man: Miles Morales, Demon’s Souls, and Resident Evil Village.\n\nPersia also talks about the surprise announcement and release of two collections from Bethesda. The first collection includes four Wolfenstein games in all: The New Order, The Old Blood, The New Colossus, and Youngblood. The second is The Arkane Collection and includes Prey, Dishonored, and Dishonored 2, along with the standalone Dishonored 2 expansion Death of the Outsider. Bethesda also confirmed to GameSpot that both collections will be playable on next-gen consoles through backwards compatibility.\n\nLastly, Persia talks about Bloomberg reporting that Blizzard will be closing its offices in Versailles, France. The Versailles office was responsible for marketing, providing customer support, and localizing Blizzard games across Europe. \n\nThis is your Save State for Monday, October 6th.\n\n00:00 - Intro\n00:19 - PS5 3D Audio Won't Work On Your TV At Launch\n01:20 - Surprise! Wolfenstein & Prey/Dishonored Collections Release\n02:02 - Blizzard Versailles Is Reportedly Closing", "link": "https://www.youtube.com/watch?v=BY7bR7gE9KE", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 - Official Teardown Video", "description": "See what's under the hood of the PlayStation 5 console in this official teardown video with Yasuhiro Ootori. Remember to not try this at home to avoid risking your safety and warranty.", "link": "https://www.youtube.com/watch?v=Rhbl6Ol97DA", "date_published": "2020-10-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]