[{"source": "https://www.theguardian.com/rss", "title": "Tunnel discovered on US-Mexico border is longest ever, authorities say", "description": "<p>Sophisticated passageway includes an extensive rail-cart system, a drainage system and an elevator</p><p>US authorities have announced the discovery of what they said was the longest smuggling tunnel ever discovered on the south-west border, a passageway stretching three-quarters of a mile from Tijuana to a warehouse district located 15 miles south of San Diego.</p><p>US Customs and Border Protection said on Wednesday that the tunnel runs more than 4,300ft (1,313 meters), at about 70ftt (1.68 meters) below the surface.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/drug-tunnel-discovered-us-mexico-border\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/drug-tunnel-discovered-us-mexico-border", "date_published": "2020-01-29 23:17:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sajid Javid expected to back HS2 despite spiralling costs", "description": "<p>Chancellor’s decision comes amid calls from new Tory MPs for project to be scrapped</p><p><a href=\"https://www.theguardian.com/politics/sajid-javid\">Sajid Javid</a> is expected to throw his weight behind the controversial <a href=\"https://www.theguardian.com/uk/hs2\">HS2</a> rail project at a key meeting on Thursday, after the Treasury concluded it will still deliver economic benefits despite <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/dump-hs2-and-pay-billions-more-boris-johnson-andy-street\">spiralling costs</a>.</p><p>The chancellor is poised to tell Boris Johnson and Grant Shapps, the transport secretary, that he believes the sums still add up despite the price tag having risen to an estimated £88bn.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/29/sajid-javid-expected-to-back-hs2-despite-spiralling-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/29/sajid-javid-expected-to-back-hs2-despite-spiralling-costs", "date_published": "2020-01-29 22:57:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roger Federer leans on recent history for Novak Djokovic semi-final", "description": "<p>• Swiss beat Djokovic in last meeting, in ATP Tour Finals<br />• That win ‘showed me he is beatable’, Federer says</p><p>Roger Federer has returned from hell <a href=\"https://www.theguardian.com/sport/2020/jan/28/roger-federer-performs-great-escape-in-five-set-thriller-against-tennys-sandgren\" title=\"\">twice this week</a>, yet he is still smiling, refusing to panic, and says: “I believe until the end.” Even the 38‑year‑old Swiss does not know when that dreaded moment will arrive but he remains convinced, against growing evidence, there is a little piece of heaven waiting for him here on Sunday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jan/29/rafael-nadal-crashes-out-australian-open-dominic-thiem-tennis\">Rafael Nadal crashes out of Australian Open after thriller with Dominic Thiem</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jan/29/roger-federer-novak-djokovic-history-australian-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/29/roger-federer-novak-djokovic-history-australian-open", "date_published": "2020-01-29 22:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Go get ’em and whack ’em’: Ford urges England to be both brutal and smart", "description": "• Luke Cowan-Dickie goes home from Algarve for family reasons<br />• Mako Vunipola also misses training with eye problem<br /><p>England are taking the scenic route into this Six Nations, opting to relocate from Portugal to Paris in the lead‑up to their opening fixture against France rather than returning to home comforts. A few days in the Algarve paid off a year ago when they secured <a href=\"https://www.theguardian.com/sport/2019/feb/02/ireland-england-six-nations-match-report\" title=\"\">a resounding round‑one win in Dublin </a>but even the best-laid plans can be disrupted at any time.</p><p>In this instance the Exeter hooker Luke Cowan-Dickie, who had been pressing for Jamie George’s starting place, has had to return to the UK for family reasons, opening up the prospect of <a href=\"https://www.theguardian.com/sport/2018/apr/06/bath-tom-dunn-interview-england-eddie-jones\" title=\"\">Bath’s Tom Dunn</a> winning an unexpected first cap off the bench.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/29/luke-cowan-dickie-may-miss-england-six-nations-opener-france-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/29/luke-cowan-dickie-may-miss-england-six-nations-opener-france-rugby-union", "date_published": "2020-01-29 22:26:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC increasingly trying to ride two horses at once", "description": "<p>Aim to redirect resources in bid to attract a younger audience is risking existing viewers</p><p>Fran Unsworth knows she has a problem – and it goes far beyond the <a href=\"https://www.theguardian.com/media/2020/jan/29/bbc-expected-to-announce-job-losses-in-overhaul-of-news-reporting\">450 job losses that the BBC’s head of news announced</a> today. Not only is the government looking for ways to reduce the the broadcaster’s funding even further in coming years, but younger viewers are increasingly tuning out of the BBC altogether.</p><p>And if the BBC doesn’t find ways to reach these younger viewers, Unsworth asked the corporation’s news staff on today, “How can we continue to take money off them?”</p> <a href=\"https://www.theguardian.com/media/2020/jan/29/bbc-increasingly-trying-to-ride-two-horses-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jan/29/bbc-increasingly-trying-to-ride-two-horses-at-once", "date_published": "2020-01-29 22:18:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senator calls for US intelligence to investigate Jeff Bezos 'phone hacking'", "description": "<p>Chris Murphy urges FBI and DNI to look into whether message from Saudi prince triggered hacking of Amazon founder’s phone</p><p>Senator Chris Murphy, a Democrat from Connecticut, has called on US intelligence agencies including the FBI and DNI to investigate the alleged cellphone hacking of the Amazon founder <a href=\"https://www.theguardian.com/technology/jeff-bezos\">Jeff Bezos, the world’s richest man</a>.</p><p>The tech tycoon’s phone was allegedly hacked in 2018 after receiving a WhatsApp message apparently sent from the personal Whatsapp account of Saudi Arabia’s crown prince, Mohammed bin Salman.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/29/jeff-bezos-saudi-arabia-us-intelligence-chris-murphy-hacking\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/29/jeff-bezos-saudi-arabia-us-intelligence-chris-murphy-hacking", "date_published": "2020-01-29 22:14:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Van de Donk puts Arsenal into League Cup final at Manchester City’s expense", "description": "• Arsenal Women 2-1 Manchester City Women<br />• Miedema 6, Van de Donk 44; Bonner 60<p>Nick Cushing’s hopes of a happy send off were dented as goals from the Dutch duo of Vivianne Miedema and Daniëlle van de Donk put Arsenal into the Continental Cup final.</p><p>Cushing leaves his job as Manchester City manager for the <a href=\"https://www.theguardian.com/football/2020/jan/09/nick-cushing-leaves-manchester-city-women-to-join-new-york-city-fc\" title=\"\">assistant coach role at New York City FC </a>in the MLS on Monday. Sadly for him, Gemma Bonner’s second-half header from a corner failed to launch a much needed comeback against a side they will face for the second time in five days on Sunday.</p> <a href=\"https://www.theguardian.com/football/2020/jan/29/arsenal-manchester-city-womens-league-cup-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/29/arsenal-manchester-city-womens-league-cup-semi-final-match-report", "date_published": "2020-01-29 21:59:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool 19 points clear after Salah and Oxlade-Chamberlain sink West Ham", "description": "<p>The day is nearing when, if he were so minded, Jürgen Klopp could copy his strategy for FA Cup replays and hand the rest of Liverpool’s league season to their second string. Games in hand are only an advantage if you win them and this one was ultimately negotiated in comfort, confirming a 19-point lead that only a wild-eyed fantasist would deem surmountable.</p><p><a href=\"https://www.theguardian.com/football/premierleague/table\" title=\"\">Nineteen points ahead</a>; 23 wins from 24; all 19 Premier League teams defeated at least once. They are statistics that will swill around for the rest of this week but they should not dull in the telling, even if the figures are likely to grow yet more jawdropping in the months to come. Liverpool did not please Klopp with this display and they certainly laboured in the 35 minutes before Mohamed Salah put them ahead from the penalty spot. The number of mistakes that crept in, even once Alex Oxlade-Chamberlain had doubled the lead, was enough to afford Alisson the platform to remind everyone that his excellence underpins the imperturbable machine that ploughs on in front of him. But none of it mattered too much: West Ham were allowed their moments, but this is emphatically Liverpool’s season.</p> <a href=\"https://www.theguardian.com/football/2020/jan/29/west-ham-united-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/29/west-ham-united-liverpool-premier-league-match-report", "date_published": "2020-01-29 21:52:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City reach Carabao Cup final despite Matic’s winner for United", "description": "<p>Remember Paris, Pep Guardiola had cautioned after his Manchester City team’s 3-1 first-leg victory at Old Trafford in this Carabao Cup semi-final. Remember Paris, Ole Gunnar Solskjær had trumpeted in the countdown to the second leg. It could be done. His Manchester United had done it before – in last season’s Champions League last 16 when they overturned a two-goal deficit from the home leg to <a href=\"https://www.theguardian.com/football/2019/mar/06/paris-saint-germain-manchester-united-champions-league-last-16-second-leg-match-report\" title=\"\">upset Paris Saint-Germain</a> in frankly ludicrous fashion.</p><p>This game should not have been close. City’s superiority was plain for so long but a combination of United’s doggedness and their own profligacy ensured that it went down to the wire. City had two goals ruled out for offside and some of their misses had Guardiola and the home support contorting in agony.</p> <a href=\"https://www.theguardian.com/football/2020/jan/29/manchester-city-manchester-united-carabao-cup-semi-final-second-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/29/manchester-city-manchester-united-carabao-cup-semi-final-second-leg-match-report", "date_published": "2020-01-29 21:52:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minari review – moving and modest coming-of-age Sundance hit", "description": "<p>The autobiographical story of a Korean American family trying to sustain a farm in rural Arkansas has deservedly become the festival’s most universally loved film</p><p>In a year without many talk-of-the-town breakout hits, the word that’s been repeated most often at Sundance has been Minari. Arriving at the festival with A24 and Brad Pitt’s Moonlight-backing production company Plan B attached, the Korean American coming-of-age tale already had considerable steam but it’s now been unofficially – and deservedly – crowned the year’s first truly great movie, one we’ll be talking about for quite some time.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jan/28/sylvies-love-review-sundance-tessa-thompson-nnamdi-asomugha\">Sylvie's Love review – heartfelt period romance is a thrilling throwback</a> </p> <a href=\"https://www.theguardian.com/film/2020/jan/29/minari-sundance-korean-american-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/29/minari-sundance-korean-american-film", "date_published": "2020-01-29 21:33:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil counts the cost after highest recorded rainfall in 110 years", "description": "<p>Flooding and landslides kill at least 30 people and 2,600 are evacuated from their homes</p><p>There have been some notable heavy rainfall and snowfall events recently. Flooding and landslides in south-east Brazil have killed at least 30 people, with a further 17 missing and 2,600 evacuated from their homes. The events followed extreme rainfall on 24 January, with Belo Horizonte receiving 173mm of rain in 24 hours (a quarter of the expected annual rainfall across south-east England). This was their largest daily rainfall total in 110 years of weather records.</p><p>Meanwhile in Spain, the effects of Storm Gloria led to 13 deaths last week. The system delivered 86cm of snow over Vilafranca in the Pyrenees on the 22 January. Heavy rain also caused flooding, with some areas of Catalonia receiving more than 150mm of rainfall in 24 hours. Winds from Storm Gloria also generated a wave height of 8.44 metres, the biggest wave ever recorded in the Mediterranean.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/brazil-counts-cost-highest-recorded-rainfall-110-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/brazil-counts-cost-highest-recorded-rainfall-110-years", "date_published": "2020-01-29 21:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rebecca Long-Bailey calls on rivals to back public ownership", "description": "<p>Labour leadership contender urges pledge for ownership of energy, water, rail and mail</p><p>Labour’s Rebecca Long-Bailey is challenging leadership hopefuls to back the nationalisation of key utilities in what could be seen as an attempt to test their commitment to socialism.</p><p>The shadow business secretary, whose personal political views are perceived as being closest to Jeremy Corbyn’s, said fellow candidates must all pledge to support the <a href=\"https://www.theguardian.com/commentisfree/2019/dec/09/numbers-public-ownership-uk-utilities-nationalisation\">public ownership of energy, water, rail and mail</a>.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/29/rebecca-long-bailey-calls-on-rivals-to-back-public-ownership\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/29/rebecca-long-bailey-calls-on-rivals-to-back-public-ownership", "date_published": "2020-01-29 21:20:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last Battle of Britain flying ace Paul Farnes dies aged 101", "description": "<p>Farnes was last surviving pilot with the accolade of having downed at least five planes</p><p>The last surviving ace who fought in the Battle of Britain has died, aged 101.</p><p>Wg Cmdr Paul Farnes was one of 3,000 Allied pilots who fought in the Battle of Britain, considered to be the first decisive battle to be fought entirely in the air. He died peacefully at his home on Tuesday morning, The Times reported. There are now just two surviving Battle of Britain pilots left.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/last-battle-of-britain-flying-ace-paul-farnes-dies-aged-101\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/last-battle-of-britain-flying-ace-paul-farnes-dies-aged-101", "date_published": "2020-01-29 21:14:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Publisher cancels Jeanine Cummins tour for American Dirt over safety fears", "description": "<p>The book gained praise before its release, but was panned by Mexican American writers for its stereotypical depictions </p><p>The publisher of Jeanine Cummins’ controversial novel American Dirt has cancelled the remainder of her promotional tour, citing concerns for her safety.</p><p>The novel about a Mexican mother and her young son fleeing to the US border had been praised widely before its 21 January release and was chosen by Oprah Winfrey for her book club. But Mexican American writers have been among those <a href=\"https://www.theguardian.com/books/2020/jan/21/american-dirt-controversy-trauma-jeanine-cummins\">criticizing</a> American Dirt for stereotypical depictions of Mexicans and the large profit she stands to make from the story. Cummins is of Irish and Puerto Rican background.</p> <a href=\"https://www.theguardian.com/books/2020/jan/29/american-dirt-jeanine-cummins-tour-canceled\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/29/american-dirt-jeanine-cummins-tour-canceled", "date_published": "2020-01-29 20:51:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France to send warships to support Greece in Turkish standoff", "description": "<p>Greek PM welcomes move as row with Ankara over energy reserves intensifies</p><p>Greece’s prime minister, Kyriakos Mitsotakis, has welcomed a decision by France to dispatch war frigates to the eastern Mediterranean as a standoff with Turkey over regional energy reserves intensifies.</p><p>With tensions between Athens and Ankara causing growing international alarm, Mitsotakis described the vessels as “guarantors of peace”.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/greece-turkey-standoff-france-send-warships-east-mediterranean\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/greece-turkey-standoff-france-send-warships-east-mediterranean", "date_published": "2020-01-29 20:28:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris thought being PM would be a triumph – but it's all downhill from here", "description": "<p>Whether it’s PMQs or his own People’s PMQs, Johnson is distracted, disappointed and bored</p><p>There’s something post-coital about Boris Johnson these days. He appears distracted, disappointed. On the verge of boredom. Even when he rouses himself to public displays of optimism with calls to “stop talking Britain down”, it feels like a tired performance rather than a lived experience. Soon his only comforts will be homeopathic traces of memory.</p><p>It wasn’t meant to be this way. He’d thought being prime minister would be a sustained triumph – the climax that was so high and wild he’d no longer need to have another – but it had turned out to be just as transient as all the rest. In some ways, it was even worse. Now there was nothing more to look forward to. Everything was downhill from here. A slow slide into insignificance. Just think of David Cameron.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/29/boris-thought-being-pm-would-be-a-triumph-but-its-all-downhill-from-here\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/29/boris-thought-being-pm-would-be-a-triumph-but-its-all-downhill-from-here", "date_published": "2020-01-29 20:27:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers told to find 5% savings to 'refocus' on PM's priorities", "description": "<p>Departments told to identify potential cost-savings in order to boost funds for hospitals, schools and ‘levelling up’</p><p>Sajid Javid has written to ministers urging them to identify projects that could be scrapped, to cut costs and “refocus” resources on Boris Johnson’s priorities of hospitals, schools and “levelling up”.</p><p>In a letter signed by the chancellor and the PM, each department has been told to identify potential cost savings worth up to 5%, by 2 March.</p> <a href=\"https://www.theguardian.com/society/2020/jan/29/ministers-told-to-find-5-savings-to-refocus-on-pms-priorities\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/29/ministers-told-to-find-5-savings-to-refocus-on-pms-priorities", "date_published": "2020-01-29 19:55:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: returning Britons could be kept in quarantine for 14 days", "description": "<p>About 200 UK nationals will be barred from boarding plane from China if they do not agree<br /></p><p>Hundreds of British nationals brought home from China because of the coronavirus outbreak are expected to be quarantined at a secure NHS facility for a fortnight, it has emerged.</p><p>As the last British Airways flights from Beijing and Shanghai returned to the UK after the airline suspended operations in China, about 200 Britons in the vicinity of Wuhan were preparing to leave on an emergency chartered plane.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/coronavirus-returning-britons-could-be-kept-in-quarantine-for-14-days\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/coronavirus-returning-britons-could-be-kept-in-quarantine-for-14-days", "date_published": "2020-01-29 19:39:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weinstein trial: witness says mogul screamed at her for refusing threesome", "description": "<p>Dawn Dunning describes experience of Weinstein ‘towering over’ her and allegedly demanding she have threesome with assistant</p><p>A witness at the <a href=\"https://www.theguardian.com/film/harvey-weinstein\">Harvey Weinstein</a> rape trial in New York described on Wednesday the moment the movie mogul allegedly screamed at her that she would never make it in the film business, after she refused to have a threesome with him and his assistant.</p><p>Dawn Dunning, 40, told the jury at the New York supreme court how she had become scared about what Weinstein might do to her after she tried to get away from the room. “He was screaming. He was a big guy, and he was towering over me. I was really scared.”</p> <a href=\"https://www.theguardian.com/film/2020/jan/29/harvey-weinstein-trial-witness-mogul-screamed-refusing-threesome\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/29/harvey-weinstein-trial-witness-mogul-screamed-refusing-threesome", "date_published": "2020-01-29 19:28:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Indoor Athletics cancelled over coronavirus with Chinese GP at risk", "description": "• World Athletics confirms event has been delayed for year <br />• F1 race on 19 April in Shanghai at risk, says virus expert<p>The World Indoor Athletics Championships in Nanjing has been postponed by a year to March 2021 because of the coronavirus, which has now infected around 6,000 people worldwide and caused 132 deaths.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/science/2020/jan/28/germany-confirms-first-human-coronavirus-transmission-in-europe\">Germany confirms first human coronavirus transmission in Europe</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jan/29/world-indoor-athletics-chinese-grand-prix-under-threat-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/29/world-indoor-athletics-chinese-grand-prix-under-threat-coronavirus", "date_published": "2020-01-29 19:22:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Trump’s ‘peace plan’: a con, not a deal | Editorial", "description": "<p>A two-state solution came about as the result of a rules-based world order, which Mr Trump detests because it is inimical to the raw power that he prefers to govern global affairs</p><p>Donald Trump’s Arab-Israeli <a href=\"https://www.bbc.co.uk/news/world-middle-east-51292865\" title=\"\">peace plan</a> rests upon the absurdity of the Palestinians accepting a state in name alone. Since 1993’s Oslo accords, hope had been kindled that a “Palestine” could be created from most of the West Bank and Gaza Strip, with its capital in East Jerusalem. The Trump administration’s <a href=\"https://www.whitehouse.gov/peacetoprosperity/\" title=\"\">document</a> pays lip service to such an entity while shrinking its size and mutilating its scope to non-existence. It envisages the potential transfer of Palestinian towns out of Israel. It contains a blatant attempt to stop Palestinians seeking justice for war crimes – including those currently under way. Mr Trump boasts he is a dealmaker, offering <a href=\"https://www.nbcnews.com/news/world/trump-administration-unveils-50-billion-palestinian-economic-plan-approach-abbas-n1020666\" title=\"\">$50bn</a> in investment if Palestinians trade away their civil and national rights. But Palestinians <a href=\"https://apnews.com/0dcb0179faf41e1870f35838058f4d18\" title=\"\">see</a> a conman with no intention of making good on empty promises.</p><p>This <a href=\"https://www.theguardian.com/world/2020/jan/28/israel-palestinian-peace-plan-trump-reaction\" title=\"\">proposal</a> is a sop to rightwing ideologues in the US and Israel. It ends the charade that Mr Trump could play a mediating role in the Israeli-Palestinian conflict. Benjamin Netanyahu, the Israeli prime minister, has good reason to think his visit to Washington is his finest hour. He once <a href=\"https://www.bbc.co.uk/news/world-middle-east-51263815\" title=\"\">warned</a> Israel would be in mortal danger if a viable Palestine existed alongside it. The indications are Mr Netanyahu’s cabinet will <a href=\"https://www.washingtonpost.com/politics/trump-set-to-release-long-awaited-mideast-peace-package-seen-as-generous-to-israel/2020/01/28/883e3d50-41d3-11ea-b5fc-eefa848cde99_story.html\" title=\"\">vote in days</a> to begin annexing all settlements in the West Bank as well as the Jordan Valley. The old gibe against the Palestinians – that they never missed an opportunity to miss an opportunity for peace – is singularly inappropriate. Mr Trump’s blatant support for Israel and his snub of the Palestinians in drafting his plan has let Mr Netanyahu do whatever he wants.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/29/the-guardian-view-on-trumps-peace-plan-a-con-not-a-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/29/the-guardian-view-on-trumps-peace-plan-a-con-not-a-deal", "date_published": "2020-01-29 19:04:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists build robot hand that can sweat", "description": "<p>Fingers made of hydrogels layers have pores that ooze water to cool down</p><p>Never mind their cold, hard logic and tireless dedication to the task at hand – the most unappealing aspect of robots to come may well be their personal hygiene.</p><p>In a demonstration of how to build machines that do not overheat, researchers have created a robot hand that regulates its temperature naturally – by breaking into a sweat.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/29/scientists-build-robot-hand-that-can-sweat\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/29/scientists-build-robot-hand-that-can-sweat", "date_published": "2020-01-29 19:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Washington Post silenced one of its reporters. It now owes her an apology | Arwa Mahdawi", "description": "<p>Felicia Sonmez has rightly been reinstated. Censoring a woman for tweeting about a rape case sends a chilling message</p><p>The trial is over and the verdict is in: Felicia Sonmez has been found not guilty of committing Twitter crimes. The Washington Post, which had suspended Sonmez, a national politics reporter, for tweeting about Kobe Bryant’s 2003 rape case, officially reinstated her on Tuesday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2020/jan/28/washington-post-staff-reject-reporter-suspension-kobe-bryant-felicia-sonmez\">Washington Post says suspended reporter's Kobe Bryant tweet did not violate policy</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/29/washington-post-felicia-sonmez-kobe-bryant\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/29/washington-post-felicia-sonmez-kobe-bryant", "date_published": "2020-01-29 18:59:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the renationalisation of Northern rail – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jan/29/steve-bell-on-renationalisation-of-northern-rail-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jan/29/steve-bell-on-renationalisation-of-northern-rail-cartoon", "date_published": "2020-01-29 18:47:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: MEPs ratify UK withdrawal agreement", "description": "<p>Politicians join in rendition of Auld Lang Syne after vote confirming UK departure from EU on Friday<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2020/jan/29/the-highs-and-lows-of-britains-47-years-in-the-eec-and-eu\">The highs and lows of Britain’s 47 years in the EEC and EU</a><br /></li></ul><p>Britain’s departure from the EU on 31 January was set in stone in a historic moment for the nation as MEPs in Brussels ratified the withdrawal agreement before breaking out in a rendition of Auld Lang Syne.</p><p>As the president of the European parliament, David Sassoli, announced the result of the vote, with 621 in favour to 49 against with 13 abstentions, MEPs stood almost as one to sing the Scottish song.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/29/brexit-meps-to-vote-on-withdrawal-agreement-ahead-of-uk-departure\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/29/brexit-meps-to-vote-on-withdrawal-agreement-ahead-of-uk-departure", "date_published": "2020-01-29 18:42:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tate Britain's £40k 'head of coffee' role sparks row over low curator pay", "description": "<p>Gallery defends job advert, which critics say shows how little museum workers are paid</p><p>Tate Britain has defended advertising for a head of coffee with a salary of nearly £40,000 – more than the average wage of a London-based curator – after critics said the role highlights how low museum professionals’ wages are.</p><p>The wage comparison site Glassdoor states that the average annual wage for a curator based in London is <a href=\"https://www.glassdoor.co.uk/Salaries/london-curator-salary-SRCH_IL.0,6_IM1035_KO7,14.htm\">£37,300</a>. The Prospect union said the pay discrepancy was a reminder of how badly paid museum professionals are in comparison with other jobs in the arts sector.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/29/tate-britains-40k-head-of-coffee-role-sparks-row-over-low-curator-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/29/tate-britains-40k-head-of-coffee-role-sparks-row-over-low-curator-pay", "date_published": "2020-01-29 18:34:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greta Thunberg files application to trademark her name", "description": "<p>Climate activist also applied to register name of climate movement Fridays for Future</p><p>The climate activist <a href=\"https://www.theguardian.com/environment/greta-thunberg\">Greta Thunberg</a> has said she has applied to register her name and that of the Fridays For Future movement she founded in 2018, which has gone global and catapulted her to international fame.</p><p>The move would allow legal action against persons or companies trying to use her name which are not in line with her values or that of her movement, she said.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/29/greta-thunberg-files-application-to-trademark-her-name\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/29/greta-thunberg-files-application-to-trademark-her-name", "date_published": "2020-01-29 18:26:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Africa’s colonisation of the English language continues apace | Afua Hirsch", "description": "<p>The British empire forced its colonies to abandon their own languages. Now they are making English their own</p><p>There is one expression I have grown up hearing from relatives of a certain age, but never been able to accept. It’s the description of Twi – the Akan language spoken by my family – as “the vernacular”, a term which implicitly compares it with the colonial language, English, and somehow finds it wanting. The word itself is a revealing symptom of the colonial project. Just as nations like the Yoruba, with a population of more than 40 million, were patronisingly described as “tribes”, when in fact they were substantial nations, African languages were downgraded to “the vernacular”. It’s a term more befitting of a regional dialect than a nation’s language, with its own history, politics and literature.</p><p>The attempt to discourage Africans from speaking our own languages not only failed, but has had the glorious result of backfiring, to the extent that now Britain’s own inhabitants are officially adopting African vocab. This month the Oxford English Dictionary (OED) <a href=\"https://public.oed.com/blog/nigerian-english-release-notes/\" title=\"\">added Nigeria’s first entries</a> to already recognised gems like “howzit” <a href=\"https://public.oed.com/blog/south-african-additions-oed/\" title=\"\">from South Africa</a>. Other Africans will recognise lots of the latest lingo to get the OED stamp – “chop”, to eat or to misappropriate funds; “next tomorrow”, the day after tomorrow; “sef”, a great <a href=\"https://www.theguardian.com/commentisfree/2017/aug/22/bbc-pidgin-english-language-africa-nigeria\" title=\"\">Pidg</a><a href=\"https://www.theguardian.com/commentisfree/2017/aug/22/bbc-pidgin-english-language-africa-nigeria\" title=\"\">in</a> flourish for emphasis.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/29/africa-coloniasation-english-language-oxford-dictionary-nigerian\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/29/africa-coloniasation-english-language-oxford-dictionary-nigerian", "date_published": "2020-01-29 18:21:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Telescope captures most detailed pictures yet of the sun", "description": "<p>First observations from Inouye telescope bring previously hazy star into sharp focus</p><p>The sun’s turbulent surface has been revealed in unprecedented detail in the first observations by the Inouye solar telescope in Hawaii.</p><p>The striking images reveal a surprising level of structure hidden within the churning plasma exterior, bringing a previously hazy impression of the sun’s patchwork surface sharply into focus for the first time.</p> <a href=\"https://www.theguardian.com/science/2020/jan/29/solar-telescope-captures-most-detailed-pictures-yet-the-sun\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jan/29/solar-telescope-captures-most-detailed-pictures-yet-the-sun", "date_published": "2020-01-29 18:08:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deployment of new US nuclear warhead on submarine a dangerous step, critics say", "description": "<p>First submarine to go on patrol armed with the W76-2 warhead makes a nuclear launch more likely, arm control advocates warn</p><p>The US has deployed its first low-yield Trident nuclear warhead on a submarine that is currently patrolling the Atlantic Ocean, it has been reported, in what arms control advocates warn is a dangerous step towards making a nuclear launch more likely.</p><p>According to the <a href=\"https://fas.org/blogs/security/2020/01/w76-2deployed/\">Federation of American Scientists</a>, the USS Tennessee – which left port in Georgia at the end of last year – is the first submarine to go on patrol armed with the W76-2 warhead, commissioned by Donald Trump two years ago.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/us-submarine-trident-nuclear-warhead-patrols-atlantic-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/us-submarine-trident-nuclear-warhead-patrols-atlantic-ocean", "date_published": "2020-01-29 17:53:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Bloomberg offers a masterclass in how not to greet a dog", "description": "<p>The Democratic presidential candidate shook a dog’s snout – and somehow it isn’t the first time a politician has struggled with a handshake</p><p>In a feat of handshake autopilot that could only be achieved by Mr Business, Mike Bloomberg, the Democratic presidential candidate has been caught on camera … shaking a dog’s snout.</p><p>That’s right. Shaking its snout. “I regret to inform you that Mike Bloomberg attempted to shake a dog’s mouth,” reported journalist Christopher Hale from the front lines.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/29/mike-bloomberg-shake-dog-snout-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/29/mike-bloomberg-shake-dog-snout-video", "date_published": "2020-01-29 17:47:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel liberated’: the women celebrating their body hair", "description": "<p>For the past month, women around the world have been celebrating the joys of ditching hair-removal products as part of a campaign called Januhairy. Here, they share their stories</p><p>Things have come a long way since 1999, when the actor Julia Roberts hit headlines globally for wearing a dress that exposed her unshaven armpits. These days, Gen Z pop stars, from Amandla Stenberg to Miley Cyrus, are regularly seen with body hair. Brands are cottoning on, too. Last year, <a href=\"https://www.bbc.co.uk/news/48061083\" title=\"\">Nike</a> and <a href=\"https://www.glamourmagazine.co.uk/article/body-hair-in-adverts\" title=\"\">No7</a> ran advertisements with models showing body hair (underarms and upper lip respectively). Even the ubiquitous advert trope of a woman shaving an already shaven leg was challenged by the razor company Billie, which had <a href=\"https://www.theguardian.com/lifeandstyle/2018/jul/01/billie-womens-razors-hair-ad-shaving\" title=\"\">marketing collateral that showed underarm, leg and pubic hair</a>.</p><p>In real life, however, the sight of a woman in public with body hair remains rare, although norms are slowly changing (almost one in four women under 25 no longer shave their armpits, compared with just one in 20 in 2013, according to <a href=\"https://www.telegraph.co.uk/news/2017/05/18/rise-young-women-going-au-naturel-nearly-quarter-now-dont-shave/\" title=\"\">the market analyst Mintel</a>).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/29/i-feel-liberated-women-letting-body-hair-grow-for-januhairy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/29/i-feel-liberated-women-letting-body-hair-grow-for-januhairy", "date_published": "2020-01-29 17:23:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I stop using football chat to bond with strangers? | Adrian Chiles", "description": "<p>The head of the Chartered Management Institute has said that sports talk at work excludes non-fans. But how else are you supposed to start a conversation?</p><p>When I heard Ann Francke, the head of the Chartered Management Institute, <a href=\"https://www.bbc.co.uk/news/business-51261999\" title=\"\">complain about blokes talking football</a> in the workplace, I was initially furious. “A lot of women, in particular, feel left out,” she said. What tosh. But on reflection, I wonder if she may have a point. I know a lot of women who are mad on football, but the data is clear: women are less into it than men. And I doubt it is only women feeling left out; there are men who aren’t into football or cricket, too. Hard to believe, I know, but true.</p><p>I feel sorry for people who aren’t into sport. Where do they go for their extreme, explosive joy, to scream and hug strangers? I think they miss out there, but also in the sense that Francke is getting at.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/29/football-chat-bond-strangers-adrian-chiles\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/29/football-chat-bond-strangers-adrian-chiles", "date_published": "2020-01-29 17:04:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alastair Stewart quits as ITV presenter over 'errors of judgment'", "description": "<p>Long-serving newsreader steps down weeks after ‘angry ape’ comment to black Twitter user</p><p>The ITV newsreader Alastair Stewart is stepping down from his presenting duties following “errors of judgment in [Alastair’s] use of social media”, ITN has said.</p><p>The presenter – who deleted his Twitter account before the announcement – said in a statement: “It was a misjudgment which I regret, but it’s been a privilege to bring the news to households throughout the UK for the past 40 years.”</p> <a href=\"https://www.theguardian.com/media/2020/jan/29/alastair-stewart-quits-as-itv-presenter-over-errors-of-judgment\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jan/29/alastair-stewart-quits-as-itv-presenter-over-errors-of-judgment", "date_published": "2020-01-29 16:56:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Costa winner on his Auschwitz book: 'This is my greatest honour'", "description": "<p>Jack Fairweather reveals the extraordinary story behind The Volunteer, his book about a Polish resistance hero who infiltrated the Nazi death camp</p><p>One spring day in 1948, two children were sitting at their school desks in Poland when the tannoy crackled into life to announce that their father had just been executed as an enemy of the state. Andrzej and Zofia Pilecki knew nothing about the mission that had taken their father away from them for most of their childhood. It was only when they were in their 60s, as the iron curtain fell, that the details of Witold Pilecki’s extraordinary second world war mission began to emerge.</p><p>Then, in 2012, a British war correspondent who was looking for a new subject after covering wars in Afghanistan and Iraq, stumbled across the story. He discovered that Pilecki, a former cavalry officer, had become a leading member of the Polish resistance – and deliberately got himself interned in Auschwitz so that he could send intelligence to London. He survived that ordeal only to fall into the hands of the Soviet regime, who took possession of Poland in the postwar carve-up of Europe.</p> <a href=\"https://www.theguardian.com/books/2020/jan/29/costa-winner-auschwitz-book-witold-pilecki-jack-fairweather-the-volunteer\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/29/costa-winner-auschwitz-book-witold-pilecki-jack-fairweather-the-volunteer", "date_published": "2020-01-29 16:48:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Bleak domineering vision': Amnesty says human rights at risk as Asia Pacific's strongmen rise", "description": "<p>The year has been dominated by repression but also by resistance, says the human rights organisation in its annual review</p><p>The year across the Asia-Pacific has been dominated by repression, but also resistance, as the two largest countries on Earth sought to impose a “bleak domineering vision” for the region, according to Amnesty International’s annual human rights review.</p><p>The 2019 review, released on Thursday, paints a bleak picture for minorities across the region, with <a href=\"https://www.theguardian.com/world/2019/dec/23/inside-chinese-qingpu-prison-forced-labour-claims-tesco-christmas-card\">Uyghurs in China interned in “re-education camps”</a>, and a siege imposed across Kashmir, India’s only Muslim-majority state.</p> <a href=\"https://www.theguardian.com/law/2020/jan/30/bleak-domineering-vision-amnesty-says-human-rights-at-risk-as-asia-pacifics-strongmen-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jan/30/bleak-domineering-vision-amnesty-says-human-rights-at-risk-as-asia-pacifics-strongmen-rise", "date_published": "2020-01-29 16:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We will never be Jerusalem': Abu Dis pours scorn on Trump plan", "description": "<p>Mayor of Palestinian town cut off from Jerusalem by Israeli wall says it has no aspiration to be capital of future ‘state’</p><p>It seems nobody thinks much of the hillside Palestinian town of Abu Dis, not even its mayor, who finds it hard to say why he took the job. “For real, I don’t know,” he said. “There’s a lot of crime and drugs.”</p><p>When they still lived in a village with stunning views of the golden Dome of the Rock and the Mount of Olives, families from Abu Dis would walk across the valleys into Jerusalem to sell sheep, goats and cheese.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/we-will-never-be-jerusalem-abu-dis-pours-scorn-on-trump-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/we-will-never-be-jerusalem-abu-dis-pours-scorn-on-trump-plan", "date_published": "2020-01-29 16:28:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "That’s amore: five romantic European cities that aren’t Paris", "description": "<p>The French capital isn’t Europe’s only city break destination fit for lovers. From Verona to Salzburg, these alternatives are just as dazzling</p><p>Sure, Paris has been the definitive “city of love” for as long as we can remember. But when it comes to romantic getaways, there are plenty more fish in the sea – whether you want castles in the clouds, or oysters on the harbour. Once you’ve ticked off Paris, follow Cupid’s arrow to one of these swoon-worthy European city break destinations …</p><p><strong>Verona<br /></strong>Have you truly known romance until you’ve reenacted <em>that</em> balcony scene from Romeo and Juliet? Shakespeare may have given Verona more than 400 years of good PR, but the city has plenty to offer lovers beyond souvenir photo opps, with some of northern Italy’s most beautiful architecture and a rich arts and culture scene. Locals are passionately committed to keeping romance in the air; the <a href=\"https://www.venetoinside.com/events-in-veneto/event/verona-in-love/\" rel=\"nofollow\">Verona in Love festival</a> turns Valentine’s Day into a week-long gala of lights, music and events, while the <a href=\"http://www.julietclub.com/en/\" rel=\"nofollow\">Juliet Club</a> is a group of volunteer agony aunts who personally reply to more than 6,000 letters written by lovelorn tourists to the fictional heroine every year.</p> <a href=\"https://www.theguardian.com/jet2-city-break-guide/2020/jan/29/thats-amore-five-romantic-european-cities-that-arent-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/jet2-city-break-guide/2020/jan/29/thats-amore-five-romantic-european-cities-that-arent-paris", "date_published": "2020-01-29 16:21:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are you still watching Winter Love Island?", "description": "<p>If you’re watching the winter version of the popular ITV2 reality show, we’d like to hear from you</p><p>When a winter version of Love Island was announced last year, it promised to heat up an otherwise dark and dreary January and fill the reality TV hole left by the cancellation of Celebrity Big Brother.</p><p>But the show hasn’t enraptured the nation as it once did. Viewing figures were <a href=\"https://www.bbc.co.uk/news/entertainment-arts-51090890\">down by 800,000</a> compared to the opening episode of the previous series, and the first episode of its spin-off show Unseen Bits <a href=\"https://metro.co.uk/2020/01/19/love-island-unseen-bits-smashed-victorians-built-britain-assassins-creed-saturday-night-ratings-12055959/\">was trumped by</a> How the Victorians Built Britain on Channel 5.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/29/are-you-still-watching-winter-love-island\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/29/are-you-still-watching-winter-love-island", "date_published": "2020-01-29 16:03:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After Brexit, Britain’s hard line on immigration won’t hold | Jonathan Portes", "description": "<p>New proposals won’t mean restricting the numbers of people coming to the UK – just a new form of openness</p><p>Brexit will be “done” by 31 January, except little will change. What the Brexiteers have mistaken for a single moment will in reality be a lengthy and painful process. In most policy areas shaped by EU influence, post-Brexit changes will be slow and incremental. There is, however, one exception to this rule: immigration.</p><p>After 1 January 2021, free movement will end and EU and non-EU citizens wishing to move to the UK will (unless they are Irish citizens) be treated the same. Despite this shake-up, it’s still unclear what Britain’s new immigration system will look like.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/29/brexit-britain-hard-line-immigration-openness\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/29/brexit-britain-hard-line-immigration-openness", "date_published": "2020-01-29 15:37:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Next in Fashion review – Alexa Chung and Tan France's reality show is bang on trend", "description": "<p>Perfectly tailored for binge-watching, this thrilling Netflix contest combines bold designs, big prizes ... and bloody hands</p><p>If there’s one thing streaming services might have been expected to leave alone, it’s competitive reality TV. Unlike a thriller, or a drama, competitions suit a weekly rollout. You spend a while getting to know the contestants, so you can really root for them, and it’s far easier to be forgiving of the necessarily repetitive nature of the format when it is spaced out in the right way. It’s hard to imagine The Masked Singer, say, working in a dumped block of episodes, because few could stomach it all in one go. But in its bid to be all things to all people, Netflix keeps churning out competitions, in baking, cooking and even glass-blowing. And, in part thanks to big names and seemingly big budgets, they keep working. <a href=\"https://www.netflix.com/gb/title/81026300\" title=\"\">Next in Fashion</a>, a take-me-seriously-but-not-too-seriously update of Project Catwalk/Runway, is not about to break that pattern.</p><p>Over 10 episodes, Next in Fashion sets out to find a hot new designer. But these are no amateurs. Each of the 18 contestants has considerable experience in the industry. Some have worked as “ghost designers” for celebrity labels, others for established names, and some just never quite got the break they needed. Only one does not have their own label yet. As is the way with Netflix competitions, the contestants are international – from Mexico, the US, the UK, India, Italy, South Korea and plenty more. This is one of the best aspects of this new glut of reality: why make several localised versions, when you can just mix the competitors in one?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/29/next-in-fashion-review-alexa-chung-and-tan-frances-outrageously-ott-reality-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/29/next-in-fashion-review-alexa-chung-and-tan-frances-outrageously-ott-reality-tv", "date_published": "2020-01-29 15:35:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC announces 450 jobs will go in newsroom shake-up", "description": "<p>BBC to cover fewer stories and centralise programme-making in effort to save £80m</p><p>The BBC has said it will cut 450 jobs from its news operation and cover fewer stories as part of an effort to save £80m, as executives warned that the corporation is facing an unprecedented threat to its future.</p><p>The head of news, Fran Unsworth, announced on Wednesday that journalists at the corporation would increasingly be pooled in centralised teams rather than working for specific programmes, with an increased emphasis on its online output rather than its television and radio stations.</p> <a href=\"https://www.theguardian.com/media/2020/jan/29/bbc-announces-450-jobs-will-go-in-newsroom-shake-up\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jan/29/bbc-announces-450-jobs-will-go-in-newsroom-shake-up", "date_published": "2020-01-29 15:21:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Britons getting out before Brexit ‘drawbridge’ goes up", "description": "<p>UK nationals rush to settle in Spain before they lose their rights as EU citizens on 31 December<br /></p><p>Campaigners for the rights of British nationals in Spain have reported a rise in the number of inquiries from people rushing through plans to establish residency in the country before the Brexit “drawbridge goes up”.</p><p>Sue Wilson, the founder of campaign group Bremain in Spain, says now that Brexit is “concrete and is happening” they are seeing evidence of Britons “expediting their plans” for retirement or a career move to Spain.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/29/the-britons-getting-out-before-brexit-drawbridge-goes-up\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/29/the-britons-getting-out-before-brexit-drawbridge-goes-up", "date_published": "2020-01-29 15:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can a celebratory Brexit tea towel help heal the nation?", "description": "<p>From mugs to badges, the Conservative party are flogging merchandise to commemorate Brexit. So is that how they hope to keep the economy going?<br /></p><p><strong>Name:</strong> Brexit merchandise.</p><p><strong>Age: </strong>Ready to become collector’s items as of this week.</p> <a href=\"https://www.theguardian.com/news/shortcuts/2020/jan/29/can-a-celebratory-brexit-tea-towel-help-heal-the-nation\">Continue reading...</a>", "link": "https://www.theguardian.com/news/shortcuts/2020/jan/29/can-a-celebratory-brexit-tea-towel-help-heal-the-nation", "date_published": "2020-01-29 14:55:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage as Polanski film nominated for 12 'French Oscars'", "description": "<p>Campaigners say Césars are acclaiming ‘an abuser and rapist on the run’</p><p>Feminist campaigners have accused France’s most prestigious film awards of acclaiming “an abuser and rapist on the run” after Roman Polanski’s latest film topped the list of nominations for prizes this year.</p><p>The Polish-born director fled from the US to France in 1978 after admitting the statutory rape of a 13-year-old girl and he has been a fugitive from the US justice system ever since, despite repeated attempts to have him extradited.</p> <a href=\"https://www.theguardian.com/film/2020/jan/29/outrage-as-polanski-film-nominated-for-12-french-oscars\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/29/outrage-as-polanski-film-nominated-for-12-french-oscars", "date_published": "2020-01-29 14:47:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When fonts fight, Times New Roman conquers", "description": "<p>As the classic typeface goes viral on Twitter, writers explain which set of letters they work in – and why it matters</p><p>When Times New Roman started trending on Twitter yesterday, the books world began to panic. Had Comic Sans escaped? Had the sans serifs risen up against their pointy overlords and Tipp-Exed them out?</p><p>No. The author Sean Richardson <a href=\"https://twitter.com/Southldntabby/status/1221381696278487040\">had asked the internet</a> to “reveal the deepest part of yourself: Which font and which size do you write in?”, little realising he was about to open a Pandora’s box of preference and prejudice.</p> <a href=\"https://www.theguardian.com/books/2020/jan/29/when-fonts-fight-times-new-roman-conquers\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/29/when-fonts-fight-times-new-roman-conquers", "date_published": "2020-01-29 13:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We fear sharks, but humans are the real predators – photo essay", "description": "<p>Greenpeace investigator Sophie Cooke spent a month at sea observing the hidden practices behind many of the deaths of 100 million sharks every year</p><p>On the end of a hook is a shark much larger than me. Its white belly gleams clean and sleek against the rusty hull of the ship as it is hauled out of the ocean, thrashing about trying to escape. They kill it by severing its spine with a knife.</p><p>For a generation, the film <a href=\"https://www.theguardian.com/film/2015/may/31/jaws-40-years-on-truly-great-lasting-classics-of-america-cinema\">Jaws</a> was the source of an irrational fear of sharks, which has probably made it harder for many to connect to their plight. People see it almost as a kill or be killed response. On the high seas, however, it’s clear who the real predators are.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/29/i-witnessed-a-shark-attack-its-not-what-you-imagine-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/29/i-witnessed-a-shark-attack-its-not-what-you-imagine-photo-essay", "date_published": "2020-01-29 13:37:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Panda cubs and pension protests: Wednesday's top photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jan/29/panda-cubs-and-pension-protests-wednesdays-top-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jan/29/panda-cubs-and-pension-protests-wednesdays-top-photos", "date_published": "2020-01-29 13:34:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t call off the rottweiler: why now is not the time for tame political interviews", "description": "<p>The director general of the BBC says he prefers a more gentle style to interviews. But the levels of dishonesty and evasiveness among today’s politicians demand a whole new approach<br /></p><p>‘I’m a great believer in the long-form political interview where you can explore at length, not in soundbites, the real policy decisions that politicians are making,” said Lord Tony Hall on Tuesday, as he prepares to depart as BBC director general. He went on to criticise interviewers who try to catch politicians out, concluding that it militates against nuance and contributes to our toxic political atmosphere. </p><p>It is a familiar debate: do you favour Jeremy Paxman’s rottweiler, Cathy Newman’s velociraptor, Andrew Neil’s Godzilla, Evan Davis’s kindly-but-impartial shrink or Andrew Marr’s tough start but no follow-up? People who love Paxman say that he holds politicians to account. That was true in the exact moment it happened – <a href=\"https://www.youtube.com/watch?v=Uwlsd8RAoqI\" title=\"\">with Michael Howard in 1997</a> – since it paraded the Tory politician’s evasiveness. At the same time, it set the bar for all media training since. The bridge manoeuvre – take a word from the question and use it to pivot to a different question that you then answer – originated in this moment of shame and nobody has ever been had in precisely that way again.</p> <a href=\"https://www.theguardian.com/politics/shortcuts/2020/jan/29/dont-call-off-the-rottweiler-why-now-is-not-the-time-for-tame-political-interviews\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/shortcuts/2020/jan/29/dont-call-off-the-rottweiler-why-now-is-not-the-time-for-tame-political-interviews", "date_published": "2020-01-29 13:13:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rafael Nadal crashes out of Australian Open after thriller with Dominic Thiem", "description": "<p>• Top seed loses quarter-final in four sets <br />• Thiem beats Nadal 7-6, 7-6, 4-6, 7-6</p><p>Dominic Thiem held his nerve to send a tetchy Rafael Nadal out of the <a href=\"https://www.theguardian.com/sport/australian-open\">Australian Open</a> in the quarter-finals, prolonging the world No 1’s indifferent run in Melbourne.</p><p>Nadal was looking to equal Roger Federer’s record of 20 grand slam singles titles but that will have to wait after Thiem, the fifth seed, dug in for a 7-6 (3), 7-6 (4), 4-6, 7-6 (6) victory over more than four hours to progress to a semi-final against Alexander Zverev.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/29/rafael-nadal-crashes-out-australian-open-dominic-thiem-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/29/rafael-nadal-crashes-out-australian-open-dominic-thiem-tennis", "date_published": "2020-01-29 12:57:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of Europe’s best rural train journeys", "description": "<p>Slow rail travel in beautiful landscapes is the joy of these branch lines, which don’t need to be booked in advance. Know a better one? Enter our <a href=\"https://www.theguardian.com/travel/2020/jan/29/local-rail-line-europe-win-two-first-class-interrail-pass-768-pounds\"><strong>competition to win two first-class Interrail Passes worth up to £768</strong></a></p><p>This cross-border line linking Switzerland’s Valais region with Haute-Savoie in France is a tiddler among international rail routes and has never been used by grand expresses (even though it’s called the Mont-Blanc Express). The metre-gauge local railway from Martigny to Chamonix skirts the north side of the Mont Blanc massif and so connects standard-gauge lines on either side of the border. Climbing up from Martigny, there are tantalising glimpses of the ravine cut by the River Trient. The train passes great cliffs, twisting and turning with a feast of panoramic views. After crossing the French border at Vallorcine, look out for the Argentière glacier to the left.<br />• <em>From €28.50 one-way,</em> <em>22 miles, 90 minutes, hourly, <a href=\"https://www.mont-blanc-express.ch/en/\" title=\"\">mont-blanc-express.ch</a></em></p> <a href=\"https://www.theguardian.com/travel/2020/jan/29/10-europes-best-rural-train-rail-journeys-branch-lines\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/29/10-europes-best-rural-train-rail-journeys-branch-lines", "date_published": "2020-01-29 12:26:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Finland starts its fight against fake news in primary schools", "description": "<p>Country on frontline of information war teaches everyone from school pupils to politicians how to spot slippery information </p><p>You can start when children are very young, said Kari Kivinen. In fact, you should: “Fairytales work well. Take the wily fox who always cheats the other animals with his sly words. That’s not a bad metaphor for a certain kind of politician, is it?”</p><p>With democracies around the world threatened by the seemingly unstoppable onslaught of false information, Finland – recently rated Europe’s most resistant nation to fake news – takes the fight seriously enough to teach it in primary school.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/fact-from-fiction-finlands-new-lessons-in-combating-fake-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/fact-from-fiction-finlands-new-lessons-in-combating-fake-news", "date_published": "2020-01-29 12:16:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the Guardian will no longer accept fossil fuel advertising", "description": "<p>Support Guardian journalism today, by making a<a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22climate_pledge_fossil_fuels%22%2C%22campaignCode%22%3A%22climate_pledge_fossil_fuels%22%7D&amp;INTCMP=climate_pledge_fossil_fuels\"> single or recurring contribution</a>, or<a href=\"https://support.theguardian.com/subscribe?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22climate_pledge_fossil_fuels%22%2C%22campaignCode%22%3A%22climate_pledge_fossil_fuels%22%7D&amp;INTCMP=climate_pledge_fossil_fuels\"> subscribing</a></p><p>For anyone who believes the world faces an urgent climate crisis, it has been quite a year. The world’s leading scientists tell us we have <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">just twelve years</a> to change human behaviour to avert catastrophe. Teenage climate strikers inspire millions of people, young and old, to protest against inaction, and devastating bushfires sweep across much of Australia. This is the most important challenge of our times.</p><p>Our Guardian editorial colleagues have led the world in covering the crisis with expertise and urgency. In May 2019 our editor-in-chief Katharine Viner announced that the <a href=\"https://www.theguardian.com/environment/2019/may/17/why-the-guardian-is-changing-the-language-it-uses-about-the-environment\">Guardian would shift to using more urgent language</a> to describe the climate emergency - and other news organisations have <a href=\"https://www.theguardian.com/environment/2019/may/24/media-outlets-guardian-reconsider-language-climate\">begun to follow suit</a>.</p> <a href=\"https://www.theguardian.com/help/insideguardian/2020/jan/29/why-the-guardian-will-no-longer-accept-fossil-fuel-advertising\">Continue reading...</a>", "link": "https://www.theguardian.com/help/insideguardian/2020/jan/29/why-the-guardian-will-no-longer-accept-fossil-fuel-advertising", "date_published": "2020-01-29 12:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim-Joy’s recipe for blueberry frangipane and cream mini mug tarts", "description": "A delectable almond pastry and cream dessert in miniature mug form<p>Crisp pastry, plus a tiny bit of jam and sweet and nutty frangipane, topped with a swirl of whipped cream; all the elements of a delectable dessert in miniature mug form.</p><p><em>Makes: 24 mini-tarts (or about 12 larger tarts)</em><br /><br /><em><strong>For the pastry</strong></em><br /><strong>225g plain flour</strong><br /><strong>155g salted butter, at room temperature </strong><br /><strong>40g caster sugar </strong><br /><strong>1 medium egg</strong><br /><br /><em><strong>For the frangipane </strong></em><br /><strong>100g salted butter</strong><br /><strong>100g caster sugar</strong><br /><strong>1 medium egg</strong><br /><strong>3/4 tsp almond extract</strong><br /><strong>100g ground almonds </strong><br /><br /><em><strong>For the whipped cream topping </strong></em><br /><strong>130g double cream</strong><br /><strong>20g icing sugar</strong><br /><strong>1/2 tsp vanilla bean paste</strong><br /><br /><em><strong>Plus </strong></em><br /><strong>Strawberry jam </strong><br /><strong>24 frozen blueberries</strong><br /><strong>Icing sugar and water</strong><br /><strong>Hard pretzels </strong><br /><strong>Cocoa powder</strong></p> <a href=\"https://www.theguardian.com/food/2020/jan/29/kim-joy-recipe-blueberry-frangipane-cream-mini-mug-tarts\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/29/kim-joy-recipe-blueberry-frangipane-cream-mini-mug-tarts", "date_published": "2020-01-29 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Michael Cashman changed the world: from EastEnders' first gay kiss to Stonewall", "description": "<p>His childhood was mired by abuse he could never divulge. But he went on to countless triumphs</p><p>In many people’s minds, Michael Cashman – actor, activist, MEP, co-founder of Stonewall and member of the House of Lords – will always be associated with a kiss. In 1985, he had been approached by the creators of EastEnders, Julia Smith and Tony Holland, to play Colin Russell – the British soap’s first gay character. Cashman was nervous at the thought of the press scrutiny that could follow, but agreed. Even before his character was announced, the Sun ran a story about the role under the headline “Eastbenders”.</p><p>“What made it worse,” says Cashman, now 69 and sitting in his fourth-floor Limehouse apartment overlooking the Thames, “was the information was leaked from inside.” The Sunday Mirror, meanwhile, claimed that he had had an HIV test in the US and was dying. The News of the World ran a double-page spread, headlined “Secret Gay Love of Aids Scare EastEnder”, which outed his partner and printed the couple’s photos and address.</p> <a href=\"https://www.theguardian.com/world/2020/jan/29/michael-cashman-abuse-invisible-sign-eastenders\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/29/michael-cashman-abuse-invisible-sign-eastenders", "date_published": "2020-01-29 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tattoos and the armed forces – in pictures", "description": "<p>Tribute Ink is a new exhibition featuring photographs by Charlie Clift at the <a href=\"https://www.nam.ac.uk/\">National Army Museum,</a> that explores how the military community uses tattoos. The stories behind the portraits bear witness to fallen comrades, bravery and sacrifice, and commemorates conflicts, personal stories and the bond between combatants. It runs from 31 January to 17 April before touring the country.</p> <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2020/jan/29/tattoos-and-the-armed-forces-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/gallery/2020/jan/29/tattoos-and-the-armed-forces-in-pictures", "date_published": "2020-01-29 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They got their dream job away from it all – but what happened next?", "description": "<p>Caretaker on a remote Irish island is the latest viral posting to attract thousands of applicants. But what’s it like to bag a job in a million?</p><p>As another year of environmental turmoil and political upheaval loomed at the start of 2020, thousands of people – from Alaska to South Africa – turned their sights to the <a href=\"https://www.theguardian.com/world/2020/jan/14/dream-job-hundreds-apply-to-work-on-remote-irish-island\">peace and tranquility of Great Blasket</a>, a remote island a mile off the west coast of Ireland. There are no other residents, no electricity, wifi or hot water, but droves of would-be-caretakers were charmed by the idea of looking after a cafe and three cottages there.</p><p>The posting, which has so far <a href=\"https://www.bbc.co.uk/news/world-europe-51188779\">received more than 23,000 applications</a>, is the latest “dream job” opportunity to go viral, following vacancies for a <a href=\"https://www.thebookseller.com/news/luxury-maldives-resort-seeks-new-bookseller-1040421\">barefoot bookseller in the Maldives</a> and a <a href=\"https://www.theguardian.com/global/2018/sep/09/wanted-cat-whisperer-to-look-after-70-strays-on-a-greek-island\">cat sanctuary manager</a> on the Greek island of Syros. But do these dream jobs ever live up to expectations? And what of the one-of-a-kind jobs that never hit the headlines?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/29/dream-job-what-happened-next\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/29/dream-job-what-happened-next", "date_published": "2020-01-29 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children in Germany celebrate Bird Wedding - in pictures", "description": "<p> The traditional Sorbian festival Ptaci Kwas celebrates the approaching end of winter. The Sorbs are acknowledged as a national minority with their own language in eastern Germany </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/29/children-in-germany-celebrate-bird-wedding-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/29/children-in-germany-celebrate-bird-wedding-in-pictures", "date_published": "2020-01-29 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reddit co-founder on paternity leave and male success: 'These things are not mutually exclusive'", "description": "<p>Alexis Ohanian says paid parental leave was vital when his wife, Serena Williams, gave birth to their daughter</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/jan/29/paternity-leave-us-policy\">Paternity leave: US is least generous in list of world’s richest countries</a><br /></li></ul><p>It’s been roughly three years since Reddit co-founder Alexis Ohanian found out he was going to be a father, but he’s still grappling with the profound awareness of his own mortality that came with it.</p><p>It first hit him when tennis star Serena Williams, his now wife, presented him with a bag full of positive pregnancy tests, and again a few months later when she <a href=\"https://www.theguardian.com/sport/2018/feb/20/serena-williams-childbirth-health-daughter-tennis\">almost died</a> after giving birth to their daughter, Olympia. Now, he thinks it’s here to stay.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/29/alexis-ohanian-paternity-leave-male-success-these-things-are-not-mutually-exclusive\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/29/alexis-ohanian-paternity-leave-male-success-these-things-are-not-mutually-exclusive", "date_published": "2020-01-29 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The dust bowl wanderer – in pictures", "description": "<p>Wright Morris was known for his novels, yet the pictures he took while travelling through the midwest capture a vanishing way of life in Depression-era America </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/29/dust-bowl-wanderer-in-pictures-wright-morris\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/29/dust-bowl-wanderer-in-pictures-wright-morris", "date_published": "2020-01-29 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grow your own sponges – and other innovative ways to live more sustainably", "description": "From washing out plastic bags to repackaging tissues, Guardian readers offer some more unusual tips for cutting down on waste<p>Could your garden be the key to your zero-waste ambitions? Gardeners at the National Trust’s Knightshayes estate in Devon have grown luffa plants <a href=\"https://www.nationaltrust.org.uk/press-release/national-trust-staff-harvest-first-crop-of-grow-your-own-kitchen-sponges\" title=\"\">to produce their own sponges</a> in an attempt to cut down on waste. They are as easy to cultivate as courgettes, according to the kitchen garden supervisor, Bev Todd. Just sow the seeds in April or May in a warm and sunny spot, and give the plant a support to scramble up. Once the fruit matures and withers, squeeze it to loosen, and peel off the skin. Wash and remove the seeds and flesh, hang to dry and <em>voilà</em> – your own sustainable sponge.</p><p>If you find that inspiring, Zoë Morrison, a blogger and the author of <a href=\"https://ecothriftyliving.com/\">Eco Thrifty Living</a>, has another green-fingered suggestion: “I like to regrow vegetables from their bottoms, so that they can be saved from the bin or the compost heap.” She has successfully regrown lettuce, celery and leeks this way.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/29/grow-your-own-sponges-and-other-innovative-ways-to-live-more-sustainably\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/29/grow-your-own-sponges-and-other-innovative-ways-to-live-more-sustainably", "date_published": "2020-01-29 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I always wanted to be a dad’: the rise of single fathers by choice", "description": "<p>A growing number of men are pursuing parenthood through surrogacy, adoption or fostering – without a partner. Here, dads who have gone it alone share their stories</p><p>The first night Joe Norton brought home his adoptive sons, Tarren and Owen, he considered his new life, then thought: what have I done? “It’s a monumental decision you’re making, and you’re making it on your own,” says the 54-year-old educational manager from Yorkshire. “The enormity hit me.”</p><p>Going from being a single man to the sole carer for two children was tougher than he had expected. There was the misbehaviour, particularly when the boys, who are brothers, began to settle in. (Experts call this period “regression”, but it is usually a sign that children are beginning to relax around their new parents.) He was also stumped by unexpected questions – what size socks did the boys wear? Norton had no clue what to buy. “You have an idea what size a T-shirt should be, but socks are a different thing,” he says, chuckling.</p> <a href=\"https://www.theguardian.com/society/2020/jan/29/i-always-wanted-to-be-a-dad-the-rise-of-single-fathers-by-choice\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/29/i-always-wanted-to-be-a-dad-the-rise-of-single-fathers-by-choice", "date_published": "2020-01-29 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almonds are out. Dairy is a disaster. So what milk should we drink?", "description": "<p>A glass of dairy milk produces almost three times more greenhouse gas than any plant-based milk. But vegan options have drawbacks of their own</p><ul><li><a href=\"https://www.theguardian.com/environment/2020/jan/07/honeybees-deaths-almonds-hives-aoe\">‘Like sending bees to war’: the deadly truth behind your almond milk obsession</a></li></ul><p>For environmentally minded consumers, the news is hard to swallow: almond milk is not healthy for the planet and the popular milk substitute is especially hard on bees. Our recent <a href=\"https://www.theguardian.com/environment/2020/jan/07/honeybees-deaths-almonds-hives-aoe\">investigation</a> into the connection between<strong> </strong>California’s industrialized almond industry and a record 50bn commercial bee deaths created quite a buzz. The widely read story prompted one primary response from readers: “What should we be drinking instead?”</p><p>This is a thorny question, and food sustainability experts are reluctant to single out any one plant milk as best because all have pros and cons.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/28/what-plant-milk-should-i-drink-almond-killing-bees-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/28/what-plant-milk-should-i-drink-almond-killing-bees-aoe", "date_published": "2020-01-29 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One year inside Trump's monumental Facebook campaign", "description": "<p>A Guardian investigation of 218,100 ads reveals how the campaign’s sophisticated social media machine targets conservative voters</p><p>As the Democratic candidates for president spent 2019 battling each other in early voting states, Donald Trump’s re-election campaign built a sophisticated social media machine to communicate with conservative voters, grow its email list and fine-tune its messaging.</p><p>Over the course of 2019, the Trump campaign spent nearly $20m on more than 218,000 different Facebook ads, a new Guardian analysis shows. Among the ads were some of the images and videos that made front-page news for their <a href=\"https://www.theguardian.com/us-news/2019/aug/05/trump-internet-facebook-ads-racism-immigrant-invasion\">xenophobic</a>, fear-mongering, vitriolic and <a href=\"https://www.theguardian.com/technology/2019/oct/10/facebook-trump-politics-technology-zuckerberg\">outright false</a> rhetoric.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/28/donald-trump-facebook-ad-campaign-2020-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/28/donald-trump-facebook-ad-campaign-2020-election", "date_published": "2020-01-29 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The end of the affair: how Britain walked away from the EU - podcast", "description": "<p>John Palmer was the Guardian’s correspondent in Brussels in 1973 when the UK entered the European Economic Community. Now, 46 years later, Jennifer Rankin is in Brussels for the Guardian as British MEPs are packing up and leaving. They tell Anushka Asthana how membership has changed Britain. Plus: Dan Sabbagh on Huawei’s role in British infrastructure</p><p>From the moment Britain entered the European Economic Community in 1973, the question of how closely to align with other European countries has been a vexed one. Britain emphatically voted to remain in the club in a referendum in 1975 but throughout the 1980s the relationship began to fray. By the 2000s, Britain had opted to remain outside the single currency and support for the separatist UK Independence party was growing until David Cameron took the fateful decision to call a referendum on membership of what was then a 27-member European Union. </p><p><strong>John Palmer </strong>was the Guardian’s Brussels correspondent in 1973 as Britain entered the EEC. He tells <strong>Anushka Asthana</strong> that he remembers it as a time when Britain was investing in its European future and it was Labour and not the Conservatives that was most wary of what was then primarily a free-trade zone. Now, as Britain prepares to leave the EU on Friday, Brussels correspondent <strong>Jennifer Rankin </strong>describes how British MEPs are packing up and leaving town. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jan/29/from-entry-to-exit-what-did-eu-membership-mean-for-britain-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jan/29/from-entry-to-exit-what-did-eu-membership-mean-for-britain-podcast", "date_published": "2020-01-29 03:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China coronavirus: evacuation begins of US and Japanese citizens in Wuhan – live updates", "description": "<p>Hundreds of Japanese and Americans airlifted out of city at heart of outbreak in China, with Australia to follow suit. All the latest news, live</p><ul><li><a href=\"https://www.theguardian.com/science/2020/jan/27/what-is-coronavirus-symptoms-sars-china-wuhan\">What is the coronavirus and how worried should we be about it?</a><br /></li><li><a href=\"https://www.theguardian.com/science/2020/jan/27/coronavirus-how-to-protect-yourself-from-infection\">Coronavirus: how to protect yourself from infection</a></li><li><a href=\"https://www.theguardian.com/science/2020/jan/23/tell-us-have-you-been-affected-by-the-coronavirus\">Share your stories</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-29T02:10:55.143Z\">2.10am <span class=\"timezone\">GMT</span></time> </p><p>Our correspondent Rebecca Ratcliffe has spoken to British citizen Nick, who is a teacher in Wuhan and who is among up to 200 people waiting to be evacuated. </p><p>He called the Foreign and Commonwealth Office crisis line earlier this morning and was asked if he would be prepared to leave his wife behind, because she is Indonesian and doesn’t currently have a UK visa. They have two children, aged nine and 12, also in Wuhan. </p><p class=\"block-time published-time\"> <time datetime=\"2020-01-29T02:03:47.939Z\">2.03am <span class=\"timezone\">GMT</span></time> </p><p>AFP reports that the number of confirmed cases of coronavirus in China reached 5,974 on Wednesday, overtaking the number of people infected in the mainland by the Sars epidemic in 2002-3.</p><p>There were 5,327 confirmed cases in mainland China during the Severe Acute Respiratory Syndrome epidemic.</p> <a href=\"https://www.theguardian.com/world/live/2020/jan/29/coronavirus-live-updates-china-wuhan-death-toll-cases-symptoms-treatment-evacuation-us-japanese-citizens-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jan/29/coronavirus-live-updates-china-wuhan-death-toll-cases-symptoms-treatment-evacuation-us-japanese-citizens-latest-news", "date_published": "2020-01-29 02:10:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Controversial Nike Vaporflys to escape ban but running shoe rules will tighten", "description": "• Dominant footwear will be allowed by World Athletics<br />• No fresh technologies to be permitted until after Tokyo 2020<p>World Athletics will not be imposing a blanket ban on the controversial hi-tech Nike Vaporflys that have transformed athletics when it announces its long-awaited decision on shoe technology on Friday, the Guardian understands.</p><p>Instead the sport’s governing body is expected to announce a temporary suspension of any new shoe technology until after the Tokyo Olympics this summer, alongside the launch of a comprehensive research project to examine just how advantageous the shoes, and others like it from rival brands, are at elite level.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/28/controversial-nike-vaporflys-escape-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/28/controversial-nike-vaporflys-escape-ban", "date_published": "2020-01-29 00:03:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homeless families putting budgets under strain, say councils", "description": "<p>More than 86,000 households are currently in temporary accommodation</p><p>Growing numbers of homeless families and the increasing cost of putting them up in bed and breakfast hotels caused two-thirds of English local authorities to break their homelessness budgets last year, say councils.</p><p>Analysis by the Local Government Association (LGA) found that councils collectively spent £663m on homelessness services in 2018-19 – a 28% overspend amounting to a £140m excess budget.</p> <a href=\"https://www.theguardian.com/society/2020/jan/29/homeless-families-putting-budgets-under-strain-say-councils\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/29/homeless-families-putting-budgets-under-strain-say-councils", "date_published": "2020-01-29 00:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Private schools criticise plans to get more poor students into university", "description": "<p>Regulator’s pledge to boost university access in England ‘may discriminate based on class’</p><p>Leading private schools have challenged plans to widen access to the most selective universities in England, warning they could lead to discrimination against young people “on the basis of the class they were born into”.</p><p>The intervention by the Headmasters’ &amp; Headmistresses’ Conference (HMC), which represents many of the country’s most expensive independent schools, reflects members’ concerns that new measures to <a href=\"https://www.theguardian.com/education/2018/feb/01/attempts-to-widen-uk-university-student-participation-have-stalled\">improve access</a> for the most disadvantaged students could lead to discrimination against students from elite private schools.</p> <a href=\"https://www.theguardian.com/education/2020/jan/29/private-schools-criticise-plans-to-get-more-poor-students-into-university\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/29/private-schools-criticise-plans-to-get-more-poor-students-into-university", "date_published": "2020-01-29 00:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]