[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Season 4 – Official Assimilation Cinematic Launch Trailer", "description": "Check out the dramatic cinematic launch trailer for #ApexLegendsSeason4 featuring Revenant! Apex Legends Season 4 begins on February 4th 2020 on all platforms. \n\n#Revenant used to be human. He was the greatest hitman the Mercenary Syndicate ever had. But when his programming eventually failed, he saw what Hammond Robotics had turned him into: a walking nightmare of steel and vestigial flesh. The return of Hammond Robotics to the Outlands has renewed his thirst for vengeance, and he won’t stop until they’re all dead. Of course, he doesn’t mind eviscerating a few Legends along the way.\nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier.", "link": "https://www.youtube.com/watch?v=NmFXlijfvuc", "date_published": "2020-01-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Might & Magic Takes A Huge Risk With Chess Royale", "description": "Might & Magic hasn't had a mainline series release in years, to the disappointment of longtime fans. Ubisoft's newest entry in the franchise tries to break into the auto battler genre, but will it be able to succeed?\n\nThe Might & Magic franchise is back--but perhaps not in the way you'd expect. Ubisoft's newest entry into the high fantasy series is a free-to-play auto-battler called Might & Magic: Chess Royale where you compete in one-on-one matches against 99 others until one person wins. \n\nSelf-described Might & Magic superfan Jess McDonell talks about why she's happy to see the Might & Magic series continue, but cautious as to whether the auto-battler genre is the right path forward. \n\nChess Royale is in an early access state right now on PC, iOS, and Android, and it currently feels shallow and lacking for a variety of reasons that Jess explores in the video. \n\nThat being said, Jess also talks about how Chess Royale has some redeeming qualities, and with the barrier to entry at $0.00, you might want to at least have a look. \n\nCheck out the full video above, and be sure to let us know if the draw of red dragons and harpies is enough for you to want to try this one out, if you've tried out the auto battler genre, or if you're still holding out hope that it isn't the end of the line for the Might & Magic franchise's mainline entries.", "link": "https://www.youtube.com/watch?v=6NIDn2HZPYU", "date_published": "2020-01-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "CJ From GTA San Andreas Modded Into Dragon Ball Z: Kakarot", "description": "We're playing Dragon Ball Z: Kakarot with CJ from Grand Theft Auto: San Andreas modded over Goku! The mod used is created by BeatzYT3 and can be found here: https://kakarotmods.com/mods/cj/", "link": "https://www.youtube.com/watch?v=FIeAFPXMHb4", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Criticizing Siege While Trying To Win A Match", "description": "GameSpot's Siege experts (and Mat) jump into a match of Rainbow Six on PC to chat about the game's evolution in 2019, and where it might go in 2020, all while trying to win the actual match. They touch on everything from 2019's new operators, to map reworks, to the reinvigorated push for a Siege storyline as the Six Invitational nears, and we approach the game's first season of its fifth year.", "link": "https://www.youtube.com/watch?v=I4LrsoMR2DY", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For February 2020 Revealed", "description": "The free Xbox Games with Gold for February 2020 have been announced. This month, Xbox One gets TT: Isle of Man and Call of Cthulhu, while the 360 gets Fable Heroes and Star Wars: Battlefront.", "link": "https://www.youtube.com/watch?v=9VbT3u-SdcM", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Journey To The Savage Planet Review", "description": "Journey to the Savage Planet is a charming and upbeat adventure about exploring an uncharted planet in service of your corporate overlords. Journey to the Savage Planet releases on PS4, Xbox One, and PC on January 28, 2020.\n\n#JourneyToTheSavagePlanet #GameSpotReview", "link": "https://www.youtube.com/watch?v=SKdROYLe2yc", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]