[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Max Richter: NPR Music Tiny Desk Concert", "description": "Watch Max Richter play at the Tiny Desk.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nHalf way through this performance of Max Richter's achingly beautiful On The Nature Of Daylight, I looked around our NPR Music office and saw trembling chins and tearful eyes. Rarely have I seen so many Tiny Desk audience members moved in this way. There's something about Max Richter's music that triggers deep emotions.\n\nIn Daylight, which has been effectively used in movies such as Arrival and Shutter Island, a simple theme rolls out slowly in the low strings until a violin enters with a complimentary melody in a higher register. Richter, at the keyboard, adds a subterranean bass line for added gravitas, while high above another violin soars sweetly, mournfully. With all elements interlocked – and sensitively played by members of the American Contemporary Music Ensemble – the piece gently sways, building in intensity. It all adds up to a six-minute emotional journey that, if you open yourself to the sounds, can leave you wrung out.\n\n\"I'm very interested in the idea of a piece of music being a place to think,\" Richter explained, adding that he had written Daylight as a response to the 2003 Iraq War.\n\nRichter, whose music can't be easily pigeonholed, lightened the mood with a miniature called Vladimir's Blues. Its delicately toggling chords are an homage to novelist Vladimir Nabokov who, in his spare time, was a respected lepidopterist, obsessed with a subfamily of gossamer-winged butterflies called the blues. Richter plays the piano with the practice pedal engaged for a warm, muted sound.\n\nAgain in the final piece, Richter counters violence with calming, thoughtful music. His ballet Infra is a meditation on the 2005 terrorist subway bombings in London. It's music about travel, too, Richter explains, saying that he was inspired by Schubert's melancholy song cycle Winterreise (Winter Journey).\n\nIn trying times, music by the soft-spoken Richter can feel like a safe haven, a place for personal reflection or a welcoming, utilitarian space to clear the mind.\n\nSET LIST\n\"On The Nature Of Daylight\"\n\"Vladimir's Blues\"\n\"Infra 5\"\n\nMUSICIANS\nMax Richter: piano, keyboard\n\nAmerican Contemporary Music Ensemble: Clarice Jensen: cello & artistic director; Ben Russell, violin; Laura Lutzke, violin; Isabel Hagen, viola; Claire Bryant, cello\n\nCREDITS\nProducers: Tom Huizenga, Morgan Noelle Smith, Kara Frame; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Editor: Kara Frame; Videographers: Maia Stern, Kara Frame, Jack Corbett; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Mhari Shaw/NPR", "link": "https://www.youtube.com/watch?v=oNLDJp83YAQ", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]