[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How Did an American Mom Go From Indiana to ISIS Territory? | Return From ISIS | FRONTLINE", "description": "In November 2020, Sam Sally, also known as Sam Elhassani, was sentenced to six-and-a-half years in prison for financing terrorism — making her the first American woman brought back from Syria or Iraq and convicted on ISIS-related terrorism charges.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\r\nHow did this American mother go from a comfortable life in Indiana to the heart of ISIS’s self-declared caliphate in Syria, with her husband a sniper for the terror group and her 10-year-old son forced to threaten President Donald Trump in an ISIS propaganda video shown around the world? FRONTLINE tells the inside story in \"Return From ISIS,\" a documentary in association with the BBC that has been nearly four years in the making. Watch the opening scene now, in which journalist Josh Baker visits with Sam's sister, Lori -- who has received a desperate email from Sam pleading for help.\n\r\nFor the full story, watch \"Return From ISIS\" starting Tues., Dec. 15, 2020: https://to.pbs.org/3nnxQOY\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=KHNNIQAvkNc", "date_published": "2020-12-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]