[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: The Old Ways - Map Changes & Rotations Explained", "description": "The next Apex Legends event is called The Old Ways, and it's all about Bloodhound. Running from April 7-21, the update is bringing a map change and a batch of new cosmetics.\n\nThat map change is a town takeover, adding a prowler enclosure to World's Edge where you'll find both antagonistic animals and high-tier loot. The Old Ways also offers a series of challenges you can complete to unlock new cosmetics, two of which are recolored versions of skins that were previously available during Season 1's Legendary Hunt. In fact, all the cosmetics from that event can be obtained during The Old Was if you missed them the first time around.\n\nThe game overall will see some changes outside of the event. Apex Legends is permanently adding duos as a game option, and you'll also be able to choose to drop on either World's Edge or King's Canyon. There's more info on all of this in the video above.\n\n#ApexLegends #TheOldWays #GameSpot", "link": "https://www.youtube.com/watch?v=0Fgy_P5mzaY", "date_published": "2020-04-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare & Warzone - Official Season 3 Trailer", "description": "Take it to the next level.\n\nExperience Season 3 including old friends, bigger squads, fresher rides, and more. Coming tomorrow for #ModernWarfare and #Warzone.\n\nSeason 3 arrives for Call of Duty: Modern Warfare and Call of Duty: Warzone on 4.8.20.\n#CoD", "link": "https://www.youtube.com/watch?v=dr3Kkqb6mLc", "date_published": "2020-04-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy 7 Remake Review", "description": "Square Enix tells a smaller, more personal Final Fantasy 7 tale and marries it with a smart mashup of action and RPG gameplay to deliver a must-play experience.", "link": "https://www.youtube.com/watch?v=IgXj6dJAzt0", "date_published": "2020-04-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Play Valorant", "description": "Riot's tactical FPS is now in closed beta. Join Persia as she checks out Valorant and plays some online matches.", "link": "https://www.youtube.com/watch?v=IexpeVw7KPw", "date_published": "2020-04-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Story Behind Resident Evil’s Mansion Basement | Remember When", "description": "You may remember the Basement Theme from Resident Evil: Director's Cut DualShock version; it became a meme for a little while a few years ago. What you may not know is the story behind its creation, which unearthed a shocking revelation about one of Japan's most celebrated musicians. It's a story of controversy and deceit, and one we explore in this episode of Remember When.\n\nJoin Kurt Indovina as he unpacks the story behind the meme, looking back at how it unfolded and its impact by talking to people from the GameSpot team. He also analyzes the Basement Theme itself, speaking to guests (Jules Conroy and Adam Neely) with a better understanding of musical theory and composition to find out whether there was intent behind the madness of its execution.\n\nCheck out FamilyJules here: https://www.youtube.com/user/FamilyJules7X/about\n(Including his full cover of Mansion Basement: https://www.youtube.com/watch?v=bIhZBiLtl1Y)\n\nAdam Neely:  https://www.youtube.com/user/havic5\n\nSubscribe to our channel here: https://www.youtube.com/user/gamespot\nThe previous episode of Remember When: https://www.youtube.com/watch?v=uIMxAnBW7dA\n\nFollow us!\nTwitter: https://twitter.com/GameSpot\nInstagram: https://www.instagram.com/gamespot/?hl=en \nFacebook: https://www.facebook.com/GameSpot/\n\n#RememberWhen #ResidentEvil #GameSpot", "link": "https://www.youtube.com/watch?v=-En6wZOsm4k", "date_published": "2020-04-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Things I Wish I Knew Before Playing Final Fantasy 7 Remake", "description": "You might think you've waited long enough for the Final Fantasy VII Remake, but you should check out 7 of our best tips before you dive in to get the most out of its opening hours!\n\n#FinalFantasy #FF7 #GameSpot", "link": "https://www.youtube.com/watch?v=6UkTyqvIjD8", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let’s Play Doom Eternal Nightmare Mode", "description": "It's always a good time to rip and tear. Previously on GameSpot Live, we played through the opening levels of the story mode. Today, Persia continues her Nightmare run on Doom Eternal.", "link": "https://www.youtube.com/watch?v=toDVtB68Sko", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why Final Fantasy 7 Remake’s Side Missions Shouldn’t Be Skipped", "description": "Some of the best content and strongest materia upgrades are hidden away in Final Fantasy 7 Remake's side quests. Here's why it's in your best interest to see them through.\n\nWe know, we know! You’ve been waiting 15 years for the remake of Final Fantasy 7 and you can’t wait to speed through the whole thing to satisfy that insatiable nostalgia of yours, but take a deep breath and trust your ol’ pal GameSpot on this one, because you’re going to want to complete every side mission you can. Here’s why.\n\nFinal Fantasy 7, when it released 23 years ago, spent a good chunk of time in Midgar, running you through an overview of the world, the story, and it’s characters, but because it was such a big game, you had to spread your one-wing eventually and fly away, relegating the city of Midgar to only some late game shenanigans. \n\nThis time around, the iconic locale plays a much larger role in the story and gives your party members more personal time to shine. In the remake, after entering the Sector 7 Slums and completing some chores with Tifa, you can either go to sleep--like a total chump--or become the most badass merc on the market by helping out some of the local shop owners and neighborhood watch. Some of these tasks might have you rounding up lost cats or exterminating some were-rats, and while this labor might seem menial in the moment, you’ll find that the time you spend one-on-one with Tifa, talking about your history together, the state of the world, and Avalanche’s role in it, really fleshes out her character’s motivations and life in the slums. As her endless onslaught of affection slowly chips away at Cloud’s cold exterior, you see him start to expose some of the vulnerabilities we normally wouldn’t see until halfway through the original, culminating in an optional story encounter we won’t spoil here. \n\nBut if emotions aren’t your thing, don’t worry, we haven’t forgotten about you! By completing these side-missions, you can get your hands on some crucial early game upgrades to your armor, or in a different part of town later on, even receive weapons you won’t find anywhere else--at least that we’ve found so far. \n\nIf the specifics aren’t enticing enough already, then how about the thrill of earning some cold, hard, cash? Once you slay a couple of monsters for the neighborhood watch, you’re going to want to spend all this gil you’re getting on some new pieces of armor from the weapons shop that provide bonus materia slots. Equip all the materia you possibly can, because the only way they level them up is if they’re slotted into your weapons and armor! While you’re at it, buy another healing materia spell as well, so you can stack your party with options in a struggle. \n\nLastly, you may find a slightly unsettling boy on the streets named Chadley. I know every instinct in your body will tell you to run away and not look back, but believe me, he’s got an offer you can’t refuse. I mean, maybe you can, but don’t. Chadley gives you the Assess materia, and after using the ability during combat to scan for weaknesses, Chadley will develop new forms of materia for you, and later on, provide you with opportunities to fight Summons in VR so you can add them to your growing stockpile. The earlier you start helping Chadley, the faster you get access to some super strong Materia, like Synergy or Shiva.\n\nWe won’t spoil the next round of side-missions, but rest assured, they’re well worth your while if you’re trying to get your hands on a fan-favorite weapon, or watch as Cloud wallows his way through the Midgar gig economy with a fan-favorite character. We hope you heeded our warning, and if not, be sure to check out all our other coverage of the Final Fantasy 7 Remake.\n\n#FinalFantasy #FF7 #GameSpot", "link": "https://www.youtube.com/watch?v=ciaRtV8HqSg", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]