[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC1W8ShdwtfgjRHdbl1Lctcw", "title": "New York 1930s in Color! [60fps,Remastered] w/sound design added", "description": "I colorized, restored and created a sound design for this video of New York 1930s, letting you see the Big Apple, Times Square, Central Park, the Brooklyn Bridge–they’re all on display,  Manhattan was full of all those buildings, but New York city was more than that. Five borough constituted the city : Manhattan, Brooklyn, Queens, the Bronx and Staten Island. Each borough was different, with different cultures. during the 1930’s, the most known buildings appeared : the Chrysler Building and the Empire State Building.\n1:00 - the Frick Museum on 5th ave and 71st.\n1:34 - Sherman statue at Grand Army Plaza, 5th ave and 59th st.\n1:59 - Heading south on Broadway, facing east, approaching Times Square\n2:32 - Driving south on Park Ave at about 39th street but looking north at Grand Central station, years before the Pan Am building was built. (Thx Ross Rothschild)\n\n\nVideo Restoration Process:\n✔ FPS boosted to 60 frames per second \n✔ Image resolution boosted up to HD \n✔ Improved video sharpness and brightness \n✔ Colorized only for the ambiance\n✔added sound only for the ambiance\n✔restoration:(stabilisation,denoise,deblur) \n\nPlease, be aware that colorization colors are not real and fake, colorization was made only for the ambiance and do not represent real historical data.\n\n- - - - - - - - - - - - - - - - - - - -\nFor any Copyright issues, please reach out to us first before filing a claim with YouTube. Send us a message or email detailing your concerns and we'll make sure the matter is resolved immediately. All contact details in our channel's \"About\" page! Please consider \"fair use\" before filing a claim. Thank You!", "link": "https://www.youtube.com/watch?v=jsoEjroEC0M", "date_published": "2020-12-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]