[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Abaji: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Abaji’s Tiny Desk concert from 2010: https://www.npr.org/2010/02/15/123533606/abaji-tiny-desk-concert\n\nTom Huizenga | February 15, 2010\n\nNot many of us were familiar with Abaji before he came to play this Tiny Desk Concert. But after he left, we all knew a bit more about music from half a world away, and a lot more about a big-hearted musician with a quick wit and a passion for instruments.\n\nAbaji's work spans many cultures and languages. With roots in Greece, Turkey, Armenia and France, he's at home strumming a twangy bouzouki, blowing into a breathy duduk or bowing a soft-toned kamancheh. When recording his latest album, Origine Orients, he played 10 different instruments, many of them simultaneously, with no second takes or overdubs. It took him just two days.\n\nAbaji begins with a song from the album, \"Min Jouwwa\" (\"From Inside\"), accompanying himself on an invention of his own, a tricked-out Western-style guitar with extra strings, giving it the sound of an Egyptian oud. He follows it with \"Summertime,\" with its haunting, serpentine riffs on the bouzouki and verses alternating between Arabic and English. Scatting in Arabic never sounded so natural.\n\nAfter the cameras shut down, Abaji hung around for a while to rummage through his menagerie of instruments, showing us — and demonstrating — a large duduk (an Armenian cousin of the oboe), an Indonesian suling (flute) and a Colombian saxophone (of sorts) made from bamboo that looked more like a snake. It was something like getting a lesson in world music from a good friend.", "link": "https://www.youtube.com/watch?v=ICBtVbDVinw", "date_published": "2020-05-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "DJ Premier’s Sonic Inspiration in 3 Samples | The Formula, S1E4", "description": "DJ Premier is a purist at heart. He picks samples based on feeling and the beats he creates from them are all about honoring that vibe. That lineage has played out from his parents record collection growing up in Houston to his own expansive discography over the last 30 years.\n\nWatch the second season early at npr.org/theformula\n\nREAD THE COMPANION ESSAY\n\"Because You're Mine: Searching For The Children Of Screamin' Jay Hawkins\" by Hanif Abdurraqib // The Notorious B.I.G.'s \"Kick In The Door,\" produced by DJ Premier, is infused with the spirit of Screamin' Jay Hawkins' classic \"I Put A Spell on You.\" Hanif Abdurraqib looks at the art and life of Hawkins, a man who seemed to live multiple lives, and when he died, left behind dozens of children — many of whom he didn't know. That essay is here: https://n.pr/2KynYAd\n\nFULL SERIES PLAYLIST HERE\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVbYfsJ9gn-LrWPuALxU2Z1T\n\nPRODUCTION CREDITS\nHost: Rodney Carmichael; Producers: Nick Michael, CJ Riculan, Maia Stern; Animator: CJ Riculan; Directory Of Photography: Colin Marshall; Editor: Maia Stern; Videographers: Colin Marshall, Morgan Noelle Smith, CJ Riculan, Tsering Bista; Audio Recording Engineer: Andy Huether; Audio Mix Engineer: Josh Rogosin; Production Assistant: Shanti Hands; Supervising Producer: Nick Michael; Senior Producer: Abby O'Neill; Consulting Editor: Jacob Ganz; Managing Editor: Becky Lettenberger; Executive Producers: Anya Grundmann, Keith Jenkins, Lauren Onkey; Special Thanks: Alex Ariff, Bobby Carter, Charlie Ferguson\n\nMUSIC CREDITS\n\"It's All Because She's Gone,\" Steve Davis, Music (1970)\n\"The Planet,\" Gang Starr, Hard To Earn (1994)\n\"I Put A Spell On You,\" Screamin Jay Hawkins (1956)\n\"Kick In The Door,\" Notorious B.I.G., Life After Death (1997)\n\"Kung Fu,\" Curtis Mayfield, Sweet Exorcist (1974)\n\"Nice Girl, Wrong Place,\" Gang Starr, The Ownerz (2003)\n\"Rose Water\", DJ Face [series theme track]\n\n#nprmusic #theformula", "link": "https://www.youtube.com/watch?v=O9-gjKPjGKg", "date_published": "2020-05-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]