[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How America’s First Known Coronavirus Patient Recovered | FRONTLINE PBS", "description": "The inside story of how the first confirmed COVID-19 patient in the U.S. was identified and treated in Washington State.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nWhen a man returning from Wuhan, China in January 2020 exhibited symptoms of the novel coronavirus, public health officials in the Seattle area were already on alert. “We had a game plan in place already,” says Dr. George Diaz, who treated patient one when he was admitted to Providence Regional Medical Center in Everett.\n\nYet in spite of the state’s preparedness, it would soon become clear that the virus’s spread was already ahead of efforts to contain it.\n\n“Patient One: Saving America’s First Known Coronavirus Patient” was drawn from FRONTLINE’s reporting for “Coronavirus Pandemic” – veteran science reporter Miles O’Brien and his team’s investigation of the U.S. response to COVID-19.\n\n“Coronavirus Pandemic” premieres Tues., April 21. Stream it on the PBS Video App starting at 7/6c, or watch it on PBS or YouTube at 9/8c. Check local PBS listings. More here: https://to.pbs.org/2ypGUOw \n\n#Coronavirus #Documentary\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=BXk-mPzdwF8", "date_published": "2020-04-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]