[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCAKcSON6PSG_JkTbXh2WdIg", "title": "Midnight Oil (Teenage Kicks from The Current)", "description": "Host Jim McGuinn talks about Australian band Midnight Oil, and its extraordinary frontman Peter Garrett, who has enjoyed a career as a musician, politician and environmentalist. \nSubscribe to our channel:\nhttp://www.youtube.com/user/893TheCurrent?sub_confirmation=1\nLike/Follow:\nhttps://www.facebook.com/TheCurrent/\nhttps://twitter.com/TheCurrent\nhttps://www.instagram.com/thecurrent/", "link": "https://www.youtube.com/watch?v=fUQugcy0deg", "date_published": "2020-04-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCAKcSON6PSG_JkTbXh2WdIg", "title": "Sudan Archives - Did You Know (Live at The Current)", "description": "Throughout her set in The Current studio, Sudan Archives consistently cooked up a savory roux of genres: folk, ambient, hip-hop, classical, and contemporary R&B. It is the contrasting mixture of cultures that defines her sound.\n\nStarting off her set with \"Did You Know,\" the opener on her latest Stones Throw LP, Athena, she explained that she got into the violin when she saw folk fiddlers perform at her elementary school. As a fourth-grader, she was immediately captivated and began learning what she said were \"Irish jigs.\" This opened the door for her own musical ethnography. She soon learned about Sudanese, Czech, and Irish fiddlers. This was in part inspired by eclectic African music pioneer Francis Bebes, who also advocated for an internationalist perspective on music.\n\nMORE FROM THIS SESSION\nNont for Sale https://youtu.be/47YlI7LtpCo\nPelicans in the Summer https://youtu.be/NQ-96t-1xt4\n\nCREDITS\nVideo: Nate Ryan\nAudio: Michael DeMark\nProduction: Derrick Stevens\n\n#Electro #RNB #Violin", "link": "https://www.youtube.com/watch?v=UpXtospJShw", "date_published": "2020-04-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]