[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077: Does It Live Up to the Hype?", "description": "After eight years and numerous delays, CD Projekt Red's eagerly anticipated Cyberpunk 2077 is finally here. The question on everyone's lips is: Does Cyberpunk live up to the hype? \n\nOur reviewer Kallie Plagge tells us about her time with the game, which amounts to 50 hours of play. She sits down with Jake Dekker, who has also been playing, to discuss her experience so far with Lucy James. And there's a lot to discuss, from the rough and ready charm of Keanu Reeves' Johnny Silverhand, to the other, oftentimes quirky inhabitants of Night City. There are also the numerous sidequests to talk about, how first person combat from a developer famed for its third person games feels, and if the game manages to feel cohesive. \n\nWith an open-world game so big and dense as Cyberpunk's, things are bound to go a little wrong, so Kallie also discusses the bugs she's encountered in the game. Make sure to check gamespot.com to read Kallie's final review, and subscribe to youtube.com/gamespot to watch the video review as soon as it's ready. Cyberpunk 2077 launches on PS4, PS5, Xbox One, Xbox Series X/S, PC, and Stadia on December 10.\n\n\nTimestamps:\n00:00 Introduction and Cyberpunk embargo restrictions\n\n01:03 How much Cyberpunk 2077 have you played, and which life path did you choose?\n02:26 Cyberpunk 2077 multiple endings\n03:06 How is Keanu Reeves as Johnny Silverhand?\n05:23 How does interacting with Johnny Silverhand feel?\n08:12 Are there any other standout characters in Cyberpunk 2077?\n09:45 How do sex and relationships work in Cyberpunk 2077?\n13:40 Does Cyberpunk 2077 have a quest that will be as powerful as The Witcher 3's Bloody Baron quest?\n16:24 Cyberpunk 2077 is a huge game: Does it feel cohesive?\n18:47 How Cyberpunk balances its main quest and sidequests\n25:01 Playing Cyberpunk 2077 non lethally as a hacker\n26:31 How does combat in Cyberpunk 2077 feel?\n29:47  Cyberpunk 2077 bugs\n34:56 Did Cyberpunk 2077 live up to your expectations?", "link": "https://www.youtube.com/watch?v=p41WwvVsiyY", "date_published": "2020-12-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Immortals vs. Breath Of The Wild: Which Is Better?", "description": "It’s safe to say that Immortals Fenyx Rising has taken inspiration from The Legend of Zelda: Breath of the Wild, but how exactly do the two games compare? \n\nImmortals Fenyx Rising is Ubisoft’s latest open-world adventure, and despite being an original IP takes a fair few cues from a variety of games - most notably The Legend of Zelda: Breath of the Wild, but also Ubisoft’s own Assassin’s Creed franchise.\n\nIn the video above, Kurt Indovina and Max Blumenthal compare Immortals with Breath of the Wild across three topics: exploration, combat, and puzzles. From an exploration standpoint, Immortals offers a very Ubisoft take on the Breath of the Wild formula, with a healthy dose of inspiration from recent Assassin’s Creed titles.\n\nKurt and Max also break down the two game’s combat, and discuss which title has the more satisfying fighting systems in play. And finally, they discuss Immortals and Zelda’s compelling puzzles - or Vaults vs. Shrines - to see which game has the upper hand when it comes to testing our brains.", "link": "https://www.youtube.com/watch?v=XsjLnCRI-iQ", "date_published": "2020-12-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]