[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "'Prison To Prison Pipeline:' Isis Tha Saviour | Louder Than A Riot, S1E9", "description": "Hip-hop loves a hero's come-up, but the culture often has a hard time seeing women as heroes. Two years ago, when Louder Than A Riot editor Chiquita Paschal discovered she had a sister — who rapped — she quickly saw how that double standard can take shape. Chiquita's sister is Mary Enoch Elizabeth Baxter, aka Philly rapper Isis Tha Saviour. In this episode, Chiquita takes us on Mary's hero's journey — from her time as a ward of the state to finding her voice in rap. And together, they delve into incarceration's ripple effects on families like theirs, and how hip-hop can help transform trauma into freedom. \n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=kdby_qSPFj4", "date_published": "2020-12-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "PJ Morton: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n\n\nBobby Carter | December 2, 2020\n\nIf we invite artists to return to the Tiny Desk, we ask that they do something completely different from their first show. For PJ Morton, the obvious shift would've been to come solo. After all, he defied the laws of space back in 2018 and managed to squeeze 14 bodies behind the Desk. This time around he's just as generous with the spotlight, but puts a new focus on gospel.\n\n\nGathered in a big airy space in his hometown of New Orleans, PJ and his band performed three selections from the now Grammy-nominated The Gospel According To PJ, his very first gospel album. He grew up playing gospel music, but chose secular music as his professional path. The album brings him back full circle, a journey mapped out in conversations on the album with his father, Bishop Paul S. Morton.\nPJ only sings lead on one song but is clearly the maestro for this Tiny Desk (home) concert. They open with the reggae-infused \"So In Love,\" featuring Darrel Walls and Zacardi Cortez and close with \"Repay You,\" featuring J Moss. I think we could all use a little praise music as we round out 2020 and who better to offer it than the preacher's son, Paul Morton, Jr.?\n\nSET LIST\n\"So In Love\" (featuring Darrel 'MusiqCity' Walls & Zacardi Cortez)\n\"All In His Plan\"\n\"Repay You\" (featuring J Moss)\n\n\nMUSICIANS\nPJ Morton: vocals, piano\nDarrel 'MusiqCity' Walls: vocals\nZacardi Cortez: vocals\nJ Moss: vocals\nEd Clark: drums\nBrian Cockerham: bass\nShemaiah Turner: guitar\nTiondria Norris: vocals\nJarell Bankston: vocals\nAshton Fortner Francis: vocals\nJohn Perkins: trumpet\nTajh Derosier : saxophone\nBrad Walker : saxophone\nStephen Lands: trumpet\n\n\nCREDITS\nVideo: Vincent Powell, Paul pda Allen\nAudio: Reggie Nicholas\nVideo Director & Editor: Dominic Scott\nDirector of Photography, Camera Op: Harrison Atwood\nVideo Producer: Delaney George\n\n\nTINY DESK TEAM\nProducer: Bobby Carter\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=YyK2H0G4jrE", "date_published": "2020-12-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]