[{"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Brazil passes more than 800,000 cases and 40,000 deaths", "description": "<p>Brazil reports 30,000 new cases in 24 hours; Sweden says keeping schools open did not lead to outbreaks; shortage of test kits ‘<a href=\"https://www.theguardian.com/world/live/2020/jun/11/coronavirus-live-news-us-cases-near-2-million-as-mexico-city-ramps-up-testing-in-push-to-reopen?page=with:block-5ee1edfc8f0860ca20faa33d#block-5ee1edfc8f0860ca20faa33d\">leading to spread in Africa</a>’</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jun/11/global-report-india-reports-surge-in-covid-19-cases-as-lockdown-eased\">India reports surge in Covid-19 cases as lockdown eased</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/jun/11/coronavirus-cases-fall-in-france-despite-easing-of-lockdown\">Coronavirus cases fall in France despite easing of lockdown</a></li><li><a href=\"https://www.theguardian.com/world/2020/jun/11/us-covid-19-cases-2-million\">US hits grim milestone of 2m Covid-19 cases</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jun/11/coronavirus-live-news-us-cases-near-2-million-as-mexico-city-ramps-up-testing-in-push-to-reopen?page=with:block-5ee1fd398f0875833522a2da#block-5ee1fd398f0875833522a2da\">Hundreds of children among victims in Indonesia - reports</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T22:27:19.987Z\">11.27pm <span class=\"timezone\">BST</span></time> </p><p><strong>Oscar-winning Mexican directors Guillermo del Toro and Alejandro González Iñárritu joined actress Salma Hayek </strong>to set up a fund to help support movie industry workers out of work due to the pandemic.</p><p>The Mexican Academy of Cinema Arts and Sciences announced the fund Thursday. </p><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T22:18:49.964Z\">11.18pm <span class=\"timezone\">BST</span></time> </p><p><strong>Saudi Arabia</strong> is to resume sports activities behind closed doors from June 21, according to state media.</p><p>It includes returning to training. Playing matches will start after August 4th with decisions left to each sport’s union. </p> <a href=\"https://www.theguardian.com/world/live/2020/jun/11/coronavirus-live-news-us-cases-near-2-million-as-mexico-city-ramps-up-testing-in-push-to-reopen\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jun/11/coronavirus-live-news-us-cases-near-2-million-as-mexico-city-ramps-up-testing-in-push-to-reopen", "date_published": "2020-06-11 22:28:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sevilla 2-0 Real Betis: La Liga resumes after shutdown - as it happened!", "description": "<p>Sevilla eased past city rivals Betis as Spain’s top division resumed with <em>El Gran Derbi</em></p><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T22:08:33.557Z\">11.08pm <span class=\"timezone\">BST</span></time> </p><p><strong>Sevilla’s victory in the derby puts them on 50 points, four clear of fourth-placed Real Sociedad.</strong> They’re now six behind Real Madrid, eight behind Barcelona, albeit having played one more game. Second place shouldn’t be a pipe dream, not quite yet, though it’s extremely unlikely that both of the leaders will slip up and gift Sevilla their first La Liga title since 1946. Closing in on Champions League football is the important thing, and they’ve taken their first step tonight, throwing the gauntlet down at the feet of Real Sociedad, Getafe, Atletico Madrid and Valencia. Real Betis meanwhile remain in 12th, eight clear of relegation bother. Anyway, thanks for reading this MBM, and welcome back La Liga! Nighty night.</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T22:01:19.754Z\">11.01pm <span class=\"timezone\">BST</span></time> </p><p>Sevilla have won the 131st Gran Derbi! Deservedly so: they were the better side for just about the whole piece, with Ocampos, Diego Carlos and Munir particularly impressive. They cavort in glee, third place consolidated, a place in next year’s Champions League a little closer.</p> <a href=\"https://www.theguardian.com/football/live/2020/jun/11/sevilla-v-real-betis-la-liga-resumes-after-shutdown-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jun/11/sevilla-v-real-betis-la-liga-resumes-after-shutdown-live", "date_published": "2020-06-11 22:08:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump rejects defunding police: 'What happens when you call 911?' – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live?page=with:block-5ee29d5b8f08cdef7bed3c05#block-5ee29d5b8f08cdef7bed3c05\">President says violence is a matter of isolated incidents</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live?page=with:block-5ee258f68f089c0fbf358c5a#block-5ee258f68f089c0fbf358c5a\">Top Republican Kevin McCarthy says he would support chokehold ban</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live?page=with:block-5ee27d7c8f08969537f77f72#block-5ee27d7c8f08969537f77f72\">Chicago officers lounged in House Democrat’s office amid looting</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live?page=with:block-5ee242188f0880e1bd403394#block-5ee242188f0880e1bd403394\">Gen Mark Milley apologizes for part in Trump’s church photo-op </a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live?page=with:block-5ee24fd98f089c0fbf358b6e#block-5ee24fd98f089c0fbf358b6e\">Trump decision to hold rallies on Juneteenth draws criticism</a><br /></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T22:03:19.706Z\">11.03pm <span class=\"timezone\">BST</span></time> </p><p>A physician speaking at Trump’s roundtable is repeatedly praising the president’s support of hydroxychloroquine, sparking loud applause from the audience. </p><p><em>The latest on hydroxychloroquine from the Guardian’s health editor, Sarah Boseley:</em></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/05/hydroxychloroquine-does-not-cure-covid-19-say-drug-trial-chiefs\">Hydroxychloroquine does not cure Covid-19, say drug trial chiefs</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T21:54:46.876Z\">10.54pm <span class=\"timezone\">BST</span></time> </p><p><strong>The National Football League announced it would donate $250m to the black community over the next ten years. </strong></p><p>The NFL has been under increased scrutiny as reckonings around race and discrimination touch practically every industry. Numerous celebrities, from rapper Ludacris to tennis star Naomi Osaka, have called for the organization to redraft Colin Kaepernick. The football star and civil rights activist was allegedly blackballed after he began kneeling at games during the national anthem, in protest of police brutality and racial inequality. In 2017, an unemployed Kaepernick filed a grievance against the NFL and the two parties reached a confidential settlement last year. </p> <a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live", "date_published": "2020-06-11 22:03:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PlayStation 5: Sony reveals PS5 console and games – as it happened", "description": "<p>Join us as we cover the PlayStation 5 announcement live from 9pm BST/1pm PDT</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T21:42:51.882Z\">10.42pm <span class=\"timezone\">BST</span></time> </p><p>Well, that’s it for the PlayStation 5 event this evening. Clearly, the focus was on games rather than hardware – at least until the end – and fans got what they wanted, beginning with an enhanced GTA V and moving on through new Spider-Man, Horizon Zero Dawn, Hitman and Ratchet &amp; Clank titles. The finale was the reveal of the PlayStation 5 console itself, a radical re-think of the machine’s lineage, abandoning the all black colouring we’ve seen in the last three machines in favour of a futuristic white and black monolith.</p><p>Compared to the recent Xbox Series X games stream, which focused on original indie titles, this was something of a fan-pleasing big brand onslaught from Sony. But we’re yet to discover how many of these titles are exclusives, or even timed exclusives, beyond the first party games.</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-11T21:22:52.833Z\">10.22pm <span class=\"timezone\">BST</span></time> </p><p>They saved it right til the end, but Sony has finally revealed the form factor of the PlayStation 5, an ultra futuristic robot white machine, with gliding lines and a black central stratum. This is a really radical look, like something out of an Alex Garland script. The console will come in two versions: a standard model and a digital machine. It’ll be accompanied by a 3D camera. </p> <a href=\"https://www.theguardian.com/games/live/2020/jun/11/sony-reveals-the-playstation-5\">Continue reading...</a>", "link": "https://www.theguardian.com/games/live/2020/jun/11/sony-reveals-the-playstation-5", "date_published": "2020-06-11 21:52:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 13, among four held over police attack shown on social media", "description": "<p>Phone footage of assault on officer in Hackney street has been widely shared</p><p>Four people, including a 13-year-old boy, have been arrested in connection with the assault of two police officers in Hackney, east London.</p><p>A video of the assault has been widely circulated on social media, showing a male officer pinned down on the ground and being kicked, while his female colleague is pushed when she tries to intervene.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/boy-13-among-four-held-over-police-attack-shown-on-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/11/boy-13-among-four-held-over-police-attack-shown-on-social-media", "date_published": "2020-06-11 21:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dina Asher-Smith and David Beckham join call for more diverse sports media", "description": "<ul><li>Low BAME representation highlighted by campaigners BComs</li><li>Media urged to act on support for Black Lives Matter movement </li></ul><p>Sports stars including Dina Asher-Smith, Lewis Hamilton, Maggie Alphonsi and David Beckham have put their names to a letter calling for greater diversity across the UK sports media, in response to the Black Lives Matter movement.</p><p>The letter has been sent to all leading broadcast and print outlets across the country, including the Guardian, by the Black Collective of Media in Sport (BComs), a non-profit organisation that for over a decade has been working towards increasing the historically low number of people from black, Asian and minority ethnic (BAME) backgrounds who work in the industry.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/11/dina-asher-smith-and-david-beckham-join-call-for-more-diverse-sports-media\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/11/dina-asher-smith-and-david-beckham-join-call-for-more-diverse-sports-media", "date_published": "2020-06-11 21:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Izzy Christiansen: 'It's really important that we are role models'", "description": "<p>Everton forward has given her backing to Common Goal, contributing a percentage of her salary to help its network of football-based community projects in more than 90 countries</p><p>Izzy Christiansen is used to being on the frontline. She knows so much about living with relentless pressure that making significant, split‑second decisions comes as second nature. It is all just another part of her job as an Everton and England player.</p><p>For the moment, though, there are no adrenaline highs, no trophies to pursue and no need to provide constant proof she deserves her place in the starting lineup. On one level, lockdown has been immensely frustrating but it has also afforded the 28-year-old midfielder time to reflect on a renewed love for the game and a new-found determination to promote social justice.</p> <a href=\"https://www.theguardian.com/football/2020/jun/11/izzy-christiansen-its-really-important-we-are-role-models-everton-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/11/izzy-christiansen-its-really-important-we-are-role-models-everton-england", "date_published": "2020-06-11 21:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Athletes will not be punished for activism at Commonwealth Games 2022", "description": "<ul><li>Competitors can take the knee at Birmingham Games</li><li>‘We need solutions that don’t build walls but bridges’</li></ul><p>Commonwealth Games authorities have promised not to ban or punish any athlete at Birmingham 2022 who takes a knee in support of the Black Lives Matter movement.</p><p>That decision, which has been revealed by the Commonwealth Games Federation chief executive, David Grevemberg, is in direct contrast to the International Olympic Committee, which has warned athletes they will be thrown out if they protest on the field of play or the podium during the Tokyo Games.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/11/commonwealth-games-2022-will-respect-athletes-who-voice-opinions-birmingham\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/11/commonwealth-games-2022-will-respect-athletes-who-voice-opinions-birmingham", "date_published": "2020-06-11 21:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hillary review – Clinton swerves the big questions", "description": "<p>Made with the full involvement of both the divisive politician and those around her, Nanette Burstein’s four-part docuseries is an exercise in controlled blandness</p><p>Nanette Burstein’s series documentary&nbsp;Hillary&nbsp;(Sky Documentaries) is a four-hour portrait of probably the most famous and divisive female figure in modern politics. It was assembled from more than 2,000 hours of backstage footage from her 2016 election drive, interviews with 45 of the people who know her best (from childhood friends to her campaign aides, alongside her daughter Chelsea and – I don’t know if you remember this guy but – her husband Bill) and 35 hours of face-to-face interviews with the woman herself. It interweaves the story of the fateful election with her personal history, recapping her upbringing as the child of staunch Republican Methodist parents, her academic brilliance, the influence of second wave feminism, her professional success as a lawyer and her marriage. There is, of course, much on her political career and the media narratives that have been endlessly constructed and deconstructed around her, as the peaks (such as beating Bernie Sanders in Iowa) and troughs (oh dear God, the troughs) of the campaign trail are navigated.</p><p>Everything you would expect to be here is here. The problem is that this four-hour portrait has the full involvement of its subject and sanctioned cooperation of everyone around her. We have the friends who attest to her early interest in public service, the professor who talks of her pragmatic, problem-solving attitude and fierce intelligence. The Whitewater scandal is noted, but only&nbsp;Clinton’s disbelief at the subsequent conspiracy theories are given any airtime. The Monica Lewinsky revelations are raked over – Bill teary-eyed with regret at “the things I did for years to manage my anxieties” – as we see the former communications director marvelling at&nbsp;Hillary’s courage during the fallout.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/11/hillary-review-clinton-swerves-the-big-questions\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/11/hillary-review-clinton-swerves-the-big-questions", "date_published": "2020-06-11 21:15:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Donald Trump and calls to take down Confederate statues in the US – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jun/11/steve-bell-on-donald-trump-and-calls-to-take-down-confederate-statues-in-the-us-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jun/11/steve-bell-on-donald-trump-and-calls-to-take-down-confederate-statues-in-the-us-cartoon", "date_published": "2020-06-11 21:03:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Justin Rose shines as golf returns after 91-day enforced absence", "description": "<ul><li>Englishman hits blemish-free 63 at Charles Schwab Challenge </li><li>Tournament starts with silence in honour of George Floyd</li></ul><p>The PGA Tour’s defining moment of a new beginning did not involve Rory McIlroy. Justin Rose’s 63 was notable but not the abiding memory from golf’s re-emergence.</p><p>Jay Monahan, the Tour’s commissioner, stood with head bowed on the 1st tee at Colonial as the clock struck 8.46am. This pre-planned moment of reflection was introduced – and shall remain for the next three days of the Charles Schwab Challenge – following the appalling death of George Floyd in Minneapolis. Monahan earlier stated his Tour “commits to amplifying voices and efforts to end systemic issues of racial and social injustices”. It will take more than golf to heal the gaping race relations wound in the United States but this sport – where white males dominate – appears to have discovered a new level of consciousness. Actions speak far louder than 60 seconds of poignancy and a stoppage in play but this was continuation of what appears a genuinely held Monahan theme.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/11/justin-rose-shines-as-golf-returns-after-91-day-enforced-absence\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/11/justin-rose-shines-as-golf-returns-after-91-day-enforced-absence", "date_published": "2020-06-11 20:55:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Serious concerns': judge hits out at DoJ over handling of Iran sanctions case", "description": "<ul><li>Iranian banker Ali Sadr Hashemi Nejad convicted in March</li><li>Prosecutors told to submit detailed information to court</li></ul><p>A federal judge in New York has admonished prosecutors involved in a long-running case against an Iranian banker who was convicted on sanctions violations, saying that numerous missteps raised “serious concerns” about the US government’s conduct.</p><p>Judge Alison Nathan called on the US attorney’s office in New York, which led the case on behalf of the Department of Justice, to submit detailed information to the court about individual government attorneys – and their supervisors – who had made false statements to the court in the case, and other allegations of prosecutorial misconduct.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/11/judge-reprimands-us-prosecutors-over-iranian-banker-in-sanctions-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/11/judge-reprimands-us-prosecutors-over-iranian-banker-in-sanctions-case", "date_published": "2020-06-11 20:43:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nasa finalises deal for design of lunar Gateway crew cabin", "description": "<p>Northrop Grumman subsidiary awarded $187m contract for habitation and logistics outpost</p><p>Nasa has finalised the contract for the design of the Gateway lunar space station’s crew cabin. Astronauts will dock at this outpost upon arriving in lunar orbit, before embarking on their descent to the surface of the moon.</p><p>The $187m (£147m) contract will allow Orbital Science Corporation in Dulles, Virginia, a wholly owned subsidiary of Northrop Grumman, to design the crew compartment. Known as the habitation and logistics outpost (Halo), progress will be reviewed at the end of this year and a second contract is then expected to cover its fabrication and its integration with the Gateway’s power and propulsion unit, currently being made by&nbsp;<a href=\"https://www.theguardian.com/science/2019/may/30/spacewatch-nasa-awards-first-contract-for-lunar-gateway-space-station\">Maxar Technologies</a>.</p> <a href=\"https://www.theguardian.com/science/2020/jun/11/nasa-lunar-gateway-crew-cabin\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jun/11/nasa-lunar-gateway-crew-cabin", "date_published": "2020-06-11 20:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tensions rise over race and heritage as more statues are attacked", "description": "<p>Rows flare up over sculptures in Bristol, Poole and Prague as London protest is cancelled over violence fears</p><p>Tensions over Britain’s attitude to race and heritage have heightened, with fresh attacks on statues and efforts to call off a major Black Lives Matter protest amid fears of clashes with the far right.</p><p> BLM organisers said they had <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/blm-organisers-call-off-london-event-to-prevent-clashes-with-far-right\">decided to cancel </a>a planned protest in London’s Hyde Park on Saturday, warning that “many hate groups” were threatening their safety. Other anti-racism groups are pressing ahead with demonstrations, however.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/11/fears-of-violence-stop-london-racism-protest-as-statue-attacks-continue\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/11/fears-of-violence-stop-london-racism-protest-as-statue-attacks-continue", "date_published": "2020-06-11 19:54:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League Project Restart: the key questions answered", "description": "<p>The clubs have agreed upon a set of regulations before next week’s resumption of top-flight games behind closed doors</p><p>The 20 clubs unanimously approved the matchday protocols on player health and safety on Thursday, meaning the final phase of Project Restart has been passed and next week’s fixtures are free to go ahead.</p> <a href=\"https://www.theguardian.com/football/2020/jun/11/premier-league-project-restart-the-key-questions-answered\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/11/premier-league-project-restart-the-key-questions-answered", "date_published": "2020-06-11 19:52:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fawlty Towers 'Don't mention the war' episode removed from UKTV", "description": "<p>BBC-owned streaming service takes down episode that also features racial references</p><p>An episode of Fawlty Towers famous for coining the phrase, “Don’t mention the war!” has become the latest “classic” British television programme to be taken down from a BBC-owned streaming service, as broadcasters continue to conduct a reappraisal of old British television content.</p><p>The episode of the 1970s sitcom – in which John Cleese as Basil Fawlty goose-steps around a Torquay hotel while shouting the phrase – was recently removed from the BBC-controlled UKTV catch-up service.</p> <a href=\"https://www.theguardian.com/media/2020/jun/11/fawlty-towers-dont-mention-the-war-episode-removed-from-uktv\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jun/11/fawlty-towers-dont-mention-the-war-episode-removed-from-uktv", "date_published": "2020-06-11 19:11:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amanda Staveley fell out with David Mellor over Barclays rescue", "description": "<p>Former cabinet minister sent financier furious email over delay in payment of £5m in fees</p><p>The prominent businesswoman Amanda Staveley fell out with the former cabinet minister David Mellor as the pair worked on securing the billions of pounds that saved Barclays during the 2008 financial crisis, the high court has heard.</p><p><a href=\"https://www.theguardian.com/business/2020/jun/08/amanda-staveley-sues-barclays-for-15bn-in-high-court\">Staveley is suing Barclays for up to £1.5bn</a>&nbsp;after her client, Sheikh Mansour bin Zayed Al Nahyan of Abu Dhabi, invested £3.25bn as part of an&nbsp;emergency fundraising&nbsp;12 years ago. She claims that the UK bank was secretly offering superior terms to Barclays’ largest investor, the state of&nbsp;<a href=\"https://www.theguardian.com/world/qatar\">Qatar</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jun/11/amanda-staveley-fell-out-with-david-mellor-over-barclays-rescue\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/11/amanda-staveley-fell-out-with-david-mellor-over-barclays-rescue", "date_published": "2020-06-11 19:11:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mattbeth's vaulting ambition leads him out to damn'd TV spot | John Crace", "description": "<p>It was clear Hancock’s news on track and trace would not be good, or else Boris would have given it</p><p>You could tell the news wasn’t going to be that great when we got the cast list. If the new track and trace system had been an overwhelming success, there would have been every chance that Boris Johnson would have rolled out of bed to take the credit. Instead, we got Matt Hancock, everybody’s favourite punchbag, still wearing his favourite pink tie that has so far brought him nothing but bad luck.</p><p>It’s hard not to feel just a little sorry for Matt. His vaulting ambition that led him to ignore all his gut instincts about having nothing to do with a Boris Johnson government has brought him nothing but hubris. He knew Boris was a wrong ‘un from the off. He even said as much during his short-lived campaign to be Tory party leader last summer. But when faced with a choice of acting on principle or grasping whatever cabinet post was going begging, Mattbeth chose the latter.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/11/novelty-of-being-on-tv-wears-off-for-matt-hancock-as-he-defends-app\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/11/novelty-of-being-on-tv-wears-off-for-matt-hancock-as-he-defends-app", "date_published": "2020-06-11 19:02:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland police identify gun used in Lyra McKee's murder", "description": "<p>PSNI says tests show weapon found in Derry last weekend was used in reporter’s killing</p><p>A handgun found during police searches in Derry last weekend is the weapon used to kill journalist Lyra McKee, police have confirmed.</p><p>The Police Service of Northern Ireland said after forensic tests on the Hammerli X-Esse pistol they have established it was the gun that fired the fatal shots that killed the 29-year-old reporter during riots in Derry last year.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/ni-police-identify-gun-used-in-journalist-lyra-mckees\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/11/ni-police-identify-gun-used-in-journalist-lyra-mckees", "date_published": "2020-06-11 18:44:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown listening: classical music and opera to stream at home", "description": "<p>With concert halls and opera houses closed, organisations and musicians across the world are livestreaming concerts and opening up their digital archives</p><p><em>Please note: this page is updated regularly. New entries and updated details to existing entries are flagged.</em></p> <a href=\"https://www.theguardian.com/music/2020/mar/16/classical-music-opera-livestream-at-home-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/16/classical-music-opera-livestream-at-home-coronavirus", "date_published": "2020-06-11 18:36:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bleak day for UK as Centrica, Johnson Matthey and Heathrow announce big job losses", "description": "<p>British Gas to slash 5,000 jobs, Johnson Matthey, 2,500, as Heathrow Airport launches redundancy programme</p><p>The owner of British Gas is to slash 5,000 jobs, as the UK jobs market endured another bleak day with chemicals firm Johnson Matthey also announcing the loss of 2,500 staff and Heathrow airport launching a redundancy programme.</p><p><a href=\"https://www.theguardian.com/business/centrica\">Centrica</a>, the owner of Britain’s biggest energy supplier, said it was looking to cut costs by simplifying its business structure. The company is removing three layers of management, with more than half of the job losses falling on leadership roles, including half its 40-strong senior team. The restructuring is expected to take place in the second half of 2020 following staff consultations.</p> <a href=\"https://www.theguardian.com/business/2020/jun/11/british-gas-owner-centrica-to-cut-5000-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/11/british-gas-owner-centrica-to-cut-5000-jobs", "date_published": "2020-06-11 18:34:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gulabo Sitabo review - mildewed mansion drama bustles and crumbles", "description": "<p>Amitabh Bachchan and Ayushmann Khurrana star in Shoojit Sircar’s puzzling tale of class and property management </p><p>The first big Indian release of 2020 to divert towards streaming is an offbeam, strangely mismanaged parable about property management that renders its stars all but unrecognisable. The established Amitabh Bachchan is buried beneath old-age latex and thick-lensed glasses; emergent pin-up Ayushmann Khurrana is weighed down by a (presumably prosthetic) middle-aged spread. However director Shoojit Sircar’s gaze keeps drifting beyond them, to a location you couldn’t make-under: a mildewing Lucknow mansion house, lorded over by Bachchan’s shuffling miser Mirza, ever looking for ways to kick Khurrana’s collected waifs-and-strays to the kerb. The curious, altogether tentative drama that ensues may be as close as any film-maker has come to signing off on a Hindi redo of TV’s Rising Damp.</p><p>Alas, it’s also one of those cases where forced idiosyncrasy tries the patience from an early stage. With 2015’s sharp, breezy Piku and 2018’s delicate but involving October, Sircar had nudged Indian commercial cinema in a rewarding, naturalistic direction; but this just feels like a strain. A laboured first half scopes out the characters’ dingy surrounds without threatening to go anywhere, and feet are apparently being dragged because Sircar and generally reliable screenwriter Juhi Chaturvedi aren’t themselves sure which direction to move in. Brakes are soon applied to the mounting narrative of landlord-tenant class war – “Parasite!”, yells Mirza, reminding us of a more decisive film on a similar subject – in favour of a softer landing as both antagonists fall prey to creeping gentrification.</p> <a href=\"https://www.theguardian.com/film/2020/jun/11/gulabo-sitabo-review-amitabh-bachchan-ayushmann-khurrana-shoojit-sircar-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/11/gulabo-sitabo-review-amitabh-bachchan-ayushmann-khurrana-shoojit-sircar-drama", "date_published": "2020-06-11 18:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Irish government contacts UAE over crime boss role in Fury-Joshua bout", "description": "<ul><li>Daniel Kinahan praised by Fury over title fight </li><li>‘Big shout out to Dan. He got this done,’ says Fury</li></ul><p>The Irish government has contacted the United Arab Emirates over the involvement of an Irish crime boss in the proposed heavyweight title fight between Tyson Fury and Anthony Joshua.</p><p>The taoiseach, Leo Varadkar, told the Irish parliament on Thursday that the department of foreign affairs was in touch with UAE officials about a promoter who has been identified by an Irish court as a senior figure in organised crime on a global scale.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/11/irish-government-contacts-uae-over-boss-role-in-fury-joshua-bout\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/11/irish-government-contacts-uae-over-boss-role-in-fury-joshua-bout", "date_published": "2020-06-11 18:21:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey convicts US consulate employee of terrorism offence", "description": "<p>Metin Topuz was accused of links to cleric Fethullah Gülen, blamed for 2016 coup</p><p>A Turkish court has convicted a local US consulate employee in Istanbul of aiding an armed terrorist organisation and sentenced him to eight years and nine months in prison, the state-run Anadolu news agency reported.</p><p>Metin Topuz, a translator and assistant for the US Drug Enforcement Agency (DEA), has been in jail since 2017, accused of links to <a href=\"https://www.theguardian.com/world/2016/jul/16/fethullah-gulen-who-is-the-man-blamed-by-turkeys-president-for-coup-attempt\">US-based Turkish cleric Fethullah Gülen</a>. The Turkish government blames Gülen for the <a href=\"https://www.theguardian.com/world/turkey-coup-attempt\">2016 coup attempt</a> and considers his network to be a terrorist organisation.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/turkey-convicts-us-consular-official-over-links-to-2016-coup\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/turkey-convicts-us-consular-official-over-links-to-2016-coup", "date_published": "2020-06-11 18:19:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BAME MPs accuse Priti Patel of gaslighting in racism debate", "description": "<p>Labour MPs write to home secretary after she raised her own experiences of racial abuse</p><p>Senior Conservatives have hit back after more than 30 Labour MPs from black, Asian and minority ethnic backgrounds accused Priti Patel of trying to silence debate by “using” her own experience of racism.</p><p>The 32 MPs, including Diane Abbott and Clive Lewis, expressed their “dismay” after the home secretary <a href=\"https://www.theguardian.com/politics/live/2020/jun/08/uk-coronavirus-johnson-says-anti-racist-protests-were-subverted-by-thuggery-live-news-covid19-updates?page=with:block-5ede650c8f0883ec2fc1d2df#block-5ede650c8f0883ec2fc1d2df\">said in a Commons debate</a> that she would “not take lectures from the other side of the house” because she had been racially abused as a child.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/11/bame-mps-accuse-priti-patel-of-gaslighting-in-racism-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/11/bame-mps-accuse-priti-patel-of-gaslighting-in-racism-debate", "date_published": "2020-06-11 18:15:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It took two tortuous years for Unilever to untangle the mess | Nils Pratley", "description": "<p>There was only ever one plausible domicile for the Anglo-Dutch conglomerate, and that’s London</p><p>Unilever’s U-turn is almost complete. It took two years, the process was tortuous, the chairman and chief executive have changed, but the consumer goods giant has accepted reality. If it wants to abandon its clunky Anglo-Dutch corporate structure, legal incorporation as <a href=\"https://www.theguardian.com/business/2020/jun/11/unilever-picks-london-as-its-home-over-rotterdam\">a single entity can only happen in the UK</a>. It’s the only way to win a thumbs-up from shareholders.</p><p>The Rotterdam proposal in 2018 would have failed if it had got to the vote because a large UK crew of shareholders hated the idea of a prized investment being thrown out of the FTSE 100 index. Those funds with UK-only mandates would not have been able to own the stock, and Unilever’s attempt to bully the index-compilers to bend the rules got nowhere, which was always the way to bet. Once Rotterdam became impossible, it had to be London.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/jun/11/it-took-two-tortuous-years-for-unilever-to-untangle-the-mess\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/jun/11/it-took-two-tortuous-years-for-unilever-to-untangle-the-mess", "date_published": "2020-06-11 18:14:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bolsonaro supporter desecrates Brazil beach memorial for 40,000 coronavirus victims", "description": "<p>A man<em> </em>vandalized a mock cemetery of 100 graves and crosses representing people who have died from Covid-19</p><p>A supporter of Brazil’s far-right president, Jair Bolsonaro, has desecrated a beachside memorial to Covid-19 victims as the country’s coronavirus death toll rose above 40,000.</p><p>Activists from civil society group <a href=\"https://www.facebook.com/ONGRiodePaz/\">Rio de Paz</a> dug 100 symbolic shallow graves on Copacabana beach before dawn on Thursday to represent the Brazilian lives lost.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/bolsonaro-supporter-destroys-brazil-beach-memorial-40000-coronavirus-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/bolsonaro-supporter-destroys-brazil-beach-memorial-40000-coronavirus-victims", "date_published": "2020-06-11 18:11:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black US authors top New York Times bestseller list as protests continue", "description": "<p>Michelle Alexander and Ijeoma Oluo among those on list, marking first time top 10 entries are primarily titles on race issues</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">George Floyd killing – latest US updates</a></li></ul><p>Black American authors, including Michelle Alexander and Ijeoma Oluo, have surged to the top of the latest New York Times’ bestseller list, marking the first time the top 10 entries on the “combined print and ebook non-fiction list” are primarily titles that focus on race issues in the US.</p><p>The new listings come in the aftermath of the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>, a 46-year-old African American man who died when white Minneapolis police officer Derek Chauvin forcibly kneeled on his neck for more than eight minutes,.</p> <a href=\"https://www.theguardian.com/books/2020/jun/11/new-york-times-bestseller-list-black-authors\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/11/new-york-times-bestseller-list-black-authors", "date_published": "2020-06-11 18:10:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab urges China to heed UK's Hong Kong warnings", "description": "<p>Foreign secretary calls for new laws to be dropped and says Beijing ‘tortured’ UK employee</p><p>The foreign secretary, Dominic Raab, has urged China to step back from the brink by abandoning plans to impose new security laws on Hong Kong, as he accused Beijing of treating a member of Foreign Office staff in a way “amounting to torture”.</p><p>Raab attacked the Chinese government’s <a href=\"https://www.theguardian.com/world/2019/nov/20/former-uk-official-simon-cheng-in-hong-kong-tortured-in-15-day-china-ordeal\">brutal </a><a href=\"https://www.theguardian.com/world/2019/nov/20/former-uk-official-simon-cheng-in-hong-kong-tortured-in-15-day-china-ordeal\">treatment of </a><a href=\"https://www.theguardian.com/world/2019/nov/20/former-uk-official-simon-cheng-in-hong-kong-tortured-in-15-day-china-ordeal\">Simon Cheng</a>, a former employee of the British consulate in Hong Kong, who was kept in custody for 15 days after travelling to the mainland.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/dominic-raab-urges-china-to-heed-uks-hong-kong-warnings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/dominic-raab-urges-china-to-heed-uks-hong-kong-warnings", "date_published": "2020-06-11 18:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English rugby has no plans to bring in the Rooney Rule for recruitment", "description": "<ul><li>Senior England players have called for broader representation</li><li>Ruling body feels focus should be on diversity at grassroots level</li></ul><p>The Rugby Football Union has no plans to introduce the Rooney Rule to its existing recruitment policy despite calls from senior England players for more opportunities for black and ethnic minority coaches.</p><p>Both the Football Association and the England &amp; Wales Cricket Board have a commitment to the Rooney Rule – which guarantees that at least one BAME applicant will be interviewed for future jobs – but the RFU does not intend to follow suit.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/11/english-rugby-has-no-plans-to-bring-in-the-rooney-rule-for-recruitment\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/11/english-rugby-has-no-plans-to-bring-in-the-rooney-rule-for-recruitment", "date_published": "2020-06-11 18:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abortions in England and Wales reach record high", "description": "<p>Particularly sharp rise among women aged 30-34, but fewer teenagers are having procedure</p><p>A record number of women in England and Wales had an abortion last year, and numbers rose particularly sharply among women aged 30 and over.</p><p>A total of 207,384 procedures were carried out, <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/891405/abortion-statistics-commentary-2019.pdf\">official figures</a> show, the highest number in a year since the historic vote in 1967 to legalise abortion in Britain through the Abortion Act.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/abortions-in-england-and-wales-reach-record-high\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/abortions-in-england-and-wales-reach-record-high", "date_published": "2020-06-11 17:57:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only a fifth of UK universities say they are 'decolonising' curriculum", "description": "<p>Just 24 out of 128 asked about reforms to address colonial legacy are committed to idea</p><p>Only a fifth of UK universities have committed to reforming their curriculum to confront the harmful legacy of colonialism, an investigation by the Guardian has found.</p><p>The disclosure comes as universities are under pressure to modernise their syllabuses to address the <a href=\"https://www.theguardian.com/education/2019/mar/29/english-universities-show-gaps-in-black-students-attainment-data-reveals\">attainment gap between white students and those from black and minority ethnic (BAME) backgrounds</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/11/only-fifth-of-uk-universities-have-said-they-will-decolonise-curriculum\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/11/only-fifth-of-uk-universities-have-said-they-will-decolonise-curriculum", "date_published": "2020-06-11 17:56:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the cabinet: a paucity of talent | Editorial", "description": "<p>Government in Britain relies on a critical mass of serious secretaries of state. The current crop is worryingly lightweight </p><p>The supreme executive body in British politics is the cabinet, chaired by the prime minister. That is the constitutional theory, but in the public imagination the system is seen as rather more presidential.</p><p>Over time, prime ministers have become increasingly dominant. Harold Wilson and Margaret Thatcher had their “kitchen cabinets.” Tony Blair was criticised for operating an informal “<a href=\"https://www.theguardian.com/commentisfree/2006/may/16/comment.labour\" title=\"\">sofa government</a>”. In the period of coalition government after 2010, David Cameron stitched up deals in a four-man “quad”. But under Boris Johnson, the aggregation of power in Downing Street is unprecedented. It resembles a campaign more than an administration.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/11/the-guardian-view-on-the-cabinet-a-paucity-of-talent\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/11/the-guardian-view-on-the-cabinet-a-paucity-of-talent", "date_published": "2020-06-11 17:40:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Egypt arrests young women who posted clips on TikTok", "description": "<p>Authorities charge two stars of the platform and one woman who said she had been raped</p><p>Young Egyptian TikTok stars have become the latest target of state authorities, who accuse them of spreading “immorality” in society.</p><p>Since President Abdel Fatah al-Sisi came to power in 2014, <a href=\"https://www.theguardian.com/media/2015/dec/15/egypt-jails-record-number-of-journalists\">hundreds of journalists</a>, activists, lawyers and intellectuals have been arrested and many websites blocked in the name of state security.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/egypt-arrests-young-women-who-posted-clips-on-tiktok\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/egypt-arrests-young-women-who-posted-clips-on-tiktok", "date_published": "2020-06-11 17:34:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Surprisingly rapid' rebound in carbon emissions post-lockdown", "description": "<p>Busier roads to blame, with fears of worse to come as workers shun public transport</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Carbon dioxide emissions have rebounded around the world as lockdown conditions have eased, raising fears that the level of greenhouse gases in the atmosphere could surge higher than ever after the coronavirus pandemic unless governments take <a href=\"https://www.theguardian.com/environment/2020/may/05/green-stimulus-can-repair-global-economy-and-climate-study-says\">swift action</a>.</p><p>Emissions <a href=\"https://www.theguardian.com/environment/2020/may/19/lockdowns-trigger-dramatic-fall-global-carbon-emissions\">fell by </a><a href=\"https://www.theguardian.com/environment/2020/may/19/lockdowns-trigger-dramatic-fall-global-carbon-emissions\">a quarter</a> when the lockdowns were at their peak, and in early April global daily carbon dioxide emissions were still down by 17% compared with the average figure for 2019, research published last month in the journal <a href=\"https://www.nature.com/articles/s41558-020-0797-x\">Nature Climate Change</a> found.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/11/carbon-emissions-in-surprisingly-rapid-surge-post-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/11/carbon-emissions-in-surprisingly-rapid-surge-post-lockdown", "date_published": "2020-06-11 17:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's been a rollercoaster': zoos in England relieved to be reopening", "description": "<p>Safari parks and zoos had been facing closure amid Covid-19 crisis until government lifeline</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At the sight of new people, Tom, Tayo and Tico the giraffes are more curious than usual, coming straight over to peer down at new faces. Over in the cheetah enclosure, the welcome is more hostile, with one of the three brothers baring his teeth at sudden arrivals.</p><p>The animals of the Wild Place Project, owned by&nbsp;Bristol Zoological Society, are used to up to 3,500 people a day pouring through the gates, but since lockdown they have become accustomed to the solitude.&nbsp;</p> <a href=\"https://www.theguardian.com/travel/2020/jun/11/on-a-rollercoaster-attractions-relieved-at-reopening-says-zoo-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/11/on-a-rollercoaster-attractions-relieved-at-reopening-says-zoo-boss", "date_published": "2020-06-11 17:29:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zoom shuts accounts of activists holding Tiananmen Square and Hong Kong events", "description": "<p>Three campaigners accuse US firm of disrupting their access to platform to placate China</p><p>Three prominent human rights activists have accused Zoom of disrupting or shutting down their accounts because they were linked to events to mark <a href=\"https://www.theguardian.com/world/2019/jun/02/tiananmen-square-30-years-on-china-brutal-events-jonathan-mirsky\">the anniversary of the 1989 Tiananmen massacre</a> or were to discuss China’s measures to exert control over Hong Kong.</p><p>Lee Cheuk Yan, a veteran activist with the Hong Kong Alliance, which organises the city’s annual Tiananmen Square vigil, said his account was shut down in May before he was to host a Zoom event on <a href=\"https://www.theguardian.com/world/2019/sep/04/hong-kong-lam-to-withdraw-extradition-bill-say-reports\">an extradition bill</a> that caused mass anti-government protests in Hong Kong last year. Lee said he purchased a subscription to the platform in an effort to get access, but his account remained blocked.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/11/zoom-shuts-account-of-us-based-rights-group-after-tiananmen-anniversary-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/11/zoom-shuts-account-of-us-based-rights-group-after-tiananmen-anniversary-meeting", "date_published": "2020-06-11 17:29:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life after lockdown in Bordeaux: Les Bassins de Lumières", "description": "<p>The world’s largest digital arts centre opened this week in a former submarine base, its cavernous chambers and dazzling visual effects providing exactly what visitors need after nearly three months in confinement <br /></p><p>Delayed for seven weeks by France’s <a href=\"https://www.theguardian.com/world/live/2020/may/28/coronavirus-live-news-trump-criticised-over-preventable-crisis-as-us-passes-100000-deaths\">coronavirus lockdown</a>, <a href=\"https://www.theguardian.com/travel/2018/jul/26/atelier-des-lumiere-paris-digital-art-museum-klimt\">Les Bassins de Lumières</a>, the world’s largest digital arts centre<em>,</em> <a href=\"https://www.france24.com/en/20200609-world-s-largest-digital-arts-centre-opens-in-bordeaux-submarine-base\">opened on 10 June</a> in a wartime submarine base in Bordeaux’s docklands.</p><p>Strict hygiene and social distancing measures mean visitors can only buy tickets online, are temperature-checked at the entrance, and must use masks and hand sanitiser. However, since the building has more than 3,000m2 of floor space (equivalent to 12 tennis courts), “everyone has at least five square metres of individual space”, says director Augustin de Cointet. “The rules are there, but discreet, as we want everyone to enjoy the full experience.”</p> <a href=\"https://www.theguardian.com/travel/2020/jun/11/life-after-lockdown-in-bordeaux-les-bassins-de-lumieres\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/11/life-after-lockdown-in-bordeaux-les-bassins-de-lumieres", "date_published": "2020-06-11 17:27:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uncertainty over 2-metre distancing rule in England 'causing chaos'", "description": "<p>Millions spent on signage will have been wasted as shops and councils prepare for lockdown easing</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Any government decision to reduce the 2-metre physical distancing rule in England could mean councils and retailers will have wasted millions of pounds on signs and other preparations for the <a href=\"https://www.theguardian.com/world/2020/jun/09/non-essential-shops-to-open-in-england-from-monday-says-sharma-covid-19\">reopening of high streets</a>, it has emerged.</p><p>Local authorities and retail groups told the Guardian that much of a £50m government fund handed out to councils in England in recent weeks had been spent on signs and barriers based on 2-metre distancing, much of which would need to be scrapped if the distance was reduced.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/uncertainty-over-2-metre-distancing-rule-in-england-causing-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/uncertainty-over-2-metre-distancing-rule-in-england-causing-chaos", "date_published": "2020-06-11 17:23:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson: advertisers desert Fox News host after he attacks protesters", "description": "<ul><li>T-Mobile and Disney say they will no longer advertise on show</li><li>Carlson said protests were ‘definitely not about black lives’</li></ul><p>A series of major US corporations, including T-Mobile and Disney, have said they will no longer advertise on Tucker Carlson’s Fox News show, after Carlson was <a href=\"https://twitter.com/justinbaragona/status/1270151261934030852\">accused of racism</a> for attacking anti-racism protesters.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live\">Top general Mark Milley apologizes for part in Trump's church photo-op – live</a> </p> <a href=\"https://www.theguardian.com/media/2020/jun/11/tucker-carlson-fox-news-advertisers-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jun/11/tucker-carlson-fox-news-advertisers-protests", "date_published": "2020-06-11 17:18:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS unable to trace contacts of 33% of people with coronavirus", "description": "<p>Tracers took details from 5,407 of 8,117 people who tested positive in scheme’s first week in England</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A third of those who have tested positive for the coronavirus in England have not provided details of people they have been close to and may have infected, data from the first full week of the new contact-tracing scheme has revealed.</p><p>Dido Harding, the chair of the NHS Test and Trace service, said she was heartened by the public’s willingness to cooperate, but the scheme would need to do better. Of the 8,117 positive cases referred to contact tracers, they had succeeded in reaching 5,407 who had been willing to give them names and phone numbers for the people they had met in the previous two days.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/nhs-unable-to-trace-contacts-of-33-of-people-with-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/nhs-unable-to-trace-contacts-of-33-of-people-with-coronavirus", "date_published": "2020-06-11 17:15:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel's annexation of the West Bank will be yet another tragedy for Palestinians | Ian Black", "description": "<p>Benjamin Netanyahu’s threat will end hopes of a two-state system and probably result in expulsions and violence</p><p>Unsurprisingly, Benjamin Netanyahu has now made things starkly clear. On 28 May the Israeli prime minister explained that when – not if – his government goes ahead with <a href=\"https://www.theguardian.com/world/2020/jun/09/what-would-israel-annexing-the-west-bank-mean\">unilateral annexation</a> of parts of the occupied West Bank, thousands of Palestinian residents would be granted neither citizenship nor equal rights.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/09/palestine-says-it-will-declare-statehood-if-israel-annexes-west-bank\">Palestine says it will declare statehood if Israel annexes West Bank</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/11/israels-annexation-of-the-west-bank-will-be-yet-another-tragedy-for-palestinians\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/11/israels-annexation-of-the-west-bank-will-be-yet-another-tragedy-for-palestinians", "date_published": "2020-06-11 17:05:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English care bosses say lack of resources cost thousands of lives", "description": "<p>Social care was ill-equipped to deal with pandemic and needs more funds, report says</p><p>Thousands of people lost their lives “prematurely” because care homes in England lacked the protective equipment and financial resources to cope with the coronavirus outbreak, according to council care bosses.</p><p>In a highly critical report, social care directors say decisions to rapidly discharge many vulnerable patients from NHS hospitals to care homes without first testing them for Covid-19 had “tragic consequences” for residents and staff.</p> <a href=\"https://www.theguardian.com/society/2020/jun/11/english-care-bosses-say-lack-of-resources-cost-thousands-of-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/11/english-care-bosses-say-lack-of-resources-cost-thousands-of-lives", "date_published": "2020-06-11 17:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is JK Rowling speaking out now on sex and gender debate?", "description": "<p>What are implications of Harry Potter author’s detailed essay expressing views on transgender law reform?</p><p>The Harry Potter author has published a 3,600-word <a href=\"https://www.theguardian.com/books/2020/jun/10/jk-rowling-says-survivor-of-domestic-abuse-sexual-assault\">essay</a> setting out in more detail than before the development of her already well-known stance in sex and gender debates. In it, she reveals for the first time her own experience of serious sexual assault and domestic violence which, Rowling explains, she felt compelled to write about after reading of the Scottish government’s latest progress towards changing gender recognition laws.</p> <a href=\"https://www.theguardian.com/books/2020/jun/11/why-is-jk-rowling-speaking-out-now-on-sex-and-gender-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/11/why-is-jk-rowling-speaking-out-now-on-sex-and-gender-debate", "date_published": "2020-06-11 16:53:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump targets ICC with sanctions after court opens war crimes investigation", "description": "<ul><li>Administration officials to sanction court investigators</li><li>Barr attacks ‘long history of corruption and malfeasance’</li></ul><p>The Trump administration is launching an economic and legal offensive on the international criminal court in response to the court’s decision to <a href=\"https://www.theguardian.com/law/2020/mar/05/senior-icc-judges-authorise-afghanistan-war-crimes-inquiry\">open an investigation into war crimes in Afghanistan</a> carried out by all sides, including the US.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/11/george-floyd-protests-donald-trump-jefferson-davis-statue-live\">Top general Mark Milley apologizes for part in Trump's church photo-op – live</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/11/trump-icc-us-war-crimes-investigation-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/11/trump-icc-us-war-crimes-investigation-sanctions", "date_published": "2020-06-11 16:37:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: India reports surge in Covid-19 cases as lockdown eased", "description": "<p>Almost 10,000 new cases in India on Thursday as WHO warns situation outside Europe deteriorating</p><p><strong>India</strong> reported almost 10,000 new coronavirus cases on Thursday, with hospitals swamped in the worst-hit cities of Mumbai, New Delhi and Chennai, and predictions that the infection rate will not peak before the end of next month.</p><p>The country of 1.3bn people now has the fifth highest number of confirmed cases in the world, at 286,579. Over the last 24 hours 357 people have died from the virus, bringing the official toll to 8,102.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/global-report-india-reports-surge-in-covid-19-cases-as-lockdown-eased\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/global-report-india-reports-surge-in-covid-19-cases-as-lockdown-eased", "date_published": "2020-06-11 16:36:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British beer sales fall to 20-year low due to lockdown pub closures", "description": "<p>Trade bodies urge government to confirm reopening date for pubs and bars in England</p><p>Beer sales slumped to their lowest level in 20 years in the first three months of the year, as lockdown <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/15/lockdowned-pubs-forced-to-pour-70m-pints-of-beer-down-the-drain-coronavirus\">forced the UK’s 47,000 pubs to shut up shop</a>.</p><p>Pubs, bars, supermarkets and shops sold 1.5bn pints of beer between January and March, down 7.2% on the same period of 2019 and the worst result since the British Beer and Pub Association (BBPA) began publishing figures in 2000.</p> <a href=\"https://www.theguardian.com/business/2020/jun/11/british-beer-sales-fall-to-20-year-low-due-to-lockdown-pub-closures\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/11/british-beer-sales-fall-to-20-year-low-due-to-lockdown-pub-closures", "date_published": "2020-06-11 16:31:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown shopping: have you ordered items that weren't what you expected?", "description": "<p>Whether you ordered the wrong item or it it wasn’t quite what you expected, we’d like to hear from you<br /></p><p>With <a href=\"https://www.theguardian.com/money/2020/may/09/ebay-enjoys-lockdown-renaissance-as-buyers-and-sellers-flock-to-site\">around 50,000 new businesses signing up to eBay UK in April</a>, more people appear to be buying online due to lockdown.</p><p>If you have ordered an item that was not quite what you expected, we want to hear from you.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/11/lockdown-shopping-have-you-ordered-items-that-werent-what-you-expected\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/11/lockdown-shopping-have-you-ordered-items-that-werent-what-you-expected", "date_published": "2020-06-11 16:29:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I loved the weirdness' – can Laura Marling's crowdless gig rescue live music?", "description": "<p>The singer played ticketed livestreams from an (almost) empty church to brighten up lockdown. We took up a lonely pew to see if it could match the real thing<br /></p><p>After three months of shuttered concert venues, hearing Laura Marling’s voice eddy around the Union Chapel in north London is like being dosed with a vitamin I had been leaving out of my diet. It’s almost like hearing live music for the first time; a different kind of beauty than you get on a daily walk or a drive to a castle, something vividly real but constantly evaporating into the air.</p><p>Aside from 25 production staff, there’s almost no one else in the venue for this concert, which is being streamed online as one of the first fully realised gigs since the arrival of coronavirus. Backed solely by her acoustic guitar, Marling plays one set for the UK in the evening and a later one for a US audience. She is recorded in crystal clarity and filmed on three cameras, two of them roving around and approaching her, capturing the changing weather across her face.</p> <a href=\"https://www.theguardian.com/music/2020/jun/11/i-loved-the-weirdness-can-laura-marlings-crowdless-gig-rescue-live-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/11/i-loved-the-weirdness-can-laura-marlings-crowdless-gig-rescue-live-music", "date_published": "2020-06-11 16:19:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish archaeologist sentenced for faking Basque finds", "description": "<p>‘Third-century’ artefacts with hieroglyphics and Basque words referred to non-existent gods and to René Descartes</p><p>A Spanish archaeologist whose <a href=\"https://www.theguardian.com/science/2008/nov/24/basque-pottery-euskara-eliseo-gil\">staggering discoveries</a> included one of the earliest representations of the crucifixion&nbsp;and proof that the written Basque language was centuries older than previously thought has been found guilty of faking the finds.</p><p>The saga began in June 2006 when Eliseo Gil presented artefacts excavated from the Roman town of Veleia, near the Basque city of Vitoria.</p> <a href=\"https://www.theguardian.com/science/2020/jun/11/spanish-archaeologist-sentenced-for-faking-basque-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jun/11/spanish-archaeologist-sentenced-for-faking-basque-finds", "date_published": "2020-06-11 16:18:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Jenrick ducks Commons question on planning intervention", "description": "<p>Government urged to explain why communities secretary approved billionaire’s scheme</p><p>Robert Jenrick is facing increased political pressure to explain his intervention in a planning decision to save a property developer millions of pounds, after ducking a parliamentary question on the subject and sending his deputy instead.</p><p>Labour have demanded the communities secretary release the correspondence showing his <a href=\"https://www.theguardian.com/politics/2020/jun/10/labour-calls-on-robert-jenrick-to-make-statement-over-billionaires-donation\">contacts with the former Express newspapers owner</a> Richard Desmond ahead of the decision over a residential development in east London.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/11/robert-jenrick-ducks-commons-question-planning-intervention-richard-desmond\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/11/robert-jenrick-ducks-commons-question-planning-intervention-richard-desmond", "date_published": "2020-06-11 16:17:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shamima Begum's UK citizenship should be restored, court told", "description": "<p>Woman who fled as schoolgirl to join Isis cannot fight fair appeal from Syria, lawyers say</p><p>Shamima Begum, the woman who left Britain as a schoolgirl to join Islamic State, cannot effectively challenge the government’s decision to deprive her of British citizenship while she is in a detention camp in northern Syria, the court of appeal has been told.</p><p>At the start of a two-day online hearing, her lawyers challenged a ruling by the Special Immigration Appeals Commission (Siac) this year that she has not been rendered stateless because she is entitled to Bangladeshi citizenship.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/shamima-begums-uk-citizenship-should-be-restored-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/11/shamima-begums-uk-citizenship-should-be-restored-court-told", "date_published": "2020-06-11 16:07:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artemis Fowl review – Judi Dench gruffs it out amid rogue fairies", "description": "<p>Kennth Branagh directs this family-fantasy-by-numbers adapted from Eoin Colfer’s bestselling teen novels</p><p>After the <a href=\"https://www.theguardian.com/film/2019/dec/21/cats-review-tom-hooper-taylor-swift-judi-dench-idris-elba-jennifer-hudson-ian-mckellen\">film version of Cats</a>, the world agreed that <a href=\"https://www.theguardian.com/commentisfree/2020/mar/21/cats-laughter-coronavirus-pop-stars\">Judi Dench</a> could never,&nbsp;should never do anything as bizarre as her performance as Old Deuteronomy, the bafflingly attired matriarch of the Jellicle cat tribe, wearing a fur coat in addition to her normal fur. But now Dench might actually have topped her feline folly, in this family fantasy adventure, adapted by Conor McPherson and Hamish McColl from <a href=\"https://www.theguardian.com/books/audio/2020/jan/07/eoin-colfer-on-returning-to-artemis-fowl-books-podcast\">Eoin Colfer’s bestselling novels</a> about the teen Irish hero in touch with magical forces and directed by Kenneth Branagh. She plays someone called Commander Root, who is the security chief of the fairy peoples who live deep underground. (It was a man in the book, but no male actor could be gruffer than Dench is here.)&nbsp;</p><p>Dench is styling a very notable military-style outfit in emerald green, which makes her look like some forgotten intergalactic villain from Star Wars. Root has a growly, twangy, slightly Cornish voice; yet it was only when she appeared in full uniform, including a sinister peaked cap, and said “top o’ the morning,” that I said out loud: “Judi Dench is supposed to be&nbsp;<em>Irish!”</em></p> <a href=\"https://www.theguardian.com/film/2020/jun/11/artemis-fowl-review-judi-dench-kenneth-branagh-eoin-colfer-novels\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/11/artemis-fowl-review-judi-dench-kenneth-branagh-eoin-colfer-novels", "date_published": "2020-06-11 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Probation services to return to public control after Grayling disasters", "description": "<p>Move marks nail in coffin for widely derided shake-up of probation sector in 2014</p><p><a href=\"https://www.theguardian.com/politics/2020/jun/11/chris-graylings-failings-a-catalogue-of-the-former-ministers-errors\">Chris Grayling’s failings: a catalogue of the former minister’s errors</a></p><p>Probation services in England and Wales will be fully restored to public ownership and control, the justice secretary has announced, marking the final nail in the coffin of Chris Grayling’s disastrous&nbsp;<a href=\"https://www.theguardian.com/society/2019/may/21/grayling-probation-changes-led-to-expensive-merry-go-round-says-report\">privatisation </a><a href=\"https://www.theguardian.com/society/2019/may/21/grayling-probation-changes-led-to-expensive-merry-go-round-says-report\">changes</a>.</p><p>Under Grayling’s widely derided shake-up in 2014, the probation sector was separated into a public sector organisation, the National Probation Service (NPS) managing high-risk criminals, and 21 private companies responsible for the supervision of 150,000 low- to medium-risk offenders.</p> <a href=\"https://www.theguardian.com/society/2020/jun/11/probation-services-to-return-to-public-control-after-grayling-disasters\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/11/probation-services-to-return-to-public-control-after-grayling-disasters", "date_published": "2020-06-11 15:52:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Court overturns 'right to sex' ruling on man who cannot understand consent", "description": "<p>Appeal court’s judgment ‘presses the reset button’ in approach to such cases, legal experts say</p><p>The court of appeal has overturned a <a href=\"https://www.theguardian.com/society/2019/oct/03/man-who-does-not-understand-consent-has-right-to-pursue-sex-court-rules\">controversial ruling</a> that a man has a “fundamental right to sex” even though he cannot understand the issue of consent.</p><p>In the original ruling, a judge found in favour of the man, identified only as JB, despite evidence that he represented a “moderate risk” of sexual offending, particularly against vulnerable women.</p> <a href=\"https://www.theguardian.com/law/2020/jun/11/court-overturns-right-to-sex-ruling-on-man-who-cannot-understand-consent\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jun/11/court-overturns-right-to-sex-ruling-on-man-who-cannot-understand-consent", "date_published": "2020-06-11 15:36:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden predicts military will intervene if Trump refuses to accept election loss", "description": "<ul><li>Biden says biggest fear is Trump will ‘try to steal the election’</li><li>Democratic challenger leads president in opinion polls</li></ul><p><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> has predicted the military will escort <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> from the White House should the president lose November’s <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">election</a> but refuse to leave office.</p><p>Biden, speaking to the Daily Show’s <a href=\"https://www.theguardian.com/culture/trevor-noah\">Trevor Noah</a>, said that his single greatest concern is that the president will “try to steal this election”.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/11/joe-biden-donald-trump-military-election-lose\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/11/joe-biden-donald-trump-military-election-lose", "date_published": "2020-06-11 15:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus cases fall in France despite easing of lockdown", "description": "<p>Authorities say country has fewer than 1,000 intensive care patients with Covid-19</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>One month after France ended its strict eight-week lockdown, there has been no rise in coronavirus cases as life returns towards normality.</p><p>The <a href=\"https://www.gouvernement.fr/info-coronavirus/carte-et-donnees\">number of new Covid-19 cases</a> continued to drop even as most of France reopened for business – while maintaining physical distancing and protection measures – with the number of additional deaths down to its lowest figure since March.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/coronavirus-cases-fall-in-france-despite-easing-of-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/coronavirus-cases-fall-in-france-despite-easing-of-lockdown", "date_published": "2020-06-11 15:27:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I don't feel I can say no': parents torn on sending children back to school", "description": "<p>The U-turn on a full reopening in England has fuelled the debate on the rights and wrongs of a return </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After the government’s U-turn over the full reopening of schools before September in England, parents remain divided about whether to send their children back. The Guardian spoke to some parents about their decision.</p> <a href=\"https://www.theguardian.com/education/2020/jun/11/i-dont-feel-i-can-say-no-parents-torn-on-sending-children-back-to-school\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/11/i-dont-feel-i-can-say-no-parents-torn-on-sending-children-back-to-school", "date_published": "2020-06-11 15:20:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A joke that makes you wet yourself is a joke you’ll never tire of’ Athena Kugblenu on laughter without limits", "description": "<p>The 38-year-old writer and comedian on joking about everything from periods to pelvic floors</p><p>As a comedian, it would be an absolute honour for someone to walk up to me after a gig and tell me they’d wet themselves thanks to one of my jokes. If you can make someone laugh to the point where they lose control of their bodily functions then you’ve done the job you’ve been paid to do – they can’t ask for their money back.</p> <a href=\"https://www.theguardian.com/the-last-taboo/2020/jun/11/a-joke-that-makes-you-wet-yourself-is-a-joke-youll-never-tire-of-athena-kugblenu-on-laughter-without-limits\">Continue reading...</a>", "link": "https://www.theguardian.com/the-last-taboo/2020/jun/11/a-joke-that-makes-you-wet-yourself-is-a-joke-youll-never-tire-of-athena-kugblenu-on-laughter-without-limits", "date_published": "2020-06-11 15:18:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stormzy to donate £10m to black British causes over 10 years", "description": "<p>Rapper makes financial donation as ‘beginning of a lifetime commitment’ to fighting racism and supporting black people in the UK</p><p>Stormzy has announced he will donate £10m to black British causes over the next 10 years: “Organisations, charities and movements that are committed to fighting racial inequality, justice reform and black empowerment within the UK.”</p><p>The rapper said in a statement:</p> <a href=\"https://www.theguardian.com/music/2020/jun/11/stormzy-to-donate-10m-to-black-british-causes-over-ten-years\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/11/stormzy-to-donate-10m-to-black-british-causes-over-ten-years", "date_published": "2020-06-11 15:17:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To honour George Floyd, we must learn the lessons of the Lawrence inquiry | Matthew Ryder", "description": "<p>A focus on accountability for police treatment of black people should be our first priority</p><p>Outrage at the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> by a police officer in Minneapolis has spread across the world in recent weeks. The horrific images of a man killed by a knee to his neck have resonated with cases of lethal injustice closer to home. In Britain, among the names that come to mind is that of <a href=\"https://www.theguardian.com/uk/lawrence\">Stephen Lawrence</a>, the black teenager whose murder by white youths and the bungled investigation into it exposed the racism of our most powerful police force.&nbsp;But earlier this week Neville Lawrence, Stephen’s father, <a href=\"https://www.theguardian.com/uk-news/2020/jun/09/neville-lawrence-black-people-still-second-class-citizens-in-britain\">spoke publicly</a> to remind us not only why that case was so important, but also of the danger of losing focus on what it taught us.</p><p>It is not surprising that&nbsp;many&nbsp;of the most important moments in US and UK race relations in the last 50 years have been triggered by racist mistreatment of black people by police. Interaction with the police – where life itself can be at risk – is where the most vivid, tragic and&nbsp;incendiary incidents often occur.<br /><br />Despite that,&nbsp;there are still some who&nbsp;mistakenly suggest that events in the US have&nbsp;no&nbsp;relevance to the UK. They will point out that while black deaths from police contact occur often in the US, they are comparatively rare in the UK. But that analysis misses the point: black people in the US and UK share very similar experiences of policing and racism, in the context of racial profiling, disproportionate stop-and-search, and excessive use of force. Just as importantly, they also&nbsp;suffer as a result of the perception in wider society that black people are threatening and dangerous. It is&nbsp;an ugly, deeply entrenched stereotype&nbsp;that blights the lives of black people in both places. For those white British people who look at George Floyd’s death and think, “That’s tragic, but it’s nothing to do with how black people are treated here,” just look at the thousands who have<a href=\"https://www.theguardian.com/us-news/2020/jun/06/now-is-the-time-londons-black-lives-matter-rally-looks-like-a-turning-point\"> attended marches</a> in London, or ask some black British people and see what they say. They will tell you that his death means something here because the problems in the relationship between black people and police in both countries is similar and is in urgent need of resolution.<br /><br />One of the great legacies of the Stephen Lawrence case is that now, when issues of racism gain public attention in the UK, many of us reach for what we learned from&nbsp;the Stephen Lawrence inquiry.&nbsp;It was&nbsp;chaired&nbsp;by&nbsp;Sir&nbsp;William Macpherson, and <a href=\"https://www.theguardian.com/uk-news/2019/feb/22/macpherson-report-what-was-it-and-what-impact-did-it-have\">concluded in 1999</a>, six years after Stephen’s death. It gave us a new vocabulary and a new way to understand how “<a href=\"https://www.theguardian.com/uk-news/2019/feb/22/institutional-racism-britain-stephen-lawrence-inquiry-20-years\">institutional racism</a>” permeated the police, many public bodies and much of modern British society. It taught us that what happened to Stephen, both at the hands of the racists that murdered him and the police who failed in their investigations, was actually part of a much broader problem with society as a whole.&nbsp;<br /><br />But perhaps in a well-intentioned effort to put those lessons into effect, British society’s reaction to George&nbsp;Floyd’s&nbsp;killing has moved almost immediately from what should be a call to action on tackling&nbsp;accountability and racism in the context of policing&nbsp;to a much wider, broader discussion about racism in all its forms. On TV, radio and online, George Floyd has prompted general conversations about diversity and inequality.&nbsp;Following the <a href=\"https://www.theguardian.com/commentisfree/2020/jun/08/edward-colston-statue-history-slave-trader-bristol-protest\">toppling of the statue</a> of notorious slave trader Edward Colston in Bristol, debates on the monuments of empire and colonialism have resurfaced.&nbsp;In contrast, conversations about racism in policing, and specifically how it affects black people like George Floyd in the UK, are in danger of getting lost.<br /><br />Going quickly to the bigger picture can feel like a sophisticated understanding of the wider implications of the Stephen Lawrence inquiry. In reality, it misunderstands how the inquiry approached its task and what made its findings so powerful. The inquiry only got to those broader issues at a later stage. Its first priority – that remained a touchstone throughout – was to focus on the investigation of Stephen’s death and racism in the specific context of black people and policing, before moving on to wider issues of racism in society as a whole. Its detailed recommendations, that led to lasting change, only occurred because of that initial focus.<br /><br /><a href=\"https://www.theguardian.com/uk-news/2020/jun/09/neville-lawrence-black-people-still-second-class-citizens-in-britain\">Neville Lawrence</a> spoke out this week, as both he and Stephen’s mother Doreen Lawrence have in the past, on why it is so important to remember the lessons about policing that the inquiry taught us. The truth is that there has not been sufficient change to policing since then.&nbsp;If we do not seize this moment of exceptional public concern&nbsp;over racism and police accountability,&nbsp;we will miss an extraordinary opportunity. The risk is that after much hand-wringing and general discussion, the specific problem of racism in the context of police mistreatment of black people will simply continue.<br /><br />The death of George Floyd, like the death of Stephen Lawrence, obliges us to recognise what makes this moment important. People of all ethnicities did not start protesting in Minneapolis because of the usual general concerns about people of colour – or in UK terminology BAME people – suffering various forms of discrimination. They took to the streets because they saw that, yet again, a black man had been killed in public by police flagrantly using excessive force, and no one was being held accountable. That clarity over the convergence of race and police accountability should be the focus for our discussions.<br /><br />The Stephen Lawrence inquiry had it right: begin with attention to the narrower, specific issues that require immediate action, before opening out to the wider issues that affect society as a whole.&nbsp;Similarly, the organisers of the recent Black Lives Matter marches in the US and the UK put at the centre of all their activity the names of black men and women who had died or suffered through police and state violence, and the need to achieve justice for them.&nbsp;<br /><br />Of course, those involved in the Black Lives Matter movement understand, as most of us do, that all aspects of racism are connected. You cannot fully address one particular manifestation of it without eventually looking at the broader issues. But if we jump straight to talking about racism in all its forms without remembering where our focus is, we will fail to address the specific injustice that has prompted our concern in the first place.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/11/honour-george-floyd-learn-lessons-lawrence-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/11/honour-george-floyd-learn-lessons-lawrence-inquiry", "date_published": "2020-06-11 15:08:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ringside: inside a powerful boxing documentary made over nine years", "description": "<p>A German film-maker decided to follow two boxing prodigies for almost a decade and found a tough, moving story of ambition and determination</p><p>As kids, Destyne Butler Jr and Kenneth Sims Jr dreamed of boxing glory. Both found early success as youth boxers on the South Side of Chicago – Butler demonstrated enough promise at age 12 to merit a <a href=\"https://www.chicagotribune.com/news/ct-xpm-2007-03-25-0703250344-story.html\">profile in the Chicago Tribune</a>, in which he proclaimed his intent to box in the London Olympics, to front a Wheaties box, to haul in winnings. Sims’s determination to box in the 2012 Olympics caught the attention of German film-maker André Hörmann, who made a documentary short on him and his coach – his father, Kenneth Sims Sr – in 2009, with the intent to make a feature film on the two boxing prodigies.&nbsp;</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/may/27/jeffrey-epstein-netflix-documentary\">'It's outrageous': inside an infuriating Netflix series on Jeffrey Epstein</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/11/ringside-inside-powerful-showtime-boxing-documentary-made-over-nine-years\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/11/ringside-inside-powerful-showtime-boxing-documentary-made-over-nine-years", "date_published": "2020-06-11 14:57:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Farage to leave radio station LBC 'with immediate effect'", "description": "<p>Brexit party leader is stepping down after discussions with station, says managing director</p><p>Nigel Farage is to leave the radio station LBC “with immediate effect”, the company has announced.</p><p>The Brexit party leader will no longer present his weekday evening show on the talk radio station, which has previously been investigated by the media regulator Ofcom. </p> <a href=\"https://www.theguardian.com/politics/2020/jun/11/nigel-farage-to-leave-radio-station-lbc-with-immediate-effect\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/11/nigel-farage-to-leave-radio-station-lbc-with-immediate-effect", "date_published": "2020-06-11 14:55:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office ordered to pay for hotel for family in unsafe accommodation", "description": "<p>Woman and children were ‘subjected to harassment, racist abuse and overcrowding’ in Home Office accommodation</p><p>A high-court judge has ordered the Home Office to pay for a hotel for a vulnerable asylum seeker and her two young children, after twice placing them in unsafe accommodation over the past 10 months.</p><p>The woman and her two children aged eight and nine were placed in Home Office accommodation last August, but made repeated complaints about the conditions. Concerns were raised about the risk to the woman and her children of remaining in that accommodation by the children’s school, social services, lawyers and charities.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/home-office-ordered-to-pay-for-hotel-for-asylum-seeker-family-in-unsafe-accommodation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/11/home-office-ordered-to-pay-for-hotel-for-asylum-seeker-family-in-unsafe-accommodation", "date_published": "2020-06-11 14:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artichokes, aubergines and everything in between: 10 seasonal vegetables you can eat now to support UK farmers", "description": "<p>Buying your veg local and in season is not only more sustainable, but a foolproof way of adding some variety to your weekly menu</p>\n<ul>\n <li><em>This is Government advice for England</em></li>\n</ul><p>You might have heard about “eating the rainbow” – choosing as many different colours of fruit and vegetables as possible to squeeze the most health benefits from them. And if you’ve thought about giving it a go, now is the ideal time to try it, as spring’s beautiful weather means this season’s veg, from bright-red radishes to earthy purple aubergines, are bursting with vibrant colour.&nbsp;</p><p>Although we’ve become used to the luxury of eating our favourite vegetables year-round, when the veg you pick for your plate is seasonal and locally produced, you know it’s as fresh as possible, has been grown to UK standards, and has a smaller carbon footprint.&nbsp;</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/jun/11/artichokes-aubergines-and-everything-in-between-10-seasonal-vegetables-you-can-eat-now-to-support-uk-farmers\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/jun/11/artichokes-aubergines-and-everything-in-between-10-seasonal-vegetables-you-can-eat-now-to-support-uk-farmers", "date_published": "2020-06-11 14:38:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fighting over statues obscures the real problem: Britain's delusion about its past | Martin Kettle", "description": "<p>A collective failure to look the history of empire in the eye stops us from being the kind of country we could be</p><p>There were two historically striking things about Bristol’s statue of Edward Colston. The first, most obviously, was that the statue of a slave trader could still have had pride of place in a British city in 2020. The second, much less remarked, is that the statue was only erected there in 1895, fully 200 years after Colston’s life and almost 90 years after the abolition of the slave trade.</p><p>Why did the statue go up when it did? It wasn’t to celebrate slavery. It was because, at a time when Britain’s empire stretched around the globe, what seemed to matter most about Colston to the city’s rulers was not how he had got his riches but his enduring and formidable legacy of philanthropy. Like most late Victorian British cities, Bristol was governed by Gladstonian Liberals not by Tories. The Liberals abhorred slavery and extolled their abolitionist forebears. But they celebrated their own enlightenment, in the form of the charitable schools, hospitals and research centres that they endowed, even more.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/11/obsessing-over-statues-obscures-the-real-problem-britains-delusion-about-its-past\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/11/obsessing-over-statues-obscures-the-real-problem-britains-delusion-about-its-past", "date_published": "2020-06-11 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How do you stop the far-right using the Punisher skull? Make it a Black Lives Matter symbol", "description": "<p>Gerry Conway, co-creator of the popular Marvel outlaw, has been appalled to see his iconography appropriated by white supremacists - and aims to turn the tables <br /></p><p>Sometimes it takes a bootleg T-shirt to stop a bootleg T-shirt. For years, the military, the police and white supremacists have displayed the skull symbol of Marvel’s comic-book outlaw the Punisher on unauthorised clothes, bumper stickers and spray-paint stencils. But, as Black Lives Matter protests around the world draw attention to institutionalised racism, Gerry Conway, the Punisher’s politically progressive co-creator and writer, is launching an unusual fundraiser: <a href=\"https://www.customink.com/fundraising/black-lives-matter-skulls-for-justice-presented-by-gerry-conway\">his own line of shirts designed by people of colour</a> to take the symbol back from the right, with proceeds to go to Black Lives Matter.</p><p>“[The skull] should be a symbol for Black Lives Matter,” Conway says. “It should be a symbol for people on the outside of the justice system. I want the movement to claim this symbol for themselves.”</p> <a href=\"https://www.theguardian.com/books/2020/jun/11/how-do-you-stop-the-far-right-using-the-punisher-skull-make-it-a-black-lives-matter-symbol\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/11/how-do-you-stop-the-far-right-using-the-punisher-skull-make-it-a-black-lives-matter-symbol", "date_published": "2020-06-11 13:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are you returning to work in a non-essential shop in England?", "description": "<p>We would like to hear from those who will be going back to work in retail shops that have been closed during lockdown<br /></p><p>All non-essential shops in England will be able to reopen on Monday as announced by the business secretary, Alok Sharma. </p><p> Sharma said that the move will <a href=\"https://www.theguardian.com/world/2020/jun/09/non-essential-shops-to-open-in-england-from-monday-says-sharma-covid-19\">“allow high streets up and down the country to spring back to life”</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jun/11/are-you-returning-to-work-in-a-non-essential-shop-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/11/are-you-returning-to-work-in-a-non-essential-shop-in-england", "date_published": "2020-06-11 13:29:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clara Amfo, Laura Mvula, David Lammy and more: 'We’re shifting the deadly disease of racism'", "description": "<p>Presenters, performers, writers and politicians on whether the protests in the UK in the aftermath of George Floyd’s death will have a lasting effect</p><p>When I gave my speech about racism and George Floyd last week on Radio 1, it was something I had been wanting to say my whole life. I have never felt more myself than I did in that moment. I felt empowered. I’ve been overwhelmed by the messages I’ve received since. I’m proud of people’s humility and willingness to learn.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/clara-amfo-laura-mvula-david-lammy-and-more-were-shifting-the-deadly-disease-of-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/clara-amfo-laura-mvula-david-lammy-and-more-were-shifting-the-deadly-disease-of-racism", "date_published": "2020-06-11 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The greatest film scenes shot on the River Thames – ranked!", "description": "<p>As a new David Attenborough documentary examines the waterway’s history, we rate the river’s finest movie cameos </p><p><a href=\"https://www.theguardian.com/film/2007/jul/13/harrypotter.family\">This film</a> follows a well-understood movie tradition of using the Thames, with its twists and turns and swerves, as a spectacular setpiece to whoosh us along the city, tracking the river from the air. Here, Harry (played by Daniel Radcliffe) has been expelled from Hogwarts and is under attack from Dementors, so “Mad-Eye” Moody (Brendan Gleeson) takes Harry and his pals on an amazing broomstick ride along the river, past the Canary Wharf towers and the museum ship HMS Belfast. Tower Bridge makes its mandatory appearance before Harry and the gang rocket past the Houses of Parliament and arrive in Grimmauld Place, the former headquarters of the titular Order of the Phoenix, somewhere north of the river.&nbsp;</p> <a href=\"https://www.theguardian.com/film/2020/jun/11/the-greatest-film-scenes-shot-on-the-river-thames-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/11/the-greatest-film-scenes-shot-on-the-river-thames-ranked", "date_published": "2020-06-11 12:30:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cancer patients missed out on tests during lockdown, NHS England figures show", "description": "<p>NHS urges people not to miss out on vital diagnosis, tests and treatments as pandemic unfolds</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Huge numbers of people with suspected cancer were not referred to hospital for urgent checks or did not have a test during the first month of the lockdown, prompting fears that late diagnosis of the disease will reduce some patients’ chances of survival.</p><p>Unprecedented numbers of <a href=\"https://www.theguardian.com/society/2020/jun/09/man-fighting-for-life-after-covid-19-crisis-delays-nhs-cancer-scan\">cancer patients</a> missed out on vital treatments, diagnostic tests and outpatient appointments as the pandemic unfolded, NHS England data shows.</p> <a href=\"https://www.theguardian.com/society/2020/jun/11/cancer-patients-missed-out-on-tests-during-uk-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/11/cancer-patients-missed-out-on-tests-during-uk-coronavirus-lockdown", "date_published": "2020-06-11 12:23:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We locked down early': the Scottish care home with no coronavirus", "description": "<p>How Eskgreen care home, a council-run facility in Musselburgh, near Edinburgh, responded to the Covid-19 pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Clair Anderson decided to lock down the care home she manages in mid-March, a week earlier than the others nearby. She cranked up the cleaning and told her 27 elderly residents, some as old as 97, that they had to start physical distancing and shielding.</p> <a href=\"https://www.theguardian.com/society/2020/jun/11/we-locked-down-a-week-early-the-scottish-care-home-with-no-coronavirus-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/11/we-locked-down-a-week-early-the-scottish-care-home-with-no-coronavirus-cases", "date_published": "2020-06-11 12:20:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is our future’: how eight talented young creatives found their voice", "description": "<p>Full of ideas and uncompromising about the world they want to live in, eight exceptional individuals have come together to have their say, their way</p><p>“It’s tough starting from the bottom and trying to work your way up,” says illustrator Chris Martin. The 22-year-old from Milnthorpe in Cumbria is passionate about illustration, but also wants to stay true to his ideals about the type of work he aims to produce, rooted in skate culture. “The prospect of having my work published nationally felt so distant,” he says. But Chris’s work, along with that of seven other young creatives, will appear next Saturday, 27 June, in a supplement published with The Guardian.</p><p>Your Voice. Your Way is being created by young people aged between 18 and 25 from across Britain who feel strongly that they and their contemporaries need to be heard when it comes to shaping the future. “I am driven to uncover how our world is steered,” says <a href=\"https://www.instagram.com/toe_rag/\" rel=\"nofollow\">Chris</a>. “And how, not just as creatives, but as people, we can change it.” Commissioned by Levi’s and The Guardian Labs team, the magazine aims to give a platform to the unheard, and amplify their voices.</p> <a href=\"https://www.theguardian.com/your-voice-your-way/2020/jun/11/this-is-our-future-how-eight-talented-young-creatives-found-their-voice\">Continue reading...</a>", "link": "https://www.theguardian.com/your-voice-your-way/2020/jun/11/this-is-our-future-how-eight-talented-young-creatives-found-their-voice", "date_published": "2020-06-11 11:56:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good jeans: the man who gave Levi’s a social conscience", "description": "<p>Whether it’s climate change, homophobia or hidden talent, one of the best known brands in the world is stepping up to give people a voice</p><p>Some brands are so big, so ubiquitous, that it’s hard to imagine that they were once small businesses, or that the name on their instantly recognisable logo belonged to a real person. Levi Strauss was one of those real people. Born in Bavaria, Germany, he moved to the US in 1846. After seven years in New York, he headed to the west coast to join the gold rush, not as a prospector, but to set up a wholesale business, dealing in, among other goods, clothing.</p><p>In San Francisco he quickly became a respected businessman and, in 1873, struck gold himself when he spotted the potential of the hard-wearing riveted trousers being made for labourers by tailor Jacob Davis. The two men went into business together, as Levi Strauss &amp; Co, and before long were manufacturing thousands of pairs of blue jeans, the US workwear that went on to become a worldwide wardrobe staple.</p> <a href=\"https://www.theguardian.com/your-voice-your-way/2020/jun/11/good-jeans-the-man-who-gave-levis-a-social-conscience\">Continue reading...</a>", "link": "https://www.theguardian.com/your-voice-your-way/2020/jun/11/good-jeans-the-man-who-gave-levis-a-social-conscience", "date_published": "2020-06-11 11:55:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Podcasting to blogging: five tips to help marginalised voices find their platform", "description": "<p>In a world where everyone has an opinion, how do you make sure your views see the limelight, especially when it seems that no one is listening? Here, three people who found their voices explain how you can do it<br /></p><p>It should, these days, be easier than ever to make a point in public. If you want to tell your story there are places to blog and host videos, there is social media to help you find an audience, and free software and ever cheaper hardware to get you online.</p><p>But in practice, not everyone finds it easy to push their ideas into a public space. So where do you begin, particularly if you feel as if you’re on the margins? As part of Levi’s Your Voice. Your Way campaign, The Guardian Labs talked to three young people who, driven by a burning desire to be heard, found their voices through blogging, podcasts and zines.</p> <a href=\"https://www.theguardian.com/your-voice-your-way/2020/jun/11/podcasting-to-blogging-five-tips-to-help-marginalised-voices-find-their-platform\">Continue reading...</a>", "link": "https://www.theguardian.com/your-voice-your-way/2020/jun/11/podcasting-to-blogging-five-tips-to-help-marginalised-voices-find-their-platform", "date_published": "2020-06-11 11:54:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Voices from the margins: eight reasons why 'we need to hear from a radical range of people’", "description": "<p>If you can find the courage to say what’s on your mind, just think how many others you’ll inspire. Two extraordinary people from marginalised communities explain why it’s important to speak out</p><p>It’s easy to look at protesters marching, politicians declaiming or even to read the opinion pages of a newspaper and conclude that speaking up is for other people. That it’s for those who are sure of themselves. For those who can make people listen. That it’s not for you.</p><p>In reality, though, each one of us has a story to tell and something that we want to say. And that’s the inspiration behind Levi’s Your Voice. Your Way campaign.</p> <a href=\"https://www.theguardian.com/your-voice-your-way/2020/jun/11/voices-from-the-margins-eight-reasons-why-we-need-to-hear-from-a-radical-range-of-people\">Continue reading...</a>", "link": "https://www.theguardian.com/your-voice-your-way/2020/jun/11/voices-from-the-margins-eight-reasons-why-we-need-to-hear-from-a-radical-range-of-people", "date_published": "2020-06-11 11:53:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who does coronavirus kill in England and Wales? Visualising the data", "description": "<p>The UK has the second-highest number of Covid-19 deaths in the world – but how does the toll in England and Wales reflect age, ethnicity and gender?<br /></p><p>More than <a href=\"https://www.theguardian.com/world/2020/jun/02/uk-coronavirus-death-toll-nears-50000-latest-official-figures-show\">50,000 people in Britain have died</a> of coronavirus in 2020. After the US, the UK has the second-highest death count in the world. <br /></p><p>This is what the death toll looks like according the Office for National Statistics (ONS), who publish data for England and Wales. It takes into account the age, gender and ethnicity of those affected.</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/jun/11/who-does-coronavirus-kill-in-england-and-wales-visualising-the-data\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/jun/11/who-does-coronavirus-kill-in-england-and-wales-visualising-the-data", "date_published": "2020-06-11 11:53:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Support bubbles: what is new policy in England and how does it work?", "description": "<p>Ministers have announced a targeted relaxation of lockdown rules to alleviate loneliness</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government has said it wants to alleviate the loneliness and isolation of people most affected by social restrictions. It emphasises that this is a “targeted intervention” directed at those who have been cut off from family and friends during lockdown. So what does the <a href=\"https://www.gov.uk/guidance/meeting-people-from-outside-your-household\">new law</a> mean?</p><p><strong>What’s happening?<br /></strong>In England, from 13 June, if you live by yourself or are a single parent with dependent children – in other words, if there is only one adult in your home – you can expand your household to include one other household of any size. These are being called support bubbles.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/11/support-bubbles-what-is-new-policy-in-england-and-how-does-it-work\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/11/support-bubbles-what-is-new-policy-in-england-and-how-does-it-work", "date_published": "2020-06-11 11:47:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graduation fireworks and a recovered Banksy: Thursday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jun/11/graduation-fireworks-and-a-recovered-banksy-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jun/11/graduation-fireworks-and-a-recovered-banksy-thursdays-best-photos", "date_published": "2020-06-11 11:19:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will you be bothered to pay £50 a month for a gym when they reopen? | Patrick Collinson", "description": "<p>Such monthly direct debits could be the first to go, with coronavirus changing people’s fitness habits</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Since the worst of the lockdown ended, many of Britain’s parks have turned into splendid open-air gyms. <a href=\"https://www.theguardian.com/sport/blog/2018/oct/01/parkrun-five-mlllion-runners\">Parkrun</a> sadly remains in hibernation but everything else has bloomed. In my local park there are the joggers, cyclists, speed walkers, guys doing chin-ups on the goalposts, individuals stretching on mats, small groups doing workouts and the yoga enthusiasts with their sun salutations. Meanwhile, next door, the neighbours are impressively in the back yard every morning, hamstrings at the ready for Joe Wicks.</p><p>Before the coronavirus, the gym industry was booming. Ten million people – one in seven of the entire population – had a gym membership and as a country we were <a href=\"https://www.sportsthinktank.com/news/2019/05/the-2019-state-of-the-uk-fitness-industry-report\">spending a record £5bn on keeping fit</a>.</p> <a href=\"https://www.theguardian.com/money/2020/jun/11/gym-reopen-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/11/gym-reopen-coronavirus", "date_published": "2020-06-11 11:14:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lubaina Himid: You say the magic words, Black Lives Matter: buy an exclusive print", "description": "<p>The Guardian Print Shop is offering readers the chance to buy <a href=\"https://guardianprintshop.com/collections/guardian-artwork/products/g2-cover-11-06-2021\">an exclusive print</a>, created for the paper by Turner prize-winning artist Lubaina Himid as the cover of a special issue on racism in the UK, that ran in the G2 section. Proceeds will go to the <a href=\"https://www.rootedzine.co.uk/\">ROOT-ed Zine</a>, a quarterly magazine that aims to inspire, promote and support creatives of colour from, or based, in the north-west</p><p>“The piece is a weaving together of found images of West African cloth, plus actual weaving of pieces of found colour photos from magazines,” explains the Preston-based artist, who is known for her riotously colourful, larger-than-life cut-outs that probe issues of race, identity, memory and history. “The text is from Toni Morrison’s The Bluest Eye and is meant, in this instance, to give us the idea that we can change things if we understand what we are changing, and why.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/11/lubaina-himid-you-say-the-magic-words-black-lives-matter-buy-an-exclusive-print\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/11/lubaina-himid-you-say-the-magic-words-black-lives-matter-buy-an-exclusive-print", "date_published": "2020-06-11 11:05:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swim good: 10 of the best ethical swimwear pieces", "description": "<p>Two-pieces and one-pieces chosen by Guardian styling editor Melanie Wilkinson for their sustainable credentials</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jun/11/swim-good-10-of-the-best-ethical-swimwear-pieces\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jun/11/swim-good-10-of-the-best-ethical-swimwear-pieces", "date_published": "2020-06-11 11:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'To be black or brown is to see your body suffer' | Angela Saini", "description": "<p>From maternal mortality to access to pain relief, minority-ethnic groups have always suffered disproportionately. But now the data on Covid-19 deaths cannot be ignored</p><p>One of the last things I did before lockdown began was to speak at the Royal College of Obstetricians and Gynaecologists at an event on race and maternal mortality. It has been known for a few years now that – incredibly – black women in the UK are <a href=\"https://www.npeu.ox.ac.uk/mbrrace-uk/reports\">five times more likely to die</a> in pregnancy than white women, while Asian women are twice as likely to die. The atmosphere in the room was heavy with anger and disappointment. Black doctors, nurses and midwives were exasperated by the failure to protect women.</p><p>In the United States, too, black and Native American women suffer greater rates of maternal mortality than white women. This is just one of many examples of racial inequality in health. A US study found last year that black patients were <a href=\"https://www.ajemjournal.com/article/S0735-6757(19)30391-2/fulltext\">40</a><a href=\"https://www.ajemjournal.com/article/S0735-6757(19)30391-2/fulltext\">% less likely</a> than white patients to get the medication they needed to relieve acute pain. A UK study published in January showed that <a href=\"https://pubmed.ncbi.nlm.nih.gov/32021472/\">Asian patients with dementia</a> were 14% less likely to be prescribed beneficial anti-dementia drugs than white patients were.&nbsp;</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/the-data-was-there-so-why-did-it-take-coronavirus-to-wake-us-up-to-racial-health-inequalities\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/11/the-data-was-there-so-why-did-it-take-coronavirus-to-wake-us-up-to-racial-health-inequalities", "date_published": "2020-06-11 11:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which European countries are easing travel restrictions?", "description": "<p>As some countries in Europe restart tourism, we round up lockdown-easing measures and restrictions country-by-country. Information will be updated as the situation changes</p><p>The UK Foreign Office (FCO) is currently advising against all but essential international travel for an indefinite period. However, countries across Europe have begun to ease lockdown measures and border restrictions, and some have started to welcome domestic and international tourists. </p><p>At the UK border, all arrivals must <a href=\"https://www.theguardian.com/world/2020/may/22/uk-quarantine-plan-what-will-it-mean-for-travellers\">self-isolate for 14 days</a> from 8 June, or face a £1,000 fine. Arrivals must also provide contact and accommodation information, and the authorities have said they will carry out spot checks. Failure to supply an address may result in a £100 fine. They will also be strongly advised to download and use the <a href=\"https://www.nhsx.nhs.uk/covid-19-response/nhs-covid-19-app/\">NHS contact tracing app</a>.</p> <a href=\"https://www.theguardian.com/travel/2020/may/18/europe-holidays-which-european-countries-are-easing-coronavirus-travel-restrictions-lockdown-measures\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/may/18/europe-holidays-which-european-countries-are-easing-coronavirus-travel-restrictions-lockdown-measures", "date_published": "2020-06-11 10:51:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Enfield says blacking up as Mandela was 'so wrong it was right'", "description": "<p>On Radio 4’s Today programme, the comedian justified decision to portray former South African president in blackface </p><p>Harry Enfield has defended the use of blackface on television in an interview broadcast on Radio 4’s Today programme. In conversation with host Nick Robinson and fellow guest Ava Vidal, the comedian aimed to justify his decision to portray Nelson Mandela, describing it as “so wrong that it was right”.</p><p>Enfield, known for playing characters including Loadsamoney and Kevin the Teenager on television, said he had also used makeup to play an Indian soldier in a BBC programme, a decision he also deemed appropriate.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/11/harry-enfield-defends-use-of-blackface-today-programme-nick-robinson\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/11/harry-enfield-defends-use-of-blackface-today-programme-nick-robinson", "date_published": "2020-06-11 10:28:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul McCartney blasts Italy's 'outrageous' ticket refund policy", "description": "<p>Singer says government decree preventing refunds for cancelled gigs is ‘insult to fans’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Sir Paul McCartney has strongly criticised the Italian government over an “outrageous” decree preventing concertgoers from getting refunds on gigs that were cancelled because of the coronavirus pandemic.</p><p>The former Beatle had been due to perform in Naples on Tuesday and in Lucca on Saturday as part of his Freshen Up tour.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/paul-mccartney-italy-ticket-refund-policy-singer-government-gigs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/paul-mccartney-italy-ticket-refund-policy-singer-government-gigs", "date_published": "2020-06-11 09:55:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "X marks the spot: treasure hunters in shock after reported $2m find in Rocky Mountains", "description": "<p>Reactions to the announcement by eccentric millionaire Forrest Fenn that his hoard had been found range from surprise to delight and disbelief</p><p>Treasure hunters have reacted with shock, delight and disbelief to the news that a <a href=\"https://www.theguardian.com/us-news/2020/jun/07/forrest-fenn-treasure-rocky-mountains-found\">chest containing gems, gold</a><a href=\"https://www.theguardian.com/us-news/2020/jun/07/forrest-fenn-treasure-rocky-mountains-found\"> and antiques worth up to </a><a href=\"https://www.theguardian.com/us-news/2020/jun/07/forrest-fenn-treasure-rocky-mountains-found\">$2m</a> has reportedly been found in the Rocky Mountains.</p><p>“I’ve had every emotion under the sun,” said Sacha Dent of Kansas, who dedicated years to a quest that resulted in the deaths of up to five people.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/11/rocky-mountain-treasure-hunt-found-forrest-fenn\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/11/rocky-mountain-treasure-hunt-found-forrest-fenn", "date_published": "2020-06-11 09:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Relative ran up £1,000 Vodafone credit but can't get a refund", "description": "<p>Vodafone isn’t able to override its computer system and get her the money back</p><p><strong>A relative in her eighties has managed to accrue a credit of nearly £1,000 on her Vodafone pay-as-you-go mobile. She believed she had to top up her credit regularly using a top-up card, partly due to texts from Vodafone warning her that she’d lose her free minutes and rewards unless she did.</strong></p><p><strong>Vodafone says it is willing to refund her but is unable to do so unless she uses a debit card to top up the account further, so her bank details are with the account. However, this is not possible as the system does not allow debit card payments if the credit balance is more than £700.</strong></p> <a href=\"https://www.theguardian.com/money/2020/jun/11/relative-ran-up-1000-phone-credit-but-cant-get-a-refund\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/11/relative-ran-up-1000-phone-credit-but-cant-get-a-refund", "date_published": "2020-06-11 08:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There have been no successful prosecutions for deaths in British police custody since 1969 – here’s why", "description": "<p>Black people account for 3% of the population, but 8% of deaths in custody. As a former chief prosecutor, I know this is only the end point of a system that disproportionately suspects, arrests, convicts and imprisons BAME people</p><p>In 1988, Christopher Alder, a former British army paratrooper, was injured during a fight and ended up in hospital. He was then arrested for a breach of the peace and<a href=\"https://www.hulldailymail.co.uk/news/hull-east-yorkshire-news/christopher-alder-george-floyd-death-4195831\"> taken to Queens Gardens police station in Hull</a>. CCTV footage shows him lying face down on the floor of the station, motionless, with his trousers around his ankles. Officers stand around laughing while he lies there, dying, for 10 minutes.</p><p>Three years later, an inquest returned a verdict of unlawful killing – because the officers did nothing while, for three minutes of that time, Alder was unable to breathe. A year later, five police officers were prosecuted for manslaughter and misconduct in public office. All were acquitted on the direction of the judge. A review by the Independent Police Complaints Commission in 2006 concluded that four of the officers present were guilty of the “most serious neglect” and “unwitting racism”. To add insult to injury, in 2011, Alder’s family learned that they had buried a woman instead of Christopher.&nbsp;</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/black-deaths-in-police-custody-the-tip-of-an-iceberg-of-racist-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/11/black-deaths-in-police-custody-the-tip-of-an-iceberg-of-racist-treatment", "date_published": "2020-06-11 07:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Babushka, Svetlana and me: a photo essay", "description": "<p>Russian-born photographer Maria Quigley grew up in Britain. For this project she returned to her grandmother’s small flat in St Petersburg to explore themes of memory, isolation and female identity across three generations of her family</p><p>The images in this series address questions of claustrophobic spaces. They convey a sense of being locked down, however they were taken last year before the emergence of Covid-19. They were snapped inside my grandmother’s small flat in St Petersburg, which for many years she has hardly left. As long as I can remember my grandmother’s world has conveyed a sense of being locked down. She leaves the flat once a week to get groceries and a TV guide from the shop directly below her apartment. In the winter she doesn’t leave the flat for three months because it’s too cold and windy outside, or too slippery.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/11/babushka-svetlana-and-me-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/11/babushka-svetlana-and-me-a-photo-essay", "date_published": "2020-06-11 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet the mud people of Ireland – in pictures", "description": "<p>Hurling and Irish dancing are part of County Wexford’s cultural tradition. Photographer Luis Alberto Rodriguez got physical with the locals</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/11/meet-the-mud-people-of-ireland-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/11/meet-the-mud-people-of-ireland-in-pictures", "date_published": "2020-06-11 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dreams of Italy: readers' travel tips", "description": "<p>A friendly football bar, the ‘real’ sword in the stone, plus walks, festivals and fantastic food ... you responded in droves to our request for Italian highlights </p><p>For an unforgettable day away from the bustle of Rome, walk part of the Via Appia Antica, among the oldest paved roads in the world. For a demanding but amazing hike, walk 11 miles from the historic Quo Vadis church (on the 118 bus route) to Castel Gandolfo, overlooking a volcanic lake and home to the Pope’s summer retreat. En route you’ll pass catacombs (the best being the <a href=\"https://www.catacombe.org/uk_index.html\">San Sebastiano</a>), the remains of <a href=\"http://www.villadimassenzio.it/\">Maxentius’s Villa</a> and hundreds of glorious pine trees. Start early, wear comfortable shoes and carry water. Take the train back to Rome. Enjoy!<br /><strong>Jack</strong></p> <a href=\"https://www.theguardian.com/travel/2020/jun/11/dreams-of-italy-readers-travel-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/11/dreams-of-italy-readers-travel-tips", "date_published": "2020-06-11 05:15:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'In 12 weeks we can turn the tide': now we can ask – was Boris Johnson right?", "description": "<p>Coronavirus deaths and infections are dropping, but experts fear lockdown is being eased too soon</p><p>On 19 March, just a few days before he self-isolated with Covid-19, a sunken-eyed Boris Johnson&nbsp;told the daily Downing Street briefing that in 12 weeks “we can turn the tide”. “I am absolutely confident that we can send coronavirus packing,” he said.&nbsp;</p><p>On Thursday those 12 weeks are up – and they have seen the country go through turmoil.</p> <a href=\"https://www.theguardian.com/world/2020/jun/11/in-12-weeks-we-can-turn-the-tide-now-we-can-ask-was-pm-right\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/11/in-12-weeks-we-can-turn-the-tide-now-we-can-ask-was-pm-right", "date_published": "2020-06-11 05:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain's reckoning with its racist past - podcast", "description": "<p>UK Black Lives Matter protests have been taking place across the country. They have not just been about solidarity with the US or racism in Britain today, but also about the need to address Britain’s past and the impact of that legacy</p><p>The death of George Floyd in Minneapolis did not just prompt countrywide protests in America. Black Lives Matter protests have spread across the world. This weekend, 200 demonstrations took place in the UK, during which protesters <a href=\"https://www.theguardian.com/uk-news/2020/jun/07/blm-protesters-topple-statue-of-bristol-slave-trader-edward-colston\">toppled a statue</a> of a 17th-century slave trader in Bristol and daubed graffiti on a statue of Winston Churchill in London. Protesters are now rallying for the removal of a Cecil Rhodes statue at Oxford University.</p><p>Guardian news reporter <strong>Aamna Modhin</strong> tells <strong>Anushka Asthana </strong>about covering the protests. She discusses why George Floyd’s death mobilised such a large show of solidarity in the UK. <strong>Kehinde Andrews</strong>, professor of black studies in the School of Social Sciences at Birmingham City University, looks at Britain’s racist history and whether these protests might finally change the way that it is viewed.</p> <a href=\"https://www.theguardian.com/news/audio/2020/jun/11/britains-reckoning-with-its-racist-past\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jun/11/britains-reckoning-with-its-racist-past", "date_published": "2020-06-11 02:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}]