[{"source": "https://www.theguardian.com/rss", "title": "Led Zeppelin: Stairway to Heaven not partly stolen, court affirms", "description": "<p>San Francisco appeals panel reinstates 2016 judgment that found no proof 1971 song breached copyright of Taurus by Randy Wolfe</p><p>A US appeals court has reinstated a ruling that British rockers Led Zeppelin did not steal part of their song Stairway to Heaven from another band.</p><p>The San Francisco 11-judge panel affirmed a <a href=\"https://www.theguardian.com/music/2016/jun/23/led-zeppelin-cleared-stairway-to-heaven-lawsuit-spirit\">2016 judgment </a>that found no proof the classic 1971 Zeppelin song breached the copyright of Taurus, written by Randy Wolfe from a Los Angeles band called Spirit.</p> <a href=\"https://www.theguardian.com/music/2020/mar/10/led-zeppelin-stairway-to-heaven-not-partly-stolen-court-affirms\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/10/led-zeppelin-stairway-to-heaven-not-partly-stolen-court-affirms", "date_published": "2020-03-09 23:11:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy stuck on acute NHS ward for a year because he has no home to go to", "description": "<p>Disabled 10-year-old cannot leave until Manchester council settles his homeless family</p><p>A 10-year-old boy has been living on an acute NHS medical ward for nearly a year despite being well enough to be discharged because the local council has failed to find appropriate accommodation for his homeless family, the Guardian has learned.</p><p>The boy, Ahmed, has developmental disabilities including cerebral palsy and scoliosis, is fed through a tube and is registered blind. He was admitted to the Royal Manchester children’s hospital on 1 March last year with breathing difficulties. Within six weeks, he had recovered enough to be discharged, but his doctors refused to let him leave as the family were homeless and “sofa surfing” in a friend’s living room.</p> <a href=\"https://www.theguardian.com/society/2020/mar/09/severely-disabled-boy-stuck-in-acute-nhs-bed-for-nearly-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/09/severely-disabled-boy-stuck-in-acute-nhs-bed-for-nearly-a-year", "date_published": "2020-03-09 22:26:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chile: $14m stolen from security van as criminals exploit unrest", "description": "<p>At least seven armed men took part in what national papers have called the ‘heist of the century’</p><p>Police in <a href=\"https://www.theguardian.com/world/chile\">Chile</a> are searching for a group of armed men who stole US$14m and 1m euro (£11.6m) from a Brinks security van at Santiago airport, the latest incident in a spate of robberies as criminals take advantage of the country’s unrest.</p><p>At least seven attackers took part in what national papers were already calling the “heist of the century”, which targeted the shipment of cash just hours after it was flown into the country.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/chile-robbery-brinks-van-santiago-airport\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/chile-robbery-brinks-van-santiago-airport", "date_published": "2020-03-09 22:24:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Miriam’s Big Fat Adventure review – Margolyes chews the fat on obesity", "description": "<p>The actor and national institution delved into changing attitudes to weight, in a show that took in stigma, mental health and other heavy issues besides<br /></p><p>The main takeaway and perhaps the only true insight to be gained from <a href=\"https://www.bbc.co.uk/programmes/m000g6pp\" title=\"\">Miriam’s Big Fat Adventure</a>, a two-part documentary, in which the actor and Great British Institution <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/03/miriam-margolyes-like-men-dont-feel-groin-excitement\" title=\"\">Miriam Margolyes</a> set out to anatomise cultural attitudes to fatness and the rise of the body-positivity movement, comes in the opening minutes. “I’m happy with who I am,” says Margolyes. “I’m happy with my face, I’m happy with my life. I am disgusted with my body. I loathe it. If I could migrate the whole of my personality and face on to another body, I’d be delighted.”</p><p>It is a better indication than anything that follows of the depths of the tyranny of thinness. If this 78-year-old iconoclast and hogshead of talent squeezed into a pint pot has been unable to avoid internalising the absurd yet absurdly endemic social prejudice harboured against the carrying of excess fat, what chance do any of us have?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/09/miriams-big-fat-adventure-review-is-stigma-the-weightiest-issue-for-britains-obese-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/09/miriams-big-fat-adventure-review-is-stigma-the-weightiest-issue-for-britains-obese-bbc", "date_published": "2020-03-09 22:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vardy and Barnes put Villa to sword as Leicester end winless run in style", "description": "<p>If Leicester end up qualifying for the Champions League next season then Brendan Rodgers may be tempted to send his regards to Pepe Reina. The Aston Villa goalkeeper fell out spectacularly with Rodgers when he took over at Liverpool before being shown the door, but on Monday night it was the veteran’s rush of blood to the head at the end of the first half that gifted his former manager a priceless first league victory since the end of January.</p><p>A second-half double from Jamie Vardy – his first goals since December – after he came off the bench and a second for the superb Harvey Barnes wrapped up the points to leave Villa’s Dean Smith cutting a disconsolate figure at full-time. “Disappointed is an understatement,” he said. “We’ve made a big mistake for their first goal and we are getting punished massively for that at the moment. It was a tough last 15 minutes.”</p> <a href=\"https://www.theguardian.com/football/2020/mar/09/leicester-aston-villa-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/09/leicester-aston-villa-premier-league-match-report", "date_published": "2020-03-09 21:53:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson's coronavirus press conference is anything but reassuring | John Crace", "description": "<p>Flanking himself with experts wasn’t enough to make an uneasy PM look on top of the crisis</p><p>There may come a time when an emergency press conference actually reassures someone, but we’re a long way off as yet. Quite the reverse, in fact. When Boris Johnson had lined up with the chief medical officer, Chris Whitty, and chief scientific adviser, Patrick Vallance, <a href=\"https://www.theguardian.com/politics/2020/mar/03/boris-fails-to-convince-with-sanitised-take-on-coronavirus\">at Downing Street last Tuesday</a> the mood had been notably more relaxed. Though Boris had tried to look serious when doing his familiar front-of-house “business as usual” act, he’d still found time for a few light-hearted gaffes and gags. And Whitty and Vallance had appeared to be thoroughly enjoying their unexpected turn in the spotlight as the country’s favourite experts.</p><p>A week on, and the three amigos were back in the same state room at No 10. But this time there were no smiles and even fewer words of reassurance. Even the hitherto imperturbable Whitty looked flushed and sweaty as he tried to choose his words carefully, while Boris appeared to have aged years.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/09/johnsons-coronavirus-press-conference-is-anything-but-reassuring\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/09/johnsons-coronavirus-press-conference-is-anything-but-reassuring", "date_published": "2020-03-09 21:05:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "José Mourinho tells Tottenham to dare in pursuit of shock win over RB Leipzig", "description": "<ul><li>Manager says side can overturn 1-0 Champions League deficit </li><li>Task made harder by ankle injury suffered by Steven Bergwijn</li></ul><p>José Mourinho laughed. What else could he do? The alternative was to burst into tears, lift the white flag and write off Tottenham’s chances of reaching the quarter-finals of the Champions League when they face RB Leipzig on Tuesday evening.</p><p>After all they are 1-0 down from the first leg and, well, how exactly do they turn the tie around when their attacking options are so limited? Mourinho was already without Harry Kane and Son Heung-min, neither of whom are expected to feature for a while, and he wore a resigned smile as he delivered the news about Steven Bergwijn.</p> <a href=\"https://www.theguardian.com/football/2020/mar/09/tottenhams-tough-task-made-harder-by-steven-bergwijn-injury\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/09/tottenhams-tough-task-made-harder-by-steven-bergwijn-injury", "date_published": "2020-03-09 20:21:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Always on my mind: Tim Vine's Elvis obsession and his Presley one-liner", "description": "<p>The comedian, who always wanted to be a pop star, is finally getting the chance with his new show paying homage to the King</p><p>If you were to list the comedians who would rather be a rock star, who would you pick? <a href=\"https://www.theguardian.com/tv-and-radio/2019/nov/26/tim-minchin-ive-got-a-lot-of-shit-to-overcome\">Tim Minchin</a> and <a href=\"https://www.theguardian.com/culture/2019/aug/26/nick-helm-phoenix-from-the-flames-review-pleasance-dome-edinburgh-2019\">Nick Helm</a> seem dead certs. In his show Reset, <a href=\"https://www.theguardian.com/stage/2019/nov/16/james-acaster-life-on-a-plate-eat-ice-cream-all-the-time\">James Acaster</a> suggests there was a musical road not taken.But pun-meister general Tim Vine would be near the bottom of my list . After all, to pun is to be clean and wholesome, witty and precise – not exactly rock’n’roll is it? The phrase isn’t “sex, drugs’n’clever wordplay”.</p><p>Yet, it turns out that Vine is a hound dog for Elvis Presley – so much so that he is taking an Elvis tribute act on tour this spring, complete with five-piece band, quiffed wig and a plastic suit that’s entirely unbreathable. But before we get on to Vine’s Elvis obsession – and it is an obsession – it must be noted that this brief pivot to music makes perfect sense to Vine. He speaks wistfully about his galloping youth when he was a prolific songwriter, and his cache of unreleased songs that is vast enough to make <a href=\"https://www.theguardian.com/music/prince\">Prince</a> look creatively constipated.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/09/always-on-my-mind-tim-vine-elvis-obsession-and-his-presley-one-liner\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/09/always-on-my-mind-tim-vine-elvis-obsession-and-his-presley-one-liner", "date_published": "2020-03-09 20:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcelo Bielsa: a method actor in football's theatre of the absurd | Jonathan Liew", "description": "<p>Leeds are homing in on a Premier League return, and it is hard to know just what the top flight will make of their unique and brilliant manager</p><p><em>It’s happening</em>. Mateusz Klich plays a delicious back-heel to Pablo Hernández.<em> It’s definitely happening.</em> Hernández plays a first-time pass into the space that will shortly be occupied by Jack Harrison. <em>This is not a drill.</em> Harrison takes a look, doesn’t like what he sees, takes a touch, takes another look, crosses. The cross is deep, sailing over a sea of bobbing heads to the far post where Luke Ayling, having sprinted 60 yards from right-back, calmly smashes a volley into the roof of the net. You know, as you do. <em>It’s happening.</em> At this exact moment, the only able-bodied person at Elland Road not on their feet is Marcelo Bielsa. While his substitutes and coaching staff storm the pitch, while grown men scream “WHAT A GOAL! WHAT A GOAL!”, Bielsa remains perched on his bucket, takes a slow, measured sip of his coffee, as blank and expressionless as if this were a film he’s seen before.</p><p>In a way, he has. A few hours after Leeds had beaten Huddersfield 2-0 on Saturday, the club’s social media people put out a video of a recent training session at Thorp Arch, in which Ayling scores a near-perfect replica of that volleyed goal. Perhaps this is the curse of the obsessive: once you’ve seen all the tapes, logged every data point, mapped out every possible occurrence, reality itself must seem like a replay of something that everyone else is watching for the first time.</p> <a href=\"https://www.theguardian.com/football/2020/mar/09/marcelo-bielsa-a-method-actor-in-footballs-theatre-of-the-absurd\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/09/marcelo-bielsa-a-method-actor-in-footballs-theatre-of-the-absurd", "date_published": "2020-03-09 20:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This is a meltdown': Tension turns to panic on dramatic day in City", "description": "<p>Traders reacting to oil plunge and coronavirus say they have not seen such chaos since 2008</p><p>By 11am on Monday, the atmosphere on the London trading floor of spread-betting firm ETX Capital was electric.</p><p>Extra staff had been drafted in amid a surge in trading after<a href=\"https://www.theguardian.com/business/2020/mar/09/saudi-arabia-price-war-wipes-billions-from-value-of-major-oil-firms-royal-dutch-shell-bp\"> oil prices plunged</a> overnight and <a href=\"https://www.theguardian.com/business/2020/mar/09/global-stock-markets-post-biggest-falls-since-2008-financial-crisis\">European markets tumbled due to coronavirus fears</a>.</p> <a href=\"https://www.theguardian.com/business/2020/mar/09/meltdown-excitement-panic-dramatic-city-london-traders-oil-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/09/meltdown-excitement-panic-dramatic-city-london-traders-oil-coronavirus", "date_published": "2020-03-09 19:59:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sayeeda Warsi chides Trevor Phillips over Muslim comments", "description": "<p>Former Tory party chair says ex-equalities chief’s views on race and integration are flawed</p><p>Sayeeda Warsi has accused Trevor Phillips of having a flawed view of race and integration after he was suspended from the Labour party over alleged Islamophobia.</p><p>Phillips, an anti-racism campaigner who previously chaired the Equality and Human Rights Commission (EHRC), has been suspended pending an investigation and could be expelled.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/09/labour-suspends-former-head-of-ehrc-over-alleged-islamophobia\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/09/labour-suspends-former-head-of-ehrc-over-alleged-islamophobia", "date_published": "2020-03-09 19:38:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Second person ever to be cleared of HIV reveals identity", "description": "<p>Adam Castillejo, known as the London patient, goes public to give hope to others with illness</p><p>The second person ever to be cleared of HIV has revealed his identity, saying he wants to be an “ambassador of hope” to others with the condition.</p><p>Adam Castillejo, the so-called London patient, <a href=\"https://www.theguardian.com/society/2019/mar/05/london-patient-becomes-second-man-to-be-cleared-of-aids-virus\">was declared free of HIV last year</a>, 18 months after stopping antiretroviral therapy following a stem cell – or bone marrow – transplant to treat blood cancer.</p> <a href=\"https://www.theguardian.com/science/2020/mar/09/second-person-cleared-hiv-adam-castillejo-reveals-identity\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/mar/09/second-person-cleared-hiv-adam-castillejo-reveals-identity", "date_published": "2020-03-09 19:36:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I felt like I was being hunted by Alex Salmond,' former official tells jury", "description": "<p>Scotland’s former first minister ignored pleas to stop attacking woman before he stripped her naked, court told</p><p>A former Scottish government official has told a court that Alex Salmond made her feel like she “was being hunted” as she gave evidence about a charge of attempted rape.</p><p>The woman, referred to as H, alleges that Salmond stripped her naked before forcing her on to a bed at Bute House, the then first minister’s official residence in Edinburgh, and then pressed his naked body on top of her, pressing her down with his arm.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/alex-salmond-believes-women-consented-to-sexual-contact-jury-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/alex-salmond-believes-women-consented-to-sexual-contact-jury-hears", "date_published": "2020-03-09 19:21:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry and Meghan perform last UK public engagement as royals", "description": "<p>Couple ushered to seats ahead of Queen’s entrance for Commonwealth Day service </p><p>The Duke and Duchess of Sussex have bid <em>au revoir,</em> if not goodbye, to formal royal life after carrying out their <a href=\"https://www.theguardian.com/uk-news/2020/mar/06/harry-and-meghan-duke-duchess-sussex-farewell-tour-royals\">final public engagement in the UK </a>as senior working members of the royal family.</p><p>Harry and Meghan attended the Commonwealth Day service at Westminster Abbey on Monday – their first appearance alongside senior family members since their shock announcement in January that they would be stepping back from official duties.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/harry-and-meghan-perform-last-uk-public-engagement-as-royals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/harry-and-meghan-perform-last-uk-public-engagement-as-royals", "date_published": "2020-03-09 19:18:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We'll disappear': Thousands of Mexican women strike to protest femicide", "description": "<p>Day Without Women protesters aim to shine a light on government inaction as more than ten women are murdered every day</p><p>As rush-hour began on Monday morning, there were no ticket-sellers in Mexico City subway stations.</p><p>Nor were there female tellers at many of the banks. Nail salons, massage parlors, and hairdressers closed. And in cities across the country, far fewer women were on the streets than on an ordinary day.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/thousands-mexican-women-protest-violence-murders-femicide-government-inaction\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/thousands-mexican-women-protest-violence-murders-femicide-government-inaction", "date_published": "2020-03-09 18:58:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lisa Nandy: UK must extend Brexit transition period", "description": "<p>Coronavirus means PM must remove uncertainty, says Labour leadership candidate</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2020/mar/09/coronavirus-government-extend-brexit-transition-period\">Read Lisa Nandy’s article</a></li></ul><p>Boris Johnson must strike a deal to extend the EU transition period because of the coronavirus crisis, the Labour leadership contender Lisa Nandy has said.</p><p>Nandy, who is one of three candidates still in the running, said it was necessary because businesses and communities could not cope with the uncertainty of leaving the transition as well as the impact of the growing coronavirus crisis.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/lisa-nandy-uk-must-extend-brexit-transition-period\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/lisa-nandy-uk-must-extend-brexit-transition-period", "date_published": "2020-03-09 18:54:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jude Bellingham's parents meet Manchester United executives for talks", "description": "<ul><li>Birmingham’s 16-year-old given permission to talk to clubs</li><li>Tatith Chong signs new Man Utd contract until 2022<br /></li></ul><p>The parents of Birmingham’s Jude Bellingham met Manchester United executives at the Premier League club’s training ground on Monday after the 16-year-old was granted permission to talk to interested clubs.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/football-league-blog/2020/feb/20/jude-bellingham-on-the-radar-of-footballs-powerhouses-birmingham-city-midfielder-aged-16\">Why Jude Bellingham is already on the radar of football's powerhouses</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/09/jude-bellinghams-parents-meet-manchester-united-executives-for-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/09/jude-bellinghams-parents-meet-manchester-united-executives-for-talks", "date_published": "2020-03-09 18:33:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With coronavirus, the government must extend the Brexit transition period | Lisa Nandy", "description": "Our businesses and our communities cannot cope with any more uncertainty during this outbreak<p><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">Coronavirus</a> is a threat to the global economy as well as to public health. Every family will be affected and those who have less will feel it the most. In a globally connected world, we are only as strong as the most vulnerable. The government must take a long-term approach to this crisis and run the country like the future matters. In a crisis, uncertainty must be minimised. That is the lesson from the financial crisis in 2008 and every global crisis before it.</p><p>So first, we must agree with the EU to extend the Brexit <a href=\"https://www.theguardian.com/politics/2019/dec/14/eu-brexit-transition-period-boris-johnson\" title=\"\">transition period</a>. Our businesses and our communities cannot cope with more uncertainty during this outbreak. British companies who trade with the EU do not know what terms they’ll be trading on in 10 months’ time. Add to this the falling demand and disruption created by coronavirus and it is reasonable to expect many businesses will not survive. The government has boxed itself into a corner by legislating to end the transition period in December come what may. It now faces a direct choice between narrow partisan ideology and the interests of the nation.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/09/coronavirus-government-extend-brexit-transition-period\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/09/coronavirus-government-extend-brexit-transition-period", "date_published": "2020-03-09 18:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EFL clubs fear for future if coronavirus forces behind-closed-doors games", "description": "<ul><li>Clubs will follow advice and put public health first</li><li>But worries rise over financial impact for some</li></ul><p>The EFL has told the government that some clubs fear going out of business if games have to be played behind closed doors as a response to the coronavirus, the Guardian understands.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/mar/09/all-sport-italy-suspended-until-3-april-coronavirus-serie-a\">All sport in Italy suspended until 3 April amid coronavirus outbreak</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/09/efl-clubs-fear-for-future-if-coronavirus-forces-behind-closed-doors-games\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/09/efl-clubs-fear-for-future-if-coronavirus-forces-behind-closed-doors-games", "date_published": "2020-03-09 18:16:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will the stock market fall affect my personal finances?", "description": "<p>The coronavirus outbreak has caused panic. We look at how it will impact your pension, savings and investments</p><p><strong>How badly has my pension been hit?<br /></strong>It’s bad, but not as grim as the headline falls in the FTSE or Dow suggest. As a rule of thumb, for every 10% fall in the FTSE, the value of your pension investments falls by about 5% to 6%. Since the coronavirus crisis gripped the markets, the FTSE 100 has fallen from around 7,400 to 6,000, a drop of 19%. So you can expect that the total value of your pension pot is down by about 9% to 11% so far.</p><p><strong>I’m in the government’s auto-enrolment pension scheme. How’s that coping?<br /></strong>There are now 8.5 million British workers automatically enrolled into the Nest workplace pension scheme. The good news is that its main fund is only 52% invested in shares, with much of the rest of the money in government and corporate bonds, some of which have been going up in value during the crisis. Nest, in common with other pension providers, does not give daily updates on pricing, but said that for the period from the start of 2020 to 6 March, the fund was down by 4%. After today’s market fall, that figure will be looking worse.</p> <a href=\"https://www.theguardian.com/money/2020/mar/09/how-will-the-stock-market-fall-affect-my-personal-finances\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/09/how-will-the-stock-market-fall-affect-my-personal-finances", "date_published": "2020-03-09 18:02:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida school defends handcuffing seven-year-old boy with special needs", "description": "<p>Mother criticizes school after boy is restrained and taken to a mental health facility</p><p>A Florida school security officer handcuffed a seven-year-old boy with special needs and had him taken to a mental health facility, a decision the boy’s mother is criticizing but school officials are defending.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/feb/25/florida-six-year-old-arrested-school-tantrum\">'Help me!': video shows Florida officer arresting six-year-old after tantrum</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/09/florida-school-handcuffs-seven-year-old-boy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/09/florida-school-handcuffs-seven-year-old-boy", "date_published": "2020-03-09 17:42:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flood-hit Bangladesh: how women are leading the disaster response  – in pictures", "description": "<p>The women of Barishal are on the frontline of the climate crisis, but together they are achieving incredible things. With the help of the British Red Cross they are setting up small businesses – from sewing to selling firewood – and leading the response to environmental disasters with women’s squads<br /></p>\n<p><em>The British Red Cross campaign, It Starts With Her, is helping women in Barishal to learn new skills, improve their lives and make their communities more resilient to disasters. Through UK Aid Match, every pound you give to the British Red Cross up to the value of £2m will be doubled by the UK government. With your help, they can support thousands of strong women – and, as a result, their communities – to be even stronger. To </em><em>donate, visit <a href=\"https://donate.redcross.org.uk/appeal/it-starts-with-her?c_name=It%20Starts%20With%20Her&amp;c_source=Guardian%20Labs&amp;c_medium=Referral&amp;c_creative=Article&amp;c_code=170461&amp;adg=undefined\" rel=\"nofollow\">donate.redcross.org.uk</a></em></p> <a href=\"https://www.theguardian.com/the-women-of-barishal/gallery/2020/mar/09/flood-hit-bangladesh-how-women-are-leading-the-disaster-response-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/the-women-of-barishal/gallery/2020/mar/09/flood-hit-bangladesh-how-women-are-leading-the-disaster-response-in-pictures", "date_published": "2020-03-09 17:11:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Max von Sydow: an aristocrat of cinema who made me weep | Peter Bradshaw", "description": "<p>From his fateful game of chess to a moving turn in The Diving Bell and the Butterfly, Von Sydow was the last standard bearer of Bergman’s high-minded movie idiom</p><p>•<a href=\"https://www.theguardian.com/film/2020/mar/09/max-von-sydow-star-of-the-exorcist-and-the-seventh-seal-dies-aged-90\">Max von Sydow dies aged 90</a><br />•<a href=\"https://www.theguardian.com/film/gallery/2020/mar/09/the-seventh-seal-to-the-exorcist-max-von-sydow-a-life-in-pictures\">A life in pictures</a></p><p>The opening of the seventh seal in the Book of Revelation, disclosing the truth of God’s existence and the second coming, will result in a mysterious silence in the kingdom of heaven – then the sound of trumpets and the thunderous uproar of Earth’s apocalyptic ending. In the movies, no actor has ever represented these ideas more seriously, nor shown humanity’s anguish in the face of God’s implacable silence or unassuageable anger more clearly, than Max von Sydow. He was virtually a book of revelation in himself.</p><p>The passionate severity of Von Sydow – and his ability to impersonate the ascetic nobility of some impossibly remote priestly or knightly order but with very human flaws – formed the bedrock of Ingmar Bergman’s <a href=\"https://www.theguardian.com/film/1958/mar/08/world.mainsection\">The Seventh Seal</a> and the staggering series of films he was to make with Bergman in the 1950s and 1960s. Beyond that, he virtually epitomised an entire, distinctively high-minded attitude to cinematic art in Europe. His films for Bergman were composed in a movie idiom that drew on Ibsen and Strindberg, Sjöström and Dreyer – and of which, since Bergman’s death in 2007, Von Sydow could be said to be the final standard bearer.</p> <a href=\"https://www.theguardian.com/film/2020/mar/09/max-von-sydow-an-aristocrat-of-cinema-who-made-me-weep\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/09/max-von-sydow-an-aristocrat-of-cinema-who-made-me-weep", "date_published": "2020-03-09 17:04:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian Ocean system that drives extreme weather in Australia likely to worsen with global heating", "description": "<p>Researchers believe the Indian Ocean Dipole is more clearly influenced by climate change than previously thought</p><p>Indian Ocean surface temperatures that helped drive hot and dry conditions in eastern Australia last year were more clearly influenced by climate change than previously thought and are likely to worsen in future, researchers have found.</p><p>Scientists studying a phenomenon known as the <a href=\"https://www.theguardian.com/environment/2019/mar/13/enough-scandalous-time-wasting-on-climate-change-lets-get-back-to-the-facts\">Indian Ocean Dipole</a> say their observations suggest Australia could experience future conditions even more extreme than those that elevated the bushfire risk during the <a href=\"https://www.theguardian.com/australia-news/2020/jan/01/climate-patterns-behind-australias-bushfires-heat-and-drought-set-to-improve\">2019-20 fire season</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/10/indian-ocean-system-that-drives-extreme-weather-in-australia-likely-to-worsen-with-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/10/indian-ocean-system-that-drives-extreme-weather-in-australia-likely-to-worsen-with-global-heating", "date_published": "2020-03-09 17:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On a roll: is Britain ready for reusable toilet paper?", "description": "<p>Coronavirus fears have led to a run on loo paper as shoppers stockpile. But are fabric, washable cloths a sustainable alternative?</p><p>Mostly, these are the worst of times, but for loo roll purveyors and disruptors it will never be better. Sales are up and <a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-stockpiling-supermarkets-toilet-paper-hand-gel\" title=\"\">supermarket shelves are empty</a> as more and more shoppers stockpile. So we should not be surprised by the rise of reusable toilet roll – squares of washable textiles that are linked together with plastic poppers and sold on sites such as Etsy.</p><p>If you are, like me, invested in a sustainable lifestyle, the idea is quite thrilling. Reusable represents the gold standard of eco-engineering. Everything that is made and used has an eco footprint, which includes the energy used to create the thing in the first place. Single-use products are the worst, recycled a close second.</p> <a href=\"https://www.theguardian.com/environment/shortcuts/2020/mar/09/on-a-roll-is-britain-ready-for-reusable-toilet-paper\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/shortcuts/2020/mar/09/on-a-roll-is-britain-ready-for-reusable-toilet-paper", "date_published": "2020-03-09 16:54:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Marler faces season-ending ban for grabbing Jones' groin in Wales game", "description": "<ul><li>England loosehead to face disciplinary hearing on Thursday</li><li>Courtney Lawes and Manu Tuilagi also to face hearings</li></ul><p>Joe Marler is facing a season-ending suspension after he was cited for grabbing Alun Wyn Jones’s genitals during England’s Six Nations win over Wales. Marler will attend a disciplinary hearing on Thursday and if found guilty he can expect a ban of at least 12 weeks.</p><p>Marler may hope the length of any suspension is reduced for mitigating factors but his list of previous transgressions would count against him and a 12-week ban would make him unavailable for the start of England’s summer tour of Japan if Harlequins do not reach the Premiership play-offs. That would in turn raise questions over whether he has played his last match for England. The disciplinary panel may also take a dim view of Marler’s tweet on Sunday in which he wrote: “Bollocks. Complete bollocks.”</p> <a href=\"https://www.theguardian.com/sport/2020/mar/09/joe-marler-cited-over-grabbing-alan-wyn-jones-groin-england-wales-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/09/joe-marler-cited-over-grabbing-alan-wyn-jones-groin-england-wales-six-nations", "date_published": "2020-03-09 16:10:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Driven to distraction: how cars that take control are helping drivers", "description": "<p>With lack of attention behind the wheel one of the major causes of traffic accidents, advanced driver assistance systems have become the focus of vehicle safety design. And these devices are already proving their worth</p><p>Who hasn’t found their attention straying behind the wheel? Modern life is riddled with distractions that fight tooth and nail for our attention – whether it’s noisy children, garish adverts, tiredness, traffic cameras, personal pressures, endless to-do lists or those digital devices and social media notifications that we forgot to switch to silent. We always seem to be spreading our attention too thinly or are exhausted from having to think 10 different thoughts.</p><p>Driver distraction is a major cause of road traffic accidents. According to the UK’s Department for Transport, driver or rider error or reaction (failing to look properly, loss of control and poor manoeuvring) was cited as a contributory factor in <a href=\"https://www.racfoundation.org/motoring-faqs/safety\" rel=\"nofollow\">63% of fatalities in reported road accidents in 2018</a>.</p> <a href=\"https://www.theguardian.com/safe-is-the-new-bold/2020/mar/09/driven-to-distraction-how-cars-that-take-control-are-helping-drivers\">Continue reading...</a>", "link": "https://www.theguardian.com/safe-is-the-new-bold/2020/mar/09/driven-to-distraction-how-cars-that-take-control-are-helping-drivers", "date_published": "2020-03-09 14:58:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woody Allen memoir may still go ahead in France, despite controversy", "description": "<p>The film director’s book Apropos of Nothing was dropped by its US publisher after staff walkouts, but the French publisher says ‘Allen is not Roman Polanski’</p><p>Woody Allen’s <a href=\"https://www.theguardian.com/film/2020/mar/03/woody-allen-autobiography-apropos-of-nothing-published\">controversial memoir</a> will still be published in France despite its US publisher dropping it, with his French publisher saying that the film director is “not Roman Polanski” and that “the American situation is not ours”.</p><p>Allen’s memoir, Apropos of Nothing, was acquired last week by Hachette in the US. The move was quickly condemned by the author’s daughter Dylan Farrow, who has alleged that Allen sexually abused her as a child, allegations that Allen has denied. Allen’s son Ronan Farrow, whose book Catch and Kill – also published by Hachette – details his investigations into institutional sexual abuse in the media and Hollywood, <a href=\"https://www.theguardian.com/media/2020/mar/03/ronan-farrow-hachette-woody-allen-memoir\">also blasted the decision and announced he would no longer work with Hachette</a>. </p> <a href=\"https://www.theguardian.com/books/2020/mar/09/woody-allen-memoir-apropos-of-nothing-hachette-us-publisher-editions-stock-france\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/09/woody-allen-memoir-apropos-of-nothing-hachette-us-publisher-editions-stock-france", "date_published": "2020-03-09 14:57:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eau de pawfum: is it barking mad to buy cologne for dogs?", "description": "<p>A runner-up at Crufts was scented with a calming floral spray – but canine perfumes aren’t just for show dogs</p><p><strong>Name:</strong> Doggy cologne.</p><p><strong>Age:</strong> About 10 years old.</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/mar/09/cologne-dogs-eau-de-pawfum-barking-mad-crufts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/mar/09/cologne-dogs-eau-de-pawfum-barking-mad-crufts", "date_published": "2020-03-09 14:35:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beak-trimming and brutality: is it time to stop buying brown eggs?", "description": "<p>Farmers are urging people to buy white eggs, which come from less aggressive hens, to reduce the cruel practice of beak-trimming</p><p>Shoppers have been <a href=\"https://www.dailymail.co.uk/news/article-8086869/Shoppers-urged-buy-white-eggs-come-aggressive-hens.html\" title=\"\">urged to reject brown eggs</a> in favour of white eggs. Apparently, breeds that produce brown eggs are typically more aggressive to one another, so they are debeaked via an infrared amputation process that is thought to be very painful. White hens, by contrast, are quite civil, so there is less cruelty involved in the intensive harvesting of their issue.</p><p>It feels a tiny bit as though farmers are repackaging their cruel beak-ectomies as the consumer’s responsibility. It also, at the risk of being overemotional, sounds as though aggressiveness may not be innate to the brown-egg layers. It could just be the conditions they have to live in, on a busy production line, that may make them aggressive to the point of homicide and (apparently) cannibalism.</p> <a href=\"https://www.theguardian.com/world/shortcuts/2020/mar/09/beak-trimming-and-brutality-is-it-time-to-stop-buying-brown-eggs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/shortcuts/2020/mar/09/beak-trimming-and-brutality-is-it-time-to-stop-buying-brown-eggs", "date_published": "2020-03-09 14:34:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia 'hired network of Britons to go after enemies of Putin'", "description": "<p>Exclusive: MPs who drew up Russia report suppressed by PM were told of ‘infiltration’</p><p>Russia has been accused of hiring a network of British politicians and consultants to help advance its criminal interests and to “go after” Vladimir Putin’s enemies in London, MPs who drew up the <a href=\"https://www.theguardian.com/politics/2019/nov/04/no-10-blocks-russia-eu-referendum-report-until-after-election\">Russia report suppressed by Boris Johnson</a> were told.</p><p>In secret evidence submitted to parliament’s intelligence and security committee (ISC), the campaigner and financier <a href=\"https://www.theguardian.com/world/2018/jun/01/bill-browder-interview-i-found-way-take-on-putin-hes-really-sore\">Bill Browder</a> claimed Moscow had been able to “infiltrate” UK society by using well-paid British intermediaries.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/russia-network-britons-enemies-vladimir-putin-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/russia-network-britons-enemies-vladimir-putin-report", "date_published": "2020-03-09 13:49:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Seventh Seal to The Exorcist: Max von Sydow – a life in pictures", "description": "<p>Swedish actor Max von Sydow has died at the age of 90. Best known for his work with director Ingmar Bergman as well as The Exorcist, Star Wars and Game of Thrones, here we look back at his stellar career</p> <a href=\"https://www.theguardian.com/film/gallery/2020/mar/09/the-seventh-seal-to-the-exorcist-max-von-sydow-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2020/mar/09/the-seventh-seal-to-the-exorcist-max-von-sydow-a-life-in-pictures", "date_published": "2020-03-09 12:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portraits of UK black female professors – in pictures", "description": "<p>Phenomenal Women is said to be the first photographic exhibition honouring Britain’s black female professors. It features portraits by Bill Knight of 40 professors across a broad range of subjects. The show will be at London’s City Hall from 18 March until the end of the month</p> <a href=\"https://www.theguardian.com/education/gallery/2020/mar/09/portraits-of-uk-black-female-professors-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/education/gallery/2020/mar/09/portraits-of-uk-black-female-professors-in-pictures", "date_published": "2020-03-09 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phil Neville says Ellen White is rising above disrespect at SheBelieves Cup", "description": "<ul><li>Manager says: ‘There has been a bit of disrespect towards Ellen’</li><li>Spain await England in next match after pushing USA</li></ul><p>Phil Neville has praised Ellen White after the England striker came to the Lionesses’ rescue in New Jersey against Japan in the SheBelieves Cup. England, and Neville, needed a positive result after the <a href=\"https://www.theguardian.com/football/2020/mar/06/lauren-hemp-gives-lionesses-hope-with-feisty-performance-against-usa\" title=\"\">opening defeat against USA</a> and White, as she often does, provided <a href=\"https://www.theguardian.com/football/2020/mar/08/japan-england-shebelieves-cup-match-report-football\" title=\"\">the late goal they needed in a 1-0 win</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/08/japan-england-shebelieves-cup-match-report-football\">Ellen White pounces as England limp past Japan in SheBelieves Cup</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/09/phil-neville-ellen-white-england-women-football-shebelieves-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/09/phil-neville-ellen-white-england-women-football-shebelieves-cup", "date_published": "2020-03-09 11:59:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police referred own staff to counter-terrorism scheme", "description": "<p>News follows arrest of Met officer on suspicion of belonging to rightwing terror group</p><p>Two police forces referred members of their own staff to a government programme designed to steer vulnerable individuals away from committing acts of terrorism, inspectors have revealed.</p><p>The revelation comes after a 21-year-old frontline Metropolitan police officer <a href=\"https://www.theguardian.com/uk-news/2020/mar/05/met-police-officer-arrested-suspected-of-belonging-to-group-linked-to-terrorism\">was arrested</a> on suspicion of being a member of a banned rightwing terror group.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/police-referred-own-staff-to-extremism-safeguarding-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/police-referred-own-staff-to-extremism-safeguarding-scheme", "date_published": "2020-03-09 11:54:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PC Andrew Harper murder trial: two admit plot to steal quad bike", "description": "<p>Teenagers are due to go on trial at Old Bailey for murder of officer in Berkshire</p><p>Two teenagers due to go on trial for the murder of a police officer dragged under a car have admitted conspiracy to steal a quad bike.</p><p>The 17-year-olds, who cannot be named, pleaded guilty to plotting to steal the bike at the beginning of their trial at the Old Bailey on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/pc-andrew-harper-trial-quad-bike-old-bailey\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/pc-andrew-harper-trial-quad-bike-old-bailey", "date_published": "2020-03-09 10:52:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tourist sites in Asia hit by coronavirus fears – before and after", "description": "<p>The number of international tourist arrivals is expected to drop sharply this year, the World Tourism Organization has said, reversing a previous forecast of a substantial increase. The UN body says arrivals are now projected to fall by 1-3% in 2020, instead of the previous forecast of 3-4% growth, with losses of $30bn-50bn (£23bn-£38bn) in international tourism receipts anticipated</p><p>Tourist hubs in Asia before and after the spread of Covid-19.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/tourist-sites-asia-hit-coronavirus-fears-before-after-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/tourist-sites-asia-hit-coronavirus-fears-before-after-pictures", "date_published": "2020-03-09 10:44:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Gayropa': challenges and hopes of Europe's LGBT+ refugees – in pictures", "description": "<p>In his photojournalism series Gayropa, Bradley Secker profiles individuals from around the world who have made the difficult decision to migrate to Europe and claim asylum because of their sexuality</p><p>“Gayropa” is a disparaging name often used by Russian conservatives and officials to refer to Europe, signifying both a lack of acceptance towards LGBTQ+ people, and a perceived separation between east and west in terms of attitudes towards LGBTQ+ rights.</p><p>Polarising as our current world may be, this project documents the unity and togetherness of LGBTQ+ people from around the world, who have made, and are making, new lives and communities of their own across the continent. These people are the opposite of victims, and they use their strength to move their lives forward, redefining the term “Gayropa” as they do so.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/gayropa-challenges-and-hopes-of-europes-lgbt-refugees-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/gayropa-challenges-and-hopes-of-europes-lgbt-refugees-in-pictures", "date_published": "2020-03-09 10:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live updates: stock markets plunge as infections pass 110,000", "description": "<p>With cases spiking sharply across Europe and emergency measures in place from California to Saudi Arabia, investors have sent shares tumbling<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/08/leaked-coronavirus-plan-to-quarantine-16m-sparks-chaos-in-italy\">Leaked coronavirus plan to quarantine 16m sparks chaos in Italy</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/09/the-new-normal-chinas-excessive-coronavirus-public-monitoring-could-be-here-to-stay\">China’s excessive coronavirus public monitoring could be here to stay</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/08/coronavirus-symptoms-what-are-they-and-should-i-see-a-doctor\">Coronavirus symptoms: what are they and should I see a doctor?</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-09T07:33:38.637Z\">7.33am <span class=\"timezone\">GMT</span></time> </p><p>Hello from London.</p><p>The UK prime minister, Boris Johnson, will chair an emergency Cobra meeting later today to discuss the response to the coronavirus outbreak. The meeting is expected to consider whether or not to move from the ”contain” phase to the “delay” phase of the <a draggable=\"true\" href=\"https://www.gov.uk/government/publications/coronavirus-action-plan/coronavirus-action-plan-a-guide-to-what-you-can-expect-across-the-uk\">government’s four-part action plan</a>. The “delay” phase involves an acceptance that the virus has taken hold in the UK and focuses on “lowering the peak impact and pushing it away from the winter season”. The phase could involve closing schools, banning large public gatherings and urging people to work from home.</p><p class=\"block-time published-time\"> <time datetime=\"2020-03-09T07:15:03.233Z\">7.15am <span class=\"timezone\">GMT</span></time> </p><p>That’s it from me, Helen Sullivan, for now. I’ll be back with you tomorrow. In the meantime, my colleague Frances Perraudin will be taking over the blog. You can find the latest summary of events <a href=\"https://www.theguardian.com/world/live/2020/mar/09/coronavirus-live-updates-outbreak-italy-lockdown-quarantine-uk-usa-america-australia-recession-fears-update-latest-news?page=with:block-5e65ddae8f08c2df6d275d08#block-5e65ddae8f08c2df6d275d08\">here</a>. </p> <a href=\"https://www.theguardian.com/world/live/2020/mar/09/coronavirus-live-updates-outbreak-italy-lockdown-quarantine-uk-usa-america-australia-recession-fears-update-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/09/coronavirus-live-updates-outbreak-italy-lockdown-quarantine-uk-usa-america-australia-recession-fears-update-latest-news", "date_published": "2020-03-09 07:35:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "International Women's Day: asylum seekers protest at Turkish border", "description": "<p>Women and children part of thousands who took to streets around the world, but some protests turned violent</p><p>Female asylum seekers have staged a demonstration at the Turkish border demanding to be let into the EU as part of protests around the world on <a href=\"https://www.theguardian.com/world/international-womens-day\">International </a><a href=\"https://www.theguardian.com/world/international-womens-day\">Women’s Day</a>.</p><p>All over the globe, thousands of women took to the streets, including South Americans campaigning for access to abortions and topless demonstrations in London and Paris. </p> <a href=\"https://www.theguardian.com/world/2020/mar/08/international-womens-day-protests-strikes-marches-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/08/international-womens-day-protests-strikes-marches-violence", "date_published": "2020-03-09 07:01:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pornhub needs to change – or shut down", "description": "<p>A petition is calling on the site to prevent non-consensual videos being posted – and highlights the lack of industry regulation</p><p>The news that 350,000 people – and counting –<a href=\"https://www.change.org/p/shut-down-pornhub-and-hold-its-executives-accountable-for-aiding-trafficking?recruiter=1030808844&amp;utm_source=share_petition&amp;utm_medium=copylink&amp;utm_campaign=share_petition&amp;utm_term=1f8bfff617d642c081bcfe67477bb91f\"> have signed a petition calling on Pornhub </a>– the world’s most popular porn site – to stop posting non-consensual videos and marketing them as “pornography” is not surprising to me.</p><p>Pornhub’s argument that “extremists” are lobbying to shut them down is ridiculous. I’m non-religious, liberal and sex positive and in no way “anti-porn”.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/09/pornhub-needs-to-change-or-shut-down\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/09/pornhub-needs-to-change-or-shut-down", "date_published": "2020-03-09 07:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Sanders returns to Michigan in need of 2016 repeat", "description": "<p>The Vermont senator upset Hillary Clinton four years ago – now he need another victory to stay in the hunt against Joe Biden</p><p>In 2016, Bernie Sanders’ stunning Michigan upset against Hillary Clinton propelled his campaign forwards and dramatically altered the course of the race just as some had begun to write him off.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/mar/06/blame-it-on-bernie-did-public-enemy-really-split-over-politics\">Blame it on Bernie: did Public Enemy really split over politics?</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/09/sanders-michigan-primary-us-elections-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/09/sanders-michigan-primary-us-elections-2020", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Favourite hidden spots in Europe: readers’ travel tips", "description": "<p>Pace yourself for a treasure trove of hideaways – from pirates’ lookouts in Mallorca to fishing villages in the Asturias and dinky Lapland ski resorts</p><p>My friend and I wanted to do some winter walking where the weather was sunny. We found the <a href=\"http://www.cyclingwalkingalgarve.pt/en/route/guadiana-randonne-gr15/\" title=\"\">GR15 walking route</a> in the eastern Algarve from Vila Real de Santo Antonio on the coast inland to Alcoutim following the Guadiana river. There are also smaller routes off the GR15. Absolutely stunning views and unspoiled. We stayed in Almada D’Ouro at <a href=\"http://casa-da-paz.com/\" title=\"\">Casa Da Paz </a> – a beautiful B&amp;B with views on to the river and just one two-bedroom suite (from £70). We had a bedroom each. A fantastic breakfast with fruit, ham, cheeses and eggs is included. A fire in the evening. A great host.<br /> <strong>Massimo</strong></p> <a href=\"https://www.theguardian.com/travel/2020/mar/09/favourite-hidden-spots-in-europe-readers-travel-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/09/favourite-hidden-spots-in-europe-readers-travel-tips", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My partner is moving in and we're planning to share our mortgage", "description": "<p>I’m also wondering how to make sure my children are going to be OK if I should die</p><p><strong>Q </strong>My partner is about to move in with me and is contributing £10,000 from the sale of his flat. I however already have a hefty equity of around £210,000. The property is worth around £330,000.</p><p>When he moves in I am going to put him on to the mortgage and then we will immediately re-mortgage to pay for home improvements of around £70,000. We will then have a total mortgage of around £160,000 which we will be paying off jointly in 50-50 payments. What is the fairest way to divide up the shares in the house as tenants in common? Also, I have two children from a previous relationship (he has no children), so what would happen to their inheritance if I died? Do I need a life insurance policy? I’m finding it all very confusing and would appreciate your help.</p> <a href=\"https://www.theguardian.com/money/2020/mar/09/my-partner-is-moving-in-and-were-planning-to-share-our-mortgage\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/09/my-partner-is-moving-in-and-were-planning-to-share-our-mortgage", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recollections of My Non-Existence by Rebecca Solnit review – figuring out what stories to tell", "description": "The influential American writer’s memoir is less about soul-baring than the story of men’s attempts to silence women<p>There was a time when Rebecca Solnit was a kind of underground secret, like a cult band you had to seek out in obscure venues and only the cognoscenti knew about; hearing her writing mentioned by a new acquaintance meant you knew you’d found a soulmate. I first encountered her through her 2000 book <a href=\"https://guardianbookshop.com/wanderlust-9781783780396.html\" title=\"\"><em>Wanderlust: A History of Walking</em></a>, and her work reminded me of essayists of the 1960s and 70s such as Susan Sontag and <a href=\"https://www.theguardian.com/books/joan-didion\" title=\"\">Joan Didion</a>, who wove together personal experience, academic research, cultural history and pop culture into a new kind of nonfiction that seemed energetic and flexible enough to encompass any subject and offer new ways of seeing it. Solnit reached greater prominence with the essays <a href=\"https://www.theguardian.com/theobserver/2005/jul/03/politics\" title=\"\"><em>Hope </em><em>in </em><em>the Dark</em></a>, written in 2003 at the start of the Iraq war, which became a manifesto against political despair, but it was her 2008 piece Men Explain Things to Me that catapulted her into the mainstream, gave rise to the term “mansplaining” (which entered the Oxford English Dictionary in 2014, though the neologism was not hers), made her an idol to a generation of young women and turned her into one of the US’s leading cultural and political commentators.</p><p><em>Recollections </em><em>of My Non-Existence</em> is Solnit’s account of her formation as a writer, from her arrival in <a href=\"https://www.theguardian.com/books/2018/sep/30/public-matters-photography-janet-delaney-san-francisco-interview\" title=\"\">San Francisco</a> in 1981 as a student, through the various shifts in her career as she discovers the themes that move her. Anyone hoping that this book, which is billed as a memoir, will offer a more intimate glimpse of the writer, might be disappointed in that regard; Solnit does not go in for soul-baring, and even in this personal history she keeps her gaze focused outward, on what her particular encounters can tell us about the prevailing culture of publishing, or the art world, or the environmental movement, or the city at the time.</p> <a href=\"https://www.theguardian.com/books/2020/mar/09/recollections-of-my-non-existence-rebecca-solnit-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/09/recollections-of-my-non-existence-rebecca-solnit-review", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rose and Rosie: how video games play a role in our marriage", "description": "<p>YouTubers Rose and Rosie had very different experiences of games growing up – then they fell in love. What happens when one partner loves Sonic, Tetris and GTA but the other doesn’t?</p><p>Games were never something I was very good at. Relationships on the other hand, came easily. A young, blonde, confident bisexual with two older brothers, I found boys totally unintimidating and girls mesmerising to be around. Flirting was my main language, and I couldn’t understand why anyone would ever have dating woes.</p> <a href=\"https://www.theguardian.com/games/2020/mar/09/rose-and-rosie-youtube-how-video-games-play-a-role-in-our-marriage\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/mar/09/rose-and-rosie-youtube-how-video-games-play-a-role-in-our-marriage", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven out of 10 global health leaders are men – and change is half a century away", "description": "<p>‘Stagnant’ global health system is dominated by rich states, rooted in colonialism and undervalues women, says study</p><p>A small group of privileged men based in Europe and the US preside over a global health system which is 70% male, according to new research.</p><p>The <a href=\"https://globalhealth5050.org/\">Global Health 50/50</a> report, published on Monday by University College London’s Institute of Global Health, warns it could take 54 years until the world’s major health organisations have equality in their leadership.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/09/seven-out-of-10-global-health-leaders-are-men-and-change-is-half-a-century-away-50-50-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/09/seven-out-of-10-global-health-leaders-are-men-and-change-is-half-a-century-away-50-50-report", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why won’t Utility Point give me back my overpayment?", "description": "<p>My final bill said I was owed £494 but nothing happens when I ask for a refund</p><p><strong>I switched from Utility Point to another supplier in November last year and my final bill, issued a month later, said I was owed £494 that I had overpaid.</strong></p><p><strong>It is now mid-February and I am no nearer getting </strong><strong>it returned. Replies to emails I sent to customer services always say a refund will be issued “in due course”. Problem is, nothing happens.</strong></p> <a href=\"https://www.theguardian.com/money/2020/mar/09/first-utility-overpay-refund-\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/09/first-utility-overpay-refund-", "date_published": "2020-03-09 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A photo journey through the west coast of Cumbria – in pictures", "description": "<p><a href=\"http://signalfilmandmedia.com/westcoastphoto/\">West Coast Photo</a> is a new international festival exploring and celebrating Cumbria’s west coast through photography and digital art. It features exhibitions, new commissions, workshops, mentoring opportunities and an open call competition</p><ul><li><strong>West Coast Photo festival; 20 March–2 May 2020, Barrow-in-Furness and Whitehaven, Cumbria</strong></li></ul><p><strong><br /></strong></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/09/photo-journey-west-coast-cumbria-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/09/photo-journey-west-coast-cumbria-in-pictures", "date_published": "2020-03-09 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baker who recycles bread expands waste-busting range", "description": "<p>Hot cross bacon buttie among new additions to Gail’s array of eco-conscious products</p><p>It started on a modest scale with <a href=\"https://www.theguardian.com/food/2018/oct/05/using-their-loaf-baker-reuses-leftovers-to-make-waste-bread\">so-called “waste bread”</a> – repurposing unsold bread that might otherwise go to waste into a new, larger sourdough loaf.</p><p>Now there are savoury crackers made with leftover cheese ends, baguettes turned into croutons, and day-old croissants filled with fresh ingredients. It’s all part of a drive by a UK bakery chain to become a zero-waste business.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/baker-who-recycles-bread-expands-waste-busting-range\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/baker-who-recycles-bread-expands-waste-busting-range", "date_published": "2020-03-09 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I shared stories of my disastrous dates for laughs. Keeping them private has made me happier to be single", "description": "Friends loved hearing about my inability to find a partner but I realised that spilling all perpetuated this narrative. Not talking about my love life has been empowering<p>Some people see being single as an active, positive choice, but for several years that wasn’t my experience. I railed against it, resenting the fact that I was alone. I had dated a lot, but why couldn’t I find the right man? Why had someone I really liked rejected me? Why did all my friends have husbands or boyfriends and kids, while I spent ages lurching from lust to loneliness and back again? It didn’t seem fair.</p><p>Each time I had a bad experience, or a good one, I had a tendency to tell all my female friends, providing endless information about the man who said I was awesome but kept cancelling, the date whose dog was more interested in me than he was, or the bloke I knew as a teenager with whom my mother set me up as an adult (predictably, a disaster).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/09/i-shared-stories-of-my-disastrous-dates\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/09/i-shared-stories-of-my-disastrous-dates", "date_published": "2020-03-09 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Under the Tories, expertise has been replaced by a phoney test of patriotism | Nesrine Malik", "description": "As Mary Beard found, EU sympathies are a disqualifier for senior public roles. This authoritarianism must be challenged<p>If the period between the referendum and leaving the EU was when the seeds of a new political culture were sown, the season since the general election last December is when they have borne fruit. Downing Street’s consolidation exercise has not only extended to the purging of ministers who <a href=\"https://www.theguardian.com/politics/2020/feb/13/sajid-javid-resigns-as-chancellor-amid-boris-johnson-reshuffle\" title=\"\">refuse to become vassals</a> of No 10. It has weaponised the Brexit mandate it received by in effect turning the EU into a loyalty test. Based on who passes it, the Tories can then impose limitations on who has the right to assume government-vetted jobs, and <a href=\"https://www.theguardian.com/politics/2020/jan/02/dominic-cummings-calls-for-weirdos-and-misfits-for-no-10-jobs\" title=\"\">how those jobs are fulfilled</a>.</p><p>The social media walls have ears. A Kremlin-style monitoring of those with EU sympathies stalks public figures</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/09/tories-brexit-phoney-test-patriotism-mary-beard\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/09/tories-brexit-phoney-test-patriotism-mary-beard", "date_published": "2020-03-09 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World's biggest porn site under fire over rape and abuse videos", "description": "<p>Petition highlighting failure of Pornhub to protect rape and revenge porn victims has attracted over 350,000 signatures </p><p>An <a href=\"https://www.change.org/p/shut-down-pornhub-and-hold-its-executives-accountable-for-aiding-trafficking\">online petition</a> accusing Pornhub, the UK’s biggest open access porn site, from profiting from videos of rape and sexual abuse has reached over 350,000 signatures.</p><p>Pornhub is the world’s biggest porn site and was visited 42bn times last year. It is free to access, with no age restrictions, and raises revenue through advertising and paid-for promotions by porn producers.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/09/worlds-biggest-porn-site-under-fire-over-videos-pornhub\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/09/worlds-biggest-porn-site-under-fire-over-videos-pornhub", "date_published": "2020-03-09 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Monday briefing: Markets in turmoil over Covid-19 and Saudi oil shock", "description": "<p>FTSE headed for major plunge at the open … police shoot man dead in Westminster … and Alex Salmond’s trial begins</p><p>Hello, Warren Murray here with a stockpile of news – plenty to share round.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/monday-briefing-markets-in-turmoil-over-covid-19-and-saudi-oil-shock\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/monday-briefing-markets-in-turmoil-over-covid-19-and-saudi-oil-shock", "date_published": "2020-03-09 06:31:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil price plunges almost 30% as Saudis vow to step up production", "description": "<p>Move follows Russian refusal to join Opec-led production cut aimed at keeping prices high</p><p>The price of crude oil has plunged by almost 27% after Saudi Arabia, the world’s top oil exporter, said it would step up production from next month, flooding global markets and most likely depressing petrol and diesel prices.</p><p>A barrel of Brent crude stood at $33.09 a barrel on Monday morning, a fall of 27%. It was the worst one-day fall for Brent since the start of the first Gulf war in 1991. US crude fell 27% to $30.</p> <a href=\"https://www.theguardian.com/business/2020/mar/08/oil-price-to-plunge-as-much-as-20-as-saudis-vow-to-step-up-production\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/08/oil-price-to-plunge-as-much-as-20-as-saudis-vow-to-step-up-production", "date_published": "2020-03-09 06:18:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carbon emissions fall as electricity producers move away from coal", "description": "<p>Global emissions down by 2% amid mild winter and reduced use of coal-fired power plants </p><p>Carbon emissions from the global electricity system fell by 2% last year, the biggest drop in almost 30 years, as countries began to turn their backs on coal-fired power plants.</p><p>A new report on the world’s electricity generation revealed the steepest cut in carbon emissions since 1990 as the US and the EU turned to cleaner energy sources.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/09/carbon-emissions-fall-as-electricity-producers-move-away-from-coal\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/09/carbon-emissions-fall-as-electricity-producers-move-away-from-coal", "date_published": "2020-03-09 06:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MoD put pressure on regulators to delay drone safety warnings, documents reveal", "description": "<p>Exclusive: Ministry was embroiled in behind-the-scenes row over US-built drone</p><p>The Ministry of Defence put pressure on regulators to delay safety warnings about a new drone it planned to fly over British skies to avoid tipping off protesters, according to official documents obtained by the Guardian.</p><p>They reveal how the ministry was embroiled in a behind-the-scenes row with British safety regulators over the US-built drone, which was being flown from North Dakota to a military base in Gloucestershire.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/mod-regulators-drone-safety-warnings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/mod-regulators-drone-safety-warnings", "date_published": "2020-03-09 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forward March: five looks for the new month – in pictures", "description": "<p>With spring just around the corner, it is time for jumpers, jumpsuits and jackets. But don’t stray too far from your anorak just yet</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/mar/09/forward-march-five-looks-for-the-new-month-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/mar/09/forward-march-five-looks-for-the-new-month-in-pictures", "date_published": "2020-03-09 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hi-de-Hi's Su Pollard: 'I'd rather talk about cakes than Brexit!'", "description": "<p>As she hits the stage in a powerful solo show, the frenetic star talks about sexist miners, over-friendly horses – and what really happened at that No 10 drinks party</p><p>Speaking breathlessly between sips of tea, Su Pollard is talking about her stage debut, which took place at the age of six. She was playing one of the Angel Gabriel’s sidekicks in a nativity play and, for some reason, had been made to stand on a cardboard box. “I was telling Mary, ‘Fear not! Angel Gabriel will –’ And then I disappeared into the box. The teacher hadn’t made it strong enough.”</p><p>Little Su, demonstrating the professionalism that would come to define her career, climbed out and finished her line: “– be coming to give you a sign.” As the audience howled in delight, she realised that it was her destiny to make people laugh. Or at least so she says, with the advantage of hindsight. There is something very <a href=\"https://www.theguardian.com/culture/2016/apr/05/how-we-made-chumbawumba-tubthumping\">Chumbawamba</a> about Pollard: the woman best known for playing Peggy, the chalet cleaner in the BBC sitcom <a href=\"https://www.dailymotion.com/video/x6j3nnn\">Hi-de-Hi!</a>, keeps getting knocked down, but she gets up again. She’s so dogged in her relentless cheerfulness, so unstoppable once she gets going.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/09/hi-de-su-pollard-id-rather-talk-about-cakes-than-brexit-no-10-harpy\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/09/hi-de-su-pollard-id-rather-talk-about-cakes-than-brexit-no-10-harpy", "date_published": "2020-03-09 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Legal heavyweights prepare for start of Alex Salmond trial", "description": "<p>Former first minister of Scotland to face sexual assault charges in Edinburgh court</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/mar/07/alex-salmonds-trial-what-will-happen-and-how-it-will-be-reported\">What will happen at the trial and how it will be reported</a></li></ul><p>It is a trial expected to capture wide attention in Scotland and beyond, involving one of the country’s defining political figures and most famous men, Alex Salmond – and it has a legal cast with the stature to match.</p><p>On Monday, three of Scotland’s most experienced trial lawyers will appear in court in Edinburgh when Salmond, the former first minister of Scotland, faces trial on multiple charges of sexual assault, including one of attempted rape – charges he has strongly denied.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/legal-heavyweights-prepare-for-start-of-alex-salmond-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/legal-heavyweights-prepare-for-start-of-alex-salmond-trial", "date_published": "2020-03-09 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My life is not over. But it feels like it is sometimes’: the Rev Richard Coles on losing his partner", "description": "<p>The former pop star’s world was shattered when his partner of 12 years died. Three months on, he talks about the ‘madness’ of grief</p><p>Death is par for the course for the Rev Richard Coles. Whether it’s pastoral care for the bereaved, discussions about the afterlife with parishioners or being called out to perform the last rites – death comes with the job. But since his partner, the Rev David Coles, died in December, a lot about death has taken Coles by surprise.</p><p>“I got in the other night,” he says, “and fed the dogs and lit a fire and cooked some supper. I got into my pyjamas and had a nightcap. I then looked at my watch and it was 10 past six.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/09/rev-richard-coles-on-losing-his-partner-davidmy-life-is-not-over-but-it-feels-like-it-is-sometimes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/09/rev-richard-coles-on-losing-his-partner-davidmy-life-is-not-over-but-it-feels-like-it-is-sometimes", "date_published": "2020-03-09 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charities preparing to feed children if schools shut over coronavirus", "description": "<p>Schools are first line of defence against hunger, Feeding Britain says, with up to 3m pupils at risk</p><p>A charity led by the archbishop of Canterbury is preparing to help feed children if schools are closed by coronavirus, amid fears the withdrawal of free school dinners could leave up to 3 million children at risk of hunger.</p><p><a href=\"https://feedingbritain.org/\">Feeding Britain</a>, which runs food poverty schemes in 12 areas of England including Cornwall, Leicester, Barnsley and South Shields, is exploring how to set up emergency programmes similar to those used to feed the poorest children <a href=\"https://www.theguardian.com/society/2018/jul/25/holiday-hunger-shame-government-childrens-clubs\">during the summer holidays</a>.</p> <a href=\"https://www.theguardian.com/education/2020/mar/09/charities-feed-children-if-coronavirus-shuts-uk-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/09/charities-feed-children-if-coronavirus-shuts-uk-schools", "date_published": "2020-03-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cross-Whitehall unit set up to counter false coronavirus claims", "description": "<p>DCMS-based unit aims to identify disinformation about virus and establish its scope</p><p>A special cross-Whitehall unit has been set up to counter coronavirus-related disinformation, including from Russia and China, working closely with social media companies to rebut false and inaccurate claims about the disease.</p><p>Housed in the Department for Digital, Culture, Media and Sport, the unit will aim to identify false information being deliberately spread online and to establish its scope, impact and whether it needs to be actively countered.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/cross-whitehall-unit-coronavirus-disinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/cross-whitehall-unit-coronavirus-disinformation", "date_published": "2020-03-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our social crisis is no longer just about inequality, it’s about life and death | John Harris", "description": "<p>From ill health to alcoholism to suicides, the links between deprivation and reduced life expectancy are becoming clear</p><p>On the face of it, it is a familiar enough story. “By its end, much of the optimism of the 20th century had faded. Towns and cities … that used to produce steel, glass, furniture or shoes, and that are fondly remembered by people in their 70s as having been great places to grow up, had been gutted, their factories closed and shops boarded up.”</p><p>The words are taken from a remarkable new book by the academics Anne Case and Angus Deaton. On the face of it, this passage perhaps suggests one of those cliched accounts of what sits behind the growth of populism. But rather than framing the condition we now know as “left behind” as a matter of political preferences, the cheerily titled Deaths of Despair and the Future of Capitalism sees it in terms of stark matters such as illness, addiction and <a href=\"https://www.pnas.org/content/112/49/15078.long\" title=\"\">rising mortality rates among white Americans</a> aged between 45 and 54, which the book links to “suicides, drug overdoses and alcoholic liver disease”. Between 2014 and 2017, these factors contributed to the first decline in average American life expectancy since records began in 1933.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/09/social-crisis-inequality-life-and-death\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/09/social-crisis-inequality-life-and-death", "date_published": "2020-03-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Gratitude education': Wuhan boss faces backlash over calls to thank leaders", "description": "<p>City’s top official scorned for saying citizens should thank President Xi and communist party for coronavirus management</p><p>Wuhan’s top party official has come under fire after saying the government would implement “gratitude education” so citizens can properly thank the Chinese Communist party for its efforts fighting the coronavirus outbreak.</p><p>In comments published on Saturday, Wuhan party secretary Wang Zhonglin said: “The people of Wuhan are heroic people who understand gratitude,” echoing previous comments by Chinese leader Xi Jinping.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/gratitude-education-wuhan-boss-faces-backlash-over-calls-to-thank-leaders\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/gratitude-education-wuhan-boss-faces-backlash-over-calls-to-thank-leaders", "date_published": "2020-03-09 05:52:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook sued by Australian information watchdog over Cambridge Analytica-linked data breach", "description": "<p>Facebook alleged to have committed serious breaches with data collected by This is Your Digital Life app used by Cambridge Analytica for political profiling</p><p>Australia’s information commissioner is suing Facebook over allegedly breaching the privacy of over 300,000 Australians caught up in <a href=\"https://www.theguardian.com/technology/2018/apr/05/facebook-suspects-300000-australians-had-data-shared-with-cambridge-analytica\">the Cambridge Analytica scandal</a>.</p><p>In a case lodged in the federal court on Monday, the Australian information commissioner Angelene Falk has alleged Facebook committed serious and repeated interferences with privacy in contravention of Australian privacy law because data collected by Facebook was passed onto the This is Your Digital Life app by Cambridge Analytica for political profiling, which was not what it was collected for.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/09/facebook-cambridge-analytica-sued-australian-information-watchdog-300000-privacy-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/09/facebook-cambridge-analytica-sued-australian-information-watchdog-300000-privacy-breaches", "date_published": "2020-03-09 05:09:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Military veterans from Commonwealth must pay thousands to stay", "description": "<p> Former members of UK armed forces facing ‘desperate situation’ because of visa fees</p><p>Commonwealth military veterans who have served with the UK military are facing a “desperate situation” due to visa fees of thousands of pounds for those who want to stay in the UK following discharge, campaigners have said.</p><p>Highlighting the issue on Commonwealth Day, the <a href=\"https://www.britishlegion.org.uk/get-involved/things-to-do/campaigns-policy-and-research/campaigns/commonwealth-personnel-visa-fees\">Royal British Legion</a> charity (RBL) called for the immediate abolition of visa application fees for military personnel from Commonwealth countries, which have left some facing deportation.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/military-veterans-from-commonwealth-must-pay-thousands-to-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/military-veterans-from-commonwealth-must-pay-thousands-to-stay", "date_published": "2020-03-09 05:01:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'No chance' of Australian Grand Prix going behind closed doors – organisers", "description": "<ul><li>Race to proceed as planned despite coronavirus fears</li><li>Ferrari and Alpha Tauri cars arrive in Melbourne </li></ul><p>Italian Formula One cars have arrived in Australia and there is no chance of the opening grand prix of the season being cancelled, postponed or being held behind closed doors, despite fears over the coronavirus.</p><p>Andrew Westacott, CEO of the Australian Grand Prix Corporation, said on Monday the race will proceed as planned at Albert Park, after it was announced the next race on the calendar, the Bahrain GP on 22 March, <a href=\"https://www.theguardian.com/sport/2020/mar/08/bahrain-grand-prix-f1-goes-behind-closed-doors-in-response-to-coronavirus\">will be run without spectators present</a>. April’s Chinese Grand Prix has already been postponed.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/09/no-chance-of-australian-grand-prix-going-behind-closed-doors-organisers\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/09/no-chance-of-australian-grand-prix-going-behind-closed-doors-organisers", "date_published": "2020-03-09 03:21:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The new normal': China's excessive coronavirus public monitoring could be here to stay", "description": "<p>Experts say the coronavirus has given the Chinese government a pretence for accelerating the mass surveillance</p><p>Over the last two months, Chinese citizens have had to adjust to a new level of government intrusion.</p><p>Getting into one’s apartment compound or workplace requires scanning a QR code, writing down one’s name and ID number, temperature and recent travel history. Telecom operators track people’s movements while social media platforms like WeChat and Weibo have hotlines for people to report others who may be sick. Some cities are offering people rewards for informing on sick neighbours.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/the-new-normal-chinas-excessive-coronavirus-public-monitoring-could-be-here-to-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/the-new-normal-chinas-excessive-coronavirus-public-monitoring-could-be-here-to-stay", "date_published": "2020-03-09 03:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hadley Freeman's 18-year search to uncover her family's secrets – podcast", "description": "<p>When Hadley Freeman found an old shoebox full of pictures and documents in the back of a wardrobe, it began a quest to find the real story of her family’s history and her grandmother’s escape to America from the Nazis. Plus: Annette McGivney on the problem with almond milk</p><p>When <strong>Hadley Freeman</strong> stumbled upon an old shoebox belonging to her late grandmother, it reawakened a curiosity about her life and how she came to America to escape the second world war raging in Europe. </p><p>She tells <strong>Rachel Humphreys </strong>that what followed was an 18-year quest that took her to France and Poland as she uncovered family secrets going back generations. The result is the bestselling new book House Of Glass. </p> <a href=\"https://www.theguardian.com/news/audio/2020/mar/09/hadley-freeman-search-uncover-family-secrets-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/mar/09/hadley-freeman-search-uncover-family-secrets-podcast", "date_published": "2020-03-09 03:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Westminster shooting: police kill suspect who had knives, says Met", "description": "<p>Metropolitan police say no terror link to deadly incident where suspect was shot with Taser and firearm</p><p>A man has been shot dead by police in Westminster after an incident that was not being treated as terror-related.</p><p>Officers from the Metropolitan police remained overnight at the scene of the incident which occurred at around 11.30pm on Sunday. Road closures were put in place.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/westminster-shooting-police-kill-suspect-who-had-knives-says-met\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/westminster-shooting-police-kill-suspect-who-had-knives-says-met", "date_published": "2020-03-09 02:18:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Austria avalanche: six die in two separate incidents", "description": "<p>Five killed on Sunday morning in Dachstein range, sixth person killed in Carinthia region<br /></p><p>Avalanches have killed six people in Austria in two separate incidents, police say.</p><p>At least five people were swept away on Sunday morning by a large avalanche on a mountain in upper Austria. The victims were part of a group walking in snow shoes on the Dachstein range.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/austria-avalanche-six-die-in-two-separate-incidents\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/austria-avalanche-six-die-in-two-separate-incidents", "date_published": "2020-03-09 01:19:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 17, stabbed to death on bus in south London", "description": "<p>Teenager pronounced dead at the scene in Whitehorse Lane in Croydon on Sunday night</p><p>A boy, believed to be aged 17, was stabbed to death on a bus in Croydon in south London on Sunday evening.</p><p>The Metropolitan police were called to a stabbing in Whitehorse Lane at about 8.30pm on Sunday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/boy-stabbed-bus-croydon-london-knife-crime\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/boy-stabbed-bus-croydon-london-knife-crime", "date_published": "2020-03-09 00:39:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Archaeologists to dig up secrets of Roman amphitheatre in Kent", "description": "<p>Excavation to begin at Richborough, one of England’s most important Roman sites</p><p>Archaeologists hope to unlock the story of an ancient amphitheatre by embarking on an excavation at one of England’s most important Roman sites.</p><p>The amphitheatre at Richborough, Kent, is part of Roman Britain’s longest-occupied site.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/09/archaeologists-hope-to-unearth-secrets-of-roman-amphitheatre-in-richborough-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/09/archaeologists-hope-to-unearth-secrets-of-roman-amphitheatre-in-richborough-kent", "date_published": "2020-03-09 00:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Perfect storm of bad weather and business rates fuels retail crisis", "description": "<p>Severe rain in February caused a 7.8% fall in the number of people visiting high streets</p><p>The crisis on Britain’s high streets showed no sign of easing during the storm-buffeted month of February, while new figures show the number of retail workers losing their jobs this year is approaching 20,000.</p><p>Severe rain last month caused a 7.8% fall in the number of people visiting high street stores in February, according to the retail research company Springboard, whereas there was only a 1.1% fall in the numbers at retail parks.</p> <a href=\"https://www.theguardian.com/business/2020/mar/09/perfect-storm-of-bad-weather-and-business-rates-fuels-retail-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/09/perfect-storm-of-bad-weather-and-business-rates-fuels-retail-crisis", "date_published": "2020-03-09 00:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: the possible cost of racing's silence over Sheikh Mohammed", "description": "<p>The Sheikh Mohammed revelations should prompt the BHA to make the sport less dependent on a single investor</p><p>It is four days since a family court found that Sheikh Mohammed had <a href=\"https://www.theguardian.com/world/2020/mar/05/dubai-ruler-sheikh-mohammed-organised-kidnapping-of-his-children-uk-court-finds\">probably ordered the abduction of two of his daughters</a>, one of whom was in Britain at the time she was taken. It seems fairly clear that the British Horseracing Authority does not intend to say anything in response. Officials apparently see the government’s silence as justifying their own but, while deferring to government is a responsible way to deal with the coronavirus, it looks like a convenient cop-out in this case.</p><p>Saying and doing nothing reduces the risk of the Maktoum money tap being turned off. No executive wants to be known as the one who chased away the sport’s greatest benefactor and thereby impoverished Newmarket.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/mar/09/talking-horses-the-possible-cost-of-racings-silence-over-sheikh-mohammed\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/mar/09/talking-horses-the-possible-cost-of-racings-silence-over-sheikh-mohammed", "date_published": "2020-03-09 00:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}]