[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Mellotron Variations: NPR Music Tiny Desk Concert", "description": "Watch Mellotron Variations play \"Agent Cha Cha\", \"Dulcimer Bill\" and \"Pulsar\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 3, 2020 | Bob Boilen -- We've never had an original Mellotron at the Tiny Desk until now. Much like a Hammond organ, it's big, heavy and fragile. When they fired it up, with all its mechanical gears turning tape loops and moving play heads, the 15-year-old geek in me blissed out.a\n\nThe Mellotron was a magical 1960s invention that predates sampling. It's a keyboard instrument, with each piano key triggering a tape loop — the sound could be a string ensemble, a flamenco guitar, a saxophone and so much more. Think about the flute sounds on The Beatles' song \"Strawberry Fields Forever\" and you get the idea.\n\nWhen Mellotron Variations keyboardist Robby Grant and I began discussing an all-Mellotron Tiny Desk, we quickly realized that having four of these beasts wouldn't fit behind my desk. So Robby Grant, Pat Sansone (Wilco) and Jonathan Kirkscey performed on the portable — and still incredible-sounding — 21st-century version of the instrument. At the same time, John Medeski (Medeski, Martin & Wood) tackled the original beast.\n\nThe sonic landscape they produce as Mellotron Variations is ingenious and impressive. It's a score with the audience as collective filmmaker, each one of us capable of creating imagery in our heads to this music of mystery and sometimes comedy. In the words of my teenaged self, \"it was a trip.\"\n\nSET LIST\n\n\"Agent Cha Cha\"\n\"Dulcimer Bill\"\n\"Pulsar\"\n\n\nMUSICIANS\nRobby Grant: Mellotron; John Medeski: Mellotron; Pat Sansone: Mellotron; Jonathan Kirkscey: Mellotron;\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Natasha Branch; Editor: Jack Corbett; Videographers: Kara Frame, Maia Stern, Jack Corbett; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Mhari Shaw/NPR", "link": "https://www.youtube.com/watch?v=B7XF3tINSyI", "date_published": "2020-03-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bob Weir And Wolf Bros: NPR Music Tiny Desk Concert", "description": "Watch Bob Weir And Wolf Bros play \"Only a River\"', \"When I Paint My Masterpiece\", \"Bird Song\" and \"Ripple\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 2, 2020 | Felix Contreras -- When I produce a Tiny Desk Concert, one of my most important jobs is to make sure they run on time and that the performance sticks to our set time limit (roughly 15-minutes). So when Bob Weir and Wolf Bros achieved lift-off during a pre-show sound-check, it was my unthinkable responsibility to tell the guy who practically invented the jam band to... stop jamming.\n\nWeir is a founding member of Grateful Dead, a band that launched countless jams from 1965 until the death of lead guitarist Jerry Garcia in 1995. And it also fell to me to keep looking at my watch during the performance, even as I realized that my favorite \"Dark Star\" jams alone lasted well beyond our fifteen-minute performance window. But the magic space behind the Desk has a way of bringing sharp focus to the task at hand, leading to exquisite performances that go well beyond the pale.\n\nSuch was the case in this gig by Bobby and his Wolf Bros, Jay Lane (drums) and Don Was (bass), as they played a set that was rich in Grateful Dead lore and that will likely create new memories for the Deadheads who were in the room and beyond.\n\n\"Only a River,\" from Weir's 2016 solo album Blue Mountain, feels like a memorial to Jerry Garcia, with a reference to the Shenandoah River, a body of water Garcia famously made reference to on the song, \"A Shenandoah Lullaby.\" Weir turns the chorus into a mantra and seems to evoke the spirit of his fallen bandmate.\n\nAnd what would a Grateful Dead-related performance be without a Bob Dylan song? The intimacy of the Tiny Desk turns Weir into a sage Master Storyteller during a version of \"When I Paint My Masterpiece\" with its reference to Botticelli and a lonely Roman hotel room.\n\nWith the addition of special guest, Mikaela Davis on harp, the final stretch of two Hunter-Garcia tunes takes on legendary status. When Weir switches to electric guitar midway during \"Bird Song,\" I looked at my watch because I knew we were in for some time travel. And the band didn't disappoint as the rhythmic interplay between Weir and Davis showed off his singular rhythm guitar style, honed from more than thirty years of playing alongside one the most idiosyncratic lead guitarists in modern music.\n\nAnd I ain't gonna lie: I teared up at the end of \"Ripple,\" Grateful Dead's fifty-year-old sing-along from their album American Beauty. And it wasn't because of the treat of being just five feet from the action, but because of the song's celebration of hope and optimism, found in the spirit of all of the band's music. Bob Weir continues to evoke that spirit every time he picks up a guitar; and as we all sang along at the end, we evoked that spirit too: \"Let there be songs, to fill the air.\"\n\nIndeed.\n\nSET LIST\n\"Only a River\"'\n\"When I Paint My Masterpiece\"\n\"Bird Song\"\n\"Ripple\"\n\nMUSICIANS\nBob Weir: vocals, guitar; Don Was: upright bass; Jay Lane: drums, vocals; Mikaela Davis: harp, vocals\n\nCREDITS\nProducers: Felix Contreras, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Editor: Maia Stern; Videographers: Morgan Noelle Smith, Maia Stern, CJ Riculan; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=4l_gUwdPrNY", "date_published": "2020-03-09 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en-US"}]