[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Another Sky: NPR Music Tiny Desk Concert", "description": "Watch Another Sky play \"Brave Face\", \"Avalanche\" and \"All Ends\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk Concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n\nFeb. 5, 2020 | Bob Boilen -- There's intensity and clear intention to the music of Another Sky. I knew that from having seen this London band perform at SXSW. But in the confines of an office, hearing Catrin Vincent's unique voice, raw and un-amplified, brought it to another level. They came to NPR back in December to perform, opening their Tiny Desk set with a new song, released just this week. \"Brave Face\" is a window into the uncompromising sound and message of Another Sky, as Catrin sings in her impassioned voice:\n\n\"You must put yourself first\nbelieve you will be loved \nonly you can demand all you deserve \nYou put on your brave face, now girl.\"\n\nThis isn't a message that is easy to punctuate with music, but matching message with music is the strength of Another Sky. You can hear it in the way Jack Gilbert weaves his guitar lines around the haunting vocals, the way the rhythm section sets up a tension with the melody. On \"Avalanche,\" another song that deals with toxic masculinity, there's such ferocity, such commitment to the message.\n\nDuring one moment between songs, Catrin brought some levity in the form of thanks. \"I used to work in an infamous thrift shop in London,\" she said, \"that paid me to sit and watch NPR Tiny Desks on loop, and I used to think, 'Oh we'll never get here,' and we did, so thank you.\"\n\nAnother Sky is one of the few bands steeped in rock that, I find, uses this art form to convey meaningful, heartfelt beliefs, fueled with conviction and originality, without clichés.\n\nSET LIST\n\"Brave Face\"\n\"Avalanche\"\n\"All Ends\"\n\nMUSICIANS\nCatrin Vincent: piano, vocals; Jack Gilbert: guitar; Naomi Le Dune: bass; Max Doohan: drums\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Editor: Jack Corbett; Videographers: Bronson Arcuri, CJ Riculan, Jack Corbett; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Catie Dull/NPR", "link": "https://www.youtube.com/watch?v=oi0uBhX9fxI", "date_published": "2020-02-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]