[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Real Housewives Of The Babylon Bee", "description": "This is the Babylon Bee weekly news podcast for the week of 2/12/2020. \r\n\r\n In this special Valentine’s episode of The Babylon Bee podcast, editor-in-chief Kyle Mann, creative director Ethan Nicolle, and producer Dan welcome their wives onto the show: Destiny, Jessica, and Chandra.  This episode was recorded on Kyle and Destiny’s wedding anniversary, Ethan and Jessica’s first date anniversary, and Dan and Chandra’s awkward texting anniversary. Love is in the air on this special episode of the Babylon Bee podcast as they tackle the week's biggest stories.\r\n\r\n In the subscriber portion, the couples face off in The Dating Game, where the rules are entirely too vague for Kyle’s finely tuned gaming palate, but everyone still has a fun time!\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle, Ethan, and Dan introduce their better halves and give them permission to speak. We then dive into the stories of the week.\r\n\r\n Story 1 -  AOC: 'You Cannot Literally Wrap Your Head Around Something, You Would Get Hurt'\r\n\r\n   AOC immediately fulfilled our  boomer meme with comments about bootstraps and shoelaces. \r\n\r\n   Other idioms AOC will attack?\r\n\r\n   What do the ladies think about AOC? \r\n\r\n   Story 2 -  Garnier Fructis Introduces The Biden Collection\r\n\r\n   Biden recently told a woman in New Hampshire that she was lying about being to a caucus and called her a “Lying Dog-Faced Pony Soldier”. \r\n\r\n   Destiny informs the men how to pronounce Garnier.\r\n\r\n   Story 3 -  Woman Advertising 5 Different MLMs On Back Of Minivan Must Be Extremely Rich, Successful\r\n\r\n   The women discuss their favorite MLM schemes and products and we question why there is a culture in the church that seems to replace fellowship with marketing\r\n\r\n   Story 4 -  Man Shows Sacrificial, Christlike Love For Wife By Throwing Socks In General Direction Of Laundry Basket \r\n\r\n   We learn disgusting truths about the guys from the wives.\r\n\r\n   Story 5 -  'The Milk Is Nowhere To Be Found,' Reports Husband Staring Directly At Jug Of Milk\r\n\r\n   The struggle is real.\r\n\r\n   Topic of the Week -  For Valentine’s Day, the gang discusses their stories, how God brought each couple together, funny things that happened on first dates, and how the romantic-at-heart Ethan is upstaging other men in the love department.\r\n\r\n Hate Mail/ Feedback - We get an email from someone who can’t believe Christians would lie and deceive their elderly mother about something Bernie Sanders would say.\r\n\r\n Paid-subscriber portion (Starts at 01:10:43)\r\n\r\n Dating game\r\n\r\n   If your spouse could go anywhere for a free vacation for a week, where would they go?\r\n\r\n   What’s their favorite book of the Bible?\r\n\r\n   What adjective best describes your spouse’s family?\r\n\r\n   Your spouse wins the lottery. What is their first big purchase?\r\n\r\n   Spouse’s most annoying habit?\r\n\r\n   Who is the better driver?\r\n\r\n   Parting marriage and parenting advice.\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=n_FFpj7JgwQ", "date_published": "2020-02-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]