[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2 - 'Past is Prologue' Official Trailer", "description": "“Eyes up, Guardian”. A phrase first uttered in 2014 has become a rallying cry to all protectors of the Light. A Son, a King, a Conqueror, an Emperor, a God. No matter the challenge, Guardians rose up and overcame every odd. Now we must venture Beyond. The past is prologue.", "link": "https://www.youtube.com/watch?v=3Qemuc23h9g", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2 Beyond Light Expansion, Season 11, & Next-Gen Launch: Everything You Need To Know", "description": "Bungie's latest Destiny 2 stream was packed with announcements of new content. A new expansion called Beyond Light is launching this fall, a new season of events has begun, and next-gen versions of the game have been confirmed. Tony details all of this in the video above.\n\nBeyond Light takes the Guardians to Europa, a frozen moon of Jupiter. They'll face the evil Fallen empress Eramis there. The expansion also adds a new damage type, the darkness-infused Stasis. Beyond Light launches on September 22 on PS4, Xbox One, and PC, and pre-orders are live now.\n\nDestiny 2's Season of Arrivals is also about to, well, arrive as of the time of this video. It kicks off with the appearance of a Pyramid ship on Io. There's a new public event at the landing site, as well as a new dungeon called Prophecy to explore. Prophecy will open at 5 PM PT / 8 PM ET today, June 9.\n\nLastly, Destiny 2 will be coming to PS5 and Xbox Series X with free upgrades. While the game will remain free-to-play, any content you purchased on PS4 will transfer to the PS5 version of the game, and the same is true to Xbox One and Series X. Intergenerational cross-play will also be available, letting PS4 and PS5 players squad up--ditto for those of you on Xbox One and Series X. Bungie is also looking into true cross-play across all consoles, but don't expect that anytime this year.", "link": "https://www.youtube.com/watch?v=mtip6A4DwLo", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2: Beyond Light – Official Cinematic Reveal Trailer", "description": "A new power is born out of the ancient Pyramid ship above Europa's frozen frontier, and a dark empire has risen beneath, united under the banner of the Fallen Kell of Darkness, Eramis. Join your fellow Guardians and bring down the empire at any cost – even if it means wielding the Darkness itself.\nAs the new threat emerges, so too does a mysterious new power – Stasis. Rooted in Darkness, Guardians will wield this new elemental power alongside Arc, Solar, and Void to dominate the battlefield. Titans, Warlocks, and Hunters each use Stasis in a different way, from slowing down foes with Stasis fields to encasing and shattering enemies with destructive might.", "link": "https://www.youtube.com/watch?v=WZaqHO3QRTQ", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Event Gets A New Date | Save State", "description": "Sony's PlayStation 5 games event gets a new date, and it's coming this week. The CEO of PlayStation, Jim Ryan, stated last week was \"no time to celebrate.\" EA's announced its first cross-play game: Need For Speed Heat. The feature will be added in an update on June 9. Twitch content creators are being hit with copyright claims on their past clips. Twitch is recommending the creators remove the clips immediately.\n\nFor the next six weeks, GameSpot is hosting Play For All, a summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We are all coming together to raise money for Direct Relief in support of those fighting on the frontlines against COVID-19, as well as Black Lives Matter.\n\nPlay For All schedule:\nhttps://www.gamespot.com/play-for-all...\n\nWhere to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nWhere to watch:\nyoutube.com/gamespot \n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=AmUZN2lg0gc", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Troy Baker Charity Stream | Play For All Day 7", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nVoice acting legend Troy Baker joins us on today’s charity stream to discuss his illustrious career, which has seen him play Joel from The Last of Us, Booker DeWitt from BioShock Infinite, Joker from Batman: Arkham Origins, and many more iconic roles.", "link": "https://www.youtube.com/watch?v=g3a-cV_ddU4", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Disintegration: Master Chief’s Co-Creator On Life After Halo, And Creating A New Sci-Fi World", "description": "Lucy James sits down with Marcus Lehto, Game Director of Disintegration, to discuss the game's story and world, and how he went from Bungie to putting together his own personal team.", "link": "https://www.youtube.com/watch?v=GZkpbdu4GZ4", "date_published": "2020-06-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fiendish Gaming Trivia With GameSpot | Play For All Day 6", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nTest your might against the quizmaster, Rob Handlery, as he puts together some fiendish rounds of gaming trivia, covering iconic game music, classic E3 moments, and more!", "link": "https://www.youtube.com/watch?v=wkwfuyqRY_c", "date_published": "2020-06-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hearthstone Felfire Festival Brings Major Content Updates And Pirates In Battlegrounds", "description": "Michael Higham sits down with Dave Kosak, principal narrative designer, and Conor Kou, game designer, to talk about the major updates and features coming to Hearthstone in the near future, including a new demon hunter hero.", "link": "https://www.youtube.com/watch?v=SuX8gSa0jQk", "date_published": "2020-06-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 - Official Future of Gaming Reveal Teaser Trailer", "description": "Tune in June 11 at 1:00 PM (PDT) for first looks at PS5 games, reveals, and more.\n\n#PS5 #PlayStation5 #TheFutureOfGaming", "link": "https://www.youtube.com/watch?v=ucnCQ-jnmZ4", "date_published": "2020-06-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]