[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Meet The 2020 Tiny Desk Contest Community", "description": "We got to meet so many great musicians through the 2020 Tiny Desk Contest. And while this year's Contest was unlike any other, we're so impressed with how artists rose to the challenge and got creative under difficult circumstances. We proudly present to you: the 2020 Tiny Desk Contest community.\n\nCheck out even more entries at tinydeskcontest.npr.org/2020/browse\n\n#tinydesk #tinydeskcontest #tinydeskcontestcommunity", "link": "https://www.youtube.com/watch?v=G1t5dhH0ytQ", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Hadestown: NPR Music Tiny Desk Concert", "description": "This performance was recorded on March 2, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJune 1, 2020 | Stephen Thompson -- You can probably guess that we recorded the original Broadway cast of Hadestown before the coronavirus pandemic made live theater (live anything) an untenable risk. The reminders are everywhere — in the way 16 performers bunch up behind the desk, singing formidably in close proximity as a large crowd gathers just off camera — that this took place in the Before-Times. To be specific, on March 2.\n\nWe'd actually been trying to put this show together since the spring of 2019, when Hadestown was a freshly Tony-nominated hit musical. We hit several delays along the way due to scheduling issues, only to end up rushing in an attempt to record while playwright Anaïs Mitchell — who wrote both the musical and the 2010 folk opera on which it's based — was eight months pregnant.\n\nThankfully, we captured something truly glorious — a five-song distillation of a robust and impeccably staged Broadway production. A raucous full-cast tone-setter, \"Way Down Hadestown\" lets Hermes (André De Shields, in a role that won him a Tony) and Persephone (Kimberly Marable, filling in for Amber Gray) set the scene before a medley of \"Come Home With Me\" and \"Wedding Song\" finds Orpheus (Reeve Carney) and Eurydice (Eva Noblezada) meeting and falling in love. \"When the Chips Are Down\" showcases the three Fates — spirits who often drive the characters' motivations — as played by Jewelle Blackman, Yvette Gonzalez-Nacer and Kay Trinidad. And in \"Flowers,\" Eurydice looks back with regret and resignation on her decision to leave Orpheus for the promise of Hadestown.\n\nFinally, the set concludes with \"Why We Build the Wall,\" which quickly became Hadestown's most talked-about number. (Mitchell wrote it a full decade before the 2016 election, but you'd never know it.) Though the song includes the full cast, it's also a show-stopping showcase for the sonorous thunder of Patrick Page, who performs with a gravity befitting the king of the underworld.\n\nSET LIST\n\"Way Down Hadestown\"\n\"Come Home With Me/Wedding Song\"\n\"When The Chips Are Down\"\n\"Flowers\"\n\"Why We Build The Wall\"\n\nMUSICIANS\nAndré De Shields: Hermes; Kimberly Marable: Persephone; Jewelle Blackman: Fate, accordion; Yvette Gonzalez-Nacer: Fate, violin; Kay Trinidad: Fate, percussion; Reeve Carney: Orpheus; Eva Noblezada: Eurydice; Patrick Page: Hades; Anaïs Mitchell: composer, vocals, guitar; Liam Robinson: piano, accordion; Brian Drye: trombone, glockenspiel; Megan Gould: violin; Ilusha Tsinadze: guitar; Ben Perowsky: drums; Malcolm Parson: cello; Chris Tordini: bass\n\nCREDITS\nProducers: Stephen Thompson, Josh Rogosin, Morgan Noelle Smith, Kara Frame; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, J. Czys; Videographers: Kara Frame, Morgan Noelle Smith, Melany Rochester, CJ Riculan, Jack Corbett, Shanti Hands; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: NPR", "link": "https://www.youtube.com/watch?v=XKwDFDDr_VA", "date_published": "2020-06-08 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en-US"}]