[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "KDE Plasma 5.19 - More and more polish", "description": "KDE Plasma 5.19 is now available and it’s a major version. Tons of effort went into adding more polish and making everything more cohere nt, as did the previous releases, and I must say, Plasma is now at the point where you really can’t feel the little inconsistencies and differences between its various parts. Let’s take a look at what’s new!\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nThe plasma desktop itself saw a big amount of work on the various widgets. First, the system monitoring widgets have been completely rewritten, and look beautiful. If you want to display important stats, like CPU usage, memory usage, or just a few graphs, these things now look a lot better and more coherent, and they’ll make any desktop look awesome.\n\nNext, the panel space, that little handy widget that allows you to add some space between the various other widgets you put on your panel, can now automatically center widgets, so no need to manually resize stuff until it’s squarely in the middle of the panel. This will make customizing the desktop a little bit easier and less fiddly.\n\nAll the applets in the system tray now have consistent presentation, with a separate header that includes the name of the applet, and a few quick settings, and the notifications have followed suit, with the name of the app sending the notification being separated by a less translucent header from the actual notification content.\n\nFinally, the media playback applet now looks a lot better and more intuitive, and the audio widget will now display a more attractive interface to switch between various audio devices your computer might have access to.\n\nIn terms of look and feel, there are some small changes, most notably, the default fixed-width font size being increased from 9 to 10. You can also see the name of a wallpaper’s creator when you pick it, you get plenty of new photo avatars to pick from when you create a user, and GTK 3 applications will now automatically switch to Plasma’s color theme when you change it in the settings. GTK2 applications won’t have broken colors either, so this makes interoperability between apps from various desktops and toolkits a lot better and seamless.\n\nFinally, when switching color schemes, the icons in the titlebars of your windows will be recolored to make them more visible.\n\nAs always, the system settings are receiving a fair amount of polish. Various pages have been redesigned and overhauled, including the default applications, the Global keyboard shortcuts, the Kwin rules, the background services and online accounts. This work has now brought almost all of the various settings panels in line with each other, and this whole application is a lot more usable. A few versions ago, it was basically impossible to find what you were looking for unless you knew exaclty where to look or used the built-in search. Now, everything is a lot clearer and better laid out, and since Plasma is built on tweaking and customization, it’s now a lot easier to make sure everything is to your liking.\n\nThe info center has also been redesigned to be more consistent with the rest of the settings, and now displays information about your graphics hardware.\n\nA few other changes have been made to various panels: in the display settings, you can now see the aspect ratio corresponding to each screen resolution, so you can make sure you pick one that’s not going to be stretched, you can control plasm'as animation speed a lot more finely, and font configuration has received a lot of small improvements.\n\nWhen using Krunner, the search engine of Plasma, to open a settings page, you now open the whole settings app, not just the settings module, so if you want to change something else, there is no need to close what you just opened, and open the full application.\n\nFinally, you have more control over file indexing, with the ability to configure it for individual directories, and to disable it for hidden files.\n\nDiscover, the KDE software store, has a few smaller improvements as well: flatpak repositories that are currently being used are now easier to remove, and application reviews now display the application version that was targeted by that review, so you can see if the program has evolved over time, or if the reviews are about the latest version.\n\nKSysGuard, Plasma’s system monitor, now can handle systems with more than 12 CPU cores.\n\nOn wayland, there have been a few improvements: you can now configure the mouse and touchpad scroll speeds, flickering in a lot of applications has been reduced, and you tablets and convertible laptops now handle screen rotation on Wayland as well.", "link": "https://www.youtube.com/watch?v=GrzauspVx_g", "date_published": "2020-06-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]