[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "All The Games Coming To Xbox Series X", "description": "It’s a huge year for gaming, as both Microsoft and Sony are releasing new consoles this year. But what games can you play on them?\n\nIn a new video, Jess rounds up all the confirmed Xbox Series X games--and there are lots of them! In the video, we+ covers many of the titles you can expect for the Series X, including first-party exclusives like Halo Infinite, Fable, Avowed, and Senua’s Saga: Hellblade II. The console is also getting a lot of third-party support too, of course, with titles like Assassin’s Creed Valhalla, Watch Dogs: Legion, Cyberpunk 2077, Madden NFL 21, and many more.\n\nCheck out the full video above to get up to speed on all the Xbox Series X titles you can play on the next-generation console. And be sure to keep checking back with GameSpot for lots more on the Xbox Series X in the lead up to launch this holiday.", "link": "https://www.youtube.com/watch?v=3HSyacFuk48", "date_published": "2020-07-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite Party Royale Diplo Presents: Higher Ground Concert", "description": "Diplo held his final concert in his summer Fortnite residency on July 31 within Fortnite's Party Royale mode. Players got to see a short set of the musicians library of tracks as they drove ATVs into walls, flew around in gliders, and emoted towards the sky. \n\nDiplo's stage featured glowing panels, bounce pads, and plunger crossbows as the DJ spun records in front of fantastical neon backgrounds. It was a much quieter affair than Travis Scott's larger-than-map performance but the intimate setting was enjoyable. It also didn't have any capacity limits--anyone who wanted to join could enjoy the show.\n\nThis concert only featured Diplo but previous concerts have had appearances from the other members of Major Lazer as well as Young Thug, Noah Cyrus, Jordan Fisher, and others. \n\nParty Royale is Fortnite's non-violent game mode that prioritizes fun over victory royales. The main stage within the mode has also been the home of Christoper Nolan movie screenings, Star Wars trailer premieres, and a handful of other concerts. It also features paintball guns, party games, and race tracks all without the fear of getting eliminated by a sweaty player with a sniper rifle. \n\nA rebroadcast of the event is happening on Monday, August 3 at 9 PM ET/6 PM PT", "link": "https://www.youtube.com/watch?v=3bQvzVtnXm4", "date_published": "2020-07-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Halo Infinite Dev Responds To Backlash | Save State", "description": "In the news today, Halo Infinite developer 343 Industries responds to backlash, COD Modern Warfare and Warzone Season 5 is coming next week, and Hyper Scape prepares to launch on console and PC very soon.\n\n00:23 - Halo Infinite Dev Responds To Trailer Hate\n01:14 - Call Of Duty Season 5 Teased For Next Week\n01:53 - Hyper Scape Release Date Announced", "link": "https://www.youtube.com/watch?v=VuoaJqySfKY", "date_published": "2020-07-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- August 2020", "description": "This episode of New Releases highlights the top new video games releasing on Nintendo Switch, PS4, Xbox One, and PC this month. August is home to Fast & Furious Crossroads and Final Fantasy Crystal Chronicles: Remastered Editions. There are also plenty of games you can play for free: Fall Guys: Ultimate Knockout is debuting on PlayStation Plus, while Microsoft Flight Simulator and Tell Me Why will both be on Game Pass.", "link": "https://www.youtube.com/watch?v=_KFRD-MxjyQ", "date_published": "2020-07-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Boss Rush Mode Coming To Sekiro | Save State", "description": "In this video, Persia talks about a new update coming this October to Sekiro: Shadows Die Twice. The update includes a variety of things like a new video clip sharing system, new costumes for Wolf, and two boss-related modes. Reflection of Strength allows you to fight past foes without replaying the story by visiting Sculptor's Idols, and Gauntlet of Strength is a boss rush mode that only gives you one life.\n\nPersia also goes over this morning's Avengers War Table livestream, which showcased the upcoming beta. The beta will have four playable characters, HARM challenge rooms, and Warzone and Drop Zone missions, all of which you can play solo or with friends. HARM Challenge Rooms have increasingly difficult waves of enemies, Warzones are repeatable missions that can last from 10 minutes to 2 hours, and Drop Zones are more quick encounters. Hawkeye was officially announced as part of the game's post-launch roster, and more characters are on the way in future updates. \n\nOn the topic of new characters, Valorant announced Killjoy after recent leaks. Killjoy's abilities vary from stealth mines, to mini turrets, to an Alarmbot that functions much like Raze's bot. Her ultimate ability creates a dome around a designated area that detains any enemies within its radius. \n\nDon't forget that we're approaching the final month of our Play For All donation drive. You can also visit store.gamespot.com to purchase merch. All proceeds will go towards Black Lives Matter and COVID-19 relief efforts. \n\nThis is your Save State for Wednesday, July 29th.\n\n00:18 - Sekiro Is Getting A Boss Rush Mode\n01:04 - Here's What's Included In The Avengers Beta\n02:10 - Valorant's New Character Is Killjoy", "link": "https://www.youtube.com/watch?v=evx1qB433_0", "date_published": "2020-07-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare & Warzone - Official Shadow Company Trailer", "description": "A new faction enters the fray. \n\nJoin the Shadow Company when Season Five arrives on August 5 for #ModernWarfare and #Warzone.", "link": "https://www.youtube.com/watch?v=8GhZmW0MPiA", "date_published": "2020-07-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost of Tsushima - Destroying Enemies On Lethal Difficulty", "description": "We go through Ghost of Tsushima's new hardest difficulty taking no damage with expert hud, and take down two camps untouched.", "link": "https://www.youtube.com/watch?v=-f13Wdj039Y", "date_published": "2020-07-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]