[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "The Neoliberal Economics of Animal Crossing", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-the-neoliberal-economics-of-animal-crossing\n\nAnimal Crossing: New Horizons has well and truly captured the zeitgeist. In a world of lockdown, quarantine and shelter-in-place, Tom Nook, Isabelle, Timmy and Tommy, the Able Sisters and whatever neighbours you've managed to attract to your island have, if you're anything like me, provided an important escape.\n\nIn this Animal Crossing video essay, I (Tom Nicholas) dig into the economics of Animal Crossing. In particular, I look at Turnips and the Stork Market and how these reflect real-world trends towards financialisation and neoliberalism in economics (if you want to read more about this then Stolen: How to Save the World from Financialisation (Grace Blakeley) is well worth a read).\n\nOf course, a lot has been said and written about the politics of Animal Crossing (which might be somewhat surprising given that it is a game nominally meant for children...). While I've seen a lot of \"Tom Nook is good\" and \"Tom Nook is bad\" videos dissecting the predatory lending practices of Nook Inc, however, I've not seen much about the Stork Market and Turnips which, to my mind, are one of the most interesting aspects to the game.\n\nSo, if you're a fan of Animal Crossing, hopefully you'll come away from this video essay with some knowledge of political economy, financialisation and neoliberalism. And, if you're a politics and economics buff, maybe you'll come away wanting to play Animal Crossing. Or maybe it'll fall weirdly between the gaps, haha!\n\nStock footage provided by Videvo, downloaded from https://www.videvo.net\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: https://twitter.com/Tom_Nicholas\nInstagram: https://www.instagram.com/tomnicholaswtf\nWebsite: http://www.tomnicholas.com\n\n#AnimalCrossing #acnh #NintendoSwitch", "link": "https://www.youtube.com/watch?v=7o9h0jZ9Ucc", "date_published": "2020-05-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]