[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Accessibility In The Last Of Us Part 2 w/ Steve Saylor | GameSpot After Dark #48", "description": "This week on GameSpot After Dark we welcome Steve Saylor, aka Blind Gamer, to chat about the accessibility in The Last Of Us Part II. Jake's also not here which means we get to talk about anime!\n\nGo check out Steve's YouTube channel, Blind Gamer\nhttps://www.youtube.com/user/snowball\n\nSpecial thanks to Daniel Moreno for the amazing image.\nYou can check it out at @dmorenoks on twitter!\n\nTIMESTAMPS:\n0:00 - Intro\n1:11 - The Chris From Dayton, Ohio Segment\n12:57 - Death Note (What We've Been Watching)\n16:28 - SinoAlice (What We've Been Playing)\n21:35 - Death Stranding On PC (What We've Been Playing)\n27:42 - Hyper Scape (What We've Been Playing)\n32:41 - The Matrix (What We've Been Watching)\n33:58 - Destiny 2 (What We've Been Playing)\n37:10 - Animal Crossing (What We've Been Playing)\n42:04 - Sailor Moon (What We've Been Watching)\n46:12 - Crysis Remastered Delayed\n50:08 - Accessibility In The Last Of Us Part II\n1:33:07 - Listener Questions\n1:49:13 - Outro", "link": "https://www.youtube.com/watch?v=nKcxLC41fA4", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ever Forward: Exclusive Otherworldly Exploration Gameplay", "description": "Pathea's narrative-driven adventure game, Ever Forward, has you travel across different, surreal worlds to find your way back home. Here is 9 minutes of gameplay showing off the strange worlds and puzzles of Ever Forward.", "link": "https://www.youtube.com/watch?v=rSeF6iDUv0A", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite - Official Captain America Teaser", "description": "Assemble in Fortnite this week and get The First Avenger… Captain America!\n\nDebuting today in the Item Shop, Cap’s Outfit includes two items: his Proto-Adamantium Pickaxe and Back Bling. Wield the shield as your pickaxe, or display it proudly on your back.\n\nAdditionally, you can celebrate Captain America’s arrival with the Grand Salute Emote.", "link": "https://www.youtube.com/watch?v=jlEQYPWEzw4", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape - Official Gameplay Overview Trailer", "description": "Want to become a champion of the Hyper Scape? Be sure to watch for an overview of how to compete and achieve victory in the virtual city of Neo-Arcadia. Join the Technical Test by watching Twitch streams and earning Drops!\n\nFor more details, visit the official website: HyperScape.com\n\n#HyperScape #Ubisoft\n\nHyper Scape is an urban futuristic free-to-play Battle Royale where 100 Contenders engage in FPS close-quarters and fast-paced matches to become the next global superstar.\n\nURBAN BATTLE ROYALE\nFight your way through the 7 unique districts of Neo Arcadia, a virtual city featuring imposing landmarks that bring verticality to the next level. From sky-scraping towers to open plazas, from streets to rooftops, Neo Arcadia will push you to constantly adapt to your surroundings.\n \nCLOSE-QUARTERS CITY COMBAT\nHyper Scape is a brand new and intense First-Person multiplayer game that lets you define your playstyle to dominate the battleground. Dive into tense and vertical matches, where you (double) jump from streets to rooftops using unique weapons and unleashing powerful Hacks that bend the rules to your advantage.\n\nA FRESH TAKE ON BATTLE ROYALE\nLearn to avoid the Blight that progressively dissolves Neo Arcadia’s districts in varied patterns throughout each match. Maximize the Effects Cards played by the AI Game Master during the match, changing the game on the fly for all contenders. If you are skilled enough to make it to the final remaining players, you will enter the Showdown where you can choose your path to victory: will you eliminate all opposition or choose a more tactical approach and go for the Crown? Intense, surprising and spectacular, Hyper Scape brings Battle Royale to new heights.\n\nA FOREVER EVOLVING GAME\nMap changes, a steady flow of new customization options, thrilling gameplay opportunities… Be ready for an ever-evolving experience following your favorite 2054 Contenders in their quest to unveil the mysteries and secrets of the Hyper Scape.", "link": "https://www.youtube.com/watch?v=3U2y1JyiyF8", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape - Official World Premiere Trailer", "description": "Welcome to Hyper Scape, an all-new free-to-play urban battle royale set in the sprawling virtual city of Neo Arcadia. Do you have what it takes to be a champion of the Hyper Scape? Join the Technical Test by watching Twitch streams and earning Drops!\n \nFor more details, visit the official website: HyperScape.com\n\n#HyperScape #Ubisoft\n\nHyper Scape is an urban futuristic free-to-play Battle Royale where 100 Contenders engage in FPS close-quarters and fast-paced matches to become the next global superstar.\n\nURBAN BATTLE ROYALE\n\nFight your way through the 7 unique districts of Neo Arcadia, a virtual city featuring imposing landmarks that bring verticality to the next level. From sky-scraping towers to open plazas, from streets to rooftops, Neo Arcadia will push you to constantly adapt to your surroundings.\n\nCLOSE-QUARTERS CITY COMBAT\n\nHyper Scape is a brand new and intense First-Person multiplayer game that lets you define your playstyle to dominate the battleground. Dive into tense and vertical matches, where you (double) jump from streets to rooftops using unique weapons and unleashing powerful Hacks that bend the rules to your advantage.\n\nA FRESH TAKE ON BATTLE ROYALE\n\nLearn to avoid the Blight that progressively dissolves Neo Arcadia’s districts in varied patterns throughout each match. Maximize the Effects Cards played by the AI Game Master during the match, changing the game on the fly for all contenders. If you are skilled enough to make it to the final remaining players, you will enter the Showdown where you can choose your path to victory: will you eliminate all opposition or choose a more tactical approach and go for the Crown? Intense, surprising and spectacular, Hyper Scape brings Battle Royale to new heights.\n\n \n\nA FOREVER EVOLVING GAME\n\nMap changes, a steady flow of new customization options, thrilling gameplay opportunities… Be ready for an ever-evolving experience following your favorite 2054 Contenders in their quest to unveil the mysteries and secrets of the Hyper Scape.", "link": "https://www.youtube.com/watch?v=IScsmzYFqP4", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Iron Man VR Gameplay - Defending The Helicarrier", "description": "Check out what Iron Man VR looks like in this gameplay clip where Tony Stark helps Nick Fury protect the helicarrier from rogue Stark Industry drones.", "link": "https://www.youtube.com/watch?v=RF-F57bfqd8", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mount & Blade 2 As A Baby With Chris Bratt", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nPeople Make Games' Chris Bratt joins Dave Jewitt for some Mount & Blade 2, but with a very strange twist. Watch the fun and donate so we can support two important causes.", "link": "https://www.youtube.com/watch?v=hRLcQARTdpo", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 & Xbox Series X Games May Cost $70 | Save State", "description": "We may have to pay more for next-gen games, Capcom doesn’t want you to call Resident Evil Village “Resident Evil 8”, and Ubisoft reveals its battle royale, Hyper Scape. \n\n\nIn today's Save State, $60 has been the standard US game price for a long time now, but that might change with next-gen consoles. The first instance of this is NBA 2K21: it's the regular $60 on PS4 & Xbox One, but $70 on PS5 & Xbox Series X. \n\nDespite the Resident Evil Village trailer highlighting the \"VILL\" in \"village\" to make the roman numeral 8, Capcom doesn't want us to call it Resident Evil 8. Officially, the name is just Resident Evil Village. And in battle royale news, Ubisoft officially revealed a new BR called Hyper Scape, after it was teased earlier this week. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: \nBLACK LIVES MATTER: http://bit.ly/gs-blm\nCOVID-19 Direct Relief: http://bit.ly/gs-covid", "link": "https://www.youtube.com/watch?v=XMiIW6J0Z-k", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape - Everything We Know", "description": "After some hands-on time with Ubisoft's new Battle Royal Hyper Scape, Michael Higham breaks down everything we've learned so far.", "link": "https://www.youtube.com/watch?v=KrwSenIfpfQ", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape's Battle Royale Systems Encourage Aggressive Play", "description": "Hyper Scape is an upcoming battle royale shooter that’s developed and published by Ubisoft. GameSpot’s Michael Higham was able to play for two hours ahead of the official announcement and is joined by Tony Wilson to tell you about the game’s weapons, abilities, revives, and unique way to win. Hyper Scape distinguishes itself from other battle royale games with a few fresh takes on typical genre tropes and mechanics. \n\nHyper Scape’s combat feels like an arena shooter with high mobility and mechanics like a double jump and jump pads on the map. You get to pick from a roster of characters that only make a difference cosmetically and with voice lines. You can build a loadout around hacks which are abilities that can be picked up around the map and give players powers such as forming a wall, invisibility, or allowing them to turn into something like a hamster ball and leap great heights. When you die in this battle royale you remain invisible and must find your way to where an enemy is killed by your team in order to be revived. You are never out permanently as long as your team is alive. The map also doesn’t have a closing circle, instead, it has districts that shut down as the match progresses. The game also has a crown that allows one of the final teams to win by surviving a countdown without having to be the last one standing. \n\nHyper Scape is coming to PC. Stay tuned for more information on betas and the release date.", "link": "https://www.youtube.com/watch?v=m786976g7h4", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Shell - Souls Style Combat And Massive Boss Battle", "description": "Here's gameplay of the full Mortal Shell demo, including plenty of combat, shell and weapon combos, as well as a climactic boss battle. \n\nUpcoming action-RPG Mortal Shell draws a whole lot of inspiration from From Software's Souls games--you'll find yourself in a dark fantasy world, engaging in tense, deliberate combat with enemies that can easily rip you apart if you let them. But while Mortal Shell is just as punishing as Dark Souls (and, seemingly, just as careful with its worldbuilding and stingy with its story details), it offers some new ideas to the formula From has popularized to bring some new challenges.\n\nWe played a short preview build of Mortal Sell, which gave us a sense of its Souls-like combat--check it out in the video above. You have a lot of similar abilities to Souls games, like dodge rolls and parries, as well as a devastating riposte attack that's almost exactly like Bloodborne's Visceral Attack. But Mortal Shell changes things up with two additions: the \"harden\" ability, which allows you to turn yourself to stone and weather an attack, either to stagger an enemy or get in close for a strike of your own; and the \"shells,\" which are character bodies you can switch between to make use of their different strengths and weaknesses.\n\nOur time with Mortal Shell gave us a chance to try out two different shells and two different weapons, while engaging in a bunch of combat with various enemies. The preview build culminates in a big, climactic boss fight. If you're a fan of the Souls games, Mortal Shell should scratch the same itch, while adding new ways to overcome challenges.", "link": "https://www.youtube.com/watch?v=r3pCPZVW09s", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders Livestream: New Environments, Pyromancer Deep Dive, And More", "description": "On the Beyond The Frontier broadcast for Outriders we get a look at some new environments, see the structure of the game, and get a deeper look at the Pyromancer class. Tune in July 2 at 9 AM PST.", "link": "https://www.youtube.com/watch?v=j0K940jvlI4", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Playing Games And Talking Anime Super With Eyepatch Wolf", "description": "Where to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nMuch-loved YouTuber Super Eyepatch Wolf joins Tamoor to talk about the things he loves, anime, and more while playing games and raising money.", "link": "https://www.youtube.com/watch?v=7V-nCjO8y_Q", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Play Ubisoft's New BR Hyper Scape Live", "description": "Ubisoft has entered the Battle Royale realm! Today on GameSpot Live, Persia checks out Hyper Scape for the first time.", "link": "https://www.youtube.com/watch?v=W1yB2MggII8", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Event Date Reportedly Revealed", "description": "Microsoft reportedly has a date for its live event coming later this month, Cyberpunk 2077 cuts wall-running, and Crash Banidcoot 4 doesn't have microtransactions.\n\nSpeculation arose about whether or not Crash Bandicoot 4 would have microtransactions after the Microsoft Store's listing for the game said it \"offers in-app purchases.\" The game's developer Toys For Bob took to Twitter to clear things up, stating that it doesn't include microtransactions at all.\n\nCheck out our interview with Crash Bandicoot 4's producer here: https://www.youtube.com/watch?v=sHS3ps6gzA8\n\nCD Projekt Red has removed wall-running from Cyberpunk 2077. Level designer Max Pears told GameReactor that the developer chose to remove it for design reasons, but said that the game will still allow the player \"a lot of flexibility\" with how they move through the world.\n\nOur hands-on impressions here: https://www.youtube.com/watch?v=WbeeYUlkp9s\nHow Cyberpunk 2077's gameplay works: https://www.youtube.com/watch?v=6oaLn8T9kAw\n\nMicrosoft reportedly has a date for its live event coming later this month. According to VentureBeat's Jeff Grubb, and corroborated by Video Game Chronicle, the next Xbox 20/20 event will happen on July 23. The event is going to focus prominently on first-party titles, including Halo Infinite. \n\nMeanwhile, Play For All keeps on trucking. Play For All is a multi-week summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We've already raised thousands of dollars for #BlackLivesMatter and COVID-19 Relief Efforts thanks to all of you! Be sure to tune in every day between 12 PM and 2 PM PDT for interviews, livestreams, and everything in between. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=MsONMfscL3Y", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]