[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Trupa Trupa: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJuly 3, 2020 | Bob Boilen -- This week we're taking the Tiny Desk (home) concerts international. In a basement in Gdańsk, we find Poland's great rock band Trupa Trupa on lockdown. Had it not been for COVID-19, this band would have been behind my desk this week, but as it is, they've settled into their rehearsal space. Singer Grzegorz Kwiatkowski has dusted off an acoustic guitar. At the same time, Rafał Wojczal plays his homemade instruments, including one that sounds a bit like an ondes Martenot or a theremin, but is as of this recording unnamed. Even with the sound level down, the energetic rhythms of Wojciech Juchniewicz on bass and Tomasz Pawluczuk on drums punch through.\n\nGrzegorz tells us that life in Poland has been difficult in this young democracy, but they are staying optimistic and playing music. Trupa Trupa opens its set with \"Another Day,\" from the 2019 record Of The Sun. I've seen them perform this; it's always had an apocalyptic feel, but now the words \"another day, waiting for another,\" prompts Grzegorz to mention how this has turned into a quarantine song. There's darkness in the basement, yet their music is a bright beacon.\n\nSET LIST\n\"Another Day\"\n\"Dream About\"\n\"None of Us\"\n\nMUSICIANS\nGrzegorz Kwiatkowski: vocals, guitar; Wojciech Juchniewicz: vocals, bass, guitar; Tomasz Pawluczuk: drums; Rafał Wojczal: keys, guitar, ondes Martenot\n\nCREDITS\nAudio by: Michał Kupicz; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=_S80LFnceaE", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Fabiano do Nascimento: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | July 2, 2020\nThe seraphic sounds by Brazil-born, L.A.-based guitarist Fabiano do Nascimento are hypnotic and transcendent, an amalgamation of Afro-Brazilian jazz, folklore, bossanova and samba. The combination of his overdubbed rhythmic and melodic guitar lines, coupled with the delicate hands of piano player David Bergaud and drummer Julien Cantelm, just seem to hit differently. It's a wandering journey that put me into what feels like the Samadhi state in meditation, where the brain frequency surrenders and the soul completely takes over. Fabiano and his band flow into the first number, \"Nanã,\" a folkloric composition that \"is the spirit that comes from African lineage and represents the forest ... and is the primordial mother of earth.\" On \"Etude,\" a composition by Fabiano inspired by Cuban classical guitar virtuoso Leo Brouwer, he is joined by new accompaniment: Adam Ratner on guitar and Leo Costa on drums and chocalho. His love for his motherland Brazil — an \"endless foundation of inspiration\" — is threaded deeply into the tapestry of his sound and ethos. If you're looking for a musical moment of zen, this set comes highly recommended.\n\nSET LIST\n\"Nanã\"\n\"Etude\"\n\"Tributo\"\n\nMUSICIANS\nFabiano do Nascimento: guitar, vocals; Julien Cantelm: drums; Leo Costa: drums; Adam Ratner: guitar; David Bergaud: piano\n\nCREDITS\nVideographers: Fabiano do Nascimento & Bennett Piscitelli; Audio Engineer: Fabiano do Nascimento; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=M4iukkBmDGg", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest Top Shelf, Episode 4", "description": "2019 Tiny Desk Contest winner and 2020 Tiny Desk Contest judge Quinn Christopherson joins NPR Music's Bob Boilen on Thursday, July 2, at 3 p.m. ET, to share his favorites entries to the 2020 Tiny Desk Contest, supported by @statefarm. Watch the videos and hear about what made them stand out from the thousands of entries we received this year. \n\n- Aubrey Hays (@aubreyhaysband), “Parachute” https://www.youtube.com/watch?v=yLPJPRtE97k\n- J.RoB (@jrobscampaign) , “Black SuperHero” https://www.youtube.com/watch?v=1eWDItDmxe4\n- Kora Feder (@korafeder), “In a Young Person's Body”  https://www.youtube.com/watch?v=Iq1aWsczAeY\n- Madame The Band (@Madametheband), “I Nearly Waited https://www.youtube.com/watch?v=T9Pf6weGEgk\n- Malena Cadiz (@malena.cadiz), “Call It A Night” https://www.youtube.com/watch?v=4MsTEN69qUY\n\nYou can learn more about the Tiny Desk Contest and watch thousands of entries: https://npr.org/tinydeskcontest\n\n#tinydesk #tinydeskcontest #tinydeskcontesttopshelf", "link": "https://www.youtube.com/watch?v=HDCiBI2pxeY", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]