[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "$299 Xbox Series S Revealed + Zelda Prequel Announced | Save State", "description": "The Xbox Series S has finally been officially unveiled, and the \"smallest Xbox ever\" will only cost $299 when it launches on November 10. Plus, Hyrule Warriors: Age of Calamity, a Breath of the Wild prequel, will release later this year, but we'll have to wait a little longer for news on Breath of the Wild 2. \n\nA Breath of the Wild prequel, Hyrule Warriors: Age of Calamity has been announced. It'll be a mix of combat and puzzle solving, and you'll be able to play as Zelda, Link, as well as the four champions: Mipha, Revali, Daruk, and Urbosa.\n\nOn top of today's Age of Calamity announcement, Zelda producer Eiji Aonuma asked fans to \"wait a bit longer\" for Breath of the Wild 2 news. We last saw the game at E3 2019 when it was revealed. \n\n00:00 - Intro\n00:19 - Xbox Series S Date & Price Announced\n01:09 - Hyrule Warriors: Age of Calamity Announced\n01:42 - Breath of the Wild 2 News Will Have To \"Wait A Bit Longer\"\n02:16 - Outro", "link": "https://www.youtube.com/watch?v=NPrxDjJD-mo", "date_published": "2020-09-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyrule Warriors: Age Of Calamity - Official Announcement Trailer", "description": "Set 100 years before The Legend of Zelda: Breath of the Wild, take part in the fight against calamity in this all-new Hyrule Warriors game. Coming to Nintendo Switch this November.", "link": "https://www.youtube.com/watch?v=2Qei2JoyDF0", "date_published": "2020-09-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series S - Official World Premiere Price & Release Date Reveal Trailer", "description": "Introducing Xbox Series S. Next-gen performance in the smallest Xbox ever. Experience the speed and performance of a next-gen, all-digital console at an accessible price point: $299 (ERP).*\n\nAvailable November 10th. \n\nGet started with an instant library of 100+ high quality games, including all new Xbox Game Studios titles the day they release, when you add Xbox Game Pass Ultimate (membership sold separately).", "link": "https://www.youtube.com/watch?v=mu-35rszwKw", "date_published": "2020-09-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]