[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "A 14-Year-Old's View of \"Hidden Homelessness\" | Growing Up Poor in America | FRONTLINE", "description": "“I couldn't imagine living like this forever, and I don’t want to live like this forever,” says 14-year-old Kyah, who makes a bed for herself out of blankets on the floor each night.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW \n\nFor the past year, Kyah, her mother and her older sister have been living out of a single room in a relative’s house — experiencing what’s been called “hidden homelessness” in order to avoid entering the shelter system. The coronavirus pandemic has only amplified their struggles. Meet Kyah and her family in a scene from \"Growing Up Poor in America\" that explores the difficult-to-measure phenomenon of \"hidden homelessness.\" \n\nWatch \"Growing Up Poor in America\" starting Sept. 8, 2020: https://to.pbs.org/3icoQth \n\n#HiddenHomelessness #Documentaries #GrowingUpPoorInAmerica\n\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation. Support for Growing Up Poor in America is provided by WNET’s Chasing the Dream initiative on poverty and opportunity in America, with funding by The JPB Foundation.", "link": "https://www.youtube.com/watch?v=L08YYKwgXHw", "date_published": "2020-09-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]