[{"source": "https://www.theguardian.com/rss", "title": "Third of students unable to access online learning during lockdown – survey", "description": "<p>Survey by the National Union of Students calls for more academic and wellbeing support from universities</p><p>One in three university students were unable to access online learning during the Covid-19 lockdown, according to new research which suggests that disabled students and those from poorer backgrounds were worst affected.</p><p>The <a href=\"https://www.nusconnect.org.uk/resources/covid-19-and-students-survey-report-phase-2-public-version\">survey</a>, which was carried out in July by the National Union of Students (NUS), found that disruptions to studies arose from a lack of IT equipment and software, insufficient course materials, and poor internet connections.</p> <a href=\"https://www.theguardian.com/education/2020/sep/08/third-of-students-unable-to-access-online-learning-during-lockdown-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/08/third-of-students-unable-to-access-online-learning-during-lockdown-survey", "date_published": "2020-09-07 23:02:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2020-21 preview No 13: Manchester United", "description": "<p>United need to improve again and there are plenty of questions facing Ole Gunnar Solskjær as the season approaches</p><p><strong>Guardian writers’ predicted position:</strong> 4th (NB: this is not necessarily Jamie Jackson’s prediction but the average of our writers’ tips)</p><p><strong>Last season’s position:</strong> 3rd</p> <a href=\"https://www.theguardian.com/football/2020/sep/08/premier-league-2020-21-preview-no-13-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/08/premier-league-2020-21-preview-no-13-manchester-united", "date_published": "2020-09-07 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Sport chair Katherine Grainger says bullying and abuse will be eradicated", "description": "<ul><li>Grainger saddened and angered by claims of abuse<br /></li><li>Sports could have funding cut if behaviour does not improve<br /></li></ul><p>UK Sport has pledged to “identify, confront and eradicate” bullying and abuse in the high-performance system in the wake of the staggering allegations across British gymnastics.</p><p>The funding body for Olympic and Paralympic sport also warned it could cut money to individual sports if they continued to misbehave, although that would be as a last resort.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/08/uk-sports-katherine-grainger-says-bullying-and-abuse-will-be-eradicated\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/08/uk-sports-katherine-grainger-says-bullying-and-abuse-will-be-eradicated", "date_published": "2020-09-07 23:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cutting air pollution in Europe's cities would improve health of  poor, says watchdog", "description": "<p>European Environment Agency calls for strong action to protect most vulnerable in society</p><p>Cutting air pollution and improving green spaces in cities would immediately improve the health of the poorest people in society, a report from Europe’s environmental watchdog has found.</p><p>Environmental factors inflict greater damage on the health of those in poverty, who already suffer a disproportionately greater burden of disease, than on the better-off, according to the European Environment Agency. Measures that reduce air pollution and <a href=\"https://www.theguardian.com/travel/2020/aug/09/sanctuary-in-the-city-how-urban-parks-saved-our-summer\">give people greater access to parks</a> and similar amenities are well within the reach of governments.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/cutting-air-pollution-in-europe-cities-would-improve-health-of-poor-says-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/cutting-air-pollution-in-europe-cities-would-improve-health-of-poor-says-watchdog", "date_published": "2020-09-07 22:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leaked EU cables reveal growing mistrust of UK in Brexit talks", "description": "<p>Brussels suspicions come as European commission chief warns Britain to abide by Northern Ireland protocol</p><p>Brussels’ plummeting trust in Boris Johnson has been laid bare in leaked diplomatic cables obtained by the Guardian, as the Brexit negotiations reopen in London with a warning from the European commission president that Britain must respect international law.</p><p>Ursula von der Leyen made her extraordinary intervention on Monday as Downing Street struggled to control the damage from disclosures suggesting it was <a href=\"https://www.theguardian.com/politics/2020/sep/06/five-weeks-clinch-brexit-deal-uk-move-boris-johnson-to-say\">backtracking on agreements</a> made last year to avoid a hard border on the island of Ireland.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/07/leaked-eu-cables-reveal-mistrust-of-uk-motives-in-brexit-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/07/leaked-eu-cables-reveal-mistrust-of-uk-motives-in-brexit-talks", "date_published": "2020-09-07 21:38:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour calls for pubs and bars to be granted furlough extension", "description": "<p>Blanket approach to ending scheme will mean a wave of closures, says shadow minister</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Labour has warned that many pubs and bars will be forced to close unless the government agrees to extend the furlough wage support scheme, which is due to be withdrawn next month.</p><p><a href=\"https://www.theguardian.com/business/2020/aug/13/covid-halves-july-sales-in-uk-pub-bar-and-restaurant-chains\">Night-time hospitality businesses have struggled</a> as punters remain cautious about heading back to their local and Labour warned that the sector would suffer a wave of closures unless it received further help.</p> <a href=\"https://www.theguardian.com/business/2020/sep/07/labour-calls-for-pubs-and-bars-to-be-granted-furlough-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/07/labour-calls-for-pubs-and-bars-to-be-granted-furlough-extension", "date_published": "2020-09-07 21:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump's White House rally fails to evoke adulation from stony-faced reporters", "description": "<p><strong>David Smith’s sketch: </strong>With Biden still enjoying a lead in the polls, the president’s attacks on his rivals and perceived enemies smacked of more desperation than usual</p><p>After <a href=\"https://www.theguardian.com/commentisfree/2020/aug/28/the-guardian-view-on-trumps-convention-speech-the-unwitting-truth-amid-lies\">turning the south lawn into a convention stage</a> last month, Donald Trump held a surprise press conference-cum-campaign event on Monday at the White House’s front door – where Jackie Kennedy wore black on the day of JFK’s funeral, and where the Obamas greeted their successors on inauguration day.</p><p>On a glorious late summer’s day, Trump’s vantage point behind a presidential lectern at the north portico afforded him a view of former president Andrew Jackson’s statue in Lafayette Square and, beyond that, the newly minted Black Lives Matter Plaza. Give him a second term in November, and perhaps he’ll install a golden escalator like the one he descended in at Trump Tower to launch his first campaign.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/07/trumps-south-lawn-rally-muted-response-reporters\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/07/trumps-south-lawn-rally-muted-response-reporters", "date_published": "2020-09-07 21:24:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sue Perkins: Along the US-Mexico Border review – darkness leavened with a dash of wit", "description": "<p>More of a travelogue than a documentary, Perkins begins in the border town of Tijuana, where she finds tequila-fuelled parties sit uneasily alongside the scale of asylum seekers’ suffering</p><p>Watching Sue Perkins present a programme always brings to mind the moment in Blackadder when Edmund, in financial straits, is showing prospective buyers around his home. “You’ve really worked out your banter, haven’t you?” says one of them. “No, not really,” replies Blackadder. “This is a different thing – it’s spontaneous, and it’s called wit.”</p><p>Wit is Perkins’ USP. All presenters have warmth and intelligence, though both can vary in degree and kind, and in the proportions in which they are blended. But it is Perkins’ ability to think on her feet – and, I suppose, the willingness of her editors to keep it in and not flatten her into traditional affectlessness – that marks her (and the likes of Grayson Perry and Paul O’Grady when he lets rip) out. It adds zest to proceedings. This is always welcome, even when – as with last night’s opening episode of the two-part <a href=\"https://www.bbc.co.uk/programmes/m000mfw7\">Sue Perkins: Along the US-Mexico Border </a>(BBC One) – the programme’s subject matter is notably colourful stuff on its own.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/07/sue-perkins-along-the-us-mexico-border-review-darkness-leavened-with-a-dash-of-wit\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/07/sue-perkins-along-the-us-mexico-border-review-darkness-leavened-with-a-dash-of-wit", "date_published": "2020-09-07 21:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland humbled at home by Erling Braut Haaland-inspired Norway", "description": "<p>Ian Baraclough may find consolation in the troubled start to Michael O’Neill’s ultimately successful reign as Northern Ireland manager but comparisons must cease there. With a place at Euro 2020 at stake in next month’s play-off against Bosnia and Herzegovina, O’Neill’s successor can ill afford a repeat of this jaded display and chastening defeat against Norway.</p><p>Erling Braut Haaland destroyed them with a display that underlined why his international manager, Lars Lagerback, has drawn parallels with Lionel Messi and Cristiano Ronaldo on the eve of the game.</p> <a href=\"https://www.theguardian.com/football/2020/sep/07/northern-ireland-norway-nations-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/07/northern-ireland-norway-nations-league-match-report", "date_published": "2020-09-07 20:57:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland spare blushes with scrappy win over makeshift Czech Republic", "description": "<p>For more than a quarter of this fixture, a placing in Scotland’s congested international hall of shame beckoned. The Czech Republic, having cobbled an entire team together at 48 hours’ notice after Covid-related issues, held a well-deserved advantage in Olomouc and the visitors were toiling badly. There was cause for the Czechs to wonder why on earth, in an apparent weekend panic, they tried to have the tie postponed.</p><p>A Lyndon Dykes goal, his first for Scotland, on his second appearance, preceded Ryan Christie earning his team respectability from the penalty spot. Yet there should not be, and will not be, any whooping and hollering after unconvincing success against a squad where only two players had sampled international football before.</p> <a href=\"https://www.theguardian.com/football/2020/sep/07/czech-republic-scotland-nations-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/07/czech-republic-scotland-nations-league-match-report", "date_published": "2020-09-07 20:51:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weatherwatch: heatwaves become silent killer, hitting vulnerable hardest", "description": "<p>At least 300 more people in UK died than average in second week of August</p><p>While attention was focused on Covid-19, a spike in death rates in the UK during the second week of August slipped past almost unnoticed. At least 300 more died than average. This excess exactly coincided with a heatwave, when temperatures in the south of England exceeded 33C (91F) for almost a week but more importantly resulted in “tropical” nights in urban areas, defined as exceeding 20C (68F).</p><p>Scientists have long warned that <a href=\"https://www.theguardian.com/world/2020/jan/07/heatwaves-in-2019-led-to-almost-900-extra-deaths-in-england\">summer heat is a serious danger</a> to older people, plus the obese and those with heart and lung diseases – often the same underlying health conditions that can turn Covid into a dangerous illness.</p> <a href=\"https://www.theguardian.com/news/2020/sep/07/weatherwatch-heatwaves-become-silent-killer-hitting-vulnerable-hardest\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/sep/07/weatherwatch-heatwaves-become-silent-killer-hitting-vulnerable-hardest", "date_published": "2020-09-07 20:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michelle Obama on marriage: ‘There are times when you can’t stand each other’", "description": "<p>Former first lady says in latest episode of her podcast that marriage should be approached like picking a basketball team</p><p>Michelle Obama said there have been times when she wanted to “push Barack out of the window” and that marriage should be approached like picking a basketball team in a frank discussion about relationships. </p><p>In the latest episode of her Spotify podcast, the former first lady said young couples, especially when they have small children, struggle to deal with tiredness, stress and sharing roles and they give up on their relationship. </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/07/michelle-obama-barack-marriage-relationships\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/07/michelle-obama-barack-marriage-relationships", "date_published": "2020-09-07 20:29:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One Night in Miami review – a pivotal moment for black America", "description": "<p>Regina King’s movie puts Malcolm X, Cassius Clay, Jim Brown and Sam Cooke in a hotel room together in 1964. The result is immensely watchable</p><p>The premise is the Fantasy Football of drama: imagine a select bunch of historical figures, together in one room, putting the world to rights. Tom Stoppard’s play Jumpers (Lenin, Tzara, James Joyce) set the trend, and more recently, Kemp Powers’s 2013 play One Night in Miami imagined a summit between four African-American legends: Malcolm X, Cassius Clay (soon to become Muhammad Ali), football hero turned movie star Jim Brown and soul legend Sam Cooke. In fact, these four really did meet in Miami in February 1964.</p><p>Powers has now adapted his play for the debut feature by actor and director Regina King (TV’s Watchmen, Barry Jenkins’s If Beale Street Could Talk). King opens out Powers’s drama somewhat, notably in an extended intro, but the action is largely restricted to a single hotel room. The occasion for the meeting is the <a href=\"https://www.theguardian.com/sport/2019/feb/26/cassius-clay-defeats-sonny-liston-world-heavyweight-boxing-champion-1964\">Clay-Sonny Liston fight</a> in Miami – after which Malcolm X summons the other three to celebrate Clay’s championship win. The guests expect a party, only to find that their sober-minded host intends an evening of “reflection” – with ice cream the only refreshment.</p> <a href=\"https://www.theguardian.com/film/2020/sep/07/one-night-in-miami-review-regina-king\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/07/one-night-in-miami-review-regina-king", "date_published": "2020-09-07 20:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serena Williams hits top gear to end Maria Sakkari's challenge at US Open", "description": "<ul><li>Williams reaches her 53rd grand slam quarter-final</li><li><a href=\"https://www.theguardian.com/sport/2020/aug/26/serena-williams-stunned-by-maria-sakkari-at-western-southern-open\">Sakkari defeated Williams just 12 days ago </a></li></ul><p>Serena Williams appears to be building something in New York. At the US Open on Monday afternoon she played her best match of the year so far, beating Maria Sakkari 6-3, 6-7 (6), 6-3 in two and a half hours to reach her 53rd career grand slam quarter-final.</p><p>Just 12 days earlier the pair met in one of the worst matches of Williams’s career. After Williams led 7-5, 5-3 and served for the win, Sakkari recovered to grind out the second set on a tight tie-break at the Western &amp; Southern Open having been two points from defeat. In the third set, Williams began to cramp and, as all looked lost, she seemed to lose interest. <a href=\"https://www.theguardian.com/sport/2020/aug/26/serena-williams-stunned-by-maria-sakkari-at-western-southern-open\" title=\"\">Sakkari won </a><a href=\"https://www.theguardian.com/sport/2020/aug/26/serena-williams-stunned-by-maria-sakkari-at-western-southern-open\" title=\"\">5-</a><a href=\"https://www.theguardian.com/sport/2020/aug/26/serena-williams-stunned-by-maria-sakkari-at-western-southern-open\" title=\"\">7, 7-6 (5), 6-1.</a></p> <a href=\"https://www.theguardian.com/sport/2020/sep/07/serena-williams-us-open-maria-sakkari-tennis-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/07/serena-williams-us-open-maria-sakkari-tennis-report", "date_published": "2020-09-07 19:58:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US veterans and soldiers divided over Trump calling war dead ‘suckers’", "description": "<p>Some service members expressed skepticism after bombshell report prompted an outpouring of condemnation </p><p>Donald Trump was struggling to retain support of active US service members, according to polls, even before last week’s bombshell report that the commander-in-chief referred to fallen and captured US service members as “losers” and “suckers”. But some veterans and military family members remain conflicted. </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/03/trump-american-war-dead-losers-suckers-report\">Trump called American war dead ‘suckers’ and ‘losers', report claims</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/07/us-veterans-soldiers-divided-trump-war-dead-suckers-losers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/07/us-veterans-soldiers-divided-trump-war-dead-suckers-losers", "date_published": "2020-09-07 19:38:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Up to £3.5bn furlough scheme cash may have been wrongly paid out", "description": "<p>Error and fraud rate for scheme estimated at between 5% and 10%, says HMRC chief</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government believes it may have paid out up to £3.5bn in wrong or fraudulent claims for the furlough scheme.</p><p>Jim Harra, the top civil servant at HM Revenue &amp; Customs, said that his staff had calculated for the possibility that as much as 10% of the money might have gone to the wrong places.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/up-to-35bn-furlough-scheme-cash-may-have-been-wrongly-paid-out\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/up-to-35bn-furlough-scheme-cash-may-have-been-wrongly-paid-out", "date_published": "2020-09-07 19:35:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Errors at West Suffolk hospital contributed to woman's death", "description": "<p>Inquest finds Susan Warby, 57, received insulin she did not need after blood test mistakes</p><p>Hospital errors contributed to the death of a woman five weeks after bowel surgery, an inquest into her death has concluded.</p><p>Susan Warby, 57, who died at West Suffolk hospital in Bury St Edmunds, was incorrectly given glucose instead of saline through an arterial line that remained in place for 36 hours and resulted in inaccurate blood test readings.</p> <a href=\"https://www.theguardian.com/society/2020/sep/07/errors-west-suffolk-hospital-contributed-womans-death-susan-warby\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/07/errors-west-suffolk-hospital-contributed-womans-death-susan-warby", "date_published": "2020-09-07 19:07:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Boris Johnson’s Brexit: my word is not my bond | Editorial", "description": "<p>A row with the EU over state aid may show red wall voters the PM is attuned to their concerns. But at what cost? </p><p>Boris Johnson won the last election in part because he could say on what terms he would leave the European Union and his opponents could not. He had an “<a href=\"https://uk.news.yahoo.com/boris-johnson-brexit-no-deal-guy-verhofstadt-144717564.html\" title=\"\">oven-ready</a>” deal. Yet the agreement Mr Johnson secured with the EU was one that his predecessor Theresa May had <a href=\"https://www.mirror.co.uk/news/politics/brexit-philip-hammonds-brutal-takedown-20734899\" title=\"\">rejected</a> because it split Northern Ireland from the rest of the UK, placing the province in the regulatory orbit of Brussels. The prime minister knew this because he had made the same criticism. Last autumn, cornered by his own logic but desperate for a deal, Mr Johnson signed up to a dud agreement.</p><p>The damaging consequences of his choices were threatening to capsize EU-UK trade talks. Mr Johnson’s <a href=\"https://www.theguardian.com/politics/2020/sep/06/five-weeks-clinch-brexit-deal-uk-move-boris-johnson-to-say\" title=\"\">solution</a> was to go back on the deal he had negotiated. The impression is that Mr Johnson’s words are not worth the paper they are written on. If this was allowed there could be no confidence that the UK would stick to its side of the bargain in any trade arrangement. A Britain which reneges on international agreements can hardly lecture rogue states when they do the same.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/07/the-guardian-view-on-boris-johnsons-brexit-my-word-is-not-my-bond\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/07/the-guardian-view-on-boris-johnsons-brexit-my-word-is-not-my-bond", "date_published": "2020-09-07 18:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson: oven ready – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/sep/07/martin-rowson-johnson-cummings-brexit-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/sep/07/martin-rowson-johnson-cummings-brexit-cartoon", "date_published": "2020-09-07 18:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government apologises for Covid testing delays at UK care homes", "description": "<p>Nursing home operator says results are taking seven days instead of promised 72 hours</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government has been forced to apologise for continuing delays to Covid testing, which care home bosses and GPs warn are threatening to lead to more infections among the most vulnerable people.</p><p>The Department of Health and Social Care (DHSC) admitted to breaking its promise to provide test outcomes within 72 hours, as one nursing home operator in Cheshire told the Guardian that results have taken seven days and the delay may have caused infected staff to pass the virus to a resident.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/uk-government-apologises-for-care-home-covid-testing-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/uk-government-apologises-for-care-home-covid-testing-delays", "date_published": "2020-09-07 17:58:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Harry pays back £2.4m for Frogmore Cottage renovation", "description": "<p>Duke of Sussex says he will keep the 18th-century house as his UK residence</p><p>The Duke of Sussex has paid back £2.4m of taxpayers’ money used to renovate Frogmore Cottage, his spokesperson has said.</p><p>Harry and Meghan’s official residence was gifted to them by the Queen but <a href=\"https://www.theguardian.com/uk-news/2019/jun/25/harry-and-meghans-new-home-cost-taxpayer-24m\">required extensive renovation</a> to make it habitable for the couple and their<a href=\"https://www.theguardian.com/uk-news/2019/may/08/duke-and-duchess-of-sussex-show-off-their-newborn-son\"> son, Archie</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/prince-harry-pays-back-24m-for-frogmore-cottage-renovation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/prince-harry-pays-back-24m-for-frogmore-cottage-renovation", "date_published": "2020-09-07 17:51:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Scotland extends lockdown in Glasgow area", "description": "<p> Nicola Sturgeon expands restrictions, which will now affect more than 1m people </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nicola Sturgeon has ordered the extension of lockdown restrictions in the Glasgow area to two other councils, affecting more than 1 million people across the west of Scotland.</p><p>The first minister told the BBC the measures to restrict people’s right to visit other people at home were taken at a Scottish government resilience committee meeting after a surge in Covid-19 cases in the Glasgow area.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/nicola-sturgeon-orders-expansion-glasgow-area-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/nicola-sturgeon-orders-expansion-glasgow-area-lockdown", "date_published": "2020-09-07 17:47:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK records biggest jump in transport use since pandemic began", "description": "<p>Rail station footfall up 12% on Monday compared with Friday, as workers and pupils return</p><p>The number of passengers using major public transport hubs has jumped to the highest since the start of the pandemic as more pupils returned to school and amid a government push for employees to return to workplaces.</p><p>More people entered the UK’s key rail hubs during the morning peak period on Monday than had done so at any time since the <a href=\"https://www.theguardian.com/uk-news/2020/jun/27/what-next-for-the-uks-deserted-public-transport-network\">start of the coronavirus </a><a href=\"https://www.theguardian.com/uk-news/2020/jun/27/what-next-for-the-uks-deserted-public-transport-network\">lockdown</a>, according to footfall figures from Network Rail, the infrastructure manager that runs the UK’s 20 busiest stations.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/monday-sees-biggest-jump-in-uk-transport-use-since-pandemic-began\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/monday-sees-biggest-jump-in-uk-transport-use-since-pandemic-began", "date_published": "2020-09-07 17:45:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food industry in England urged to trim 20% of calories by 2024", "description": "<p>Restaurants, takeaways and ready meals all affected, but anti-obesity campaigners say target should be compulsory</p><p>The number of calories found in pizzas, chips, crisps and other unhealthy foods beloved by Britons must be cut dramatically to help the fight against obesity, the government has declared.</p><p>Cafes, fast food takeaways and restaurants have been told to reduce the calorific content of the goods they sell by 20% by 2024, given their key role in fuelling the obesity epidemic.</p> <a href=\"https://www.theguardian.com/society/2020/sep/07/food-industry-in-england-told-to-trim-20-of-calories-by-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/07/food-industry-in-england-told-to-trim-20-of-calories-by-2024", "date_published": "2020-09-07 17:35:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South African far left targets pharmacies in racism row over advert", "description": "<p>Economic Freedom Fighters protesters damage some Clicks stores and force others to close<br /></p><p>Protesters from a far-left party damaged pharmacies in South Africa on Monday and forced others to close during demonstrations over what they said was a racist advertisement.</p><p>The advert showed an image of African black hair which it described as “dry and damaged”, while an example of white hair was referred to as “fine and flat”. It was posted on the website of the Clicks chain of pharmacies on Friday, and removed the same day after uproar on social media. The firm apologised.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/south-african-far-left-targets-pharmacies-over-racist-advert\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/south-african-far-left-targets-pharmacies-over-racist-advert", "date_published": "2020-09-07 17:35:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morrisons supermarket chain takes on thousands of new staff", "description": "<p>Bradford-based retailer expands online delivery service and in-store cleaning<br /></p><p><a href=\"https://www.theguardian.com/business/morrisons\">Morrisons</a> is hiring thousands more permanent staff as it expands its online delivery service and steps up in-store cleaning, building on a dramatic workforce expansion since the pandemic took hold.</p><p>The Bradford-based supermarket chain, which employed about 97,000 workers at the start of the year, hired 45,000 extra staff after the coronavirus crisis hit the UK. Many of the new recruits temporarily replaced permanent workers who were vulnerable or forced to self isolate.</p> <a href=\"https://www.theguardian.com/business/2020/sep/07/morrisons-supermarket-chain-takes-on-thousands-of-new-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/07/morrisons-supermarket-chain-takes-on-thousands-of-new-staff", "date_published": "2020-09-07 17:26:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birmingham stabbings: dead man's family say he was 'light of our life'", "description": "<p>Jacob Billington, 23, from Liverpool died in city centre attack while out with friends</p><p>The man who was killed in a series of stabbings in Birmingham on Sunday has been described as “the light of our life” by his family.</p><p>Jacob Billington, 23, from Liverpool, was killed in the city centre attack while out with friends. Another 23-year-old member of the group – who were visiting a friend studying in Birmingham – was seriously injured and remains in hospital.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/birmingham-stabbings-man-arrested-after-city-centre-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/birmingham-stabbings-man-arrested-after-city-centre-attacks", "date_published": "2020-09-07 17:17:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: seven Greek islands to be removed from England's safe list", "description": "<p>Mykonos and Crete among islands from which travellers will have to isolate for two weeks from Wednesday</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Seven Greek islands are being removed from England’s list of locations exempt from 14-day Covid-19 quarantine – but not the country’s mainland, in a significant shift in government policy as it in effect embraces regional travel corridors for the first time.</p><p>Speaking in the Commons on Monday, the transport secretary, Grant Shapps, announced that arrivals from the Greek islands will have to isolate for two weeks on their return to England from Wednesday at 4am, but not those arriving from the rest of the country.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/coronavirus-seven-greek-islands-to-be-removed-from-england-safe-list\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/coronavirus-seven-greek-islands-to-be-removed-from-england-safe-list", "date_published": "2020-09-07 17:01:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Africa's Great Green Wall just 4% complete halfway through schedule", "description": "<p>Report calls for more support if plan to plant 100m hectares of vegetation is to be realised</p><p>The world’s most ambitious reforestation project, the Great Green Wall of Africa, has covered only 4% of its target area but is more than halfway towards its 2030 completion date, according to a status report.</p><p>More funds, greater technical support and tighter oversight will be needed if the plan to plant 100m hectares of trees and other vegetation is to be realised, say the authors of the study, which was unveiled on Monday at a meeting of regional ministers.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/africa-great-green-wall-just-4-complete-over-halfway-through-schedule\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/africa-great-green-wall-just-4-complete-over-halfway-through-schedule", "date_published": "2020-09-07 16:57:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Badger cull extended in England with more than 60,000 in line of fire", "description": "<p>Campaigners say expansion is a betrayal as government had pledged to phase out cull<br /></p><p>The government’s badger cull is being <a href=\"https://www.gov.uk/government/publications/bovine-tb-authorisation-for-badger-control-in-2020\">expanded to 11 new areas</a> of England including parts of Oxfordshire, Lincolnshire, Leicestershire and Derbyshire so that more than 60,000 badgers can be killed.</p><p>Conservation groups said the expansion was a betrayal of trust after the government this year pledged to <a href=\"https://www.theguardian.com/environment/2020/mar/05/badger-cull-phased-out-replaced-vaccinations-bovine-tb-england\">phase out </a><a href=\"https://www.theguardian.com/environment/2020/mar/05/badger-cull-phased-out-replaced-vaccinations-bovine-tb-england\">the badger cull</a>, intended to reduce bovine TB in cattle, after <a href=\"https://www.theguardian.com/uk-news/2018/nov/13/farming-industry-to-blame-for-tb-crisis-not-just-badgers-report\">a scientific review</a> cast doubt on its efficacy.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/badger-cull-extended-england-60000-animals-in-line-of-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/badger-cull-extended-england-60000-animals-in-line-of-fire", "date_published": "2020-09-07 16:45:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Papillon, Europe's most wanted bear, captured after 42 days on the run", "description": "<p>The brown bear, a master escapologist, is now back in its north Italian wildlife enclosure</p><p>A brown bear nicknamed Papillon for its propensity for escaping from its enclosure has been captured by rangers in the Italian province of Trento after 42 days of freedom.</p><p>Codenamed M49, the 149kg (23st) bear fled from the Casteller centre on 27 July after climbing over its enclosure, which had been reinforced following previous escapes.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/papillon-europes-most-wanted-bear-caught-after-42-days-on-the-run\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/papillon-europes-most-wanted-bear-caught-after-42-days-on-the-run", "date_published": "2020-09-07 16:36:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back to the Roo-ture? Reconstructed face of medieval monk looks familiar", "description": "<p>Image of 15th-century Abbot John of Wheathampstead bears likeness to contemporary figures</p><p>Scholars involved in the digital reconstruction of the face of a medieval Benedictine abbot admit there is something “faintly familiar” about the results.</p><p>The image was extrapolated by experts from CT scans of a well-preserved skull of Abbot John of Wheathampstead, whose skeleton was discovered during excavations for a new visitor centre at St Albans Cathedral in December 2017.</p> <a href=\"https://www.theguardian.com/science/2020/sep/07/back-to-the-roo-ture-reconstructed-face-of-medieval-monk-looks-familiar\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/sep/07/back-to-the-roo-ture-reconstructed-face-of-medieval-monk-looks-familiar", "date_published": "2020-09-07 16:33:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain is first country in western Europe to record half a million Covid cases", "description": "<p>Experts fear that France and the UK will follow the country’s rapid rise in new infections</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Spain has become the first western European country to record more than half a million Covid-19 cases, logging a total of 525,549 infections as concerns also grow over the rise in cases in <a href=\"https://www.theguardian.com/world/france\">France</a> and the UK.</p><p>The Spanish milestone comes amid a <a href=\"https://www.theguardian.com/world/2020/aug/25/spain-warned-of-dire-impact-of-second-coronavirus-lockdown\">continuing surge</a> in infections as millions of children begin returning to school after a six-month hiatus.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/spain-set-to-record-half-a-million-covid-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/spain-set-to-record-half-a-million-covid-cases", "date_published": "2020-09-07 16:28:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK travellers: are you returning early from Greece?", "description": "<p>We would like to hear from those returning from parts of Greece about travel arrangements and how you will manage quarantine </p><p>Have you had to change travel plans to avoid quarantine?</p><p>UK transport secretary Grant Schapps has announced that from 4am on Wednesday quarantine will be imposed on arrivals to England from seven Greek islands: Lesvos, Tinos, Serifos, Mykonos, Crete, Santorini and Zakynthos.</p> <a href=\"https://www.theguardian.com/world/2020/sep/03/british-travellers-are-you-travelling-back-early-from-portugal-or-greece-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/03/british-travellers-are-you-travelling-back-early-from-portugal-or-greece-coronavirus", "date_published": "2020-09-07 16:25:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can pay, won't pay: how Windsor became the tax-dodging capital of the UK", "description": "<p>A new analysis of all 279 areas in the country shows the jolly nice Berkshire town has the highest concentration of tax avoiders </p><p><strong>Name:</strong> Windsor.</p><p><strong>Age:</strong> Yeah, quite old. There was almost certainly a settlement there before William the Conqueror showed up and built a castle in 1070.</p> <a href=\"https://www.theguardian.com/business/2020/sep/07/can-pay-wont-pay-how-windsor-became-the-tax-dodging-capital-of-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/07/can-pay-wont-pay-how-windsor-became-the-tax-dodging-capital-of-the-uk", "date_published": "2020-09-07 16:20:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fossil upends theory of how shark skeletons evolved, say scientists", "description": "<p>Discovery of early bony fish casts doubt on accepted ideas about evolutionary history of vertebrates<br /></p><p>The partial skull of an armoured fish that swam in the oceans over 400m years ago could turn the evolutionary history of sharks on its head, researchers have said.</p><p>Bony fish, such as salmon and tuna, as well as almost all terrestrial vertebrates, from birds to humans, have skeletons that end up made of bone. However, the skeletons of sharks are made from a softer material called cartilage – even in adults.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/fossil-upends-theory-of-how-shark-skeletons-evolved-say-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/fossil-upends-theory-of-how-shark-skeletons-evolved-say-scientists", "date_published": "2020-09-07 16:02:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joy, radicalism and bare bottoms: the Young Vic turns 50", "description": "<p>The giant street party has been cancelled. But there are still plans to celebrate the theatre that wowed young crowds, championed black playwrights and conjured finales from Italian cuisine</p><p>How can you have a big 50th birthday bash at a time like the present? London’s Young Vic, that vibrantly popular theatre, had originally planned to hold a giant street party to celebrate its half-century on 11 September. That’s inevitably been put on hold but Kwame Kwei-Armah, the Young Vic’s director, is determined not to let the historic anniversary go unmarked.</p><p>Two cherished projects will both be launched on the big day. One will be a projection, illuminating the front of the building for a month, reflecting the theatre’s astonishing history. The other will be an interactive art installation, entitled The Unforgotten, challenging our definitions of leadership.</p> <a href=\"https://www.theguardian.com/stage/2020/sep/07/joy-radicalism-and-bare-bottoms-the-young-vic-turns-50\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/sep/07/joy-radicalism-and-bare-bottoms-the-young-vic-turns-50", "date_published": "2020-09-07 15:39:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamal Khashoggi murder: Saudi court overturns five death sentences", "description": "<p>Eight defendants jailed for between seven and 20 years in final ruling on case</p><p>A Saudi court has overturned five death sentences over the murder of Jamal Khashoggi, in a final ruling that jailed eight defendants for between seven and 20 years, state media reported.</p><p>“Five of the convicts were given 20 years in prison and another three were jailed for seven to 10 years,” the official Saudi Press Agency said, citing a spokesman for the public prosecutor. None of the defendants were named.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/jamal-khashoggi-saudi-court-overturns-five-death-sentences\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/jamal-khashoggi-saudi-court-overturns-five-death-sentences", "date_published": "2020-09-07 15:35:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India becomes country with second highest number of Covid cases", "description": "<p>With 4.1m cases, south Asian nation is now second only to US in terms of number of infections </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>India has surpassed Brazil to become the country with the second highest number of coronavirus cases, as the virus continues to spread through the country of 1.3 billion at the fastest rate of anywhere in the world.</p><p>India recorded more than 90,000 cases overnight, bringing the number of infections in the country past 4.2 million and overtaking Brazil, which with 4.1 million cases had been the second worst-affected country for several months.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/india-becomes-country-with-second-highest-number-of-covid-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/india-becomes-country-with-second-highest-number-of-covid-cases", "date_published": "2020-09-07 15:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman who helped deported Syrians 'ashamed of UK government'", "description": "<p>Barbara Pomfret came to aid of group left homeless in Madrid after forced removal from UK<br /></p><p>A British woman living in Spain who helped 11 Syrian asylum seekers who were left homeless and hungry on the streets of Madrid after being forcibly removed from the UK has said she is ashamed of the UK government’s behaviour.</p><p>The all-male group were left destitute after being <a href=\"https://www.theguardian.com/uk-news/2020/sep/03/we-dont-know-what-to-do-asylum-seekers-flown-to-spain-by-home-office\">put on a flight to Madrid</a> by the Home Office last week. They had arrived in the UK in small boats from Calais and are part of a Home Office plan to remove almost 1,000 such arrivals.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/woman-helped-deported-syrians-spain-madrid-ashamed-uk-government\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/woman-helped-deported-syrians-spain-madrid-ashamed-uk-government", "date_published": "2020-09-07 14:26:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney remake of Mulan criticised for filming in Xinjiang", "description": "<p>Film credits offer thanks to eight government entities in region where rights abuses are documented</p><ul><li><a href=\"https://www.theguardian.com/film/2020/sep/07/mulan-disney-live-action-remake-hong-kong-china\">Why Mulan is a lightning rod for controversy</a></li></ul><p>Disney’s live-action remake of Mulan, already the <a href=\"https://www.theguardian.com/world/2020/sep/04/pro-democracy-boycott-of-disneys-mulan-builds-online-via-milkteaalliance\">target of a boycott</a>, has come under fire for filming in Xinjiang, the site of alleged widespread human rights abuses against Uighurs and other Muslim minorities.</p><p>The film, directed by Niki Caro, is an adaptation of Disney’s 1998 animation about Hua Mulan, a young woman who disguises herself as a man to fight in the imperial army in her father’s stead.</p> <a href=\"https://www.theguardian.com/film/2020/sep/07/disney-remake-of-mulan-criticised-for-filming-in-xinjiang\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/07/disney-remake-of-mulan-criticised-for-filming-in-xinjiang", "date_published": "2020-09-07 14:15:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Freeing the truth' – Extinction Rebellion activists on their week of action", "description": "<p>From blockading printers to meditating outside Barclays, the climate crisis campaign has drawn a variety of participants</p><p>Thousands of Extinction Rebellion (XR) activists and supporters have been staging “die-ins”, preventing copies of newspapers from being distributed and meditating outside banks <a href=\"https://www.theguardian.com/environment/2020/sep/05/over-600-arrests-made-at-extinction-rebellion-protests-in-london\">over the past week</a> in a series of actions aimed at highlighting the worsening ecological crisis.</p><p> At printing plants in Merseyside and in Hertfordshire on Friday evening, many trucks carrying newspapers were unable to deliver to shops. The prime minister, Boris Johnson, accused XR of seeking to limit the public’s access to news <a href=\"https://www.theguardian.com/environment/2020/sep/06/extinction-rebellion-organised-crime-group-ridiculous-uk\">amid suggestions</a> that the environmental group could subsequently be treated like an organised crime group by the authorities.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/freeing-the-truth-extinction-rebellion-activists-on-their-week-of-action\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/freeing-the-truth-extinction-rebellion-activists-on-their-week-of-action", "date_published": "2020-09-07 14:10:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French 'anti-maskers' most likely to be educated women in 50s, says study", "description": "<p>Results show 94% of Covid sceptics would refuse vaccine and most describe themselves as free-thinkers</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>French people who reject mask-wearing are more likely to be older, educated women who support the <em>gilets </em><em>jaunes </em>(yellow vests) protest movement and the controversial virus specialist Didier Raoult, and would refuse to have a coronavirus vaccination if one were available, according to a new<a href=\"https://jean-jaures.org/nos-productions/bas-les-masques-sociologie-des-militants-anti-masques\"> study</a>.</p><p>They also describe themselves as free-thinkers who believe the government is meddling too much in their lives, have a distrust of public institutions and often support conspiracy theories, it found.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/french-anti-maskers-see-themselves-as-free-thinkers-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/french-anti-maskers-see-themselves-as-free-thinkers-study-shows", "date_published": "2020-09-07 14:09:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The problem with Mulan: why the live-action remake is a lightning rod for controversy", "description": "<p>The remake of Disney’s hit animation has triggered pro-democracy and human rights protests in Hong Kong and around the world</p><ul><li><a href=\"https://www.theguardian.com/film/2020/sep/07/disney-remake-of-mulan-criticised-for-filming-in-xinjiang\">Disney remake criticised for filming in Xinjiang</a></li></ul><p>It’s an understatement to say that a lot has happened since the trailer for <a href=\"https://www.theguardian.com/film/walt-disney-company\">Disney</a>’s live-action<strong> </strong>Mulan was released last year, shortly after <a href=\"https://www.theguardian.com/world/hong-kong\">Hong Kong</a>’s draconian national security law was passed without consultation or vote in June. The ongoing assault on democracy in Hong Kong has dominated international headlines, with the arrests of pro-democracy activists, newspaper editors and government legislators. With its original cinema release put on hold due to <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">the coronavirus epidemic</a>, Mulan is now emerging to a vastly different political landscape.</p><p>On the face of it, the new Mulan is a missed opportunity for Hollywood to explore Chinese history and identity, a confused and superficial statement about Chinese nationalism. A hodgepodge of Chinese historical <em>mise-en-scène</em>, <em>wuxia</em>-style choreography, cheap orientalism and stilted dialogue, it’s also become a lightning rod for pro-democracy and human rights protests around the world. </p> <a href=\"https://www.theguardian.com/film/2020/sep/07/mulan-disney-live-action-remake-hong-kong-china\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/07/mulan-disney-live-action-remake-hong-kong-china", "date_published": "2020-09-07 14:07:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the frontline against Covid-19 in Ethiopia – a photo essay", "description": "<p>Yonas Tadesse is an Ethiopian photographer based in Addis Ababa who has been documenting doctors and emergency workers fighting coronavirus since the beginning of the outbreak. This series focuses on the taskforce at the Eka Kotebe hospital in Addis Ababa </p><p>The first case of Covid-19 in Ethiopia was reported on 13 March, when a team of first responders took in a 48-year-old Japanese man. Having never seen anything like his condition, they did not know what to prepare for, and thus started their new normal of battling the coronavirus in Ethiopia.</p><p>Doctors, nurses, janitors, security guards and drivers donned hats they had never dreamed of wearing as they worked to develop systems and techniques to minimise the damage from the virus – often at the cost of their health, their home lives, their reputations, and sometimes their lives.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/on-the-frontline-against-covid-19-in-ethiopia-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/on-the-frontline-against-covid-19-in-ethiopia-a-photo-essay", "date_published": "2020-09-07 13:56:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alexei Navalny out of induced coma and is responsive, says Berlin hospital", "description": "<p>UK summons Russian ambassador as hospital says opposition leader’s condition is improving</p><p>The Russian opposition leader Alexei Navalny has been taken out of an induced coma and is responding to speech, the German hospital treating him has said, as the UK summoned the Russian ambassador to express its concern.</p><p>The Charité hospital in Berlin, which has been treating Navalny since 22 August, said his condition was improving and that he was also being weaned off mechanical ventilation.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/alexei-navalny-taken-out-of-induced-coma-and-is-responsive-berlin-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/alexei-navalny-taken-out-of-induced-coma-and-is-responsive-berlin-hospital", "date_published": "2020-09-07 13:40:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is the most prescient science fiction film?", "description": "<p>This week we explore the multiple ways Hollywood has tried to predict the future, from flying cars to AI to a barren dystopia</p><ul><li><a href=\"https://www.theguardian.com/culture/picture/2020/sep/07/modern-toss\">Modern Toss on science fiction films</a></li></ul><p><em>In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and for all</em></p><p>The thing about the future is that one day it becomes the present. Put a timestamp on your sci-fi and you are laying down a potential rake to step on when reality catches up. We have breezed past the dates of breakout shoot-’em-up Escape from New York (set in 1997), seedy VR nightmare Strange Days (1999) and hoverboard hellscape <a href=\"https://www.theguardian.com/film/video/2015/oct/20/back-to-the-future-part-ii-is-the-film-to-watch-this-week-video-review\">Back to the Future Part II</a> (2015). Now all three films seem like quaint period pieces instead of predicted futures.</p> <a href=\"https://www.theguardian.com/culture/2020/sep/07/solved-what-is-the-most-prescient-science-fiction-film\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/sep/07/solved-what-is-the-most-prescient-science-fiction-film", "date_published": "2020-09-07 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenage boy arrested after 15-year-old shot near Suffolk school", "description": "<p>Police seal off area after Kesgrave high school pupil sustains serious injuries in shooting<br /></p><p>A teenager has been arrested after a 15-year-old boy was shot on his way to school in Suffolk.</p><p>The victim, a pupil at Kesgrave high school, sustained serious injuries and was airlifted to Addenbrooke’s hospital in Cambridge, Suffolk police said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/suffolk-police-respond-to-reports-of-shooting-near-ipswich\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/suffolk-police-respond-to-reports-of-shooting-near-ipswich", "date_published": "2020-09-07 11:34:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester bomber was seen 'praying' at venue before attack", "description": "<p>Chairman says he is ‘not looking for scapegoats’ as inquiry hears of possible ‘missed opportunities’</p><p>The Manchester Arena bomber was spotted “praying” at the venue 50 minutes before he carried out the attack and asked what he had in his rucksack, the inquiry into the bombing has heard.</p><p>It was one of two possible “missed opportunities” to stop Salman Abedi in the hour before the bombing on 22 May 2017, the public inquiry into the attacks heard.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/manchester-bombing-inquiry-launches-promising-to-leave-no-stone-unturned\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/manchester-bombing-inquiry-launches-promising-to-leave-no-stone-unturned", "date_published": "2020-09-07 11:12:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I'm surrounded by ghosts': Bataclan survivor Ismaël El Iraki on his film Zanka Contact", "description": "<p>The film-maker was at the Paris concert venue when attackers opened fire. His debut feature is inspired by his gruelling journey to recovery</p><p>‘For three days after the Bataclan, I thought I was dead,” says Ismaël el Iraki, whose debut feature, Zanka Contact, about two lost souls recovering from PTSD, is playing at the Venice film festival. It’s a Wild at Heart-type love story starring Ahmed Hammoud and Moroccan music star Khansa Batma with debts to Quentin Tarantino and Sergio Leone. A car crash throws together a has-been rocker who has just returned to Casablanca and a streetwise con-artist, who get lulled into the shenanigans of the city’s music underworld.</p><p>Zanka Contact riffs on the director’s experiences trying to recover from all he witnessed at the Eagles of Death Metal concert at Paris’s Bataclan venue in November 2015, when <a href=\"https://www.theguardian.com/world/2015/nov/20/bataclan-witnesses-recount-horror-paris-attacks\">gunmen massacred 90 people</a> in a night of coordinated attacks by terrorists that left 143 dead and hundreds injured. El Iraki stared at the gunman as he pulled the trigger. The bullet scraped past him. He was preparing to die when the fearless actions of a <a href=\"https://uk.reuters.com/article/us-france-shooting-bataclan-hero/you-saved-my-life-paris-attack-survivors-seek-solace-with-bataclan-security-man-idUKKCN0VY2NH\">security guard called Didi</a> saved him. Oblivious to his personal wellbeing, Didi kept returning to the concert hall, leading the injured and distressed to safety. “I saw a hero with my own eyes,” recalls El Iraki, who escaped through the front door of the building.\u2028</p> <a href=\"https://www.theguardian.com/film/2020/sep/07/ismael-el-iraki-film-zanka-contact-bataclan-terror-attack-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/07/ismael-el-iraki-film-zanka-contact-bataclan-terror-attack-paris", "date_published": "2020-09-07 10:45:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK commuters: share your experiences of travelling to work", "description": "<p>We would like to know what commuting is like during the coronavirus pandemic </p><p>About <a href=\"https://www.theguardian.com/business/2020/sep/06/rail-firms-to-restore-90-of-services-amid-back-to-work-push\">90% of train services were restored</a> on Monday as the government tries to encourage office workers in the UK to return to their desks.</p><p>We would like to hear from people around Britain about their commute and what has changed due to the pandemic.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/uk-commuters-share-your-experiences-of-travelling-to-work-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/uk-commuters-share-your-experiences-of-travelling-to-work-coronavirus", "date_published": "2020-09-07 10:14:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘I hitchhiked to Kathmandu and spent days searching for her’", "description": "<p>Nancy Guri Duncan, 75, and François Le Diascorn, 73, met in India while they were travelling as reporters in 1971. They live together in the south of France</p><p>In 1971, Nancy Guri Duncan was working as a freelance journalist in south-east Asia. “I’m from the US, but I was in Vietnam covering the war,” she says. “That summer, I went to Chennai (then known as Madras) in India to meet a friend from the US. We travelled together to Kolkata (then Calcutta) and arrived at a Salvation Army guesthouse.” They were told to wait in the breakfast area while their room was being prepared. A few minutes later, François Le Diascorn joined them at their table with another young Frenchman. “At the time, we were trying to start our careers as war photographers,” he says. “We’d come to India because we were interested in investigating the conflict on the Indian-Pakistani border.”</p><p>That evening, Nancy and François talked about their careers and future plans. “I was smitten that night,” she admits. “François seemed like the sort of person I could be with.” However, he and his friend were leaving the following day to travel to the border. “I was really upset, but my friend told me to get his name and address. It wasn’t much to go on.” François also liked Nancy, but thought it was an “impossible” situation. “She was American, I was French and we were both going to be in different places. I didn’t see how it could work.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/07/how-we-met-i-hitchhiked-to-kathmandu-and-spent-days-searching-for-her\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/07/how-we-met-i-hitchhiked-to-kathmandu-and-spent-days-searching-for-her", "date_published": "2020-09-07 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An invisible enemy: the battle to save black-footed ferrets from the plague", "description": "<p><em>Yersinia pestis </em>killed millions of people across Europe in the middle ages. Today it remains a deadly threat to one of the US’s most endangered species</p><p>Every year, from August to November, Travis Livieri becomes nocturnal. The field biologist goes out in his truck in Conata Basin, South Dakota, armed with a spotlight in search of one of the most endangered mammals in North America: the <a href=\"https://nc.iucnredlist.org/redlist/amazing-species/mustela-nigripes/pdfs/original/mustela-nigripes.pdf\">black-footed ferret</a>. When the light catches the reflective green shine of the ferret’s eyes, he waits for the animal to disappear into a burrow and then lays a trap at the entrance.</p><p>Once the ferret is trapped, Livieri coaxes it into a long black tube and anaesthetises it before giving it a vaccine shot. Then he takes a blue marker and draws a line from the ferret’s left ear to its right shoulder. About a month later, he returns again at night to the same location to give the ferret its booster, drawing a line from its right ear to its left shoulder. Ferrets marked with an X are safe from the plague.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/an-invisible-enemy-the-battle-to-save-black-footed-ferrets-from-the-plague-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/an-invisible-enemy-the-battle-to-save-black-footed-ferrets-from-the-plague-aoe", "date_published": "2020-09-07 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experiences of poverty, inequality and social challenges in the wake of coronavirus in the UK", "description": "<p>We would like to hear from people and organisations who have lived experience of these issues as part of a video project</p><p>The Guardian is doing an experimental and collaborative video journalism project, reporting on <a href=\"https://www.theguardian.com/society/2020/sep/01/marcus-rashford-takes-aim-at-child-food-poverty-with-new-taskforce\">poverty</a>, inequality and the social challenges we are facing in the wake of coronavirus.</p><p>We want to hear from people and organisations who have lived experience of these issues, with whom we will collaborate to make short films for the Guardian over the next few months.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/share-your-experiences-of-poverty-inequality-and-social-challenges-in-the-wake-of-coronavirus-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/share-your-experiences-of-poverty-inequality-and-social-challenges-in-the-wake-of-coronavirus-in-the-uk", "date_published": "2020-09-07 09:38:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brentford's futuristic stadium – in pictures", "description": "<p>Guardian photographer Tom Jenkins attended the first match at Brentford’s new stadium as the club hosted Wycombe in the EFL Cup</p> <a href=\"https://www.theguardian.com/sport/gallery/2020/sep/07/brentfords-futuristic-stadium-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2020/sep/07/brentfords-futuristic-stadium-in-pictures", "date_published": "2020-09-07 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California wildfires – in pictures", "description": "<p>The California governor, Gavin Newsom, declared a state of emergency in five counties on Sunday due to wildfires. It was prompted by the Creek fire that started on Friday night, forcing evacuations and road closures in the Fresno area </p> <a href=\"https://www.theguardian.com/us-news/gallery/2020/sep/07/california-wildfires-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2020/sep/07/california-wildfires-in-pictures", "date_published": "2020-09-07 07:37:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch salvage mission begins for RAF bomber shot down 77 years ago", "description": "<p>Plane lost on way back from Berlin in 1943 was found by chance in lake near Amsterdam in 2008 </p><p>After 77 years, Richard Shrubsall may finally see laid to rest the father he never knew. Leonard Shrubsall was declared missing after his plane was shot down while returning from a bombing raid on Berlin in 1943. His wife, Beatrice, was three months pregnant with Richard when she received the telegram with the news.</p><p>Now the Dutch army and airforce have begun work to recover an RAF Short Stirling bomber from the Markermeer, a large, shallow lake near Amsterdam. The plane is believed to be aircraft<strong> </strong>BK716 from the Gold Coast Squadron, shot down during icy weather on 29 March 1943. Seven crew members were declared missing, including Leonard Shrubsall. He was 30.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/dutch-salvage-mission-begins-for-raf-bomber-shot-down-77-years-ago\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/dutch-salvage-mission-begins-for-raf-bomber-shot-down-77-years-ago", "date_published": "2020-09-07 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: India becomes second worst-hit nation with one-day record of over 90,000 cases", "description": "<p>US <a href=\"https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones?page=with:block-5f55670e8f08c5bb9a75623b#block-5f55670e8f08c5bb9a75623b\">Labor day weekend crowds</a> prompt fears; <a href=\"https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones?page=with:block-5f555e428f08a919fc8776db#block-5f555e428f08a919fc8776db\">Netanyahu announces overnight curfews</a> on 40 cities; UK reports <a href=\"https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones?page=with:block-5f555e428f08a919fc8776db#block-5f555e428f08a919fc8776db\">almost 3,000 cases</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones?page=with:block-5f55a0d58f08c5bb9a75638d#block-5f55a0d58f08c5bb9a75638d\">India confirms world record one-day cases</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/07/global-report-india-overtakes-brazil-as-second-most-covid-infected-country-in-the-world\">India overtakes Brazil as second most Covid-infected country</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones?page=with:block-5f5565298f0829a231fe74ce#block-5f5565298f0829a231fe74ce\">France declares more Covid-19 ‘red zones’</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/06/seasonal-affective-disorder-sad-coronavirus-americans\">Many Americans face bleak winter as Covid takes toll on mental health</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-07T06:36:13.280Z\">7.36am <span class=\"timezone\">BST</span></time> </p><p>Not all the papers are leading on coronavirus today, with Brexit and other issues, such as the weather forecast, topping some news agenda. </p><p>Today’s Guardian does, however, with details of the recent large increases in coronavirus infections in <strong>England</strong> leading a public health director to accuse the government of having “lost control” of the spread of the virus. </p><p dir=\"ltr\" lang=\"en\">Monday's Guardian: Ministers have ‘lost control’ of virus spread, say experts <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://twitter.com/hashtag/TheGuardian?src=hash&amp;ref_src=twsrc%5Etfw\">#TheGuardian</a> <a href=\"https://twitter.com/hashtag/Guardian?src=hash&amp;ref_src=twsrc%5Etfw\">#Guardian</a> <a href=\"https://t.co/aruEZP2uPP\">pic.twitter.com/aruEZP2uPP</a></p><p>The UK recorded a massive rise in the number of people testing positive for Covid-19 yesterday, amid concerns the government has lost control of the pandemic just as people return to work and universities prepare to reopen.</p><p>Labour demanded that the health secretary, Matt Hancock, give an urgent statement to the House of Commons to explain the surge in cases and why some people were still being told to drive hundreds of miles for a test.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/sep/06/coronavirus-fears-uk-government-lost-control-cases-soar\">Coronavirus: fears UK government has lost control as Covid cases soar</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-09-07T06:19:36.162Z\">7.19am <span class=\"timezone\">BST</span></time> </p><p>A school in Suffolk, in the east of <strong>England</strong>, was closed to pupils on Monday morning after five teachers tested positive for coronavirus.</p><p>Two other members of staff at the Samuel Ward Academy in Haverhill are waiting to hear their coronavirus test results, the <strong>PA</strong> news agency reports. It was closed on the advice of Public Health England. </p><p>The safety of pupils and all those who work at the school is my biggest priority. </p><p>Obviously this is a huge disappointment after working so hard to get the school back up and running. </p> <a href=\"https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/07/coronavirus-live-news-cases-rising-in-22-us-states-as-france-declares-more-covid-19-red-zones", "date_published": "2020-09-07 06:36:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My working week: 'Jakub has been sleeping rough for 10 days. I threaten the council with legal action'", "description": "<p>I am a housing solicitor and am forever appalled by the obstacles put in the way of the young people I work with</p><p>I’m a housing solicitor at a <a href=\"https://justforkidslaw.org/\">charity</a> that works to defend the rights of young people with housing difficulties.</p> <a href=\"https://www.theguardian.com/society/2020/sep/07/my-working-week-jakub-sleeping-rough-10-days-threaten-council-legal-action\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/07/my-working-week-jakub-sleeping-rough-10-days-threaten-council-legal-action", "date_published": "2020-09-07 06:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Typhoon Haishen: four missing in Japan as storm pounds South Korea", "description": "<p>Hundreds of thousands without power on Kyushu after winds of 140km/h and heavy rain hit the region</p><p>Four people are missing and dozens more have been injured after a powerful typhoon battered south-western <a href=\"https://www.theguardian.com/world/japan\">Japan</a> on Monday before making landfall on the Korean peninsula.</p><p><a href=\"https://www.theguardian.com/world/2020/sep/07/typhoon-haishen-millions-evacuated-as-japan-pm-calls-for-utmost-caution\">Typhoon Haishen</a> left 440,000 homes without power and damaged buildings on and near the island of Kyushu.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/typhoon-haishen-millions-evacuated-as-japan-pm-calls-for-utmost-caution\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/typhoon-haishen-millions-evacuated-as-japan-pm-calls-for-utmost-caution", "date_published": "2020-09-07 06:16:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Covid school closures are making girls marry early", "description": "<p>The pandemic’s impact is long-term: the UN warns that it could lead to 13 million more child marriages over a decade </p><p>Samita (not her real name) is 17 and lives in the Lamjung district of Nepal. It was never easy, even before coronavirus, for her to attend school full-time. Living in a rural community in a family with little income she was expected to do housework as well.</p><p>Samita persisted though. At the beginning of the year, the <a href=\"https://www.vsointernational.org/our-work/inclusive-education/system-strengthening/sisters-for-sisters\">Sisters for Sisters</a> project run by international development charity VSO was supporting her with an “older sister” mentor, who was encouraging her to keep up her education.</p> <a href=\"https://www.theguardian.com/global-development/2020/sep/07/why-covid-school-closures-are-making-girls-marry-early\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/sep/07/why-covid-school-closures-are-making-girls-marry-early", "date_published": "2020-09-07 06:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: fears UK government has lost control as Covid cases soar", "description": "<p>Labour calls on Matt Hancock to explain reasons behind increase and testing centre problems</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK has recorded a massive rise in the number of people testing positive for coronavirus, amid concerns the government has lost control of the epidemic just as people are returning to work and universities prepare to reopen.</p><p>Labour has demanded the health secretary, Matt Hancock, give an urgent statement to the House of Commons to explain the increase and why some people are still being told to drive hundreds of miles to have a test.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/coronavirus-fears-uk-government-lost-control-cases-soar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/coronavirus-fears-uk-government-lost-control-cases-soar", "date_published": "2020-09-07 06:12:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can you solve it? The smallest biggest triangle in the world", "description": "<p>The Earth ain’t big enough for this tiny shape</p><p>Today’s puzzle is simple and spectacular. It asks you to construct a triangle whose existence seems to defy reason.</p><p><em>Show that there is a triangle, the sum of whose three heights is less than 1mm, that has an area greater than the surface of the Earth (510m km<sup>2</sup>).</em></p> <a href=\"https://www.theguardian.com/science/2020/sep/07/can-you-solve-it-the-smallest-biggest-triangle-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/sep/07/can-you-solve-it-the-smallest-biggest-triangle-in-the-world", "date_published": "2020-09-07 06:10:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facing Britain: documentary photography since the 1960s – in pictures", "description": "<p><a href=\"http://www.iks-medienarchiv.de/en/exhibition2.php?id=18\">Facing Britain</a>, a photography exhibition opening in Germany, showcases important representatives of British documentary practice. The show focuses on the period of Britain’s membership of the European Union and its forerunner, between 1963 and 2020. It runs from 27 September to 7 November 2020 at <a href=\"https://museum-goch.de/facing-britain/\">Museum Goch</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/07/facing-britain-documentary-photography-since-the-1960s-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/07/facing-britain-documentary-photography-since-the-1960s-in-pictures", "date_published": "2020-09-07 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Galaxy Book S laptop review: Samsung and Intel's silent road warrior", "description": "<p>Super-thin and light laptop with new Intel processor tech has 10-hour battery and fanless design</p><p>The Samsung Galaxy Book S is no ordinary laptop as it contains one of Intel’s brand new “hybrid” processors designed to give PCs smartphone-like battery life while running regular Windows 10.</p><p>The Book S follows the <a href=\"https://www.theguardian.com/technology/2020/aug/26/samsung-galaxy-book-flex-review-long-battery-laptop-with-fold-back-screen\">Book Flex</a> in Samsung’s return to the UK PC market, but is confusingly available in two versions both costing £999: the Galaxy Book S Intel (as reviewed here) and the Galaxy Book S Qualcomm, which is slightly older and has a completely different type of chip.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/07/galaxy-book-s-laptop-review-samsung-and-intel-silent-road-warrior\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/07/galaxy-book-s-laptop-review-samsung-and-intel-silent-road-warrior", "date_published": "2020-09-07 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Lives of Lucian Freud: Fame 1968-2011 by William Feaver – review", "description": "<p>The second volume of Feaver’s compelling biography reveals the ruthlessness behind the artist’s brilliance</p><p>When the second volume of William Feaver’s fat and extremely juicy biography of Lucian Freud begins, the artist is middle-aged: not far off 50, and still shinning up his lovers’ drainpipes (in this case, Jacquetta Eliot, the Countess of St Germans, with whom he’ll have a son, Freddy). But even as the shenanigans continue (and they will endure even into his final years – as a sick, old man, his sexual pride induces him to tell his assistant <a href=\"https://www.theguardian.com/artanddesign/2012/feb/12/david-dawson-lucian-freud-interview\">David Dawson</a> that the blood on his sheets, the result of one of his nosebleeds, “might be a girl’s”) the reader detects a certain change in atmosphere. This has to do not only with Freud’s growing success – in 1974, there will be a retrospective of his work at the Hayward Gallery; his prices will shortly rise dramatically – but with his ambition. “How far can you go?” he would sometimes murmur to himself, looking at a painting that was almost complete. The answer was: much further. Ahead of him lie another 40 years in the studio.</p><p>Feaver’s narrative, peppy and mostly nimble, is based in part on the near daily phone calls and many encounters the two men had over several decades (as the artist RB Kitaj once told him, not entirely accurately, he played Boswell to Freud’s Johnson). What’s good about this is that you can hear Freud’s voice on the page, which is thrilling when he’s talking about art (“You feel he’s telling lies,” he says of Caravaggio, getting straight to the heart of the matter). What’s bad about this is that, as Dawson notes: “What he [Freud] says and how he feels are not the same thing. Ever.” Their somewhat symbiotic relationship also means that Feaver is apt to accept Freud’s disdain for interpretation, whether of art or human nature. Early on, a bit comically, he asks the artist if <em>Naked Man </em><em>With Rat</em> <em>(1977-8)</em> relates to <em>Notes Upon a Case of Obsessional Neurosis</em> by his grandfather, Sigmund Freud – an essay about a young man “tortured by rats or the thought of rats, viz the anal erotic source”. But, no. His model just happened to like the rat. After this, he resists the temptation to indulge in what Freud called “the dodgy therapeutic aspect” of connecting life and work.</p> <a href=\"https://www.theguardian.com/books/2020/sep/07/the-lives-of-lucian-freud-fame-1968-2011-by-william-feaver-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/07/the-lives-of-lucian-freud-fame-1968-2011-by-william-feaver-review", "date_published": "2020-09-07 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At 31, I have just weeks to live. Here's what I want to pass on | Elliot Dallen", "description": "<p>Now that there’s no longer any way to treat my cancer, I’ve been reflecting on what I want others to know about life and death</p><p>At the beginning of April <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/terminal-cancer-lockdown-death\">I wrote a piece</a> for the Guardian. If you haven’t read it, the headline pretty much sums it up: “Terminal cancer means I won’t see the other side of lockdown”. Given the pandemic and the announcement of shielding for vulnerable people, I thought I wouldn’t be able to live out my last few months in the way I’d imagined. It seemed like I would be stuck alone, with no light at the end of the tunnel, and without the comfort of friends or family.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/terminal-cancer-lockdown-death\">Terminal cancer means I won't see the other side of lockdown | Elliot Dallen</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/07/terminal-cancer-live-cancer-life-death\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/07/terminal-cancer-live-cancer-life-death", "date_published": "2020-09-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Game on: London street basketball tournament – a photo essay", "description": "<p>With the official London basketball league postponed until November – but informal sports fixtures of up to 30 people allowed – a group of local players organised a street tournament to lift their spirits </p><p>Words and pictures by <strong>Juan Trujillo Andrades</strong><br /></p><p>Basketball is not the most high-profile sport in the UK, somehow seen as an American phenomenon, but a thriving community of young Londoners ardently follow and play the sport. With competitive games on hold, basketball player Nhyira Asihene, known as Heish, decided to organise an impromptu tournament in south-east London.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/07/game-on-london-street-basketball-tournament-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/07/game-on-london-street-basketball-tournament-a-photo-essay", "date_published": "2020-09-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Learners can’t book a driving test before theory pass expires", "description": "<p>They could be forced to pay for a retake and it’s impossible to get through to the DVSA</p><p><strong>My brother-in-law has been trying to pass his driving test since before March this year. When Covid hit all tests were </strong><strong>cancelled, but the challenge now is rebooking one.</strong></p><p><strong>Every two weeks the </strong><strong> Driver and Vehicle Standards Agency releases new slots for tests. As he is working, I offered to help.</strong></p> <a href=\"https://www.theguardian.com/money/2020/sep/07/learners-cant-book-a-driving-test-before-theory-pass-expires\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/07/learners-cant-book-a-driving-test-before-theory-pass-expires", "date_published": "2020-09-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Potsdam's 'game of thrones': New Hampshire village battles over toilet art", "description": "<p>Village has ordered Hank Robar to remove ‘Potty Gardens’ from his properties, the latest move in long-running dispute</p><p>Against a backdrop of heated debate over US statues and monuments, a long-running dispute between Hank Robar, the creator of a series of controversial “Potty Gardens”, and the vexed village elders of of the town of Potsdam in New Hampshire may be one of the strangest.</p><p>For close to 15 years, Robar has been battling the village over a display of toilets and urinals filled with bright flowers he erected on three of his properties as a protest against zoning rules over a Dunkin’ Donuts franchise he planned to open.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/06/potsdam-toilet-art-new-hampshire-potty-gardens\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/06/potsdam-toilet-art-new-hampshire-potty-gardens", "date_published": "2020-09-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sadiq Khan faces calls from Labour to scrap Silvertown road tunnel", "description": "<p>Shadow minister says £1.2bn project should be ditched in favour of green transport links<br /></p><p>The shadow minister for climate change has called on the mayor of London, Sadiq Khan, to abandon his plans for a new four-lane road tunnel under the Thames.</p><p>Matthew Pennycook, who is also a local MP, said there was still time for the Labour mayor to reverse the plans for the £1.2bn Silvertown tunnel project, which is opposed by environmentalists, climate scientists and many local residents.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/07/sadiq-khan-faces-calls-from-labour-to-scrap-silvertown-road-tunnel\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/07/sadiq-khan-faces-calls-from-labour-to-scrap-silvertown-road-tunnel", "date_published": "2020-09-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "So Morrissey, Germaine Greer and Kate Hoey are all sharing this flat …", "description": "<p>The BBC’s new director-general wants more rightwing comedy. I’ve got the perfect sitcom for him</p><p>The new director-general of the BBC, Tim Davie, has voiced his determination to show more rightwing comedy and less leftwing comedy. Many are concerned, on account of the fact that there <em>are</em> no rightwing comedians worthy of the name.</p><p>It’s an unusual job, isn’t it? You could be a doctor and fail to heal a person, but, hey, you would be trained; you would still be a doctor. A comedian, contrariwise, needs to get a laugh, or it isn’t comedy. It’s a minimum two-person job. Ideally, you want tons of people, as many as possible, all laughing, a yardstick of complete inclusivity. It is no job for the rugged individualist, the dedicated Ayn Rand-reader.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/07/morrissey-germaine-greer-kate-hoey-sharing-flat-bbc-rightwing-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/07/morrissey-germaine-greer-kate-hoey-sharing-flat-bbc-rightwing-comedy", "date_published": "2020-09-07 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neil Kinnock on Biden’s plagiarism 'scandal' and why he deserves to win: ‘Joe’s an honest guy'", "description": "<p>In a 1987 Democratic primary debate, Biden sprinkled Kinnock’s phrases into his own speech and forgot to credit him – a blunder many believe cost him the presidency</p><p>Anyone under 30 might have been puzzled when Kellyanne Conway, the outgoing White House counselor, recently accused Joe Biden of serial plagiarism and <a href=\"https://www.nytimes.com/2020/07/11/opinion/sunday/trump-biden-2020.html\">presented Neil Kinnock,</a> the former leader of Britain’s Labour party, as exhibit A.</p><p>The reference harked back to 1987 and a blunder that ended Biden’s first bid for the American presidency. In his closing remarks at a Democratic primary debate, he lifted passages from one of Kinnock’s most moving speeches without attribution. The resulting plagiarism “scandal” sank Biden’s campaign.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/07/neil-kinnock-joe-biden-1987-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/07/neil-kinnock-joe-biden-1987-scandal", "date_published": "2020-09-07 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tree of the week: a horse chestnut that witnessed the fall and rise of east London", "description": "<p>The majestic tree, outside Bow Road station in the East End, has seen generations of Londoners – rich and poor – pass under its branches</p><p>In the 33 years since Karen Bollan moved to Bow, in the East End of London, the area has changed dramatically. “When I arrived, admitting that I lived in the East End always implied crime and poverty,” says Bollan. “The large, fancy houses had fallen on hard times. But over the past 10 years, Bow has become desirable. Now, houses are worth millions and my adult children can’t afford anywhere near where they were born and raised.”</p><p>There has, however, been one constant: a humongous horse chestnut right outside Bow Road station. “This tree must have been here for a very long time, possibly 150-200 years,” says Bollan, who is 55. “My husband, who was born in the flats just behind the tree, remembers it seeming just as large and imposing when he was a child more than 60 years ago.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/07/tree-of-the-week-a-horse-chestnut-that-witnessed-the-fall-and-rise-of-east-london\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/07/tree-of-the-week-a-horse-chestnut-that-witnessed-the-fall-and-rise-of-east-london", "date_published": "2020-09-07 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We rented out our former home – how much CGT to pay?", "description": "<p>There has been little appreciable gain in price during the time the house was let</p><p><strong>Q</strong> We are in the process of selling our former family home which has been rented out for the past eight years. We lived there from 1987 until 2012.</p><p>The value of the house increased from the £91,500 we paid for it in 1987 to £325,000 in 2012, but has gained only £5,000 since then as we have just accepted an offer of £330,000. As there has been little appreciable gain in price during the time it was let, how is the actual gain calculated? I have assumed that we only pay capital gains tax on the £5,000.<br /><strong>IE</strong></p> <a href=\"https://www.theguardian.com/money/2020/sep/07/rented-out-home-how-much-cgt-price\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/07/rented-out-home-how-much-cgt-price", "date_published": "2020-09-07 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China refuses to renew press cards for US journalists as media row deepens", "description": "<p>Staff from the Wall Street Journal, CNN and Getty Images told restrictions were a ‘reciprocal measure’ after the US limited Chinese media visas </p><p>Chinese authorities have refused to renew the press credentials for at least three reporters for US news organisations based in China, in the latest <a href=\"https://www.theguardian.com/us-news/2020/mar/05/us-china-media-row-deepens-as-beijing-hints-at-revenge-over-curbs-on-state-media\">deterioration of ties</a> between the two countries.</p><p>Journalists from the Wall Street Journal, CNN and Getty Images, who have recently attempted to renew their press cards, were told they could not because of recent US measures against China journalists in the US, according to those news organisations and people familiar with the matter.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/china-refuses-to-renew-press-cards-for-us-journalists-as-media-row-deepens\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/china-refuses-to-renew-press-cards-for-us-journalists-as-media-row-deepens", "date_published": "2020-09-07 05:47:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: India overtakes Brazil as second most Covid-infected country", "description": "<p>Seven French departments placed on high alert; UK sees 3,000 cases in one day, the highest figure since May</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>India</strong> has recorded a global one-day record of more than 90,000 positive coronavirus cases, taking the country past <strong>Brazil </strong>as the second most infected country in the world, with 4.2m confirmed cases.</p><p>On Sunday India recorded 90,802 new cases and 1,016 deaths. The worst affected state continues to be Maharashtra, home to the financial capital, Mumbai. It has had nearly a quarter of the country’s total infections, and on Sunday it reported a record 23,350 new cases.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/global-report-india-overtakes-brazil-as-second-most-covid-infected-country-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/global-report-india-overtakes-brazil-as-second-most-covid-infected-country-in-the-world", "date_published": "2020-09-07 05:45:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the UK’s best outdoor wellbeing retreats", "description": "<p>Mountain hikes, wild swims, forest baths or the crackle of a campfire … scenic breaks to recharge mind, body and soul</p><p>This programme of outdoor exercise near Newquay sounds strenuous, but is aimed at all levels. Everyone has a consultation beforehand to set goals, before tackling beach circuit training, trail runs, coastal hikes, core and strength sessions, boxercise and guided stretching. The classes make use of the surroundings, from sand sprints to stair climbs at Bedruthan Steps, plus a hike or run around the Seven Bays, a series of sandy beaches near St Merryn. It is based at Watergate Bay hotel, right on the beach, which has a pool, spa and three restaurants.<br />• <em>From £</em><em>510</em><em> for three nights’ B&amp;B, next retreat 5 November, </em><em><a href=\"https://www.mountainbeachfitnessretreats.com/watergate-bay\">mountainbeachfitnessretreats.com</a></em></p> <a href=\"https://www.theguardian.com/travel/2020/sep/07/10-best-outdoor-wellbeing-retreats-short-breaks-britain-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/sep/07/10-best-outdoor-wellbeing-retreats-short-breaks-britain-uk", "date_published": "2020-09-07 05:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Morrison takes aim at Victoria's lockdown, warning of 'very severe' impact on national economy", "description": "<p>PM says Sydney would be under curfew right now if thresholds set in Victorian plan were extended to NSW</p><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/07/victoria-records-41-coronavirus-cases-and-nine-deaths-as-nsw-reports-three-new-cases\">Vic records 41 cases and nine deaths as NSW reports three cases</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/aug/10/coronavirus-map-nsw-sydney-covid-19-cases-by-region-new-south-wales-case-numbers-data-graph-trend-rising-falling-corona-hotspots-areas-postcodes\">NSW cases map</a>; <a href=\"https://www.theguardian.com/australia-news/2020/aug/11/australia-covid-19-lockdown-rules-coronavirus-restrictions-by-state-how-far-can-travel-interstate-border-social-distancing-nsw-victoria-vic-queensland-qld-wa-sa-act-how-many-people-over-house\">Covid restrictions state by state</a><br /></li><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email?CMP=cvau_sfl\">Sign up for Guardian Australia’s coronavirus email</a><br /></li><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app for news notifications</a></li><p>Scott Morrison has warned that the national economy will take another hit from the extended Victorian lockdown as he took aim at the state’s roadmap for easing restrictions, saying leaders “cannot create a burden that is too great to bear”.</p><p>The prime minister refused to specify on Monday whether the federal government would rethink its plan to reduce the rate of the jobkeeper and jobseeker programs this month, calling on the Victorian government to spell out its own economic support package before Canberra considered taking action.</p> <a href=\"https://www.theguardian.com/business/2020/sep/07/morrison-takes-aim-at-victorias-lockdown-warning-of-very-severe-impact-on-national-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/07/morrison-takes-aim-at-victorias-lockdown-warning-of-very-severe-impact-on-national-economy", "date_published": "2020-09-07 05:19:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extend UK furlough or risk job cuts and loss of key skills, say manufacturers", "description": "<p>Long-term competitiveness at risk if scheme ends for critical industrial sectors, says Make UK</p><p>The government’s <a href=\"https://www.theguardian.com/uk-news/uk-job-furlough-scheme\">furlough scheme</a> must be extended for critical sectors of British industry or the country risks losing key skills as it recovers from the pandemic, according to the UK’s foremost manufacturing group.</p><p>Make UK is <a href=\"https://www.theguardian.com/uk-news/2020/sep/04/prevent-tsunami-of-job-losses-when-furlough-ends-tuc-urges-sunak\">joining calls for the government to change its mind</a> about ending the coronavirus job retention scheme in the autumn, after a survey of its members showed almost two-thirds (62%) of companies agreed with the proposal that the scheme be extended. </p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/07/extend-uk-furlough-or-risk-job-cuts-and-loss-of-key-skills-warn-manufacturers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/07/extend-uk-furlough-or-risk-job-cuts-and-loss-of-key-skills-warn-manufacturers", "date_published": "2020-09-07 05:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jude Law: 'When I became a parent, I would cry at anything'", "description": "<p>As he plays a troubled dad trapped on a sinister island in The Third Day, the star reveals how the drama unlocked his deepest parenting fears – and shares his worries about its 12-hour, live-action section </p><p>Osea, a small island off the coast of Britain reached by a causeway, is too unsettling a place to be charming but it is certainly intriguing. Its inhabitants add salt to bottled water to make it palatable. They also wear large fish heads and carry oversized scissors to “cut out” evil from children. Admittedly, they’re practising for a festival that will celebrate Osea’s ancient traditions. But the more you watch The Third Day, the more you imagine that this is what passes for everyday life there, at least according to <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/12/punchdrunk-and-sky-announce-worlds-first-immersive-tv-drama\">this innovative new TV drama</a>.</p><p>The Third Day – think The Wicker Man with a dash of David Lynch, reinvented for a prestige TV generation – has an impressive team behind it. The HBO/Sky series was created by the writer <a href=\"https://www.theguardian.com/stage/2018/feb/22/dennis-kelly-interview-girls-and-boys-carey-mulligan-royal-court\">Dennis Kelly</a>, who brought us the prescient flu-pandemic conspiracy drama Utopia and the gloriously grubby comedy Pulling; and by Felix Barrett, founder of <a href=\"https://www.theguardian.com/games/2019/feb/08/playable-shows-are-the-future-what-punchdrunk-theatre-learned-from-video-games\">the </a><a href=\"https://www.theguardian.com/games/2019/feb/08/playable-shows-are-the-future-what-punchdrunk-theatre-learned-from-video-games\">groundbreaking UK theatre company Punchdrunk</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/07/jude-law-parent-cry-anything-third-day-drama-tv-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/07/jude-law-parent-cry-anything-third-day-drama-tv-series", "date_published": "2020-09-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Assange due in court in latest stage of fight against US extradition", "description": "<p>Old Bailey to hear allegations Assange tried to recruit people to hack classified information</p><p>The WikiLeaks founder, Julian Assange, is due to appear at the Old Bailey in the latest stage of his legal battle against extradition to the US, where he faces a prison sentence of up to 175 years.</p><p>The hearing, which is scheduled to last four weeks, will hear allegations from the US Department of Justice that Assange tried to recruit hackers to find classified government information.</p> <a href=\"https://www.theguardian.com/media/2020/sep/07/julian-assange-due-court-latest-stage-fight-against-us-extradition\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/07/julian-assange-due-court-latest-stage-fight-against-us-extradition", "date_published": "2020-09-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Napster buyer bets on VR gigs as music streaming thrives in lockdown", "description": "<p>MelodyVR’s £52m purchase of the infamous disruptor turned heads, but investors are liking what they see (and hear)</p><p>“Going up against a Spotify, I don’t think anyone wants to be doing that,” says Anthony Matchett, the <a href=\"https://www.theguardian.com/music/2020/aug/25/napster-sold-british-startup-melodyvr-surprise-deal\">new owner of Napster</a>. Last month, the 32-year-old’s London-based music tech startup, MelodyVR, made waves by announcing a <a href=\"https://www.theguardian.com/music/2020/aug/25/napster-sold-british-startup-melodyvr-surprise-deal\">surprise $70m (£52m) reverse takeover of the music streaming pioneer</a><a href=\"https://www.theguardian.com/music/2020/aug/25/napster-sold-british-startup-melodyvr-surprise-deal\"> of the streaming revolution</a>. Matchett is hoping that a marriage of MelodyVR, which films and streams gigs, with the 21-year-old Napster will be music to the ears, and eyes, of fans and investors alike.</p><p>“There is something very apt about a disruptive company that works with technology like MelodyVR and the original music industry disrupter,” he says. “We see synergies for a service that combines music streaming, immersive content, live events. Something that an Apple Music, a Spotify, or any other service doesn’t provide. Everything a music fan might really want.”</p> <a href=\"https://www.theguardian.com/business/2020/sep/07/napster-buyer-bets-on-vr-gigs-as-music-streaming-thrives-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/07/napster-buyer-bets-on-vr-gigs-as-music-streaming-thrives-in-lockdown", "date_published": "2020-09-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I spent a long time being this macho man’: Jay Blades on love, loss and the liberating power of tears", "description": "<p>The Repair Shop star’s most awesome job of restoration was … himself. He tells how he overcame racist teachers, police brutality, homelessness and a breakdown</p><p>The Repair Shop is about many things. People bring items to its picturesque thatched barn workshop to be brought back to life in front of the BBC show’s cameras. It’s about the skill and meticulousness of the restorers’ work, a chance to see the inner workings of an object, an echo of a time when we fixed things instead of buying new. One less thing destined for landfill.</p><p>Mostly, says Jay Blades, The Repair Shop’s presenter, without a hint of sentimentality, it’s “about love”. It’s about loss, and memory, and how objects once cherished by loved ones can carry huge weight for those left behind. Some of the grief is still raw and recent. It’s also about new beginnings, he says. “How if something’s broken, you can put it back together. And sometimes that’s quite a metaphor for us in life – that if we’re broken, we need to know how we can fix ourselves.” Blades knows a lot about that.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/07/jay-blades-repair-shop-love-loss-liberating-power-tears\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/07/jay-blades-repair-shop-love-loss-liberating-power-tears", "date_published": "2020-09-07 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Economic peanuts, political dynamite': how fishing rights could sink a UK-EU trade deal", "description": "<p>Recent acrimony as well as historical rivalry are making a crucial agreement on European access to British waters look increasingly remote</p><p>Fishing has always been one of the biggest hurdles to a post-Brexit deal between the EU and UK. Now it is becoming one of the most bitter.</p><p>The EU’s chief negotiator, Michel Barnier, last week accused the government of <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/statement_20_1553\">treating European fishermen and women as “a bargaining chip”</a>, while vowing that there would be no trade deal without a “fair and sustainable” agreement on fishing. Hitting back at Barnier’s speech, which also covered trade, a UK source said it was “a deliberate and misleading caricature of our proposals aimed at deflecting scrutiny from the EU’s own positions, which are wholly unrealistic and unprecedented”.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/07/economic-peanuts-political-dynamite-how-fishing-rights-could-sink-a-uk-eu-trade-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/07/economic-peanuts-political-dynamite-how-fishing-rights-could-sink-a-uk-eu-trade-deal", "date_published": "2020-09-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners start legal challenge to UK's $1bn grant to Mozambique gas project", "description": "<p>Friends of the Earth seeks judicial review, saying aid deal contradicts climate commitments</p><p>Environmentalists at Friends of the Earth will mount a legal challenge against the government’s decision to offer $1bn in financial support to a major fossil fuel project in Mozambique that they say is “incompatible” with the Paris climate agreement.</p><p>The green group will go to the high court this week to seek a judicial review into the government’s decision to use taxpayer money to “worsen the climate emergency” by helping to finance <a href=\"https://www.theguardian.com/environment/2020/aug/12/boris-johnson-poised-to-stop-uk-funding-overseas-fossil-fuel-projects\">a $20bn gas project on the Mozambican coast</a>.</p> <a href=\"https://www.theguardian.com/business/2020/sep/07/legal-challenge-uk-1bn-grant-mozambique-gas-project\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/07/legal-challenge-uk-1bn-grant-mozambique-gas-project", "date_published": "2020-09-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Devolve arts funding to end pro-London bias, says thinktank", "description": "<p>Fabian report shows rest of England receives less than half lottery funding of capital<br /></p><p>Community art projects in London have received more than twice the lottery funding of those in the rest of England, a thinktank has calculated, as it called for the devolution of culture subsidies.</p><p>Arts Council England National Lottery funding contributed the equivalent of £50.40 per person to organisations based in London, compared with £21.26 per person for the rest of England, between 2009 and 2018, according to the Fabian Society. Local council spending on arts and culture is also 38.5% lower than 10 years ago, with over £860m in real terms cut from annual council spending.</p> <a href=\"https://www.theguardian.com/culture/2020/sep/07/devolve-arts-funding-to-end-pro-london-bias-says-thinktank\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/sep/07/devolve-arts-funding-to-end-pro-london-bias-says-thinktank", "date_published": "2020-09-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France's Greens hope to turn summer wave into ongoing tide", "description": "<p>Regional and presidential votes in next two years will test Europe Écologie-Les Verts’s claim of a ‘historic turning point’</p><p>Regional and presidential polls over the next two years will show whether the “green wave” that surged through a swath of big French cities earlier this summer heralded a fundamental redrawing of the country’s politics – or a transitory ripple.</p><p><a href=\"https://www.theguardian.com/world/2020/jun/28/voters-stay-away-from-second-round-french-local-elections\">In June’s municipal elections</a>, Europe Écologie-Les Verts (EELV) – alone or at the head of leftwing majorities – held Grenoble, seized Annecy, Besançon, Bordeaux, Lyon, Poitiers and Strasbourg, and were part of winning coalitions in Paris and Marseille.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/frances-greens-hope-build-summer-success\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/frances-greens-hope-build-summer-success", "date_published": "2020-09-07 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California fire caused by explosive at gender-reveal party", "description": "<p>El Dorado blaze which has burned 7,000-acres was caused by ‘smoke generating pyrotechnic device’, fire department says</p><p>A fire in California that has burned more than 7,000 acres was caused by a “pyrotechnic device used at a gender reveal party”, the California Department of Forestry and Fire Protection has found.</p><p>In a statement released late on Sunday, the department said: “The fire began at 10:23 am on September 5, 2020 in the El Dorado Ranch Park in Yucaipa,” before spreading north.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/07/california-fire-caused-by-explosive-at-gender-reveal-party\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/07/california-fire-caused-by-explosive-at-gender-reveal-party", "date_published": "2020-09-07 04:32:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hope turns to despair as Egypt arrests witnesses to alleged 2014 gang rape", "description": "<p>Activists say detentions break promise to protect those standing up to sexual assault </p><p>Egyptian security forces have arrested six witnesses, including three women, in an investigation into an alleged gang-rape case previously hailed as a watershed moment for women’s rights.</p><p>Feminist campaigners and a researcher from the organisation Human Rights Watch said six people had been arrested overnight in their homes by the country’s powerful National Security Agency, including a woman seized from her car in front of her building. Another was arrested at her holiday home after the NSA could not find her at her Cairo address.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/hope-turns-to-despair-as-egypt-arrests-witnesses-to-alleged-2014-gang\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/hope-turns-to-despair-as-egypt-arrests-witnesses-to-alleged-2014-gang", "date_published": "2020-09-07 04:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish trial brings hope of justice for victims of Salvadoran death squads", "description": "<p>Thirty years after murder of eight people, including six Jesuits, those who ordered deaths may finally face consequences</p><p>A few hours before he was shot dead in the campus garden of his university in San Salvador, <a href=\"http://www.uca.edu.sv/ignacio-martin-baro/\">Ignacio Martín-Baró</a> rang his family back in Spain to let them know he was OK. “It’s all fine,” the Jesuit, psychologist and academic told his parents. “The army is all around us.”</p><p>The following morning, Martín-Baró was dead, <a href=\"https://www.theguardian.com/world/2016/apr/08/spanish-trial-of-soldiers-behind-uca-atrocity-raises-hopes-of-ending-impunity-in-el-salvador\">murdered by a military death squad</a> along with five Jesuit colleagues, a housekeeper and her 15-year-old daughter.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/spanish-trial-brings-hope-of-justice-for-victims-of-salvadoran-death-squads\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/spanish-trial-brings-hope-of-justice-for-victims-of-salvadoran-death-squads", "date_published": "2020-09-07 04:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tahlequah the orca - famous for carrying her dead calf for 17 days - gives birth again", "description": "<p>Researchers estimate the new calf, which was seen ‘swimming vigorously alongside its mother’, was born last week</p><p>An orca who became famous around the world in 2018 when she <a href=\"https://www.theguardian.com/environment/2018/aug/08/orcas-killer-whales-endangered-dying-washington\">carried her stillborn calf </a>aloft in the water for 17 days has given birth to a healthy baby.</p><p>The not-for-profit Center for Whale Research spotted the baby, dubbed J-57, “swimming vigorously alongside its mother”, named Tahlequah, on Saturday in waters near the border between the US state of Washington and the Canadian province of British Columbia. They estimate that the calf was born on Friday.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/07/tahlequah-the-orca-famous-for-carrying-her-dead-calf-for-17-days-gives-birth-again\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/07/tahlequah-the-orca-famous-for-carrying-her-dead-calf-for-17-days-gives-birth-again", "date_published": "2020-09-07 03:49:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The life and death of Belly Mujinga – podcast", "description": "<p>Guardian writer Sirin Kale spoke to friends and family of Belly Mujinga about her life and death. Belly, a transport worker and mother to an 11-year-old girl, developed Covid-19 after being allegedly spat on during her shift at London’s Victoria station. Her death made headlines and raised pressing questions about racial injustice</p><p>Belly Mujinga, 47, was working on the concourse of Victoria station in central London on the morning of 22 March when an alleged incident took place that she said involved a man claiming he had Covid 19 and spitting at her. Belly later developed the virus and died on 5 April. Her death went on to make headlines and an investigation was launched. British Transport Police concluded their investigation, saying the 57-year-old man they identified from CCTV had produced a negative antibody test, showing he did not have the virus, and that there was not enough evidence to prove he had deliberately spat or coughed at Belly.</p><p>Guardian writer <strong>Sirin Kale</strong> tells <strong>Anushka Asthana</strong> about investigating the life and death of Belly Mujinga. She describes meeting Lusamba Gode Katalay, Belly’s husband, and Agnes Ntumba, her cousin, who both described Belly as a loving wife, devoted mother, and kind and compassionate colleague. Sirin looks at how the story – of a frontline worker assaulted while doing her job, a black woman whose death went uninvestigated until a global anti-racism campaign forced the British authorities to take note – made Belly a symbol of racial injustice. </p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/07/the-life-and-death-of-belly-mujinga\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/07/the-life-and-death-of-belly-mujinga", "date_published": "2020-09-07 02:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi king tells Trump he wants a fair and permanent solution for Palestinians", "description": "<p>King Salman tells Trump his country wants an outcome based on 2002 Arab Peace Initiative</p><p>Saudi Arabia’s King Salman has told Donald Trump that the kingdom is eager to achieve a fair and permanent solution to the Palestinian issue, which he said was the main starting point of the kingdom’s proposed Arab Peace Initiative, the state news agency reported.</p><p>The leaders spoke by phone following a historic US-brokered accord last month under which the United Arab Emirates agreed to become <a href=\"https://www.theguardian.com/world/2020/aug/17/israel-and-uae-open-phone-link-after-historic-deal\">the third Arab state to normalise ties with Israel</a>, after Egypt and Jordan.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/saudi-king-tells-trump-he-wont-normalise-israeli-ties-without-palestinian-statehood\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/saudi-king-tells-trump-he-wont-normalise-israeli-ties-without-palestinian-statehood", "date_published": "2020-09-07 00:52:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jiri Menzel, Oscar-winning Czech film director, dies at 82", "description": "<p>His first feature, Closely Watched Trains, won the best foreign language film in 1967</p><p>Oscar-winning Czech film director Jiri Menzel has died aged 82 after battling serious health problems for a long time, his wife Olga Menzelová said on Sunday.</p><p>“Our dear Jiri, the bravest of the brave. Your body left our mundane world in our arms last night,” she wrote on Facebook.</p> <a href=\"https://www.theguardian.com/culture/2020/sep/07/jiri-menzel-oscar-winning-czech-film-director-dies-at-82\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/sep/07/jiri-menzel-oscar-winning-czech-film-director-dies-at-82", "date_published": "2020-09-07 00:21:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]