[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Microsoft opens up, EA goes open source, and GNOME wins its lawsuit - Linux News - May 2020", "description": "This month, we have Windows making a bunch of moves towards Linux, some anti cheat announcing they will support Linux in the future, EA open sourcing some good old stuff, and GNOME beating back a patent troll!\n\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nDXVK 1.7 was released.\nhttps://github.com/doitsujin/dxvk/releases/tag/v1.7\n\nEnlightenment, a smaller, less well known desktop environment, saw a new release, with version 0.24 bringing a new improved screenshot tool, support for external monitor backlight and brightness controls, and a better handling of crashes.\nhttps://www.omgubuntu.co.uk/2020/05/enlightenment-0-24\n\nMicrosoft announced a lot of stuff for its Windows subsystem for Linux version 2. First, they have the first release of their own terminal, and looks wise, it puts to shame what we are used to on Linux. It is open source and supports WSL, powershell, or the good old windows command line. They also added support for GPU and linux graphical applications running through WSL.\nhttps://venturebeat.com/2020/05/19/microsoft-windows-terminal-wsl-gpu-support-linux-gui-apps/\n\nWindows also took inspiration from Linux and released their first ever package manager.\nhttps://venturebeat.com/2020/05/19/microsoft-windows-package-manager-powertoys/\n\nNot everything coming from Microsoft is encouraging though. They have coined the acronym MAUI, for Multi Platform App UI. Problem is, there is already a project with that name, and that’s a KDE one. https://itsfoss.com/microsoft-maui-kde-row/\n\nDenuvo Anti Cheat will support Proton. https://www.gamingonlinux.com/2020/05/denuvo-anti-cheat-is-doomed\n\nEA open sourced parts of Command and Conquer Tiberian Dawn and Red Alert.\nhttps://thenextweb.com/distract/2020/05/20/ea-to-release-source-code-for-command-and-conquers-tiberian-dawn-and-red-alert/\n\nWine 5.9 was released, with some major progress on their own Wine D3D vulkan backend, which might seem redundant since it basically accomplishes the same thing as DXVK, but implement directly in Wine\nhttps://www.winehq.org/announce/5.9\n\nGNOME won its patent dispute against Rothschild Patent Imaging, a patent troll accusing them or infringing on their intellectual property with Shotwell. https://mycroft.ai/blog/gnome-wins-against-patent-abuser/?cn-reloaded=1\n\nKrita, the open source digital painting application, is now available for ANdroid tablets and chromebooks. It’s still in beta, and is not compatible with android phones, since the interface would have to be retooled quite a bit to work there, but it’s still awesome to see these apps available on more platforms. The app is available on the playstore right now, and can be installed on any tablet or chromebook using Android 6.\n\nhttps://krita.org/en/item/first-krita-beta-for-android-and-chromeos-in-play-store/\n\nPeertube is a platform I have heard a lot about but that I never managed to get into, if only because finding out how to actually create a channel and upload videos there seems insanely complicated. Still, the peer to peer alternative to Youtube is being actively developed by Framasoft, an open source french company, and they have launched a crowdfunding campaign for their version 3.0. They want to provide a globalized video index to remove the various barriers between instances, improve the moderation tools, improve the UX of playlists, and introduce a livestream feature; These goals are conditioned to reaching certain milestones in terms of funding, so if you want to support an alternative to youtube, you can check their campaign page in the description!\n\nhttps://itsfoss.com/peertube-v3-campaign/\n\nhttps://joinpeertube.org/roadmap#support\n\nThe Linux kernel version 5.7 was released, with a new exFAT driver from Samsung, better performacne when the CPU overheats, support for the latest intel graphics and AMD Ryzen 400 GPUs, ad well as mainline support for the Pinetab, pinephoine and Pinebook pro. The 64 bit kernel can also be booted from 32 bit firmware running on compatible 64bit CPUs. Also notable is support for Apple’s USB fast charge, as well as the usual lots of bugfixes. I encourage you to wait for your ditro to package and ship the kernel, to make sure taht it won’t break anything on your machine !\n\nhttps://www.omgubuntu.co.uk/2020/06/linux-5-7-kernel-features\n\nAnd that’s it for May 2020! I hope you guys enjoyed the video, if you did, don’t hesitate to like, subscribe, and turn on notifiactions ! Thank you guys for watching, and I’ll see you in the next one! Bye !", "link": "https://www.youtube.com/watch?v=XRqHw-2H82s", "date_published": "2020-06-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]