[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Wire: NPR Music Tiny Desk Concert", "description": "This performance was recorded on March 9, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n\n\nMay 27, 2020 | Bob Boilen -- For me, it was beyond surreal to watch Wire performing at my desk, in broad daylight, in 2020. I spent many an evening over the past 40 years, listening to their original, artful bursts of noise and imagery, seeing them in dark clubs in the '80s and beyond. From the time I first heard them in 1977, few bands have encapsulated my musical aesthetics like Wire.\n\n\nAnd yet there they were, with three original bandmates: Colin Newman, singing his enigmatic poetry, and those driving rhythms of Graham Lewis on bass and Robert Grey (aka Robert Gotobed) on drums. Matthew Simms was the 'new' bandmate, having now played with the band for the past 10 years. What's most remarkable is how the sound of songs such as \"Cactused\" from their 17th album, Mind Hive, sit so well next to \"French Film Blurred\" from their 1978 album — and one of my favorite records ever made — Chairs Missing.\n\n\nTry and imagine your favorite artist today, playing a concert in someone's office in 2062 and still having an emotional impact with extraordinary new songs. As I said, it's beyond surreal and genuinely thrilling.\n\n\nSET LIST\n\"Cactused\"\n\"Be Like Them\"\n\"French Film Blurred\"\n\"The Offer\"\n\n\nMUSICIANS\nColin Newman: vocals, guitar; Graham Lewis: bass; Robert Gray (aka Robert Gotobed): drums; Matthew Simms: guitar\n\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, J. Czys; Videographers: Maia Stern, CJ Riculan, Kara Frame, Jack Corbett; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=4qSYuOYHR8M", "date_published": "2020-06-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]