[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "8 Most Anticipated Games of 2021", "description": "With 2020 coming to a close, it's time to look forward to 2021. Following on the heels of the release of Xbox Series X|S and PlayStation 5, there are a bunch of new games coming to both current- and last-gen hardware in the coming year.\n\nIn the video above, Persia goes over the games that we're most anticipating to see more of and get our hands on in 2021. It's a diverse list--from anticipated sequels like the unnamed follow-up to 2018's God of War to remasters of classic titles like Mass Effect: Legendary Edition. There's just a lot to look forward to!", "link": "https://www.youtube.com/watch?v=ZdZ-Qctc-_U", "date_published": "2020-12-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Most Hated Perks In Call Of Duty History", "description": "Call Of Duty history is littered with hated perks and we're here to remember what was so uniquely frustrating about some of the worst offenders.\n\nThe game has covered World War 2, modern conflicts, future wars, the zombie apocalypse, and more recently battle royale with Blackout and Warzone. Multiplayer has always been the main focus with Infinity Ward and Treyarch, among other studios, leveraging different design styles around maps, guns, killstreaks, and perks. In this video we are going to take a look at some of the biggest blunders developers have tried throughout the series when it comes to perks.\n\nPerks were first introduced in Call of Duty 4: Modern Warfare, giving players the opportunity to customize their loadouts beyond what weapons they could carry. Some of these would buff your weapons, impact how you interface with killstreaks, stave off death, or kill unsuspecting (and soon-to-be-frustrated) players--as anyone who has been killed by a Martyrdom grenade can attest. Over the years, players have been frustrated by Juggernaut, Commando, Danger Close, Martyrdom, Last Stand, Stopping Power, and a number of others that have been introduced.\n\nSubsequent games have modified or removed many of these problematic perks (after doubling down on them, in at least one case) and continue to experiment with new perks and the ways in which they can be equipped. We continue to see adjustments made to both 2020’s Black Ops Cold War and Warzone, and while we’re always hoping for the best, the next annoying perk is always just around the corner. Let’s just hope Last Stand never comes back.", "link": "https://www.youtube.com/watch?v=ui5hKCQ9S3U", "date_published": "2020-12-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]