[{"source": "https://www.theguardian.com/rss", "title": "Real Madrid v Manchester City: Champions League last 16, first leg – live!", "description": "<ul><li>Champions League updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2020/feb/26/lyon-juventus-champions-league-last-16-first-leg-live\">Lyon v Juventus – live! Join Barry Glendenning now</a></li><li>And <a href=\"mailto:simon.burnton@theguardian.com\">email Simon</a> or <a href=\"https://twitter.com/simon_burnton\">tweet him</a> with your thoughts<br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-26T21:40:59.380Z\">9.40pm <span class=\"timezone\">GMT</span></time> </p><p>De Bruyne sends Courtois the wrong way and slides the ball into the corner!</p><p class=\"block-time published-time\"> <time datetime=\"2020-02-26T21:40:22.860Z\">9.40pm <span class=\"timezone\">GMT</span></time> </p><p>Carvajal slides in on Sterling, who goes down, and the referee points to the spot! The ball was heading off the pitch anyway, and that was a horrendous tackle.</p> <a href=\"https://www.theguardian.com/football/live/2020/feb/26/real-madrid-manchester-city-champions-league-last-16-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/feb/26/real-madrid-manchester-city-champions-league-last-16-first-leg-live", "date_published": "2020-02-26 21:40:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lyon v Juventus: Champions League last 16, first leg – live!", "description": "<ul><li>Champions League updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2020/feb/26/real-madrid-manchester-city-champions-league-last-16-first-leg-live\">Real Madrid v Manchester City – live! Join Simon Burnton</a></li><li>And <a href=\"mailto:barry.glendenning@theguardian.com\">email Barry</a> or <a href=\"https://twitter.com/bglendenning\">tweet him</a> with your thoughts<br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-26T21:40:15.824Z\">9.40pm <span class=\"timezone\">GMT</span></time> </p><p><strong>82 min: </strong>Maxwell Cornet is helped off by two of Lyon’s backroom staff and replaced by Joachim Andersen. </p><p class=\"block-time published-time\"> <time datetime=\"2020-02-26T21:39:00.749Z\">9.39pm <span class=\"timezone\">GMT</span></time> </p><p><strong>80 min:</strong> Meanwhile in Spain,, Gabriel Jesus has restored parity for Manchester City against Real Madrid. It’s 1-1 at the Bernabeu. </p> <a href=\"https://www.theguardian.com/football/live/2020/feb/26/lyon-juventus-champions-league-last-16-first-leg-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/feb/26/lyon-juventus-champions-league-last-16-first-leg-live", "date_published": "2020-02-26 21:40:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump campaign sues New York Times for libel over Russia opinion piece – live", "description": "<ul><li>Lawsuit relates to opinion piece published in March 2019</li><li>Biden wins crucial endorsement ahead of South Carolina contest</li><li>Boston Globe endorses Warren as best ‘to lay bare Trump’s weaknesses’</li><li>Support the Guardian’s independent journalism. Make a <a href=\"https://support.theguardian.com/uk/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_OTHER%22%2C%22componentId%22%3A%22Live_Blog%22%2C%22campaignCode%22%3A%22Impeachment%22%2C%22referrerPageviewId%22%3A%22k735hmxxm1v6w7bme4dp%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Ffeb%2F25%2Fdonald-trump-india-south-carolina-democrat-debate-modi-bernie-sanders-mike-bloomberg%22%7D&amp;INTCMP=Impeachment\">contribution</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-26T21:39:36.017Z\">9.39pm <span class=\"timezone\">GMT</span></time> </p><p>Bernie Sanders has accused Donald Trump of<strong> “taking a page from his dictator friends” </strong>after the president <a href=\"https://www.theguardian.com/us-news/live/2020/feb/26/bernie-sanders-mike-bloomberg-democrat-debate-donald-trump-live-updates?page=with:block-5e56ce7d8f08e1332474acec#block-5e56ce7d8f08e1332474acec\">announced</a> he was suing the New York Times.</p><p>“Let’s be clear: we have a president who believes he is above the law and can do and say whatever he wants without consequences,” Sanders said in a statement. </p><p>Donald Trump has ignored the Constitution, disregarded the will of Congress, and attacked the judiciary. Trump has called the press the ‘enemy of the people,’ and now – taking a page from his dictator friends around the world – is trying to dismantle the right to a free press in the First Amendment by suing the New York Times for publishing an opinion column about his dangerous relationship with Russia. </p><p>Enough. Donald Trump is the most dangerous president in modern history, and this November we will defeat him, restore the rule of law, and protect our constitutional rights.</p><p class=\"block-time published-time\"> <time datetime=\"2020-02-26T21:23:39.543Z\">9.23pm <span class=\"timezone\">GMT</span></time> </p><p><strong>Lawmakers from both parties have warned that the Defense Department is undermining its own efforts to get military money,</strong> by diverting billions of dollars for the construction of President Donald Trump’s US-Mexico border wall, according to Associated Press:<br /></p><p>The chairman of the House Armed services committee and the committee’s top Republican told Defense Secretary Mark Esper on Wednesday that overturning congressional funding decisions to shift money for the wall is an enormous problem that will have consequences.</p><p>The plan to shift money has triggered rare Republican opposition to one of Trump’s priorities. </p> <a href=\"https://www.theguardian.com/us-news/live/2020/feb/26/bernie-sanders-mike-bloomberg-democrat-debate-donald-trump-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/feb/26/bernie-sanders-mike-bloomberg-democrat-debate-donald-trump-live-updates", "date_published": "2020-02-26 21:39:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DAU. Natasha review – an exquisitely sinister study of Soviet oppression", "description": "<p>As part of a colossal art project, Ilya Khrzhanovsky has made an intimately eerie examination of the banality of evil<br /></p><p>On its own terms, DAU. Natasha is a brutally queasy and stark picture of the life of a fictional woman who works in the staff canteen of a Stalin-era scientific research institute in Moscow, headed by theoretical physicist Lev Landau (nicknamed “Dau”). It shows us her quarrelsome relationship with her younger assistant Olga, who waits on tables while Natasha serves at the till. Eventually, the film gives us a look inside Room 101, with all its terror and squalor.</p><p>However, the film cannot simply be judged on its own terms, but as part of a gigantic (but mostly unseen and perhaps unseeable) whole: <a href=\"https://www.theguardian.com/film/2019/jan/26/inside-the-stalinist-truman-show-dau-i-had-absolute-freedom-until-the-kgb-grabbed-me\">a colossal multimedia art</a><a href=\"https://www.theguardian.com/film/2019/jan/26/inside-the-stalinist-truman-show-dau-i-had-absolute-freedom-until-the-kgb-grabbed-me\"> installation project 15 years in the making</a> that has become legend. Not least, this is because of its weird similarity to the <em>folie de grandeur </em>envisaged by the fictional theatre director in Charlie Kaufman’s 2008 film <a href=\"https://www.theguardian.com/film/2009/may/15/synecdoche-new-york\">Synecdoche, New York</a>, who proposed an entire city block full of actors improvising “real” lives on a 24/7 basis for months and years until the director thinks the resulting dramas are ready to be shown to an audience. This film originated as a conventional biopic of Landau begun in 2006, but which director Ilya Khrzhanovsky repurposed by taking the part-replica of the Moscow institute, built already in Ukraine for location shooting purposes, and then finishing every room inside as an absolutely accurate clone of the research institute. It was filled it with hundreds of actors who lived and “worked” in an ongoing improvisation there for months, cut off from the internet and the outside world, before shooting could begin, showing the many stories generated within this artificial universe. So far, 13 films have emerged from the Dau project, 12 of which were shown last year at an immersive Dau exhibition in Paris. This is the first of the Dau franchise to be shown in conventional theatrical terms.</p> <a href=\"https://www.theguardian.com/film/2020/feb/26/dau-natasha-review-russia-ilya-khrzhanovsky\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/26/dau-natasha-review-russia-ilya-khrzhanovsky", "date_published": "2020-02-26 21:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I’ve been in this movie': Gwyneth Paltrow takes coronavirus precautions", "description": "<p>Actor shares photo of herself en route to Europe with reference to her part in Steven Soderbergh film</p><p>Gwyneth Paltrow made a joke about her past role in the deadly virus film Contagion as she shared a photograph of herself headed to Europe with a mask covering her mouth.</p><p>The 2011 movie by Steven Soderbergh, about a fast-moving mystery virus that kills tens of millions of people worldwide, has found increased popularity since the <a href=\"https://www.theguardian.com/travel/2020/feb/26/how-the-coronavirus-outbreak-is-affecting-travel-in-europe\">outbreak of coronavirus</a>.</p> <a href=\"https://www.theguardian.com/film/2020/feb/26/gwyneth-paltrow-coronavirus-contagion\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/26/gwyneth-paltrow-coronavirus-contagion", "date_published": "2020-02-26 21:14:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five questions Donald Trump must answer on coronavirus", "description": "<p>The president will address the US on Wednesday about the government’s response – which has so far been muddled</p><p>Donald Trump will address the public on Wednesday night to discuss the government’s response to coronavirus, which US health officials say has entered a new phase.</p><p>The president has expressed optimism, but that does not mesh with warnings from the US Centers for Disease Control and Prevention (CDC) that the respiratory illness is likely to cause “severe disruption” to the lives of ordinary Americans.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/coronavirus-donald-trump-questions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/coronavirus-donald-trump-questions", "date_published": "2020-02-26 20:47:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England await news on Italy trip as coronavirus threatens Six Nations", "description": "<ul><li>Ireland v Italy is first game to be called off</li><li>England due to travel to Rome on 14 March</li></ul><p>The Six Nations has been plunged into chaos after Ireland’s match against Italy was called off by the Irish government because of fears over the spread of the coronavirus. There are also escalating doubts over England’s trip to Italy amid concerns the tournament may not be completed for the first time in almost 50 years.</p><p>The Rugby Football Union is in talks with the government over England’s match in Rome on 14 March – as well as the Six Nations organisers and the authorities in Italy, where the death toll from the coronavirus has reached double figures. With five Serie A football matches taking place behind closed doors this weekend there remains the possibility England’s match in Rome will be played in an empty stadium.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/26/england-await-news-on-italy-trip-as-coronavirus-threatens-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/26/england-await-news-on-italy-trip-as-coronavirus-threatens-six-nations", "date_published": "2020-02-26 20:39:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers preparing for potential big jump in coronavirus cases", "description": "<p>Government planning public information campaign amid concerns of an Italy-sized outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/feb/26/coronavirus-latest-updates-who-mission-director-warns-world-is-simply-not-ready\">Coronavirus latest – live updates</a></li></ul><p>Ministers are racing to prepare the UK for a potential sudden increase in the spread of the coronavirus, with officials fearing it could take just 72 hours for an outbreak the size of Italy’s to take hold.</p><p>Amid growing concerns around the world about the pace of the virus’s spread, the health secretary, Matt Hancock, said the government would launch a mass public information campaign giving advice on how to react to suspected cases and guard against infection.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/matt-hancock-clarifies-coronavirus-travel-advice-after-criticism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/matt-hancock-clarifies-coronavirus-travel-advice-after-criticism", "date_published": "2020-02-26 20:31:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US neo-Nazis charged with harassing journalists, churches and cabinet member", "description": "<p>Individuals associated with Atomwaffen Division charged in Virginia and Seattle over alleged bomb threats and intimidation</p><p>Leaders of a neo-Nazi group have been arrested and charged in a pair of federal investigations with conspiring to harass journalists, churches and a former cabinet official, among others, with phony bomb threats and other forms of intimidation.</p><p>John C Denton, 26, of Montgomery, Texas, a former leader of the neo-Nazi group Atomwaffen Division, was arrested on Wednesday and charged with a series of phony bomb threats made in Virginia and across multiple countries.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/26/us-neo-nazis-charged-atomwaffen-division-harassing-journalists-churches-cabinet-member\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/26/us-neo-nazis-charged-atomwaffen-division-harassing-journalists-churches-cabinet-member", "date_published": "2020-02-26 20:08:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chasm between Chelsea and Bayern lays bare the scale of Lampard's task", "description": "<p>As his first summer transfer window as manager at Stamford Bridge looms, Chelsea’s former captain has a great deal of work to do to revive the weakest side of the Roman Abramovich era</p><p>One team moved on; the other regressed. Whereas Bayern Munich have spent the past eight years ruthlessly honing their squad, Chelsea have fallen a long way since beating the German club in the Champions League final of 2012.</p><p>Past glories count for little at the highest level and the manner of Chelsea’s humbling by Bayern at Stamford Bridge on Tuesday demonstrates the size of the task facing Frank Lampard, who will require major backing in the summer if he is to revive the weakest side of the Roman Abramovich era.</p> <a href=\"https://www.theguardian.com/football/2020/feb/26/chasm-between-chelsea-and-bayern-lays-bare-the-scale-of-lampards-task\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/26/chasm-between-chelsea-and-bayern-lays-bare-the-scale-of-lampards-task", "date_published": "2020-02-26 20:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banned City trader an organiser of Tories' Black and White ball", "description": "<p>Jay Rutland part of event committee that fundraised for annual Conservative party</p><p>The phone tycoon who arranged Boris Johnson’s £15,000 Caribbean holiday and a businessman who has been banned from City trading are among 11 Conservative supporters who helped organise the party’s fundraising ball, the Guardian can disclose.</p><p>A leaked document shows that the party’s annual Black and White fundraising event on Tuesday was organised by a committee that includes the Carphone Warehouse founder, <a href=\"https://www.theguardian.com/politics/2020/feb/12/johnsons-caribbean-christmas-holiday-was-a-gift-from-tory-donor\">David Ross,</a> who called in a favour to provide the prime minister and his girlfriend, Carrie Symonds, with a free holiday in Mustique over the new year.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/26/carphone-warehouse-founder-helped-plan-exclusive-tory-fundraiser\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/26/carphone-warehouse-founder-helped-plan-exclusive-tory-fundraiser", "date_published": "2020-02-26 19:59:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US students appear in Italian court over police officer murder", "description": "<p>Trial opens of pair accused of<a href=\"https://www.theguardian.com/world/2019/jul/30/rome-police-officer-allegedly-killed-by-us-students-was-unarmed\"> </a>murdering officer during botched drugs bust in Rome</p><p>Two US students have appeared in an Italian court on the first day of their trial over <a href=\"https://www.theguardian.com/world/2019/jul/30/rome-police-officer-allegedly-killed-by-us-students-was-unarmed\">the fatal stabbing last year</a> of a police officer during a botched drugs bust.</p><p>Finnegan Lee Elder, 20, and fellow student Gabriel Christian Natale-Hjorth, 19, are charged with murdering Mario Cerciello Rega in central Rome on 26 July in an incident that shocked Italians.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/us-students-appear-in-italian-court-over-police-last-year\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/us-students-appear-in-italian-court-over-police-last-year", "date_published": "2020-02-26 19:52:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Labour activist charged in police antisemitism investigation", "description": "<p>Inquiry prompted by dossier detailing antisemitic messages allegedly posted by members</p><p>A former Labour activist has been charged with an offence under the Communications Act as part of a police investigation into alleged antisemitism.</p><p>Mohson Rasool, 60, of Birmingham, is accused of sending a grossly offensive message or other matter on 10 February 2018. He will appear at Birmingham magistrates court on 25 March.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/labour-activist-charged-in-police-antisemitism-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/labour-activist-charged-in-police-antisemitism-investigation", "date_published": "2020-02-26 19:51:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vivarium review – the unspeakable horror of settling down in suburbia", "description": "<p>Having kids and buying a house become the stuff of nightmares in Lorcan Finnegan’s black comedy, starring Imogen Poots and Jesse Eisenberg</p><p>There’s a type of film you could call burbstruck: horrified and yet sort of fascinated by the blank, bland, affectless sprawl of the suburbs in all their conformity and philistinism. Here is the American dream, a becalmed prosperity. But <a href=\"https://www.theguardian.com/film/2020/feb/14/house-real-star-bong-joon-ho-oscar-winner-parasite\">what unresolved yearnings lie </a><a href=\"https://www.theguardian.com/film/2020/feb/14/house-real-star-bong-joon-ho-oscar-winner-parasite\">behind the white picket fences</a> and intensively manicured lawns? What suppressed needs have coagulated there? In David Lynch’s <a href=\"https://www.theguardian.com/film/filmblog/2012/feb/10/david-lynch-blue-velvet-bfi\">Blue Velvet</a>, a severed human ear is found in the soil, signalling a hypersensitivity to subterranean stirrings of something really strange. Sam Mendes’s <a href=\"https://www.theguardian.com/film/2019/sep/13/american-beauty-20th-anniversary-analysis\">American Beauty</a> – perhaps the most famous burbstricken film of modern times – found in the moonscape of a suburban development a liberating exoticism and eroticism. (Not all film-makers make an ironised fetish of the suburbs, though: Steven Spielberg often treasures the reassuring normality.)</p><p>Now director Lorcan Finnegan and his co-screenwriter Garret Shanley tap into this residential nightmare for a comic horror parable, which I found highly entertaining and bizarre. It’s a bad dream of what it means to settle down somewhere affordable because you’ve got a child to look after. Or maybe it’s the very fact of having a child that creates its own suburbanism of the soul, a marginalisation of lived experience.</p> <a href=\"https://www.theguardian.com/film/2020/feb/26/vivarium-review-jesse-eisenberg-imogen-poots\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/26/vivarium-review-jesse-eisenberg-imogen-poots", "date_published": "2020-02-26 19:45:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Iain Duncan Smith's legacy – cartoon", "description": "<p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a></em></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/feb/26/steve-bell-on-iain-duncan-smiths-legacy-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/feb/26/steve-bell-on-iain-duncan-smiths-legacy-cartoon", "date_published": "2020-02-26 19:36:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Javid gives Cummings a good punching but fades out to sweet dissent", "description": "<p>Minimally damaging resignation speech of former chancellor lets PM stay in his comfort zone</p><p>Not so much a kicking, more of a gentle warning shot. There were a couple of moments during Sajid Javid’s resignation speech when Boris Johnson started to get a little sweaty on the front bench, but only because he had expected his former chancellor to roll over and die gracefully. And silently.</p><p>Boris is not used to facing up to the consequences of his own actions. But ultimately Javid’s speech promised rather more than it delivered. He may have some self worth, but not that much.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/26/javid-gives-cummings-a-good-punching-but-fades-out-to-sweet-dissent\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/26/javid-gives-cummings-a-good-punching-but-fades-out-to-sweet-dissent", "date_published": "2020-02-26 19:36:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BCR's £120m handout to Metro bank has turned out to be a colossal waste", "description": "<p>Taxpayers will feel short-changed over the failure of a leading challenger bank to deliver improvements</p><p>You’d think Banking Competition Remedies (BCR), the body in charge of dishing out £775m of subsidies to “challenger” banks, would be embarrassed. <a href=\"https://www.theguardian.com/business/2019/feb/22/metro-wins-lions-share-of-new-rbs-funded-competition-scheme\">Its top pick for a handout a year ago was Metro Bank</a>, which was given the mighty sum of £120m to provide stiffer competition to bigger banking beasts and improve the lot of small business customers.</p><p>To say things haven’t worked out as intended would be an understatement. Metro has spent the past 12 months challenging the wealth of its shareholders, consuming the energies of financial regulators, and taking ages <a href=\"https://www.theguardian.com/business/2019/oct/23/metro-bank-chairman-resigns-immediately-after-torrid-year\">to defenestrate its controversial founder, Vernon Hill</a>.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/feb/26/bcrs-120m-handout-to-metro-bank-has-turned-out-to-be-a-colossal-waste\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/feb/26/bcrs-120m-handout-to-metro-bank-has-turned-out-to-be-a-colossal-waste", "date_published": "2020-02-26 19:27:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour leadership: Keir Starmer on course to win in first round – poll", "description": "<p>Frontrunner on 53% ahead of Rebecca Long-Bailey on 31% and Lisa Nandy on 16%</p><p>Keir Starmer has been predicted to win the Labour leadership contest in the first round with more than 50% of the vote, according to a poll by YouGov and Sky News.</p><p>The frontrunner’s campaign was given a boost by the poll, which is the first to sample trade unionists and registered supporters as well as party members. It showed Starmer receiving 53% of the vote, ahead of Rebecca Long-Bailey on 31% <a href=\"https://www.theguardian.com/politics/2020/feb/25/shes-very-principled-lisa-nandy-wins-over-public-at-hustings-labour-leadership-manchester\">and Lisa Nandy</a> on 16%.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/26/labour-leadership-keir-starmer-on-course-to-win-in-first-round-poll\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/26/labour-leadership-keir-starmer-on-course-to-win-in-first-round-poll", "date_published": "2020-02-26 19:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Headteachers say advice on coronavirus has been 'inconsistent'", "description": "<p>Government accused of giving confusing advice on whether pupils should self-isolate</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/feb/26/coronavirus-latest-updates-who-mission-director-warns-world-is-simply-not-ready\">Coronavirus – latest news</a></li></ul><p>The government has been accused of giving “inconsistent” and conflicting advice as growing numbers of schools closed over coronavirus fears and thousands of pupils were sent home.</p><p>With at least 13 schools being closed across the country and another 24 sending children home into quarantine by Wednesday evening, the health secretary, Matt Hancock, <a href=\"https://www.theguardian.com/world/2020/feb/26/matt-hancock-clarifies-coronavirus-travel-advice-after-criticism\">sought to </a><a href=\"https://www.theguardian.com/world/2020/feb/26/matt-hancock-clarifies-coronavirus-travel-advice-after-criticism\">reassure headteachers</a> that there was no need to close schools unless there was a confirmed case of coronavirus. </p> <a href=\"https://www.theguardian.com/world/2020/feb/26/headteachers-say-advice-on-coronavirus-has-been-inconsistent\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/headteachers-say-advice-on-coronavirus-has-been-inconsistent", "date_published": "2020-02-26 19:07:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's official rough sleeping numbers 'far lower than reality'", "description": "<p>Labour labels Whitehall data ‘unreliable undercount’ as local councils show numbers almost five times higher</p><p>The government has been accused of dramatically under-reporting the scale of rough sleeping following council data showing numbers almost five times higher than Whitehall estimates.</p><p>On the eve of the housing ministry’s annual snapshot of rough sleeping, which last year said that 4,677 people slept outside, the council data showed almost 25,000 people slept rough in 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/uks-official-rough-sleeping-numbers-far-lower-than-reality\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/uks-official-rough-sleeping-numbers-far-lower-than-reality", "date_published": "2020-02-26 18:59:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Walmart in talks to sell majority stake in Asda", "description": "<p>US retailer also considers flotation after failure of attempted Sainsbury’s merger<br /></p><p>Walmart is in talks to sell a majority stake in Asda, the UK’s third-largest supermarket chain.</p><p>The US retailer said it was talking to a “small number of interested parties” about a possible investment in Asda. It is understood to be looking to retain a minority stake in the business, two decades after it moved into the British market by acquiring the grocer.</p> <a href=\"https://www.theguardian.com/business/2020/feb/26/walmart-in-talks-to-sell-majority-stake-in-asda\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/26/walmart-in-talks-to-sell-majority-stake-in-asda", "date_published": "2020-02-26 18:53:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain's Bob Weighton becomes oldest man in the world", "description": "<p>‘It’s not something I ever intended, wanted or worked for,’ says 111-year-old Weighton</p><p>Britain’s oldest man, Bob Weighton, has become the oldest man in the world following the death of the previous holder of the title in Japan.</p><p>Chitetsu Watanabe is reported to have died at the age of 112 in Japan on Sunday just days after claiming his Guinness World Record certificate.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/britains-bob-weighton-becomes-oldest-man-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/britains-bob-weighton-becomes-oldest-man-in-the-world", "date_published": "2020-02-26 18:50:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blackstone pays record £4.7bn for student housing firm iQ", "description": "<p>UK’s largest private property deal agreed as Goldman Sachs and Wellcome move out</p><p>Blackstone has struck the largest-ever private property deal in the UK by agreeing to acquire the UK student accommodation firm iQ in a £4.7bn deal.</p><p>The New York-based private equity firm is buying iQ from the US investment bank Goldman Sachs and the health research charity Wellcome Trust.</p> <a href=\"https://www.theguardian.com/business/2020/feb/26/blackstone-pays-iq-student-housing-firm-goldman-sachs-wellcome\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/26/blackstone-pays-iq-student-housing-firm-goldman-sachs-wellcome", "date_published": "2020-02-26 18:43:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shoppers shell out on 6bn eggs as flexitarians help drive UK revival", "description": "<p>Rise of low-meat diets thought to have contributed to 13th straight year of sales growth</p><p><a href=\"https://www.theguardian.com/food/eggs\">Eggs</a> are making a comeback in the UK, with retail sales enjoying their 13th consecutive year of growth as consumers recognise the affordability and versatility of a once vilified staple.</p><p>Supermarkets are reporting healthy sales thanks to the popularity of vegetarian and flexitarian diets, while new industry figures from the market research company Kantar reveal that British shoppers bought 6bn eggs last year.</p> <a href=\"https://www.theguardian.com/food/2020/feb/26/shoppers-shell-out-billions-eggs-flexitarians-uk-revival\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/feb/26/shoppers-shell-out-billions-eggs-flexitarians-uk-revival", "date_published": "2020-02-26 18:43:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the coronavirus outbreak is affecting travel in Europe", "description": "<p>As UK Foreign Office advice on travel to parts of northern Italy changes, what is the situation with regard to flights, tours and holiday insurance?</p><p>The tourism industry should ready itself for a “rocky ride” as the coronavirus spreads across Europe. The warning by data and analytics company GlobalData follows a change in Foreign Office (FCO) advice to warn against all-but-essential travel to 10 small towns in Lombardy and one in Veneto – and a warning from the <a href=\"https://www.theguardian.com/world/2020/feb/26/coronavirus-spreads-further-as-who-expert-warns-world-not-ready-for-pandemic\">World Health Organiz</a><a href=\"https://www.theguardian.com/world/2020/feb/26/coronavirus-spreads-further-as-who-expert-warns-world-not-ready-for-pandemic\">ation that “the world is not ready” for a pandemic</a>. </p><p>“If there was previously a temptation to view the coronavirus as a China, or Asia, issue then developments this week must force a shift in mindset,” said Nick Wyatt, head of R&amp;A,Travel and Tourism at GlobalData.</p> <a href=\"https://www.theguardian.com/travel/2020/feb/26/how-the-coronavirus-outbreak-is-affecting-travel-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/feb/26/how-the-coronavirus-outbreak-is-affecting-travel-in-europe", "date_published": "2020-02-26 18:40:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xi Jinping has buried the truth about coronavirus | Ma Jian", "description": "The reaction to the outbreak has revealed the unreconstructed despotism of the Chinese state<p>Over the past 70 years, the Chinese Communist party has subjected its country to a succession of manmade catastrophes, from the <a href=\"https://www.theguardian.com/world/2013/jan/01/china-great-famine-book-tombstone\" title=\"\">Great Famine</a>, the <a href=\"https://www.theguardian.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion\" title=\"\">Cultural Revolution</a> and the <a href=\"https://www.theguardian.com/world/2019/jun/04/tiananmen-square-massacre-marked-with-hong-kong-vigil\" title=\"\">Tiananmen Square massacre</a>, to the forceful suppression of rights in <a href=\"https://www.theguardian.com/world/2019/aug/12/hong-kong-protests-brutal-undercover-police-tactics-spark-outcry\" title=\"\">Hong Kong</a> and Tibet, and the mass internment of <a href=\"https://www.theguardian.com/world/2018/oct/16/internment-camps-make-uighurs-life-more-colourful-says-xinjiang-governor\" title=\"\">Uighurs in Xinjiang</a>. Official coverups and corruption have multiplied the death toll of natural calamities, from the Sars virus to the <a href=\"https://www.theguardian.com/world/2009/may/07/china-quake-pupils-death-toll\" title=\"\">Sichuan earthquake</a>.</p><p>Xi Jinping’s<a href=\"https://www.theguardian.com/world/2020/feb/17/chinese-activist-arrested-xi-jinping-clueless-coronavirus-xu-zhiyong\" title=\"\"> mishandling of the coronavirus </a>epidemic must now be added to the party’s shameful list of crimes. With serious outbreaks occurring in Japan, South Korea, Iran and Italy, it is clear that the virus of Xi’s totalitarian rule threatens the health and freedoms not only of the Chinese people, but of all of us everywhere.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/26/the-reaction-to-the-outbreak-has-revealed-the-unreceonstructed-despotism-of-the-chinese-state\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/26/the-reaction-to-the-outbreak-has-revealed-the-unreceonstructed-despotism-of-the-chinese-state", "date_published": "2020-02-26 18:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on food and Brexit: trust is not on the menu | Editorial", "description": "<p>Farmers and consumers know they cannot believe the prime minister’s assurances over post-Brexit standards</p><p>Most people pay little attention to the chain of production that brings food to their plates. Americans eat tonnes of chicken every year, unaware of, or unconcerned by, the chemical rinse applied to its pre-cooked carcass. British consumers might also eat chlorine-washed chicken if they had acquired the habit, but since they haven’t the idea is <a href=\"https://www.businessinsider.com/boris-johnson-refuses-food-chlorinated-chicken-promise-trump-brexit-terrifying-2020-2?r=US&amp;IR=T\" title=\"\">unappetising</a>. This is a problem in transatlantic trade talks because US agribusiness wants access to UK dining tables. The politics of serving food prepared to US safety standards is tricky on a number of levels. Alongside chlorinated chicken, the use of growth-promoting hormones and antibiotics in meat production are more tightly regulated in Europe than in many countries that want to export their surplus meat. After Brexit, the UK can abandon EU standards, but if it does so it will find its produce barred from continental markets.</p><p>Eurosceptics call that protectionism, and partly it is. European food safety standards have a scientific rationale – the idea is that hygiene should be maintained all along the chain, not dealt with at the last stage by <a href=\"https://www.theguardian.com/environment/2020/feb/03/boris-johnson-must-examine-the-science-of-cheap-food-imports\" title=\"\">blasting</a> microbes with disinfectant. But those rules are bundled up with a system that insulates the sector from global competition. The EU subsidises farmers, recognising how destabilising it would be if a glut of cheap American produce was dumped on their markets. Some Eurosceptics embrace that destabilisation as an economic tonic, others deny it would happen. Pro-leave campaigners advertised cheaper food as a benefit of Brexit, omitting to explain that a price would be paid by farmers. That sleight of hand was easier to accomplish in propaganda than as government policy. The National Farmers’ Union vehemently opposes lowering regulatory barriers to American produce. The NFU president, Minette Batters, this week said doing so would be “insane” and “<a href=\"https://www.yorkshirepost.co.uk/country-and-farming/farming-leader-warns-against-morally-bankrupt-trade-deals-which-could-see-sub-standard-food-our-plates-1964986\" title=\"\">morally bankrupt</a>”. Downing Street insists high standards will be maintained, but Boris Johnson wants a trade deal with the US and is not renowned for keeping his word. George Eustice, the environment secretary, tries to assuage farmers’ fears without giving them <a href=\"https://twitter.com/lisaocarroll/status/1232590374704734208?s=20\" title=\"\">explicit guarantees</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/26/the-guardian-view-on-food-and-brexit-trust-is-not-on-the-menu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/26/the-guardian-view-on-food-and-brexit-trust-is-not-on-the-menu", "date_published": "2020-02-26 18:27:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham's Dele Alli charged by FA over coronavirus video on social media", "description": "<ul><li>England midfielder has until next week to answer charges</li><li>Alli posted video on Snapchat mocking Asian man<br /></li></ul><p>Tottenham midfielder Dele Alli has been charged with misconduct over his social media post regarding the coronavirus outbreak, the Football Association has announced.</p><p>Alli posted a video on Snapchat in relation to the deadly virus while also singling out an Asian man in an airport. The FA wrote to him seeking his observations and has now decided to charge him with misconduct.</p> <a href=\"https://www.theguardian.com/football/2020/feb/26/tottenhams-dele-alli-charged-by-fa-over-coronavirus-video-on-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/26/tottenhams-dele-alli-charged-by-fa-over-coronavirus-video-on-social-media", "date_published": "2020-02-26 18:23:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farewell Maria Sharapova: the ice queen who was more respected than loved", "description": "<p>Five grand slam titles was a decent haul for a player renowned for fighting spirit on the court and Hollywood glamour off it</p><p>Fittingly, <a href=\"https://www.theguardian.com/sport/2020/feb/26/im-saying-goodbye-maria-sharapova-announces-tennis-retirement\" title=\"\">Maria Sharapova said goodbye to tenni</a>s on Wednesday in the pages of not one but two fashion magazines, a self-penned “essay” that allowed no scrutiny but invited a mixture of awe and sympathy.</p><p>The 32-year-old Russian, who won five grand slams and could freeze a room with her aloof grandeur, will be remembered as the ice queen of the sport, respected more than loved inside the game. She nonetheless was a media darling from the moment she beat Serena Williams to win Wimbledon when only 17 until the fading days of her career when meaningful victories for the world No 373 were distant memories.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/feb/26/farewell-maria-sharapova-the-ice-queen-who-was-more-respected-than-loved\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/feb/26/farewell-maria-sharapova-the-ice-queen-who-was-more-respected-than-loved", "date_published": "2020-02-26 18:11:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesco opens cashless store in central London", "description": "<p>Retailer champions digital revolution with permanent outlet in High Holborn</p><p><a href=\"https://www.theguardian.com/business/tesco\">Tesco </a>has joined the <a href=\"https://www.theguardian.com/money/2019/jun/06/adults-uk-cashless-contactless-payments\">growing cash-free revolution</a> in the UK after opening its first cashless store in central London. The outlet offers shoppers a range of electronic payment methods via self-service tills but does not accept notes or coins.</p><p>The store, which Tesco says is planned to be a permanent outlet, is aimed at shoppers in a hurry. Payment methods include contactless cards, debit and credit cards, Apple Pay and Tesco Pay+.</p> <a href=\"https://www.theguardian.com/business/2020/feb/26/tesco-opens-cashless-store-central-london\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/26/tesco-opens-cashless-store-central-london", "date_published": "2020-02-26 18:10:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forget consent forms. The burden of proof should never fall on rape victims | Megan Nolan", "description": "Signing a contract before having sex won’t stop men like Harvey Weinstein, who know exactly what they’re doing<p>Despite the weight of evidence and the sheer number of accusers, it still felt somehow impossible that Harvey Weinstein would ever <a href=\"https://www.theguardian.com/world/2020/feb/24/harvey-weinstein-trial-verdict-victims\" title=\"\">have to pay</a> for his sexual crimes with anything but money. The consequences of his predation were so brazenly evaded that, in spite of the cultural upheaval of the last few years, it seemed plausible he would walk away a free man.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/feb/26/rose-mcgowan-weinstein-could-be-one-of-the-biggest-serial-rapists-in-history\">Rose McGowan: Weinstein 'could be one of the biggest serial rapists in history'</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/26/consent-forms-rape-harvey-weinstein\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/26/consent-forms-rape-harvey-weinstein", "date_published": "2020-02-26 18:07:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Go big or go home' to heal north-south divide, No 10 told", "description": "<p>Transport investment alone will not eliminate UK imbalance, former civil service chief tells Boris Johnson </p><p>Boris Johnson’s government has been told to “go big or go home” if it is to truly “level up” the country and heal social division, with the former head of the civil service warning that transport investment alone will not eliminate the imbalances between London and the rest of the UK.</p><p>Bob Kerslake, who ran the civil service from 2011 to 2014, issued the ultimatum as head of the UK2070 commission, an independent inquiry into the deep–rooted geographical inequalities within the UK.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/26/train-lines-not-enough-to-close-uks-regional-inequalities-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/26/train-lines-not-enough-to-close-uks-regional-inequalities-report-says", "date_published": "2020-02-26 18:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Severn flood defences breached as waters near record levels", "description": "<p>Emergency evacuation takes place in Ironbridge, Shropshire, as water overwhelms barriers</p><ul><li><a href=\"https://www.theguardian.com/environment/2020/feb/25/tell-us-are-you-affected-by-rising-flood-waters-on-the-river-severn\">Are you affected by the flooding? Tell us your story</a></li></ul><p>Flood defences have been breached along the banks of the River Severn, forcing householders and businesspeople to flee their properties as water rose toward record levels.</p><p>The water overwhelmed the flood barriers at Ironbridge, in Shropshire, leading to an emergency evacuation and promoting concern that the world heritage site would suffer serious damage.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/shropshire-towns-in-flooding-danger-as-river-severn-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/shropshire-towns-in-flooding-danger-as-river-severn-rises", "date_published": "2020-02-26 17:58:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human disturbance increasing cannibalism among polar bears", "description": "<p>Russian scientists record more cases of bear-on-bear attacks amid food scarcity and sea ice melt </p><p>Cases of polar bears killing and eating each other are on the rise in the Arctic as melting ice and human activity erode their habitat, according to a Russian expert.</p><p>“Cases of cannibalism among polar bears are a long-established fact, but we’re worried that such cases used to be found rarely while now they are recorded quite often,” said Ilya Mordvintsev, a polar bear expert, quoted by Interfax news agency.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/human-disturbance-increasing-cannibalism-among-polar-bears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/human-disturbance-increasing-cannibalism-among-polar-bears", "date_published": "2020-02-26 17:56:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman accused of leaving boyfriend locked in suitcase until he died", "description": "<p>Florida woman claims boyfriend climbed into suitcase while they were drinking, but video recording shows him pleading for help</p><p>Authorities in Florida have arrested a woman accused of zipping her boyfriend into a suitcase, recording his repeated cries for help and leaving him locked inside until he died, according to sheriff’s office documents.</p><p>Deputies with the Orange county sheriff’s office took Sarah Boone, 42, into custody on second-degree murder charges in the death of Jorge Torres Jr, 42, the agency said in a statement on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/26/florida-woman-accused-leaving-boyfriend-locked-suitcase-death\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/26/florida-woman-accused-leaving-boyfriend-locked-suitcase-death", "date_published": "2020-02-26 17:52:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Party prince no more: where were Andrew's siblings for his 60th birthday bash?", "description": "<p>Charles, Anne and Edward were all conspicuously absent. Which possibly says less about his party planning and more about the preceding 60 years</p><p>Prince Andrew had already had his 60th birthday plans significantly scaled back by the palace. (He wanted a bouncy castle and some horses with their hooves painted in the style of unicorns – no, wait, I’m getting him mixed up with a Kardashian.) But he was certainly expecting a state affair for such a very big anniversary, and was thwarted.</p><p>That didn’t stop him holding a regular party last week, at which Charles, Anne and Edward were conspicuous by their absence. For one sibling to be missing could be seen as a personal rift; when none of them show, that is a major humiliation in any kind of family.</p> <a href=\"https://www.theguardian.com/uk-news/shortcuts/2020/feb/26/party-prince-no-more-where-were-andrews-siblings-for-his-60th-birthday-bash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/shortcuts/2020/feb/26/party-prince-no-more-where-were-andrews-siblings-for-his-60th-birthday-bash", "date_published": "2020-02-26 17:51:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple does not 'let bad guys use iPhones on screen'", "description": "<p>Director Rian Johnson lifts lid on brand’s controlling use of product placement, which saw it ensure villains used PCs</p><p>Film director Rian Johnson has lifted the lid on a secret in the world of product placement – Apple will not allow its kit to be used by a villainous character on screen.</p><p>“Apple, they let you use iPhones in movies, but – and this is very pivotal – if you’re ever watching a mystery movie, bad guys cannot have iPhones on camera,” Johnson, whose credits include Star Wars: The Last Jedi<strong>,</strong> Looper and Knives Out, revealed in a video recorded for Vanity Fair.</p> <a href=\"https://www.theguardian.com/technology/2020/feb/26/apple-does-not-let-bad-guys-use-iphones-on-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/feb/26/apple-does-not-let-bad-guys-use-iphones-on-screen", "date_published": "2020-02-26 17:48:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duffy praised for opening up about long-term impact of rape", "description": "<p>Helplines prepare for rise in calls after singer said she had been raped, drugged and held captive</p><p>The singer Duffy has been praised for shedding light on the long-lasting impact of sexual trauma after revealing that <a href=\"https://www.theguardian.com/music/2020/feb/25/pop-star-duffy-says-she-was-raped-drugged-and-held-captive\">she was held captive for several days and raped</a>.</p><p>Helplines for victims of sexual violence are preparing for a rise in calls after the singer revealed that she retreated from the public eye for a decade to deal with her trauma, <a href=\"https://www.theguardian.com/film/2020/feb/24/harvey-weinstein-guilty-trial-charges-verdict\">days after the conviction of sexual predator Harvey Weinstein</a>.</p> <a href=\"https://www.theguardian.com/society/2020/feb/26/duffy-praised-for-opening-up-about-long-term-impact-of\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/26/duffy-praised-for-opening-up-about-long-term-impact-of", "date_published": "2020-02-26 17:33:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clive Cussler, bestselling adventure novelist, dies aged 88", "description": "<p>American author of more than 80 books forged path as prolific commercial writer who sometimes published four books a year</p><p>Clive Cussler, the bestselling American author of adventure novels including Sahara and maritime thrillers starring his hero Dirk Pitt, has died aged 88.</p><p>The author and co-author of more than 80 books, Cussler sold more than 100m books around the world and was published in more than 40 languages. He made the New York Times bestseller list 17 times in a row. His fortune was estimated to be $120m (£92.8m).</p> <a href=\"https://www.theguardian.com/books/2020/feb/26/clive-cussler-novelist-dies-88\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/feb/26/clive-cussler-novelist-dies-88", "date_published": "2020-02-26 17:32:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trevor Noah on Bloomberg: 'Don’t brag about buying people in South Carolina'", "description": "<p>Late-night hosts dissected the flubs, attacks and deer-stand claims in a testy last Democratic debate before the South Carolina primary</p><p>Yet another Democratic primary debate was held on Tuesday night in South Carolina, and “it was wild,” said Trevor Noah on the Daily Show. “I haven’t seen white people go that hard since khakis were on sale at Banana Republic.”</p> <a href=\"https://www.theguardian.com/culture/2020/feb/26/trevor-noah-democratic-debate-stephen-colbert-jimmy-kimmel\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/feb/26/trevor-noah-democratic-debate-stephen-colbert-jimmy-kimmel", "date_published": "2020-02-26 17:32:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greeks clash again with riot police over new migrant camps", "description": "<p>Residents protest against efforts to alleviate crowding on Aegean islands<br /></p><p>Greece’s Aegean islands have been gripped by a second day of clashes between riot police and local communities protesting against government plans to create migrant detention camps.</p><p>Against the backdrop of a paralysing general strike, residents fought running battles with heavily armed officers as opposition mounted over a scheme that many fear will bring many more arrivals to the eastern islands from Turkey.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/greeks-clash-again-with-riot-police-over-new-migrant-camps\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/greeks-clash-again-with-riot-police-over-new-migrant-camps", "date_published": "2020-02-26 17:32:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defra challenged over 'unlawful' release of 57m game birds in UK", "description": "<p>Wild Justice takes legal action, citing ‘ecological assault’ and harm to rare wildlife from mass release of birds for shooting<br /></p><p>Environmental campaigners have issued a legal case against the government to try to halt the release of more than 50m non-native game birds this summer, saying the birds could damage Britain’s most important wildlife sites.</p><p>Wild Justice, a campaign group led by the environmentalists Chris Packham, Mark Avery and Ruth Tingay, said the annual release of 47m pheasants and 10m red-legged partridges was “unlawful” without a proper assessment of the ecological impacts the animals have on protected areas.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/26/defra-challenged-over-unlawful-release-of-57m-game-birds-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/26/defra-challenged-over-unlawful-release-of-57m-game-birds-in-uk", "date_published": "2020-02-26 17:12:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage as Jair Bolsonaro appears to endorse Brazil anti-democracy protests", "description": "<ul><li>Far-right demonstrations called for 15 March</li><li>Former president: ‘We must shout while we still have a voice’</li></ul><p><a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>’s apparent endorsement of protests designed to cow Brazil’s democratic institutions has sparked outrage across the political spectrum with one lawmaker warning of a return to the dark days of dictatorship if the demonstrations are not opposed.</p><p>Hardcore supporters of Brazil’s far-right president are planning nationwide protests on 15 March and have been flooding social media with propaganda videos and fliers attacking members of Congress – and even proposing a return to military rule under Bolsonaro.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/jair-bolsonaro-brazil-anti-democracy-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/jair-bolsonaro-brazil-anti-democracy-protests", "date_published": "2020-02-26 16:47:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From the Black Death to coronavirus: a brief history of quarantines", "description": "<p>It has been used to contain epidemics for thousands of years – and is a crucial response to the current health crisis, too. But when did quarantining people begin?<br /></p><p><a href=\"https://edition.cnn.com/2020/02/22/asia/china-coronavirus-roundup-intl-hnk/index.html\" title=\"\">China has resorted to mass quarantining</a> in response to the coronavirus epidemic, while towns in Italy with high infection rates have been cordoned off and holidaymakers in <a href=\"https://www.theguardian.com/world/2020/feb/25/no-one-has-told-us-anything-tourists-on-lockdown-in-tenerife-hotel-coronavirus\" title=\"\">Tenerife</a> are confined to their rooms. The rest of us can only watch and try not to panic. But this is far from the first time that freedom of movement has been curtailed because of fears of a pandemic.</p><p>The modern notion of quarantine dates back to the 15th century, when Venice was grappling with one of the recurrent outbreaks of the Black Death, which had devastated Asia and Europe in the 14th century and continued to reappear for the next 500 years. The idea of isolating potential carriers, usually sailors arriving on ships from Asia, where the plague originated, was common in the 14th century, but it wasn’t until 1448 that the Venetian authorities decreed the period of isolation to check for symptoms should be 40 (<em>quaranta</em> in Italian) days.</p> <a href=\"https://www.theguardian.com/world/shortcuts/2020/feb/26/coronavirus-quarantines-brief-history-contain-epidemics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/shortcuts/2020/feb/26/coronavirus-quarantines-brief-history-contain-epidemics", "date_published": "2020-02-26 16:45:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big quip energy! The perfect rehabilitation of Pete Davidson", "description": "<p>He may be more famous for dating Ariana Grande than being on SNL, but with his new Netflix standup special, Davidson finally bares his truth ... and tackles the rumours about his penis<br /></p><p>If ever there was a time for Pete Davidson to release a career-defining standup special, it’s now. Because, as things stand, Davidson’s work as a writer and actor has been fully eclipsed by the fact that he is rarely out of the tabloids. You know about his endless high-profile romances, with figures such as Ariana Grande and Kate Beckinsale. You know about his struggles with mental health and substance abuse and self-harm. You know about his running battle with Saturday Night Live, the show he barely turns up for, openly wishes to leave and yet still inexplicably sticks with. You know the rumours about his penis that spawned the phrase “big dick energy”. You know all this because Pete Davidson: The Walking Headline is much more interesting than Pete Davidson: The Man Who Tells Jokes for a Living.</p><p>So Davidson’s new Netflix special Alive From New York is a perfect way to redress the balance. By turning in an incisive, honest, well-honed set, he could single-handedly reverse the tide of bad press. It has happened before: John Mulaney used The Comeback Kid to catapult himself from a failed sitcom star to the world’s best standup; Aziz Ansari used <a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/20/aziz-ansari-netflix-special\">Right Now to </a><a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/20/aziz-ansari-netflix-special\">reset his career after allegations of sexual assault</a>; Patton Oswalt’s Annihilation saw the comic <a href=\"https://www.theguardian.com/tv-and-radio/2019/jun/10/patton-oswalt-bereavement-without-daughter-drinking-would-have-been-problem\">come to terms with the death of his wife</a> through pure catharsis. Alive From New York is the best chance that Davidson will ever have to reframe a narrative that he appears to be lumbered with.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/26/big-quip-energy-the-perfect-rehabilitation-of-pete-davidson-ariana-grande\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/26/big-quip-energy-the-perfect-rehabilitation-of-pete-davidson-ariana-grande", "date_published": "2020-02-26 16:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lanvin looks back to go forward in chic Paris fashion week show", "description": "<p>Designer Bruno Sialelli draws on couture house’s rich history to deliver a solid collection</p><p>That France’s oldest surviving couture house was founded by a woman raised in poverty, as one of 11 children, is a narrative that feels ripe for mythologising.</p><p>The story of Jeanne Lanvin has recently lain dormant, however, after five years of creative and financial turmoil at a house that was once the pinnacle of Parisian fashion.</p> <a href=\"https://www.theguardian.com/fashion/2020/feb/26/lanvin-looks-back-go-forwards-chic-paris-fashion-week-show\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/feb/26/lanvin-looks-back-go-forwards-chic-paris-fashion-week-show", "date_published": "2020-02-26 16:43:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sajid Javid fires barrage of criticism at Johnson in Commons speech", "description": "<p>Former chancellor says plan to make him sack his advisers was not in the national interest</p><p>The former chancellor Sajid Javid has delivered a sharp indictment of the government, saying plans to centralise the team of advisers serving No 10 and the Treasury were “not in the national interest”.</p><p>Javid issued his dramatic statement to MPs in the Commons at the first prime minister’s questions session since the reshuffle on 13 February, as Boris Johnson sat and listened.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/26/sajid-javid-fires-barrage-of-criticism-at-johnson-in-commons-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/26/sajid-javid-fires-barrage-of-criticism-at-johnson-in-commons-speech", "date_published": "2020-02-26 16:43:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duffy has made peace. But social media won't let her", "description": "<p>The singer’s brave statement about her rape shows how powerfully immediate social media can be – but these platforms can also distort the personal narrative of female stars</p><p>Duffy’s <a href=\"https://www.theguardian.com/music/2020/feb/25/pop-star-duffy-says-she-was-raped-drugged-and-held-captive\">statement regarding her horrific sexual assault</a> was striking not only for its bravery, but for being so direct. This was a radically unfiltered statement issued not via a spokesperson or PR company, but made, as is now becoming standard in popular culture, via social media.</p><p>The utopian ideal of social media platforms trumpeted by CEOs such as Twitter’s Jack Dorsey is that they allow the silent to have a voice, and theoretically this is true. Accompanied by an image she will have chosen herself, Duffy was able to speak plainly of the journey through trauma to self-definition, without her words being filleted by journalists (though they inevitably were in news reports, including by me in these pages).</p> <a href=\"https://www.theguardian.com/music/2020/feb/26/duffy-has-made-her-peace-but-social-media-wont-let-her\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/feb/26/duffy-has-made-her-peace-but-social-media-wont-let-her", "date_published": "2020-02-26 16:42:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cook like a suffragette: fine dining from century-old political cookbook", "description": "<p>A Sydney chef is recreating the dishes that nourished the suffragette movement</p><p>When Liz Mason opened a cookbook from 1886, the last thing she expected was a recipe for turtle murder. And yet, between gallons of cream and lifestyle tips like how to remove your kidskin gloves, there was a description of concealing a “deadly weapon” with “great ingenuity”. “I have known half an hour to be consumed in the process,” wrote the recipe’s architect Anna Ella Carroll. The resulting dish, found in a chapter called “Fish, Oysters and Clams” is terrapin soup but “decidedly the terrapin has to be killed before cooking”.</p><p>“I can’t imagine putting terrapin on a menu in Sydney,” Mason reflects. But she seems slightly tempted. For the last six months, the executive chef has been experimenting with recipes from The Woman Suffrage Cookbook, originally compiled in Boston by Hattie A Burr, and a British book – The Women’s Suffrage Cookery Book – compiled by Aubrey Dowson and originally published in 1910. At the time, on both sides of the Atlantic, cookbooks were a popular form of propaganda for the cause, and featured recipes donated by women involved in the movement.</p> <a href=\"https://www.theguardian.com/food/2020/feb/27/cook-like-a-suffragette-fine-dining-from-century-old-political-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/feb/27/cook-like-a-suffragette-fine-dining-from-century-old-political-recipes", "date_published": "2020-02-26 16:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greta and Malala: why photos of Thunberg are a flicker of light in a dark, dark world", "description": "<p>The planet is a mess and it is easy to despair. But seeing Thunberg with other inspirational figures offers a glimpse of hope<br /></p><p>To quote George Harrison, it’s been a long and lonely winter. The world is on fire – or in flood – and everything feels hopeless, and that is before you get to politics, where no one seems interested in doing anything about the aforementioned dumpster that the human race has set alight.</p><p>Reports suggest that “ecological grief” or “climate depression” are very real states of being. Everything seems so incredibly, irredeemably bleak. How do you find hope among the ruins?</p> <a href=\"https://www.theguardian.com/environment/shortcuts/2020/feb/26/why-greta-thunberg-gives-me-hope-in-these-dark-times\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/shortcuts/2020/feb/26/why-greta-thunberg-gives-me-hope-in-these-dark-times", "date_published": "2020-02-26 16:27:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's Lucy Bronze out of SheBelieves Cup with calf injury", "description": "<ul><li>Right-back replaced in squad by Alessia Russo</li><li>Bronze says she will miss first England game in five years</li></ul><p>England will have to defend the SheBelieves Cup without their talismanic <a href=\"https://www.theguardian.com/football/2019/aug/30/lucy-bronze-uefa-player-of-the-year-award-europe\">European Player of the Year Lucy Bronze</a>, after the right-back withdrew from the squad with a calf injury.</p><p>The Lionesses are due to fly to the US on Sunday for the friendly tournament at which they play the world champions the USA for the first time since losing to them in a World Cup semi-final, before facing Japan and Spain. Phil Neville’s side hope to turn a corner after a poor run since that defeat. They have won twice since, with less-than-convincing victories in Portugal and the Czech Republic not enough to cover a string of below-par performances.</p> <a href=\"https://www.theguardian.com/football/2020/feb/26/englands-lucy-bronze-out-of-shebelieves-cup-with-calf-injury\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/26/englands-lucy-bronze-out-of-shebelieves-cup-with-calf-injury", "date_published": "2020-02-26 16:23:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The new Labour leader will try to unite the party – but around what? | Rafael Behr", "description": "<p>Unity without clarity is not a route out of opposition. You can’t learn from your mistakes if you don’t name them</p><p>Such is the devotion inspired by Jeremy Corbyn in some Labour members that cynics have called his supporters a cult. But cults are notoriously hard to leave, while Labour is easily abandoned, as millions of the party’s once loyal voters demonstrated at the <a href=\"https://www.theguardian.com/politics/2019/dec/13/working-class-voters-desert-labour-stoke-on-trent-england-red-wall\" title=\"\">last election</a>.</p><p>That defeat tested the faith of dedicated Corbyn supporters, which is why <a href=\"https://www.theguardian.com/politics/2020/jan/07/rebecca-long-bailey-defends-corbyns-legacy-as-she-launches-labour-leadership-bid\" title=\"\">Rebecca Long-Bailey is not leading the pack</a> in Labour’s leadership contest despite enjoying the incumbent’s blessing. Enough members recognise that their party took a wrong turn to be wary of the candidate who revs her engine for another ride down the same road. But Corbyn’s charismatic legacy is still powerful enough to forbid his denigration by any would-be successor. It is permissible to admit that Labour lost the election under his leadership, but not to attribute that defeat to his character, actions or beliefs.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/26/labour-new-leader-unite-party-leadership-contest\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/26/labour-new-leader-unite-party-leadership-contest", "date_published": "2020-02-26 16:19:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mubarak’s fate haunts Egypt’s leaders, and gives hope to its people | Jack Shenker", "description": "The late dictator’s downfall is a cautionary tale for those who seek to obliterate dissent in a country of 100 million people<p>On 28 January 2011, a reporter colleague and I boarded a ghostly Cairo metro train travelling east below the Nile, from Giza to the city centre. Far above us, the capital was ablaze. Pockets of fighting between anti-government protesters and police shook the streets; bridges across the river were revolutionary battlegrounds; ribbons of smoke and teargas filled the sky. In a final, futile attempt at self-preservation, the country’s authoritarian regime had shut down mobile networks and switched off the internet, so reliable news was hard to come by and we didn’t know who would emerge triumphant from what had already been termed Egypt’s “<a href=\"https://www.theguardian.com/world/2011/jan/28/egypt-cairo-protesters-defy-curfew-elbaradei-mubarak\" title=\"\">day of rage</a>”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/feb/25/hosni-mubarak-obituary\">Hosni Mubarak obituary</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/26/mubarak-fate-haunts-egypt-leaders-dictator\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/26/mubarak-fate-haunts-egypt-leaders-dictator", "date_published": "2020-02-26 16:15:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ModelLand: will Tyra Banks’s new theme park make you feel beautiful – or skint?", "description": "<p><br />The creator and host of America’s Next Top Model is opening a theme park in California where you can indulge your fantasy of being a model – for a small fee</p><p><strong>Name:</strong> <a href=\"https://www.model-land.com/\" title=\"\">ModelLand</a>.</p><p><strong>Age:</strong> Opens 1 May.</p> <a href=\"https://www.theguardian.com/fashion/shortcuts/2020/feb/26/modelland-will-tyra-bankss-new-theme-park-make-you-feel-beautiful-or-skint\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/shortcuts/2020/feb/26/modelland-will-tyra-bankss-new-theme-park-make-you-feel-beautiful-or-skint", "date_published": "2020-02-26 16:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell witnesses will not have their evidence used against them", "description": "<p>Decision clears way for staff involved in fitting dangerous cladding to testify at inquiry<br /></p><p>Witnesses at the Grenfell Tower public inquiry will be allowed to give evidence without incriminating themselves, the attorney general has announced.</p><p>Suella Braverman said staff of companies and organisations involved in the disastrous refurbishment would be able to give oral evidence about how the tower was clad with combustible materials, without it being used against them in any future criminal prosecutions. The undertaking will not protect corporate entities, as some of the lawyers had requested. </p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/grenfell-witnesses-will-not-have-their-evidence-used-against-them\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/grenfell-witnesses-will-not-have-their-evidence-used-against-them", "date_published": "2020-02-26 15:53:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Samaritans drop new chief executive after bullying claims", "description": "<p>Charity abandons appointment of Alzheimer’s Society boss after Guardian revealed claims of toxic culture</p><p>Samaritans have abandoned the appointment of their new CEO after a <a href=\"https://www.theguardian.com/society/2020/feb/21/alzheimers-society-allegedly-paid-out-750000-to-staff\">Guardian investigation revealed</a> claims that the Alzheimer’s Society paid out as much as £750,000 to staff who signed non-disclosure agreements (NDAs) during his tenure there.</p><p>Jeremy Hughes will no longer be taking the helm at the suicide prevention charity following whistleblower allegations that he displayed bullying behaviour to staff and<em><strong> </strong></em>presided over a toxic culture at the dementia charity.</p> <a href=\"https://www.theguardian.com/society/2020/feb/26/samaritans-drop-new-chief-executive-after-bullying-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/26/samaritans-drop-new-chief-executive-after-bullying-claims", "date_published": "2020-02-26 15:46:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is 'sexy baby voice'? We spoke to a sociologist to find out more", "description": "<p>A contestant’s way of talking to men on Netflix’s dating show Love is Blind has provoked a fierce reaction. But should we be so quick to judge?</p><p>The new Netflix show <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/25/love-is-blind-netflixs-hit-is-dating-tv-at-its-most-awful-and-compelling\">Love is Blind</a> – in which people fall in love and get engaged without seeing each other first – has sparked many questions. These include: shouldn’t these people be in therapy? If looks don’t matter, why are they all so hot? And: what is up with Jessica Batten’s sexy baby voice?</p><p>I can’t take credit for that term: it was actually coined on Twitter last week, and <a href=\"https://www.vice.com/en_us/article/k7en3x/love-is-blind-jessica-sexy-baby-voice\">written about</a> since. “Sexy baby voice” may sound like an oxymoron, but it is in fact an affectation that a lot of women use. Just look at the clip in which Batten is first shown to be very capable of speaking in a normal adult voice, before just a moment later sounding like she has a tampon in each nostril.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/feb/26/what-is-sexy-baby-voice-sociologist\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/feb/26/what-is-sexy-baby-voice-sociologist", "date_published": "2020-02-26 15:44:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evangelical Christians in Brazil resolve to ‘bring Jesus’ to carnival revelers", "description": "<p>The group played a key role in the election of the country’s far-right president and have become increasingly assertive</p><p> With drummers pounding out samba rhythms through the rain, this might almost have been just another one of the hundreds of street parties of Rio’s world-famous carnival.</p><p>But nobody at the I’m Full of Love Samba Street Party on Copacabana beach was drunk or in costume, few bystanders were dancing – and the group on the sound truck was singing about Jesus.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/evangelical-christians-in-brazil-resolve-to-bring-jesus-to-carnival-revelers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/evangelical-christians-in-brazil-resolve-to-bring-jesus-to-carnival-revelers", "date_published": "2020-02-26 15:44:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are we ready for a senior citizens dating show?", "description": "<p>The announcement that The Bachelor will see an over-65s spin-off could lead to a heartwarming diversion from a tired format</p><p>At this point, The Bachelor’s formula has become so rigid that even a monkey could draw you the rough shape of an average season. Across 24 seasons, not including spin-offs like The Bachelorette, Bachelor Pad and Bachelor in Paradise, we’ve watched the same beats get hit time and time again. Roses. Dates. Catty, desperate woman. A man who looks like a retired astronaut who’s forced to front a series of STI commercials. Premature declarations of love. The waking nightmare that is the Fantasy Suite. Three months of post-show press and then an ugly breakup. The Bachelor, sad to say, is getting old.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/25/love-is-blind-netflixs-hit-is-dating-tv-at-its-most-awful-and-compelling\">Love Is Blind: Netflix's hit is dating TV at its most awful – and compelling</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/26/senior-citizens-bachelor-reality-television-love-romance\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/26/senior-citizens-bachelor-reality-television-love-romance", "date_published": "2020-02-26 15:43:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lindsay Birbeck killing: boy, 17, moved body in wheelie bin, jury told", "description": "<p>Teenager denies murder, claiming he was offered money to ‘get rid of a body’, court hears<br /></p><p>A teenager accused of strangling a teaching assistant in Lancashire used a wheelie bin to transport her body, a court has heard.</p><p>The 17-year-old, who cannot be named for legal reasons, is alleged to have murdered Lindsay Birbeck in woodlands as she took an afternoon walk in Accrington on 12 August last year.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/lindsay-birbeck-youth-moved-body-in-wheelie-bin\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/lindsay-birbeck-youth-moved-body-in-wheelie-bin", "date_published": "2020-02-26 15:07:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fir's fair: UK must embrace conifers in climate fight, says forestry chief", "description": "<p>Non-native species must be part of the mix if the UK is to meet its tree-planting targets, says outgoing Forestry Commission head Sir Harry Studholme</p><p>Non-native conifer plantations have long been a scourge of conservationists – blamed for wiping out woodland species and disfiguring landscapes. But exotic conifers will be better at tackling the climate emergency than much-cherished broadleaved woodlands, according to <a href=\"https://www.gov.uk/government/news/sir-william-worsley-appointed-as-forestry-commission-chair\">the outgoing chairman of the Forestry Commission</a>.</p><p>Sir Harry Studholme, who has headed England’s forestry agency for the last seven years, warned that there must not be a repeat of past mistakes in the rush to plant trees to meet the government’s target of net zero carbon emissions by 2050.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/26/firs-fair-uk-must-embrace-conifers-in-climate-fight-says-forestry-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/26/firs-fair-uk-must-embrace-conifers-in-climate-fight-says-forestry-chief", "date_published": "2020-02-26 15:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hosni Mubarak buried with full military honours", "description": "<p>Egypt pays tribute to former president, who died at 91, amid tight security in Cairo</p><p>Former Egyptian autocrat Hosni Mubarak has been buried in Cairo with a full military funeral, following <a href=\"https://www.theguardian.com/world/2020/feb/25/hosni-mubarak-egyptian-president-ousted-during-arab-spring-dies-at-91\">his death </a>aged 91.</p><p>Mubarak’s body was transported from a mosque on the outskirts of the Egyptian capital to the family cemetery on Wednesday amid tight security. His coffin was pulled by horse-drawn carriages alongside a procession led by his sons Gamal and Alaa Mubarak and the current president, Abdel Fatah al-Sisi, flanked by military top brass and leading religious figures.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/hosni-mubarak-buried-with-full-military-honours\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/hosni-mubarak-buried-with-full-military-honours", "date_published": "2020-02-26 14:11:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extra officers must lead to less crime, Priti Patel tells police chiefs", "description": "<p>Home secretary says forces will have no excuses but police fear return of targets</p><p>The home secretary has signalled another U-turn on law and order with the return of Whitehall-set targets to cut crime and warned police there will be no excuses for failure.</p><p>Priti Patel told the annual conference of police chiefs that the addition of 20,000 officers over three years as promised by government meant forces should rigorously “investigate every type of crime”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/extra-officers-must-lead-to-less-priti-patel-tells-police-chiefs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/extra-officers-must-lead-to-less-priti-patel-tells-police-chiefs", "date_published": "2020-02-26 13:55:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carnival, climate demo and coronavirus: Wednesday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/feb/26/carnival-climate-demo-and-coronavirus-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/feb/26/carnival-climate-demo-and-coronavirus-wednesdays-best-photos", "date_published": "2020-02-26 13:27:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: is it safe to travel and should children be kept home?", "description": "<p>What to do if you have a holiday planned and what does self-isolation involve?</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/feb/26/coronavirus-latest-updates-who-mission-director-warns-world-is-simply-not-ready\">Coronavirus – latest updates</a></li></ul><p>If a doctor suspects a person has the virus, they will swab the person’s nose and throat and, if they are able to produce sputum, get a sputum sample and send these to a Public Health England laboratory. Scientists then amplify genetic material called RNA in the samples and look for sections that match the virus’s RNA. The test takes 24 to 48 hours. Once the result is available it is sent back to the clinician who informs the person whether they tested positive or not.</p> <a href=\"https://www.theguardian.com/society/2020/feb/26/coronavirus-is-it-safe-to-travel-and-should-children-be-kept-home\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/26/coronavirus-is-it-safe-to-travel-and-should-children-be-kept-home", "date_published": "2020-02-26 13:06:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Love it or hate it, Marmite is having a massive foodie moment", "description": "<p>The divisive spread is no longer just a toast topping. Now leading chefs are adding it to everything from scallops to pasta</p><p>Dark, uncompromising and deeply divisive, if any spread captures the state of the nation, it’s Marmite. The slogan “You either love it or hate it” was conceived in the 90s, but it is a perfect fit for today’s combative climate. Perhaps it is unsurprising, then, that Marmite is having a moment: taking star turns on Michelin-worthy menus and courting controversy in the supermarket aisles with such combinations as <a href=\"https://metro.co.uk/2018/11/13/iceland-launches-marmite-brussels-sprouts-and-we-are-horrified-8134786/\" title=\"\">Marmite brussel sprouts</a>, Marmite pot noodles and Marmite crunchy peanut butter.</p><p>Last month, the spread tapped into another national schism by staging a Twitter-based “Nuterendum” to launch its latest spin-off, Marmite smooth peanut butter. “Now that Marmite smooth peanut butter has landed, it looks like crunchy has some competition,” <a href=\"https://twitter.com/marmite/status/1216638196089597952\" title=\"\">the brand tweeted</a>, calling for the public to vote for either “Team Smooth” or ‘“Team Crunchy”. The results? A depressingly familiar 52% for crunchy, 48% for smooth.</p> <a href=\"https://www.theguardian.com/food/2020/feb/26/love-it-or-hate-it-marmite-is-having-a-massive-foodie-moment\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/feb/26/love-it-or-hate-it-marmite-is-having-a-massive-foodie-moment", "date_published": "2020-02-26 13:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People don't get it': inside the world of hyper-realistic baby doll collecting", "description": "<p>A subculture of lifelike baby dolls is thriving on social media – despite enthusiasts being dismissed as grown women playing mommy</p><p>I’m not sure what I expected a collector of hyper-realistic baby dolls to look like, but Kellie Eldred-Smith isn’t it. On the frigid midwinter morning that I arrive at her Ithaca, New York, home, she greets me brightly in leggings and a cropped sweatshirt branded with the logo of a local Pilates studio. Her ink-black hair is pulled into a pert bun behind the most perfectly straight bangs I’ve ever seen. She just finished working out, she tells me, as she leads me past her husband and a trio of friendly spaniels into a spotless kitchen. A squeaky toy appears at my feet; its four-legged owner barks for a reaction.</p><p>“Please,” Eldred-Smith scolds the spaniel. To me, apologetically, she says: “She’s just a little crazy.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/feb/26/reborn-doll-baby-lifelike-collecting-women\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/feb/26/reborn-doll-baby-lifelike-collecting-women", "date_published": "2020-02-26 12:45:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deontay Wilder's attempt to blame defeat on 40lb costume carries little weight | Marina Hyde", "description": "<p>The heavyweight’s comments after his loss to Tyson Fury are best euphemised as misjudged – but he is not the first boxer to be pilloried for offering up a bizarre excuse</p><p>Can anyone confirm whether there’s a possibility Deontay Wilder may have suffered a bump to the head of late? However outlandish that theory may initially seem, it is one we have to work on after the heavyweight addressed the circumstances of <a href=\"https://www.theguardian.com/sport/2020/feb/22/tyson-fury-deontay-wilder-fight-report-heavyweight-championship\" title=\"\">his defeat byTyson Fury</a> in Las Vegas in an interview best euphemised as misjudged.</p><p>According to Wilder, whose team threw in the towel in the seventh round, <a href=\"https://www.theguardian.com/sport/2020/feb/25/boxing-deontay-wilder-blames-ring-walk-outfit-knockout-loss-tyson-fury\" title=\"\">he has an entirely understandable excuse</a>. “He didn’t hurt me at all,” this ran. “But the simple fact is that my uniform was too heavy for me.” The reference is to Wilder’s ring-walk costume, which was a typically ornate affair, this time worn for Black History Month – and which, according to Wilder, weighed well over 40 pounds what with “the helmet and all the batteries”. He’d only tried it on for the first time the night before. “I didn’t have no legs from the beginning of the fight,” he reflected. “In the third round, my legs were just shot all the way through … I knew I didn’t have the legs because of my uniform.”</p> <a href=\"https://www.theguardian.com/sport/blog/2020/feb/26/deontay-wilder-blame-defeat-costume-tyson-fury-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/feb/26/deontay-wilder-blame-defeat-costume-tyson-fury-boxing", "date_published": "2020-02-26 12:11:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about a hotel near a main railway station in Europe to win two first-class Interrail Passes", "description": "<p>Share your experience of a hotel just a short walk from the trains. The best tipper wins a pair of Interrail Global Passes, worth up to £768</p><p>Please send us your tips on hotels and B&amp;Bs close to main railway stations in Europe (excluding the UK). You may have been wowed by the decor, enjoyed a warm welcome, tucked into a great meal or just slumbered magnificently there. Perhaps the building has an interesting history or there was a bit of a story behind your visit; if so, please share details.</p><p>Send tips by filling in the form below, with as much detail as you can (including useful websites and prices) in <strong>around 100 words</strong>. We’re sorry, but for legal reasons <strong>you must be a UK resident </strong>to enter this competition.</p> <a href=\"https://www.theguardian.com/travel/2020/feb/26/win-two-first-class-interrail-passes-hotels-near-train-stations\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/feb/26/win-two-first-class-interrail-passes-hotels-near-train-stations", "date_published": "2020-02-26 11:42:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just call me Harry: prince drops titles at Edinburgh conference", "description": "<p>Duke of Sussex asks to be introduced by first name only at travel industry event</p><p>The Duke of Sussex asked to be introduced as simply Harry as he described Scotland’s tourism industry as being at the “forefront” of making the sector more sustainable.</p><p>The prince was speaking at the Travalyst event at the Edinburgh International Conference Centre on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/26/prince-harry-title-edinburgh-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/26/prince-harry-title-edinburgh-conference", "date_published": "2020-02-26 11:32:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Idlib province bombing kills 21 in single day", "description": "<p>Targets of Russian and Assad forces included six schools and two nurseries says Syria civil defence group</p><p>Eight school facilities were bombed in Idlib province, Syria, in a single day, as the battle for control of the country’s last opposition stronghold intensified.</p><p>The attacks came despite warnings that the violence had already led to the worst humanitarian crisis in the Syrian war to date.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/syria-21-dead-targets-including-schools-and-nurseries-bombed-in-idlib\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/syria-21-dead-targets-including-schools-and-nurseries-bombed-in-idlib", "date_published": "2020-02-26 11:06:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Abuse of power': should universities ban staff-student relationships?", "description": "<p>UCL has become the third UK university to ban relationships between lecturers and their students. Should others follow?</p><p>Within weeks of starting her postgraduate degree, Allison Smith, then a student at Sussex University, entered a relationship with her lecturer. They had met at an induction party celebrating the new term with drinks and fireworks, where she found him “drunk and loud” but not inappropriate. He later approached her on Twitter. “That escalated quickly into flirtatious talk,” she says.</p><p>Her lecturer, Lee Salter, assured her that the university approved of the relationship and said it would be “fine as long as we were discreet”. She asked her friends if his behaviour was normal, to which they responded: “It’s not appropriate for someone who’s going to be teaching you on this course.”</p> <a href=\"https://www.theguardian.com/education/2020/feb/26/abuse-of-power-should-universities-ban-staff-student-relationships\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/feb/26/abuse-of-power-should-universities-ban-staff-student-relationships", "date_published": "2020-02-26 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I heard the signal – and threw my flour bombs’: why the 1970 Miss World protest is still making waves", "description": "<p>It was the year feminists wreaked havoc on the beauty contest. Now their story has been made into a film starring Keira Knightley. They look back at that dramatic moment<br /></p><p>It was the most dramatic feminist event since Emily Davison threw herself under the king’s horse in 1913 in the name of women’s suffrage. Now, the 1970 Miss World protests – during which feminist activists dramatically flour-bombed the stage – is getting a Hollywood makeover. The film Misbehaviour will document the period of fizzing excitement and possibility marked by the demonstrations. “Miss World epitomised everything I believed was wrong,” says one of the protesters, Jenny Fortune. “It felt as if we were stopping the patriarchy in its tracks.”</p><p>“We all believed in revolution back then,” says Jo Robinson, another one of the activists who hurled flour and old vegetables at the host, Bob Hope, that night. “We all believed the world could be changed, and we all believed we could do it.”</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/i-heard-the-signal-and-threw-my-flour-bombs-why-the-1970-miss-world-protest-is-still-making-waves\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/i-heard-the-signal-and-threw-my-flour-bombs-why-the-1970-miss-world-protest-is-still-making-waves", "date_published": "2020-02-26 11:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Delhi protests: death toll climbs amid worst religious violence for decades", "description": "<p>Calls for army to be deployed as clashes between Hindu and Muslim groups show no sign of abating</p><p>The death toll from the worst religious violence in Delhi in decades has risen to 24, as Muslims fled from their homes and several mosques in the capital smouldered after being attacked by Hindu mobs.</p><p>The deathly clashes between Hindu and Muslim groups that began on Sunday continued into their forth consecutive day, with reports of early morning looting on some Muslim homes which had been abandoned out of fear.</p> <a href=\"https://www.theguardian.com/world/2020/feb/26/delhi-protests-death-toll-climbs-amid-worst-religious-violence-for-decades\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/26/delhi-protests-death-toll-climbs-amid-worst-religious-violence-for-decades", "date_published": "2020-02-26 09:45:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baby-faced assassin: the 29-year old at the heart of Trump's 'deep state' purge", "description": "<p>Johnny McEntee, an ex-college quarterback, heads a sweeping White House effort to purge the civil service and install loyalists</p><p>Johnny McEntee may never surpass the fame he garnered in 2011 as a college football quarterback starring in a <a href=\"https://www.youtube.com/watch?v=s0WMd0Y6hIw\">viral trick shot video</a> of him throwing footballs great distances into trash cans that racked up more than 7m views.</p><p>Now, as the recently named White House director for presidential personnel, McEntee, 29, has been put in charge by Donald Trump of canning federal employees – not footballs – suspected of harboring secret anti-Trump sentiments.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/26/johnny-mcentee-trump-purge-civil-service-deep-state\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/26/johnny-mcentee-trump-purge-civil-service-deep-state", "date_published": "2020-02-26 09:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "African-Mexican carnival of Coyolillo – in pictures", "description": "<p>The carnival in Coyolillo, a town in the coastal state of Veracruz in Mexico, dates back more than 100 years. This non-religious festival includes parades, dances, music and feasting and is the heritage of sugar cane workers and slaves of African origin freed from farms. The event is known for the colourful robes, capes and animal masks – of bulls, deer, goats and cows – worn by participants. As such, the carnival is a unique expression of African-Mexican folk art</p> <a href=\"https://www.theguardian.com/culture/gallery/2020/feb/26/african-mexican-carnival-of-coyolillo-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2020/feb/26/african-mexican-carnival-of-coyolillo-in-pictures", "date_published": "2020-02-26 08:41:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where women rule: the last matriarchy in Europe – in pictures", "description": "<p>Big Heart, Strong Hands is the story of women on the isolated Estonian islands of Kihnu and Manija in the Baltic Sea. Often viewed as the last matriarchal society in Europe, the older women there take care of almost everything on land as their husbands travel the seas</p><ul><li><a href=\"https://www.dewilewis.com/collections/available-for-pre-order/products/big-heart-strong-hands\">Anne Helene Gjelstad’s Big Heart, Strong Hands is published by Dewi Lewis</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/feb/26/where-women-rule-the-last-matriarchy-in-europe-in-pictures-anne-helene-gjelstad\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/feb/26/where-women-rule-the-last-matriarchy-in-europe-in-pictures-anne-helene-gjelstad", "date_published": "2020-02-26 07:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fake babies, real love: the women who care for lifelike baby dolls - video", "description": "<p>A growing number of collectors are cuddling, changing and caring for 'reborns' – individually crafted baby dolls that can cost up to $20,000. For some, it's about rekindling their baby-rearing years. For others, it's about dealing with their own inability to birth real human babies. Despite the finger-pointing from outsiders, it's a subculture that's thriving globally.</p> <a href=\"https://www.theguardian.com/lifeandstyle/video/2020/feb/26/reborn-baby-dolls-women-collectors-video\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/video/2020/feb/26/reborn-baby-dolls-women-collectors-video", "date_published": "2020-02-26 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India, Modi and the rise of Hindu nationalism - podcast", "description": "<p>With Delhi rocked by deadly protests as Muslim and Hindu groups clash violently, Guardian writer Samanth Subramanian looks at the rise of Hindu nationalism within India. And: Daniel Boffey on the EU’s negotiating position with the UK </p><p>Narendra Modi has been grappling with continuing domestic unrest since his Hindu nationalist BJP government passed the CAA in December, which grants citizenship for refugees of every major south Asian religion except Muslims. In conjunction with a planned national register of citizens, it is feared the law will make India’s Muslim community aliens in their own country and undermine the secular foundations of the country by making religion the basis of citizenship.</p><p>The Guardian writer<strong> Samanth Subramanian</strong> talks to <strong>Anushka Asthana</strong> about the rise of Hindu nationalism and the impact it is having on India. </p> <a href=\"https://www.theguardian.com/news/audio/2020/feb/26/india-modi-and-the-rise-of-hindu-nationalism\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/feb/26/india-modi-and-the-rise-of-hindu-nationalism", "date_published": "2020-02-26 03:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}]