[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "11 Minutes Of Streets Of Rage 4 Co-op Gameplay", "description": "Streets of Rage 4 brings back retro heroes Axel, Blaze, and Adam, but they're not the only playable characters in the new beat 'em up. Adam's daughter Cherry fights alongside her dad by bashing foes with her electric guitar. The latest new character to be revealed is Floyd, a Maori warrior with cybernetic arm that definitely doesn't resemble Jax from Mortal Kombat at all. \n\nThe video above features Floyd, Cherry, Adam, and Axel punching and kicking through the game's first stage, ending in a boss battle against Diva, who pulses with electricity and wields a snake like a whip. Look, Streets of Rage was never subtle. This was our first look at 4's four-player co-op--it supports four players locally, but only two online. \n\nStreets of Rage 4 is headed to PS4, Xbox One, PC, and Nintendo Switch in 2020. GameSpot will be covering more games like this at PAX East 2020, so stay tuned for more from the show floor.\n\n#StreetsOfRage4 #GameSpot #PAXEast", "link": "https://www.youtube.com/watch?v=ViTRVOKQ-zM", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends – Official System Override Collection Event Trailer", "description": "Discover your true nature in the System Override Collection Event, March 3 -17. Evolve your strategy in the new limited-time Deja Loot mode, featuring permanent loot locations and a return to Kings Canyon in week 2. Experiment with the new Evo Shield, which grows stronger the more damage you deal. Complete Daily Challenges to collect up to 24 exclusive items and a new Octane Heirloom, if you’re quick enough. The strong will rise, and the weak will perish. Shoot true.", "link": "https://www.youtube.com/watch?v=HUNUulOlJfc", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 - FULL Gameplay World Premiere Presentation (with Q&A) | PAX East 2020", "description": "Check out the complete world premiere of Baldur's Gate 3 gameplay demo with Swen Vincke from Larian Studios at PAX East 2020. See character creation, turn-based combat, and more!\n\n#BaldursGate", "link": "https://www.youtube.com/watch?v=uYSqQuqCAZI", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 - Official First LIVE Gameplay Demo | PAX East 2020", "description": "Watch the very fist live gameplay demo of Baldur's Gate 3 during the official live Gameplay World Premiere at PAX East 2020. See character creation and combat.", "link": "https://www.youtube.com/watch?v=VrIxrFqSbHQ", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 Gameplay World Premiere Livestream At PAX East 2020", "description": "Tune in as we get our first look at the gameplay reveal of Baldur's Gate III with Swen Vincke the Head of Larian Studios and Jesse Cox at PAX East 2020.", "link": "https://www.youtube.com/watch?v=gwYrmp3_6Nc", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate III - Official Opening Cinematic Reveal Trailer", "description": "Watch the latest CGI cinematic trailer for Baldur's Gate 3 which brings more eye worms and destruction than you could possibly ask for. Look forward to role playing it up on Google Stadia or Windows PC.", "link": "https://www.youtube.com/watch?v=t9yyRvAiXvc", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Every Secret From The Baldur's Gate 3 Opening Cinematic", "description": "With a new Baldur's Gate 3 trailer we got to work dissecting every piece of the new cinematic for hidden secrets and lore. Who is this Githyanki? What is Ceramorphosis? What is a Mind Flayer? Is that city Baldur's Gate? We answer all those questions and more. \n\nBaldur's Gate 3's opening cinematic is holding a lot of secrets, so we breakdown the new trailer to try to figure out what exactly is happening. \n\nWho is this Githyanki? What is Ceramorphosis? What is a Mind Flayer? Is that city Baldur's Gate? We answer all those questions and more.\n\n#BaldursGate3 #GameSpot #PAXEast", "link": "https://www.youtube.com/watch?v=uFFzaUsrpJs", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Stats Work - Competitive Pokemon Explained Part 1", "description": "Want to learn how to battle competitively in Pokemon Sword and Shield? We'll teach you how--starting with Pokemon's stats.\n\nEven if you've played every Pokemon game, there's a good chance you've never played it competitively. That's because competitive Pokemon has a high barrier to entry, and there's a lot you need to know just to start battling. That said, competitive battling is exciting and incredibly rewarding--it's worth it, and Sword and Shield are a great place to get started.\n\nIn the video above, we break down that barrier to entry so you can actually enjoy battling. Part 1 of this mini-series is all about how Pokemon's stats work: species stats, IVs, natures, and the basics of EVs. What do all those words and acronyms mean? This video explains all of them with plenty of charts to make it a lot less intimidating. \n\nIn GameSpot's Pokemon Sword and Shield review, Kallie Plagge wrote, \"In collecting, battling, and exploring, Sword and Shield cut out the bloat and focus on what makes these pillars of the Pokemon games so captivating in the first place. You're not held back by overly complicated back-end systems or hoops to jump through; from the outset, you can start wandering the Galar region, seeing its new Pokemon, and trying out its new battle strategies with very little in your way. This leaves you free to enjoy what Pokemon is all about, and that makes for an incredibly strong showing for the series' proper debut on Switch.\"\n\n#PokemonSwordAndShield #CompetitivePokemon #PokemonDay #GameSpot", "link": "https://www.youtube.com/watch?v=S4VeDVk4WAg", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Pokemon Sword & Shield - Zarude Mythical Pokemon Reveal Trailer", "description": "Zarude, the Dark/Grass Rogue Monkey Mythical Pokemon has been revealed!", "link": "https://www.youtube.com/watch?v=qlfTqqFyFz0", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Future of Borderlands 3, Homeworld, and More From Gearbox's PAX East 2020 Panel", "description": "Tune into Gearbox's PAX East 2020 panel where they will break down more about the future of Borderlands 3, Homeworld, and more. Find out what the next DLC campaign is all about in Borderlands 3.", "link": "https://www.youtube.com/watch?v=rvDE42sx84I", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Saw Two Hours Of Baldur's Gate 3, And It Was A Lot", "description": "Mike Mahardy and Dave Jewitt recently met up with Larian Studios to watch creative director Swen Wincke play through two hours from the highly anticipated CRPG Baldur's Gate 3  - here's what they thought.\n\nDeveloper Larian Studios went from a respectable company to a household name in the span of several years, with CRPG mega-hits such as Divinity: Original Sin 1 and 2. Now, they're working with another revered name in the computer RPG space: Baldur's Gate.\n\nMike Mahardy and Dave Jewitt recently joined Larian's creative director Swen Wincke for a two-hour demo pulled from the campaign of the upcoming release, and they're here to tell you that there's a LOT to unpack. They saw everything from vertical combat to cinematic conversations, unruly dice rolls to Lovecraftian tentacle ships. In the video above, they break it down, and offer their impressions of Larian's mammoth project.\n\nFor more on Baldur's Gate 3, head over to GameSpot for an interview with Wincke himself, as well as a breakdown of the RPG's intense CGI trailer.\n\n#BaldursGate3 #GameSpot #PAXEast", "link": "https://www.youtube.com/watch?v=-q5B9mblTGI", "date_published": "2020-02-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dreams Review", "description": "Dreams is a technical and creative marvel, a robust game-making toolkit where the only limits are your skill and imagination.\n\n#Dreams #GameSpotReview", "link": "https://www.youtube.com/watch?v=wOtq5a5kfyI", "date_published": "2020-02-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Exploring The Wizarding World of Harry Potter in Minecraft", "description": "Minecraft modding group, The Floo Network, has spent years recreating The Wizarding World of Harry Potter. Today we explore through Diagon Alley, Hogwarts, and many other magical places. You can download this here: https://gumroad.com/l/floomap", "link": "https://www.youtube.com/watch?v=SOS-VCE1yo0", "date_published": "2020-02-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For March 2020 Revealed", "description": "The free PS4 PlayStation Plus games for March 2020 have been revealed. The new month brings Shadow of the Colossus and Sonic Forces to PS Plus subscribers.\n\n#PlayStationPlus #GameSpot", "link": "https://www.youtube.com/watch?v=92sylZyD4Ic", "date_published": "2020-02-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ori And The Will Of The Wisps - First 20 Minutes Of Gameplay", "description": "Join us as we embark on our journey into the opening minutes of Ori and the Will of the Wisps.\n\nOri and the Will of the Wisps is the follow-up to the 2015 narrative-focused Metroidvania starring a forest spirit exploring a dangerous, yet beautiful world. Ori and the Blind Forest possessed an emotional story where the titular character would eventually find the strength within to overcome their dangerous foes and reunite with its closest allies. Blending fast-paced combat and travel mechanics, it made for an exciting and visually stunning journey to dive into, which culminated in a satisfying conclusion that pulled on the heartstrings. \n\nWith the sequel approaching its March 11 release on Xbox One and PC, we had the chance to get some hands-on time with the game. In this gameplay video, we show off the opening of Will of the Wisps, which sets up what's to come in Ori's next adventure. After being separated from their family, and finding them lost in a new world outside of Nibel Forest, Ori must reacquire their skills and take on new abilities to face off against the foreign land's dangers. Along the way, Ori will connect with the Wellspring's many inhabitants, who will come to be Ori's closest allies in the adventure.\n\nThere was a lot to take in from the opening hours of Ori and the Will of the Wisps. If you're interested in learning more about what we played from the opening hours of the game, check out GameSpot's written impressions detailing what's to come with the sequel.\n\n#OriAndTheWillOfTheWisps #GameSpotGameplay", "link": "https://www.youtube.com/watch?v=4CpliUsSEBU", "date_published": "2020-02-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]