[{"source": "https://www.theguardian.com/rss", "title": "The Edit… The best spring jackets for women", "description": "<p>Denim or wool, bright or subdued, these lightweight jackets will get you ready for the new season</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jan/25/the-edit-the-best-spring-jackets-for-women\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jan/25/the-edit-the-best-spring-jackets-for-women", "date_published": "2020-01-25 23:45:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit celebrations ‘rub our noses in it’, says Heseltine", "description": "Commemorative coin, countdown and Downing Street light display to mark departure on Friday<p>The Tory peer and former deputy prime minister <a href=\"https://www.theguardian.com/politics/michael-heseltine\" title=\"\">Lord Heseltine</a> has accused Boris Johnson of trying to “rub the noses of Remainers in their defeat”, after the prime minister announced events to commemorate the<a href=\"https://www.theguardian.com/politics/eu-referendum\" title=\"\"> UK’s departure from the EU this coming Friday at 11pm</a>.</p><p>Downing Street said that 3m special 50p coins bearing the words “Peace, prosperity and friendship with all nations” will enter shops, banks and restaurants from Friday with a further 7m coming into circulation by the end of the year. Union Jack flags will also line Parliament Square and the Mall on Friday and the public will see government buildings in Whitehall lit up in red, white and blue.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/25/heseltine-says-brexit-celebrations-rub-remainers-nose-in-it\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/25/heseltine-says-brexit-celebrations-rub-remainers-nose-in-it", "date_published": "2020-01-25 22:35:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fresh doubts cast over John Bercow’s peerage as bullying claims resurface", "description": "David Leakey, a former Black Rod, accuses ex-Commons Speaker of being a ‘Jekyll and Hyde character’<p>John Bercow’s prospects of being elevated to the House of Lords were further undermined last night after a retired senior parliamentary official claimed he would be submitting a formal complaint detailing allegations of bullying against the controversial former Speaker.</p><p>David Leakey, a former parliamentary Black Rod, will accuse the former Commons Speaker of “intolerable rudeness and explosive behaviour” in a report to be passed to the parliamentary commissioner for standards, it was reported.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/25/john-bercow-peerage-fresh-doubts-bullying-claims-resurface\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/25/john-bercow-peerage-fresh-doubts-bullying-claims-resurface", "date_published": "2020-01-25 22:10:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones: ‘When England show togetherness we are powerful’", "description": "<p>Coach believes finding ways of playing with greater urgency can shrug off any World Cup hangover</p><p>Eddie Jones was not at his most accommodating at this week’s Six Nations launch, his patience frayed by the barrage of questions about <a href=\"https://www.theguardian.com/sport/2020/jan/18/saracens-relegated-end-of-season-premiership-rugby\" title=\"\">salary cap-breaching Saracens </a>and the impact their presence in the Championship next season would have on England. Eventually the head coach snapped when asked about the notoriously “grim” training sessions he put his players through.</p><p>“That is a ridiculous statement,” said Jones, now in his fifth season as England’s head coach. “I do not think the players find the camps grim. If they do, they do not have to come. Give me their names and they won’t have to bother coming.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/25/eddie-jones-england-togetherness-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/25/eddie-jones-england-togetherness-six-nations", "date_published": "2020-01-25 22:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wayne Pivac set to give Wales more exciting style of Six Nations play | Paul Rees", "description": "Head coach gets underway with licence to foster a more expansive type of game over the next few weeks<p>The last time Wales hired a former policeman as head coach he used the skills he had learned on the beat in New Zealand to trap a player who claimed to have spent the night in the team hotel in the Vale of Glamorgan. Steve Hansen rose before breakfast, walked to the suspected party’s car and felt the bonnet, which was warm.</p><p>Wayne Pivac, who takes charge of his first competitive match next Saturday, 18 months after being named as Warren Gatland’s successor, will also be drawing on his former job as a copper, but in a different way as he looks to build on his predecessor’s successful 12 years.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/25/wayne-pivac-wales-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/25/wayne-pivac-wales-six-nations", "date_published": "2020-01-25 22:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Footballer dies after assault in Nottinghamshire", "description": "<p>Jordan Sinnott was discovered with a suspected fractured skull and died on Saturday</p><p>A non-league footballer has died in hospital after being assaulted.</p><p>Jordan Sinnott, who played for Matlock Town, was found unconscious with a suspected fractured skull following a disturbance in Retford, Nottinghamshire, in the early hours of Saturday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/non-league-footballer-dies-after-assault-in-nottinghamshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/25/non-league-footballer-dies-after-assault-in-nottinghamshire", "date_published": "2020-01-25 21:27:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists race to find out how Wuhan victims became ill", "description": "<p>If this outbreak is still caused mainly by animals, it can be controlled. But all-out human transmission could spell disaster</p><p>Scientists are urgently seeking data to resolve one critically important aspect of the <a href=\"https://www.theguardian.com/science/2020/jan/25/coronavirus-puts-50m-people-in-china-under-lunar-new-year-lockdown\" title=\"\">coronavirus outbreak</a> that has killed at least 54 people and infected well over 1,000 since emerging in Wuhan, China.</p><p>Researchers say they desperately need to find out whether most cases have been caused by repeated spillover of the virus from animals into humans, or whether most cases are now being triggered by secondary human-to-human transmission.</p> <a href=\"https://www.theguardian.com/science/2020/jan/25/scientists-race-to-find-out-how-wuhan-victims-became-ill-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jan/25/scientists-race-to-find-out-how-wuhan-victims-became-ill-coronavirus", "date_published": "2020-01-25 20:34:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scott Parker: ‘I don’t see as much resilience in players any more’", "description": "<p>Fulham’s manager has old-school values but understands the effects toxic social media can have on his players</p><p>“I used a psychologist when I was playing,” Scott Parker says. “It’s one of the most powerful things: how you can have a concrete head and not let things in. Of course there’s a technical element but nine times out of 10 when you’re having a bad day it will mainly be mental: the mistake you’ve made, the comment you’ve heard, the crowd’s reaction to a shot over the bar – after that the fear’s coming in.”</p><p>The mind fascinates Parker. Fulham’s manager wants to understand the human psyche. He aims to give his players resilience and the tools to think clearly under pressure. “You have your first 10 touches and kick it into the stand, there’s a technical element,” he says. “But what makes the 11th touch go in the stand again? It’s probably because the crowd are on me. You need to think: ‘Let me go back to basics and build.’ It starts in your head and taking a deep breath.”</p> <a href=\"https://www.theguardian.com/football/2020/jan/25/scott-parker-fulham-old-school-values-social-media-fa-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/25/scott-parker-fulham-old-school-values-social-media-fa-cup", "date_published": "2020-01-25 20:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Sanders surges in Iowa poll ahead of caucuses", "description": "<p>Vermont senator now choice of 25% of Iowa voters for Democratic candidate, survey found, after Warren drops in popularity</p><p>Bernie Sanders has surged ahead of Democratic rivals in Iowa, a <a href=\"https://www.nytimes.com/2020/01/25/us/politics/democratic-iowa-poll-sanders.html\">new poll released on Saturday</a> suggests, with barely a week to go until the state’s voters head to caucuses to nominate a candidate for November’s presidential election.</p><p>The Iowa caucuses on 3 February represent the first formal election-year test for the Democratic field seeking to challenge Donald Trump for the White House.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/25/bernie-sanders-surges-iowa-poll-ahead-of-caucuses\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/25/bernie-sanders-surges-iowa-poll-ahead-of-caucuses", "date_published": "2020-01-25 20:09:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rampant Mark Wood revels in England impact after injury woes", "description": "<p>• Wood excels on day two of fourth Test against South Africa<br />• ‘I want to affect England games, it would mean a hell of a lot’</p><p>Mark Wood has said helping England to a series victory in South Africa would make up for years of injury heartbreak after he starred with both bat and ball to move Joe Root’s team into a dominant position on day two of the fourth Test.</p><p>The 30-year-old fast bowler struck a quickfire unbeaten 35 with the bat to help the tourists to 400 in their first innings before taking three for 21 with the ball as South Africa stumbled to the close <a href=\"https://www.theguardian.com/sport/2020/jan/25/mark-wood-shines-with-bat-and-ball-as-england-dominate-south-africa\" title=\"\">on 88 for six</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/25/mark-wood-england-south-africa-injury-heartbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/25/mark-wood-england-south-africa-injury-heartbreak", "date_published": "2020-01-25 20:05:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Humphrys under fire over BBC equal pay comments", "description": "<p>Co-founder of Women’s Equality party accuses former Today presenter of ‘going full troll’<br /></p><p>John Humphrys has attacked the BBC for prioritising equal pay for female staff inside the corporation in the face of threatened cuts to the wider reporting output.</p><p>“By the time all the pay complaints have been dealt with, there will be even less money left for programmes,” he wrote in his column in the Daily Mail on Saturday, singling out the Woman’s Hour presenter, Jane Garvey, for criticism.</p> <a href=\"https://www.theguardian.com/media/2020/jan/25/john-humphrys-attacks-bbc-for-prioritsing-eq\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jan/25/john-humphrys-attacks-bbc-for-prioritsing-eq", "date_published": "2020-01-25 20:02:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Club World Cup is not about football – it's about making the rich even richer | Jonathan Wilson", "description": "<p>The tournament will begin in its new expanded format in summer 2021 and already it has forced the Africa Cup of Nations to be re-rescheduled</p><p>Tippi Hedren sits on a bench outside the school. Behind her, crows gradually settle on a climbing frame. She smokes, distracted. By the time she finally notices a crow pass above her, it is too late. The frame, the roofs behind, the telegraph pole, the fence <a href=\"https://www.youtube.com/watch?v=ydLJtKlVVZw\" title=\"\">are laden with crows</a> and the attack on the children cannot be averted. This is the greatest scene of Alfred Hitchcock’s <em>The Birds</em> and it is also modern football.</p><p>Every week, there comes a new detail, stat or report of an initiative. Individually they can be laughed off. What’s the Juventus chairman Andrea Agnelli <a href=\"https://www.theguardian.com/football/2018/may/23/juventus-andrea-agnelli-reshape-european-football-infantino-champions-league\" title=\"\">banging on about this time</a>? Who is Fifa’s <a href=\"https://www.fifa.com/about-fifa/who-we-are/news/fifa-president-addresses-business-leaders-at-donald-trump-dinner-in-davos#us-president-donald-trump-c-holds-a-football-as-he-speaks-with-fifa-president-gi\" title=\"\">Gianni Infantino abasing himself in front of now</a> at Davos? Why has the Spanish Super Cup been rejigged with wildly variant appearance fees to try to put on a <a href=\"https://www.theguardian.com/football/blog/2020/jan/08/supercopa-saudi-arabia-short-shrift-fans-spain-jeddah-barcelona-valencia\" title=\"\">Clasico for the people of Jeddah</a>? What’s the point of the <a href=\"https://www.theguardian.com/football/blog/2019/dec/08/champions-league-spoiled-inequality-super-rich-versus-rest\" title=\"\">Champions League group stage</a>?</p> <a href=\"https://www.theguardian.com/football/blog/2020/jan/25/fifa-football-global-elite-more-money-club-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jan/25/fifa-football-global-elite-more-money-club-world-cup", "date_published": "2020-01-25 20:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The new faces who can make an impact at the 2020 Six Nations", "description": "<p>Four of the sides have a change of coach and there are plenty of new players waiting to make an impact</p><p><strong>George Furbank (England)</strong></p> <a href=\"https://www.theguardian.com/sport/2020/jan/25/six-nations-form-guide\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/25/six-nations-form-guide", "date_published": "2020-01-25 19:53:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s most baleful legacy? The end of trust in democracy and the rule of law | Simon Tisdall", "description": "<p>America’s founding principles are being eroded by a culture of partisanship and sycophancy – and the effect will be global</p><p>T he charges against Donald Trump in his impeachment trial boil down to this: he tried to cheat his way to a second term, got caught, and attempted a cover-up. The difficulty is that Trump, notwithstanding heaps of damning factual evidence of deliberate wrongdoing, is 99% certain to get off.</p><p>Yet <a href=\"https://www.theguardian.com/us-news/2020/jan/21/democrats-trump-impeachment-trial-rules\" title=\"\">the trial in the Senate </a>cannot be dismissed simply because the result is known in advance. Its perverse outcome, if confirmed, may seriously undermine respect for American democracy and the constitutionally based rule of law. That’s bad news for the world at large.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/25/trump-legacy-end-of-trust-in-democracy-simon-tisdall\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/25/trump-legacy-end-of-trust-in-democracy-simon-tisdall", "date_published": "2020-01-25 19:47:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Moyes wanted to make more than three substitutions in West Ham’s defeat", "description": "<p>• The Premier League club lost at home to West Brom <br />• Moyes desperate to make signings this week</p><p>David Moyes said he wanted to make more than three substitutions at half-time after West Ham were knocked out of the FA Cup by 10-man West Bromwich Albion, who reached the fifth round despite Slaven Bilic making eight changes against his old club.</p><p>Conor Townsend’s early goal sent the Championship’s pacesetters into the fifth round and ensured that Bilic enjoyed a triumphant return to the London Stadium. West Ham, who are <a href=\"https://www.theguardian.com/football/2020/jan/22/leicester-west-ham-premier-league-match-report\" title=\"\">battling relegation from the Premier League</a>, were abject during the first half and Moyes reacted by using up all his substitutions during the interval.</p> <a href=\"https://www.theguardian.com/football/2020/jan/25/west-ham-david-moyes-fa-cup-west-brom\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/25/west-ham-david-moyes-fa-cup-west-brom", "date_published": "2020-01-25 19:22:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Tony and CJ to Scott and Charlene: six unforgettable weddings on Australian soap operas", "description": "<p>Mid-ceremony miracles, jilted brides, fan petitions and revival tours – anything can happen in the world of soap opera weddings, and often does </p><p><a href=\"https://www.theguardian.com/tv-and-radio/ng-interactive/2020/jan/24/whats-the-most-unforgettable-australian-tv-moment-vote-in-the-guardians-poll\">• <em>Vote for the most unforgettable moment of Australian TV history in Guardian Australia’s poll</em></a></p><p>Before we had reality TV confections like Married at First Sight and Don’t Tell the Bride, TV tragics would get their wedding fix from that age-old classic the soap opera.</p><p>A wedding episode is almost guaranteed ratings gold for a TV drama. They are also often accompanied by media blitzes, in which actors don their characters’ clothes over and over for photoshoots and fan meet-and-greets. “If you want to get on to the cover of TV Week, one of the best ways to do that is to have a happy couple in wedding finery,” Andrew Mercado, an Australian film historian, says.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/26/from-tony-and-cj-to-scott-and-charlene-six-unforgettable-weddings-on-australian-soap-operas\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/26/from-tony-and-cj-to-scott-and-charlene-six-unforgettable-weddings-on-australian-soap-operas", "date_published": "2020-01-25 19:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My life with autistic twins: 'Your family is cracking, but through the cracks comes light'", "description": "<p>Specialists talk about success stories Greta Thunberg and Steve Jobs but all you think about is whether they were happy and treated with kindness</p><p>They were identical boys born at 34 weeks and you named them Tommy and Henry. They were so tiny and fragile and so covered in wires that you were afraid to touch them in case they broke.</p><p>And then they came home and started to grow and were happy little things who ate well and slept even better, and you breathed a sigh of relief and thought the hard part was over.</p> <a href=\"https://www.theguardian.com/society/commentisfree/2020/jan/26/my-life-with-autistic-twins-your-family-is-cracking-but-through-the-cracks-comes-light\">Continue reading...</a>", "link": "https://www.theguardian.com/society/commentisfree/2020/jan/26/my-life-with-autistic-twins-your-family-is-cracking-but-through-the-cracks-comes-light", "date_published": "2020-01-25 19:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When judges don’t know the meaning of rape, there is little hope of justice | Sonia Sodha", "description": "As we watch the Harvey Weinstein trial unfold, other horror stories emerge in our own courts<p><a href=\"https://www.theguardian.com/film/harvey-weinstein\" title=\"\">Harvey Weinstein</a> is at last facing justice in a New York courtroom. As I hear in graphic detail the accounts of the women he allegedly raped and sexually assaulted, it’s hard to stop myself imagining what I would do if a 21-stone man suddenly reappeared naked and lunged at me after manipulating me to accompany him to his hotel room on false pretences. Scream? Fight back? Try to escape?</p><p>It’s impossible to tell unless you find yourself there. Our body’s response to acute danger is not rational: it releases a flood of hormones that trigger an automatic response over which the thinking part of our brain has little control. For decades, that response was understood as fight or flight. But that was a highly gendered understanding developed as a result of tests <a href=\"http://www.personalityresearch.org/papers/mccarthy.html\" title=\"\">primarily done on men</a>. (Women were considered too complicated as test subjects because of the hormone fluctuations associated with our menstrual cycles.)</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/25/when-judges-dont-know-the-meaning-of-rape-there-is-little-hope-of-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/25/when-judges-dont-know-the-meaning-of-rape-there-is-little-hope-of-justice", "date_published": "2020-01-25 19:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump team begins argument president broke no laws at impeachment trial", "description": "<p>Donald Trump’s lawyers began making their case Saturday, with a longer, more meaningful session expected for Monday</p><p>Donald Trump’s legal team on Saturday argued that Donald Trump broke no laws and Democrats’ move to impeach him was simply an attempt to delegitimize Trump’s presidency.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/23/key-takeaways-trump-impeachment-day-three\">The key takeaways from day three of the impeachment trial</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/25/trump-impeachment-trial-shortened-session-saturday-defense-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/25/trump-impeachment-trial-shortened-session-saturday-defense-republicans", "date_published": "2020-01-25 18:55:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With Boris Johnson in control, the danger is that liberals will give up the fight | Nick Cohen", "description": "After the tumult and division of recent times, we must guard against resigned complacency<p>Historians will debate the reasons for the complacency that descended on the British in the first months of the 2020s. Had their government duped the nation into ignorant passivity? Were they really as stupid as they appeared to be? Nothing had been settled. The pain was yet to come. Yet they behaved as if they believed Boris Johnson when he said he could “get Brexit done”. And, as I’m certain the historians of the future will say, believing Boris Johnson never ended well.</p><p>A few causes of our torpor appear obvious. The Conservatives won a handsome majority. Brexit bored the public rigid. The opposition was hopeless. Journalists weren’t doing their job. The prime minister was thus free to <a href=\"https://news.sky.com/story/boris-johnsons-brexit-deal-set-to-become-law-11915217\" title=\"\">announce</a>: “Now we can put the rancour and division of the past three years behind us and focus on delivering a bright, exciting future”, and not be met with derisive laughter.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/25/johnson-in-control-the-danger-is-that-liberals-will-give-up-the-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/25/johnson-in-control-the-danger-is-that-liberals-will-give-up-the-fight", "date_published": "2020-01-25 18:55:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell inquiry panellist steps down over cladding company links", "description": "<p>Benita Mehra had been the target of fury from survivors and bereaved of 2017 tragedy</p><p>A key member of the Grenfell Tower public inquiry has resigned after <a href=\"https://www.theguardian.com/uk-news/2019/dec/24/grenfell-survivors-angered-by-inquiry-panel-change\">fury among survivors and the bereaved</a> at her <a href=\"https://www.theguardian.com/uk-news/2020/jan/16/benita-mehra-grenfell-inquiry-boris-johnson-appoints-engineer-with-links-to-cladding-firm\">links to the company that made the combustible cladding</a>.</p><p>Less than 48 hours before the inquiry is due to start hearing evidence about “decisions which led to the installation of a highly combustible cladding system”, Boris Johnson announced Benita Mehra was standing down from a panel advising the <a href=\"https://www.theguardian.com/uk-news/2017/aug/11/moore-bick-theresa-may-grenfell-tower-inquiry\">chairman of the inquiry, Sir Martin Moore-Bick</a>. It followed <a href=\"https://www.theguardian.com/uk-news/2020/jan/24/grenfell-survivors-consider-boycotting-inquiry-over-conflict-of-interest\">10 days of rising pressure</a> on <a href=\"https://www.theguardian.com/uk-news/2020/jan/19/grenfell-survivors-criticise-out-of-touch-boris-johnson\">the prime minister</a> from the community devastated by the fire on 14 June 2017 – which claimed 72 lives – to reverse her appointment.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/grenfell-inquiry-panellist-steps-down-over-cladding-company-links\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/25/grenfell-inquiry-panellist-steps-down-over-cladding-company-links", "date_published": "2020-01-25 18:54:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Veterans criticize Trump's downplaying of US troops' brain injuries", "description": "<p>Several US veterans’ organizations call for president to apologize for remarks about injuries suffered by service members in Iraq</p><p>Veterans of Foreign Wars, a prominent organization advocating for US military veterans, has called for Donald Trump to apologize for remarks downplaying brain injuries recently suffered by nearly three dozen American service members in Iraq.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jan/22/trump-downplays-brain-injuries-concussion-us-troops-iran-missile-strike\">Trump downplays brain injuries suffered by US troops in Iran missile strike</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/25/veterans-criticize-trump-downplaying-us-troops-brain-injuries-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/25/veterans-criticize-trump-downplaying-us-troops-brain-injuries-iraq", "date_published": "2020-01-25 18:41:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian Open gripped by Cocomania as Gauff backs up the hype", "description": "<p>The teenager has won hearts in Melbourne with her win over Naomi Osaka; soon the world will be on first-name terms</p><p>When the makers of the hit documentaries Senna, Amy and Maradona began to explore the phenomenon of celebrity in sport and showbusiness, they wanted the subject to be famous enough to be known by a single name. As a result, their films hit screens around the world with singular impact. And so to Coco: the real-life movie.</p><p>In London, New York and now Melbourne over the past few months, the tennis village and beyond have come to know and applaud the American teenager Cori Gauff by that short and memorable nickname. Some even think it has been hers from birth. All eagerly anticipate her next contribution to their entertainment so they can shout “Go, Coco.”</p> <a href=\"https://www.theguardian.com/sport/2020/jan/25/coco-gauff-australian-open-2020-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/25/coco-gauff-australian-open-2020-tennis", "date_published": "2020-01-25 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Book clinic: what postmodernist writers should I try?", "description": "An admirer of Ben Lerner’s highly praised new novel looks for other avant garde avenues to explore<p><strong>Q: I love Ben Lerner. Can you please recommend some other good post</strong><strong>modernist writers?</strong><br /><em>Keana Sierra, 23, Luthier, Norway</em></p><p><strong>A: Alex Preston, an author, journalist and Observer critic, writes:</strong></p> <a href=\"https://www.theguardian.com/books/2020/jan/25/book-clinic-what-postmodernist-novels-should-i-read\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/25/book-clinic-what-postmodernist-novels-should-i-read", "date_published": "2020-01-25 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's Brexit Day, let's party! – cartoon", "description": "<p>A shindig to celebrate Britain leaving the EU: what a great idea…</p><p><a href=\"https://guardianprintshop.com/products/26th-january-2020\">•You can buy your own print of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/jan/25/its-brexit-day-lets-party-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jan/25/its-brexit-day-lets-party-cartoon", "date_published": "2020-01-25 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tracey Thorn: ‘I went through a phase of carrying Camus under my arm’", "description": "<p>The musician on rereading her teenage diaries and why she’s now a fervent fan of Jack Reacher</p><p>Tracey Thorn began her career as a singer and musician, before becoming best known as half of Everything But the Girl, with her lifelong partner, Ben Watt. She then became a solo artist, and a writer of three bestselling books: her 2013 memoir <em>Bedsit Disco Queen</em>, 2016’s <em>Naked </em><em>at </em><em>the Albert Hall</em> and <em>Another Planet</em>, published last year, which traces her years growing up in London’s suburbs, and is out in paperback on 6 February.</p><p><strong>How does writing about </strong><strong>the 1970s world of </strong><em><strong>Another Planet</strong></em><strong> </strong><strong>feel now?</strong><br />My own kids can’t imagine how we ever survived when I tell them about staying in all evening waiting for a phone call from someone, who you’d then arrange to meet under a clock tower in a nearby town, only to have the bus cancelled and not be able to get there. The thing that strikes me now is how locally rooted our lives were. Without the internet, we had no access to other people in other places, so we did a lot of dreaming and a lot of fantasising. The rest of the time, we just tried to avoid dying of boredom.</p> <a href=\"https://www.theguardian.com/books/2020/jan/25/tracey-thorn-interview-another-planet-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/25/tracey-thorn-interview-another-planet-memoir", "date_published": "2020-01-25 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We won’t back off on pension protests, union ‘Asterix’ warns Macron", "description": "<p>Head of powerful CGT tells French president of trouble to come unless he cancels reform</p><p>The union leader heading protests against France’s bitterly contested pension reforms has accused Emmanuel Macron of playing with fire and showing contempt for the country’s workers.</p><p>Philippe Martinez, head of the powerful CGT, said the president and his government were “disconnected” from the real world, and their advisers needed to “shake the hands of a few who actually work”.</p> <a href=\"https://www.theguardian.com/world/2020/jan/25/macron-warned-by-cgt-to-cancel-pensions-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/25/macron-warned-by-cgt-to-cancel-pensions-reform", "date_published": "2020-01-25 17:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US treasury chief warns Javid to shelve plans for big tech firm tax", "description": "<p>Ahead of critical trade talks, Steven Mnuchin says ‘discriminatory’ levy no place in budget</p><p>One of the most senior figures in the US government has warned Sajid Javid to delay a “discriminatory” <a href=\"https://www.theguardian.com/technology/2020/jan/23/eu-tech-regulator-backs-uk-plans-for-digital-tax-despite-trump-threats\">tax on </a><a href=\"https://www.theguardian.com/technology/2020/jan/23/eu-tech-regulator-backs-uk-plans-for-digital-tax-despite-trump-threats\">big tech companies</a>, in the latest sign of tensions with Donald Trump’s administration ahead of critical trade talks.</p><p>Steven Mnuchin, the US treasury secretary, used a breakfast meeting with the chancellor on Saturday to warn him directly against applying the new tax as part of his forthcoming budget. The confrontation comes as the US mounts a last-ditch attempt to stop Britain using technology from China’s Huawei in its 5G network.</p> <a href=\"https://www.theguardian.com/business/2020/jan/25/us-treasury-chief-warns-javid-to-shelve-plans-for-big-tech-firm-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/25/us-treasury-chief-warns-javid-to-shelve-plans-for-big-tech-firm-tax", "date_published": "2020-01-25 17:36:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Court to probe Carrie Symonds’ influence on PM after cancellation of badger cull", "description": "Boris Johnson’s partner and animal rights activist was briefed by Badger Trust weeks before the policy was changed<p>The influence exerted on the prime minister by his partner, Carrie Symonds, will be explored in court after permission was granted last week for a judicial review into how the government came to pull a cull on badgers in Derbyshire.</p><p>The case could embarrass Boris Johnson and raise questions about the government’s willingness to listen to its advisers when formulating policy.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/25/court-probe-carrie-symonds-influence-boris-johnson-badger-cull\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/25/court-probe-carrie-symonds-influence-boris-johnson-badger-cull", "date_published": "2020-01-25 17:35:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey earthquake: death toll rises as search for survivors continues", "description": "<p>At least 29 people killed and more than 1,200 injured in 6.8-magnitude quake<br /></p><p>A powerful 6.8-magnitude earthquake in eastern Turkey has killed at least 29 people, with the death toll expected to rise as rescuers search for survivors under the rubble in freezing winter conditions.</p><p>The quake late on Friday injured at least a further 1,200 people in the hardest-hit Elazig and Malatya provinces and was followed by more than 390 aftershocks, 14 of which had magnitudes above 4 which were felt as far away as Iran and Lebanon.</p> <a href=\"https://www.theguardian.com/world/2020/jan/24/multiple-fatalities-as-earthquake-hits-eastern-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/24/multiple-fatalities-as-earthquake-hits-eastern-turkey", "date_published": "2020-01-25 17:33:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Head of press regulator advised Kazakh regime that suppresses free speech", "description": "<p>New Ipso chief Lord Faulks worked at commercial court under former authoritarian leader Nursultan Nazarbayev</p><p>The new head of the UK’s independent press regulator has been criticised for providing legal assistance to an authoritarian regime notorious for the arbitrary arrests of journalists, shutting down of newspapers and state censorship.</p><p>Lord Faulks QC, who became chair of the Independent Press Standards Organisation (Ipso) this month, was among a number of the judiciary hired in 2018 to help run a commercial court in Kazakhstan under the authoritarian leadership of the then president, <a href=\"https://www.theguardian.com/world/2013/jul/01/kazakhstan-president-david-cameron-vote\" title=\"\">Nursultan Nazarbayev</a>.</p> <a href=\"https://www.theguardian.com/law/2020/jan/25/lord-faulks-ipso-head-kazakhstan-under-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jan/25/lord-faulks-ipso-head-kazakhstan-under-fire", "date_published": "2020-01-25 17:05:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melina Matsoukas: ‘I didn't grow up seeing dark-skinned people fall in love on screen’", "description": "<p>The Queen &amp; Slim director on working with Beyoncé, filming in a polar vortex and being told that casting a black woman in a lead role isn’t profitable</p><p>Melina Matsoukas, 39, directed some of the most acclaimed music videos of the 2010s, including Rihanna’s <em><a href=\"https://youtu.be/tg00YEETFzg\" title=\"\">We Found Love</a></em>, Solange’s <em><a href=\"https://youtu.be/Hy9W_mrY_Vk\" title=\"\">Losing You</a></em> and Beyoncé’s <em><a href=\"https://youtu.be/WDZJPJV__bQ\" title=\"\">Formation</a></em>, for which she won a Grammy. She has also directed episodes of TV shows <em>Master of None</em> and <em>Insecure</em>. Her debut feature film, <em>Queen </em><em>&amp; Slim</em>, is written by <a href=\"https://www.theguardian.com/tv-and-radio/2018/jan/05/master-of-nones-lena-waithe-if-you-come-from-a-poor-background-tv-becomes-what-you-dream-about\" title=\"\">Lena Waithe</a> and stars Jodie Turner-Smith and <a href=\"https://www.theguardian.com/film/2018/feb/10/daniel-kaluuya-not-spokesperson-black-people-black-panther-get-out\" title=\"\">Daniel Kaluuya</a> as an African American couple on a first date who are forced to go on the run when one shoots a white police officer in self-defence. Matsoukas was born in New York, lives in Los Angeles, and is of Greek, Jewish, Afro-Cuban and Afro-Jamaican descent.</p><p><strong>Your leads are played by black British actors, but the film seems very much about black America. What was it like working with two Brits who might not have context for this story?</strong><br />I disagree completely. My first memory of police brutality was when they killed this young man named Amadou Diallo [in 1999], an African immigrant living in the Bronx. He was killed with 41 shots when he reached for his wallet. He had just moved here, trying to make a better life for himself, but all they saw was a black man who was a threat. I remember growing up in the Bronx and visiting the apartment building where he was gunned down – that made an incredible impact on my life.</p> <a href=\"https://www.theguardian.com/film/2020/jan/25/melina-matsoukas-interview-director-queen-and-slim\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/25/melina-matsoukas-interview-director-queen-and-slim", "date_published": "2020-01-25 17:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Town House, Kingston University review – sociability on a grand scale", "description": "<p>The university’s expansive new library and dance centre, designed by Dublin’s Grafton Architects, invites students to engage with each other – and the neighbourhood</p><p>Architects love to talk about the public. They describe how their buildings will welcome people in, how their designs will engender shared life and understanding, how they will be permeable, accessible and vibrant, and they like devices by which the notion of public-ness is translated into architectural form. Brutalists used to call the elevated walkways of their housing projects “streets in the sky”. From the 1970s onwards, corporate architects tried to demonstrate their public spirit by putting glass-roofed “atria” in the heart of their developments. There’s currently a worldwide enthusiasm for an idea that has been around for a while, that of putting an arc or a bank of stepped seating in a place and calling it (not quite accurately) an “amphitheatre”.</p><p>None of this is surprising. Architects are mostly well-intentioned and optimistic people who want to do good in the world. To offer themselves as guardians of public life also gives them a role. Their professional status being nebulous, given that it’s possible to build a building without them, it helps if they can offer a better justification than: “This is what I like so suck it up.” Or: “This is what my reclusive, misanthropic offshore billionaire client likes so suck it up.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/25/town-house-kingston-university-grafton-architects-review\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/25/town-house-kingston-university-grafton-architects-review", "date_published": "2020-01-25 17:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two feet underground: London's legs on the tube – in pictures", "description": "<p>A lifelong fan of London, German photographer <a href=\"http://wolfgangstrassl.com/\">Wolfgang Strassl </a>captures tube passengers for his latest photo book, <a href=\"https://www.kerberverlag.com/en/1766/wolfgang-strassl?c=43\"><em>Underground Portraits</em> (Kerber Verlag)</a>. Strassl believes that “what we see in faces is largely our own projection”, so shoots each person’s overall appearance, without their heads. The images invite viewers to scrutinise the “conscious and unconscious messages” conveyed by clothes and body language, while showing the diversity of people coexisting on the tube. “London is probably the world’s most cosmopolitan city,” says Strassl, “and the underground its most democratic social space.” </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/25/two-feet-underground-londons-legs-on-the-tube-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/25/two-feet-underground-londons-legs-on-the-tube-in-pictures", "date_published": "2020-01-25 17:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Several killed as Iraqi security forces raid protest site", "description": "<p>Cleric Moqtada al-Sadr withdraws support for sit-ins in Baghdad and southern cities</p><p>Iraqi security forces have raided Baghdad’s main anti-government protest site and attempted to eject protesters in southern cities, firing teargas and bullets which killed four people and wounded dozens more, police and medical sources said.</p><p>The push to end the demonstrations and restore order came hours after the populist cleric Moqtada al-Sadr, who has millions of supporters in Baghdad and the south, said he would halt <a href=\"https://www.theguardian.com/world/2020/jan/24/iraqi-clerics-supporters-take-to-streets-in-call-for-removal-of-us-troops\">his involvement in anti-government unrest</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jan/25/iraq-security-kill-several-people-in-raid-on-anti-government-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/25/iraq-security-kill-several-people-in-raid-on-anti-government-protests", "date_published": "2020-01-25 16:59:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus spread accelerating in China, says Xi Jinping", "description": "<p>President warns of ‘grave situation’ as the country spends holiday under travel restriction to stop the virus spreading<br /></p><ul><li><a href=\"https://www.theguardian.com/science/2020/jan/23/tell-us-have-you-been-affected-by-the-coronavirus\">Share your story</a><br /></li></ul><p>China’s president, Xi Jinping, has called an emergency government meeting, telling officials the country is facing a “grave situation” as the new coronavirus is “accelerating its spread”.</p><p>More than 50 million people are spending China’s most important holiday under lockdown as the country expands its travel restrictions in an attempt to stop the spread of the new coronavirus.</p> <a href=\"https://www.theguardian.com/science/2020/jan/25/coronavirus-puts-50m-people-in-china-under-lunar-new-year-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jan/25/coronavirus-puts-50m-people-in-china-under-lunar-new-year-lockdown", "date_published": "2020-01-25 16:33:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage at whites-only image as Ugandan climate activist cropped from photo", "description": "<p>Vanessa Nakate was excised from image, which also featured Greta Thunberg, ‘purely on composition grounds’ says Associated Press</p><p>Ugandan climate activist Vanessa Nakate has called out racism in media after she was cropped out of a photo featuring prominent climate activists including Greta Thunberg, Loukina Tille, Luisa Neubauer and Isabelle Axelsson.</p><p>Nakate made the comment in a <a href=\"https://twitter.com/vanessa_vash/status/1220722317002756098\">video</a> which has since gone viral, adding that she now understood “the definition of the word racism” for the first time in her life.</p> <a href=\"https://www.theguardian.com/world/2020/jan/24/whites-only-photo-uganda-climate-activist-vanessa-nakate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/24/whites-only-photo-uganda-climate-activist-vanessa-nakate", "date_published": "2020-01-25 16:27:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dr Rachel Clarke: ‘Wrinkles, middle age, grey hairs… these are reasons to celebrate’", "description": "<p>The palliative care doctor on her moving new memoir, Boris Johnson’s broken promises, and why the way we treat dying people should be the number one metric of a civilised society</p><p>Dr Rachel Clarke worked as a television documentary-maker before deciding – as a GP’s daughter, this was always on the cards – to study medicine. She now specialises in palliative care, partly because it is centred on the patient rather than on any disease. It is impossible to overstate the qualities that make Clarke a first-rate doctor: sympathetic intelligence, kindness, a sense of humour. And she is one of those crucial people who will not settle for second best.</p><p>She champions her patients and turns a critical eye on the politicians failing the NHS. A regular <a href=\"https://twitter.com/doctor_oxford?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" title=\"\">hell-raiser on Twitter</a>, she works at Katharine House, a hospice in Oxfordshire. Her first bestselling book, <em>Your Life in My Hands</em>, was about junior doctors (she got involved in the government dispute). Her new memoir, <em>Dear Life</em>, is about how the end of life can be best approached. It is an important, moving and unexpectedly uplifting book and doubles as a farewell to her father, whose death from cancer, in 2017, brought her professional life into new focus.</p> <a href=\"https://www.theguardian.com/society/2020/jan/25/doctor-rachel-clarke-dear-life-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/25/doctor-rachel-clarke-dear-life-interview", "date_published": "2020-01-25 16:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kitsch confidential in New York", "description": "<p>A Greenwich Village designer’s passion for rebooting reclaimed treasures brings her prewar duplex apartment bang up to date</p><p>Behind the classic facade of US-born designer <a href=\"https://sashabikoff.com/\" title=\"\">Sasha Bikoff</a>’s prewar Greenwich Village duplex lies a tale of 18th-century France and glam disco-era bravado. Or, to put it another way, Marie Antoinette meets Studio 54 and 1980s Palm Beach.</p><p>“I’m inspired by the eccentricity of different eras,” says Bikoff. “So when I discovered the original 80s powder room in this place, it sealed the deal. It was just so far out that I had to live here.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/kitsch-confidential-in-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/kitsch-confidential-in-new-york", "date_published": "2020-01-25 16:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quick, cheap to make and loved by police – facial recognition apps are on the rise | John Naughton", "description": "<p>Clearview AI may be controversial but it’s not the first business to identify you from your online pics</p><p>Way back in May 2011, Eric Schmidt, who was then the executive chairman of Google, said that the rapid development of facial recognition technology had been one of the things that had surprised him most in a long career as a computer scientist. But its “surprising accuracy” was “very concerning”. Questioned about this, he said that a database using facial recognition technology was unlikely to be a service that the company would create, but went on to say that “some company … is going to cross that line”.</p><p>As it happens, Dr Schmidt was being economical with the <em>actualité</em>, as the MP Alan Clark used to say. He must surely have known that a few months earlier Facebook had announced that it was using facial recognition in the US to suggest names while tagging photos. And some time after Schmidt spoke, Google itself launched a facial recognition feature in its own ill-fated social network, Google+. It was called Find My Face and it scanned photos from users and their friends to identify recognisable faces. Four years later, as the tech analyst Ben Thompson points out, Microsoft Azure and Google Cloud released face-recognition APIs, followed by Amazon Web Services with its Rekognition service in 2016. So it turns out that lots of companies – including Schmidt’s own – had crossed the facial recognition red line.</p> <a href=\"https://www.theguardian.com/technology/commentisfree/2020/jan/25/facial-recognition-apps-are-on-the-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/commentisfree/2020/jan/25/facial-recognition-apps-are-on-the-rise", "date_published": "2020-01-25 16:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BP looks to charismatic oil man to lead response to climate crisis", "description": "Bernard Looney is hailed as a moderniser but made his name at the company pumping crude<p>It has been almost 10 years since BP was mired in the largest marine oil spill in history, following the explosion at the <a href=\"https://www.theguardian.com/environment/2014/jun/05/bp-deepwater-horizon-spill-report-failures-risks\" title=\"\">Deepwater Horizon</a> rig in the Gulf of Mexico. In 2010 Bob Dudley was the man tasked with steering the group back from the brink of collapse as compensation payouts threatened to suffocate the business.</p><p>A decade on, Dudley’s successor will now have to navigate an environmental crisis on a global scale.</p> <a href=\"https://www.theguardian.com/business/2020/jan/25/bp-bernard-looney-new-charismatic-oil-man-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/25/bp-bernard-looney-new-charismatic-oil-man-climate-crisis", "date_published": "2020-01-25 16:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bombs and blood feuds: the wave of explosions rocking Sweden’s cities", "description": "<p>Incidents involving explosives have risen to crisis levels in a country where the crime rate is low</p><p>The first thing Daniel Georén registered was a cacophony of car alarms. It was 2am, and everyone in the attractive cobbled street where he lives in Malmö, Sweden, had been jolted awake by a giant explosion.</p><p>“The blinds shot up because of the pressure, and straightaway there was a small crowd of neighbours outside,” the 40-year-old wine merchant told the <em>Observer</em> a week after the blast.</p> <a href=\"https://www.theguardian.com/world/2020/jan/25/bombs-blood-feuds-malmo-explosions-rocking-swedens-cities\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/25/bombs-blood-feuds-malmo-explosions-rocking-swedens-cities", "date_published": "2020-01-25 15:29:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newborn baby found dead in Portsmouth street", "description": "<p>Police want to ensure the mother ‘gets the right help’ and appeal for her to get in touch</p><p>A newborn baby has been found dead in a street in Portsmouth.</p><p>The baby was found at the junction of Victoria Street and Old Commercial Road shortly after 6.15am on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/portsmouth-dead-newborn-baby-found-in-street\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/25/portsmouth-dead-newborn-baby-found-in-street", "date_published": "2020-01-25 15:17:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s time to tune in: why listening is the real key to communication", "description": "<p>Whether at work or at home, success depends on how good a listener you are</p><p>When people find out I’m a journalist, they typically tell me they used to write for their school newspaper or that their child wants to be a journalist, or that their cousin is a blogger. Or they might say they loved a film about a newsroom, but can’t remember the name. They might try to look up the film on their phones and, while they are at it, will show me a cat video trending on Twitter.</p><p>It’s rare that people don’t interrupt and shift conversation to themselves. Bad listeners are not necessarily bad or boorish people. You’re likely to have a dear friend, family member, or maybe a romantic partner who is a bad listener. Perhaps you, yourself, are not the best listener. And you could be forgiven. In many ways, we have been conditioned not to listen.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/its-time-to-tune-in-why-listening-is-the-real-key-to-communication\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/its-time-to-tune-in-why-listening-is-the-real-key-to-communication", "date_published": "2020-01-25 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Diamandis: ‘In the next 10 years, we’ll reinvent every industry’", "description": "<p>The entrepreneur and futurologist says the rapid pace of technology should fill us with optimism not fear</p><p>Peter Diamandis is best known as the founder of the <a href=\"https://www.xprize.org/\" title=\"\">XPrize Foundation</a>, which offers big cash prizes as an incentive for tech solutions to big problems. The entrepreneur and investor is also co-founder of the <a href=\"https://su.org/\" title=\"\">Singularity University</a>, a Silicon Valley-based nonprofit offering education in futurology. His new book, <a href=\"https://www.diamandis.com/blog/future-is-faster-than-you-think\" title=\"\"><em>The Future Is Faster Than You Think</em></a>, argues that the already rapid pace of technological innovation is about to get a whole lot quicker.</p><p><strong>Do you think people are worried about where technology is going to take us?</strong><br />I can palpably feel how fast things are changing and that the rate of change is accelerating, and I have picked up a growing amount of fear coming from people who don’t understand where the world is going. And that is not good when you’re trying to solve problems. This book is about giving people a roadmap for where things are going over the next decade so they have less fear and more anticipation. Because, yes, in the next 10 years, we’re going to reinvent every industry on this planet, but the change is one that is for the benefit of masses, whether it’s in longevity or food or banking.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/25/peter-diamandis-future-faster-think-interview-ai-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/25/peter-diamandis-future-faster-think-interview-ai-industry", "date_published": "2020-01-25 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Radical, romantic, rebellious... why the tache is back in vogue", "description": "Whiskers make a comeback, displacing the beard as fashion’s must-have facial accessory<p>Until earlier this month, actor Timothée Chalamet could do no wrong … then he <a href=\"https://twitter.com/tchalametupdate/status/1215083210087886848\" title=\"\">attended an event in New York</a> with a newly sprouted moustache. Some called it a rare misstep, but Chalamet is in good company among a crop of high-profile men who have been bringing life to their top lips.</p><p><a href=\"https://www.theguardian.com/music/2019/apr/02/lil-nas-song-removed-from-billboard-not-country-enough\" title=\"\">Atlanta rapper Lil Nas X,</a> one of the most interesting dressers in menswear of late, has a subtle tache. Director <a href=\"https://www.theguardian.com/film/2020/jan/17/taika-waititi-work-new-star-wars-film\" title=\"\">Taika Waititi,</a> who sported one to play Hitler in his recent film <em>Jojo Rabbit</em>, was last week seen on the Screen Actors Guild awards stage, his dictator-moustache grown-out and lustrous. Last year <a href=\"https://www.gq.com/story/the-weeknd-mustache\" title=\"\">The Weeknd morphed his beard into a tache </a>in time to walk the <em>Uncut Gems</em> red carpet; Eddie Murphy, a longtime wearer, sports one in Netflix’s recent <em>Dolemite Is My Name</em>; and Matthew Morrison, who played the cheesy teacher on <em>Glee</em>, recently unveiled his on reality TV.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/25/radical-romantic-rebellious-why-the-tache-is-back-in-vogue\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/25/radical-romantic-rebellious-why-the-tache-is-back-in-vogue", "date_published": "2020-01-25 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three children found dead in house outside Dublin", "description": "<p>Police name two brothers and sister found in Newcastle house as woman taken to hospital<br /></p><p>Three children found dead in a house in County Dublin have been named as Conor, Darragh and Carla McGinley. The two brothers, aged nine and seven, and their sister, three, were discovered in a house in the village of Newcastle, south-west of Dublin, on Friday night.</p><p>A woman believed to be the children’s mother was found at the scene and taken to hospital. Gardai have confirmed that she is a relative.</p> <a href=\"https://www.theguardian.com/world/2020/jan/25/three-children-found-dead-in-house-outside-dublin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/25/three-children-found-dead-in-house-outside-dublin", "date_published": "2020-01-25 14:35:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salvini’s League pulls out all the stops to win Italy’s rich leftwing stronghold", "description": "Emilia-Romagna, the wealthy region that is home to Ferrari and has been run by the left since 1945, could fall to the far right in Sunday’s elections<p>For Christmas, the new mayor of Mirandola, Alberto Greco, from the far-right League, gave crucifixes to the town’s schools and local government staff. The gesture inevitably sparked a row in the northern Italian town, with Greco’s foes from the centre-left Democratic Party (PD), whom he ousted from office in last May’s election, dismissing it as “pure propaganda”.</p> <a href=\"https://www.theguardian.com/world/2020/jan/25/salvini-league-emilia-romagna-leftwing-stronghold-could-fall-to-far-right\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/25/salvini-league-emilia-romagna-leftwing-stronghold-could-fall-to-far-right", "date_published": "2020-01-25 14:34:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Race to exploit the world’s seabed set to wreak havoc on marine life", "description": "<p>New research warns that ‘blue acceleration’ – a global goldrush to claim the ocean floor – is already impacting on the environment.</p><p>The scaly-foot snail is one of Earth’s strangest creatures. It lives more than 2,300 metres below the surface of the sea on a trio of deep-sea hydrothermal vents at the bottom of the Indian Ocean. Here it has evolved a remarkable form of protection against the crushing, grim conditions found at these Stygian depths. It grows a shell made of iron.</p><p>Discovered in 1999, the multi-layered iron sulphide armour of <em>Chrysomallon squamiferum</em><em> – </em>which measures a few centimetres in diameter – has already attracted the interest of the US defence department, whose scientists are now studying its genes in a bid to discover how it grows its own metal armour.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/25/race-for-seabed-threat-to-oceans\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/25/race-for-seabed-threat-to-oceans", "date_published": "2020-01-25 14:10:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy ever after: why writers are falling out of love with marriage", "description": "<p>From Sally Rooney and Ottessa Moshfegh to the author of this year’s hit debut, Kiley Reid, a new generation of novelists is turning the marriage plot on its head</p><p>Greta Gerwig’s film adaptation of Louisa May Alcott’s 1868 classic <em><a href=\"https://www.theguardian.com/film/2019/dec/29/little-women-review-greta-gerwig-saoirse-ronan-wendy-ide\" title=\"\">Little Women</a> </em>begins with an adult Jo March entering the smoke-filled, man-filled offices of a New York publisher in hopes of selling a story. “If the main character’s a girl make sure she’s married by the end,” the editor decrees. “Or dead, either way.”</p><p>Alcott herself never married and thought that Jo “should have remained a literary spinster”. But after publication of the first volume of the book, covering the March sisters’ childhood, Alcott was flooded with letters from fans demanding to know whom the little women had married. In rebellion, Alcott “made a funny match” for Jo, forgoing the obvious choice of Laurie in favour of Professor Bhaer, a middle-aged German, “neither rich nor great, young nor handsome, in no respect what is called fascinating, imposing, or brilliant”.</p> <a href=\"https://www.theguardian.com/books/2020/jan/25/happy-ever-after-why-writers-are-falling-out-of-love-with-marriage\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/25/happy-ever-after-why-writers-are-falling-out-of-love-with-marriage", "date_published": "2020-01-25 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jodie Whittaker: ‘I believe in aliens 100%’", "description": "<p>The Doctor Who star on her spiritualism, an outdoor childhood, and going unnoticed on the tube</p><p><strong>Unintentionally, </strong>my parents<strong> </strong>brought me and my brother up completely gender-unspecific, part of a drama-less four in the village my family still live in: Skelmanthorpe in Huddersfield. We’d both do the same football and cricket training, and we’d take it in turns on the BMX, pegging it down the hill.</p><p><strong>The only expectations</strong> at home were: work hard, try new stuff. We weren’t allowed to be blasé and we weren’t allowed to meander, but it certainly wasn’t that we had to be a doctor or a lawyer. My mum and dad’s big thing was developing social skills as well as academics. Playtime was as important as homework. As soon as homework was done, we were outside. We were encouraged to socialise, which was really good for me, because it now means I’m quite good in social groups.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/jodie-whittaker-i-believe-in-alien-100-per-cent\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/jodie-whittaker-i-believe-in-alien-100-per-cent", "date_published": "2020-01-25 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kehinde Wiley: ‘I took the DNA of William Morris and created hybrids’", "description": "<p>Best known for his portrait of Barack Obama, the artist’s first solo London show is inspired by a tale of insanity and the women of Dalston</p><p>While growing up in South Central Los Angeles in the 1980s, the Nigerian-American artist Kehinde Wiley, 42, discovered the work of the 19th-century British textile designer, writer and social reformer William Morris.</p><p>“He’s not so well known in the US,” he says. “But my mom was what you might call a junk dealer. [Her store] wasn’t really an antique store, but it sold second-hand furniture, oftentimes from old estates. So as a kid, I grew up seeing a lot of floral patterns, some Morris-inspired, some actual Morris pieces, among the stuff she was selling. And from very early in my life, there was this ornate sensibility inscribed.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/25/kehinde-wiley-william-morris-exhibition-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/25/kehinde-wiley-william-morris-exhibition-interview", "date_published": "2020-01-25 14:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson presses Trump over Harry Dunn suspect returning to UK", "description": "<p>PM ‘reiterated need’ for Anne Sacoolas, charged with causing death of teenager, to face justice</p><p>Boris Johnson “reiterated the need” for the suspect charged with causing the death of Harry Dunn to return to the UK during a phone call with Donald Trump, according to a Downing Street spokeswoman.</p><p>Dunn, 19, died after a crash outside a US military base in Croughton, Northamptonshire, on 27 August 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/boris-johnson-presses-trump-over-harry-dunn-suspect-returning-to-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/25/boris-johnson-presses-trump-over-harry-dunn-suspect-returning-to-uk", "date_published": "2020-01-25 13:28:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Marine recruit dies after Cornwall beach training exercise", "description": "<p>Ministry of Defence will not release name of victim for at least 24 hours</p><p>A Royal Marine recruit has died after an incident during a training exercise on a Cornish beach.</p><p>The marine had “gone underwater” during the exercise on Tregantle beach on the evening of 21 January.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/royal-marine-recruit-dies-cornwall-beach\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/25/royal-marine-recruit-dies-cornwall-beach", "date_published": "2020-01-25 13:28:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cacao not gold: ‘chocolate trees’ offer future to Amazon tribes", "description": "<p>In Brazil’s largest indigenous reserve thousands of saplings have been planted as an alternative to profits from illegal gold mining</p><p>The villagers walk down the grassy landing strip, past the wooden hut housing the health post and into the thick forest, pointing out the seedlings they planted along the way. For these Ye’kwana indigenous men, the skinny saplings, less than a metre high, aren’t just baby cacao trees but green shoots of hope in a land <a href=\"https://www.theguardian.com/environment/2020/jan/13/like-a-bomb-going-off-why-brazils-largest-reserve-is-facing-destruction-aoe\">scarred</a> by the violence, pollution and destruction wrought by illegal gold prospecting. That hope is chocolate.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/25/cacao-not-gold-chocolate-trees-offer-future-to-amazon-tribes-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/25/cacao-not-gold-chocolate-trees-offer-future-to-amazon-tribes-aoe", "date_published": "2020-01-25 13:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deborah Orr on leaving home: ‘My parents were the jailers I loved’", "description": "<p>In an extract from her posthumous memoir, the writer recalls her escape to university – and how her mother’s disapproval haunted her</p><p>When the letters came, that was when it all blew up – for ever. I told my parents, Win and John, that I’d been offered a place at St Andrews university, they warned me that I’d be out of my depth, mixing with people who had very different lives to me – more money, posh, snobs. I wouldn’t be able to keep up. This, they told me again, had been my perennial problem: I always wanted to mix with people Win and John couldn’t compete with – at the Guides, at the Duke of Edinburgh’s award scheme. Here was another one.</p><p>“This is just another one of your nine-day wonders, Deborah. College is more suitable.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/deborah-orr-parents-jailers-i-loved\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/deborah-orr-parents-jailers-i-loved", "date_published": "2020-01-25 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reynhard Sinaga may have been raping men as far back as 2005", "description": "<p>Photos, videos and ‘trophy items’ suggest rapist attacked 195 men between 2005 and 2017</p><p>• <a href=\"https://www.theguardian.com/society/2020/jan/25/friends-flatmates-reynhard-sinaga\">‘I thought, OK, he goes for drunk guys’</a><br /></p><p>Police in Manchester believe the PhD student dubbed “Britain’s worst ever rapist” may have attacked men as far back as 2005 – and have admitted he called them at least twice to help evict men from his flat.</p><p>Reynhard Sinaga, 36, from Indonesia, posed as a “good Samaritan” outside clubs in central Manchester, inviting men back to his flat for a drink or to charge their phones, before slipping the date rape drug gamma-hydroxybutyrate (GHB) into their drink. He then recorded himself raping them, sometimes for hours at a time.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/25/reynhard-sinaga-may-have-been-raping-men-as-far-back-as-2005\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/25/reynhard-sinaga-may-have-been-raping-men-as-far-back-as-2005", "date_published": "2020-01-25 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grow your likes: the unstoppable rise of the Insta plant", "description": "<p>They’re green, photogenic and social media stars</p><p>Instagram may well have changed the way you garden, even if you don’t have an account. From the plants you buy – and where you buy them – to the gardens you visit, the platform has driven a profound change in the tastes and habits of even established gardeners, not to mention encouraging a new generation of green fingers.</p><p>Plants have been inspiring artists for hundreds of years, so they are well suited to the photo app. A younger generation (urban, cash-strapped, Insta-obsessed and renting) are driving houseplant sales, sharing pictures of their plant babies instead of the human ones they can’t afford. From the dramatic structure of mother-in-law’s tongue to blousy tea roses, you can say a lot about your taste through the species you share. Connecting with nature reduces stress, much needed in these chaotic times; even bursts of online greenery, amid Instagram’s sometimes frantic commercialism, are a tonic.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/instagram-gardens-everyones-posting-plant-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/instagram-gardens-everyones-posting-plant-pictures", "date_published": "2020-01-25 11:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Kids are taking the streets': climate activists plan avalanche of events as 2020 election looms", "description": "<p>Young demonstrators aim to make the climate crisis a central issue of the presidential campaign</p><p>Organizers in the youth climate movement plan an avalanche of activities beginning next week, determined to make the future of the climate the major issue of the 2020 election.</p><p>Capitalizing on turnout in <a href=\"https://www.theguardian.com/environment/2019/sep/27/climate-crisis-6-million-people-join-latest-wave-of-worldwide-protests\">the September climate strikes</a>, when 6 million people worldwide turned out to demand urgent action to address the escalating ecological emergency, young US organizers are making the leap from mobilization to demands. They’re planning widespread voter activation in the 2020 US presidential election as well as direct action targeting the fossil fuel industry and the banks and politicians that enable it.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/25/climate-change-election-2020-youth-activism\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/25/climate-change-election-2020-youth-activism", "date_published": "2020-01-25 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From fig leaves to pinups: Mary Beard on the evolution of the nude", "description": "<p>The male gaze has shaped art’s obsession with the naked body. Mary Beard offers a female perspective</p><p>Mary Beard is standing on a chair, chiselling the fig leaf off a large classical statue in Crawford Art Gallery in Cork. “God this is quite exciting. My hand is taut with the nerves of it all,” she says, though what lies beneath the familiar modesty motif turns out to be something of a disappointment. The statue, cast in plaster from an original in the Vatican collection, has suffered “a limited castration”, with the result that the fig leaf – probably added in the 19th century to spare the blushes of Irish art lovers – had nothing much to hide. “There’s something really ironic about these things that were meant to stop you seeing things,” Beard reflects, “when what they end up doing is saying: ‘Look at what you can’t see.’” </p><p>Her outing to Cork comes midway through the first episode of <em><a href=\"https://www.bbc.co.uk/mediacentre/mediapacks/visualarts/bbctwo#heading-mary-beards-shock-of-the-nude-wt-2-x-60\" title=\"\">Shock of the Nude</a></em>, a two-part BBC Two series which sets out to interrogate western art’s obsession with the naked body. The Cambridge classics professor has already marvelled at the marble musculature of Michelangelo’s <em>David</em> and tried her hand at a life-drawing hen party (“He’s got very good bum cheeks,” enthuses one of the group). These scenes are a subversion of Beard’s central thesis: “I don’t think you can talk about the nude unless you talk about male desire.” Given the dominance of the male gaze, the programmes ask, how is a woman to find her own perspective?</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/25/mary-beard-nude-art-male-gaze-naked-desire-female-perspective\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/25/mary-beard-nude-art-male-gaze-naked-desire-female-perspective", "date_published": "2020-01-25 11:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d rather spend £300 on fillers than face cream’: the rise of face tweakment", "description": "<p>From stars who don’t age to the Love Island pout, the ‘tweaked’ look is becoming the new normal. But what is it doing to us?</p><p>Do you know what a tweakment is?<strong> </strong>I didn’t, not really, until I was lying on my back with a woman dressed in white poised to inject a needle into my face. Tweakment sounds cute, right? Well, tweak does. Like in the Mary Poppins song: “My father gave me nose a tweak.” A tweak is a gesture of affection, like pinching the cheek of a toddler. Tweak tweak.</p><p>A tweakment is a minor cosmetic procedure, one that doesn’t involve being cut open or going under general anaesthetic or hiding from the world for a fortnight. (Actually, it might involve the last.) The word has come to prominence over the past few years, and is used to cover many different techniques and therapies, mostly done to your face.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/rather-spend-300-fillers-rise-tweakment-face\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/rather-spend-300-fillers-rise-tweakment-face", "date_published": "2020-01-25 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Has physicist's gravity theory solved 'impossible' dark energy riddle?", "description": "<p>Prof Claudia de Rham’s ‘massive gravity’ theory could explain why universe expansion is accelerating</p><p>Cosmologists don’t enter their profession to tackle the easy questions, but there is one paradox that has reached staggering proportions.</p><p>Since the big bang, the universe has been expanding, but the known laws of physics suggest that the inward tug of gravity should be slowing down this expansion. In reality, though, the universe is ballooning at an accelerating rate.</p> <a href=\"https://www.theguardian.com/science/2020/jan/25/has-physicists-gravity-theory-solved-impossible-dark-energy-riddle\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jan/25/has-physicists-gravity-theory-solved-impossible-dark-energy-riddle", "date_published": "2020-01-25 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>The aftermath of the Taal volcano eruption, bushfires in Australia, refugees on the island of Lesbos and Greta Thurnberg in Davos – the best photography in news, culture and sport from around the world this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/25/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/25/20-photographs-of-the-week", "date_published": "2020-01-25 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former 'red wall' areas could lose millions in council funding review", "description": "<p>£300m a year set be redirected from deprived areas to shire councils, analysis shows</p><p>A reallocation of council funding could redirect hundreds of millions of pounds from so-called left-behind communities in the north of England to the leafy southern shires, analysis has found, leaving many newly Conservative voting “red wall” areas facing fresh cuts to local services.</p><p>Under a review of the local authority funding formula, £320m a year could be shifted out of councils in England’s most deprived areas while Tory-controlled shire councils mainly in the south-east gain £300m.</p> <a href=\"https://www.theguardian.com/society/2020/jan/25/former-red-wall-areas-could-lose-millions-in-council-funding-review\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/25/former-red-wall-areas-could-lose-millions-in-council-funding-review", "date_published": "2020-01-25 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to reboot family life: from phone bans to a rainy-day fund", "description": "<p>Clear clutter, change who does the washing up, and put worrying to one side, say the experts</p><p>There’s a tendency to focus on the big things coming in the year ahead (a child starting school, a teenager heading to university, a son or daughter getting married) and start worrying. “Make a list of what’s going to happen, then put it in a drawer and forget about it,” says Samantha Abraham, a life coach with 20 years’ experience working with families. “It’s much better to tackle family life a month, or even a week, at a time. Change is going to happen, and it’s often easier to cope with in the moment. You won’t make it easier by worrying.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/25/how-to-reboot-family-life-phone-bans-rainy-day-fund\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/25/how-to-reboot-family-life-phone-bans-rainy-day-fund", "date_published": "2020-01-25 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aerial footage reveals feral horse crisis in burnt-out Kosciuszko national park – video", "description": "<p>New aerial footage from Kosciuszko national park reveals horrific fire damage to the landscape. There are also fears that the huge number of feral horses that remain are pushing bushfire-affected threatened species closer to extinction. 'The horses are destroying the refuges of the endangered plants and animals in the mountains', says Prof Jamie Pittock from the Australian National University. 'It's a crisis because the fire has burnt a lot of the habitats and we need to protect what remains'</p> <a href=\"https://www.theguardian.com/environment/video/2020/jan/25/aerial-footage-reveals-feral-horse-crisis-in-burnt-out-kosciuszko-national-park-video\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/video/2020/jan/25/aerial-footage-reveals-feral-horse-crisis-in-burnt-out-kosciuszko-national-park-video", "date_published": "2020-01-25 05:03:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chilling role of 'the Preacher' confirmed at CIA waterboarding hearing in Guantánamo", "description": "<p>Two contractors give evidence of ‘The Preacher’, one of three authorised to carry out torture method, who has still not been identified after 17 years </p><p>There were three men authorised by the CIA to carry out waterboarding on detainees in America’s “war on terror”. Two of them were contractors who are in Guantánamo Bay this week to give evidence. The third has still not been identified 17 years after the torture was committed.</p><p>In the courtroom of the military commission, the CIA officer was referred to only by three-digit code NZ7, or simply as “the Preacher” – a nickname he was given because of his peculiar way of terrorising detainees.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/25/some-folks-were-tearful-cia-waterboarding-on-trial-in-guantanamo\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/25/some-folks-were-tearful-cia-waterboarding-on-trial-in-guantanamo", "date_published": "2020-01-25 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sydney bookstore says it was targeted by pickup artists from 'dating coaching' company", "description": "<p>Kinokuniya apologises to customers who felt harassed and warns clients from such companies are not welcome</p><p>A commercial “dating coaching” company has been using a popular Sydney bookstore for its clients to test out predatory “pickup” techniques.</p><p>In an open letter published online, Kinokuniya Sydney said it had been made aware the unnamed dating coaching company “has been using our store to give their clients practical experience, much to our dismay”.</p> <a href=\"https://www.theguardian.com/books/2020/jan/25/sydney-bookstore-says-it-was-targeted-by-pickup-artists-from-dating-coaching-company\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/25/sydney-bookstore-says-it-was-targeted-by-pickup-artists-from-dating-coaching-company", "date_published": "2020-01-25 01:04:13+00:00", "persistent": false, "user": null, "language": "en-UK"}]