[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCsXVk37bltHxD1rDPwtNM8Q", "title": "Can You Upload Your Mind & Live Forever?", "description": "Get Merch designed with ❤ from https://kgs.link/shop-136  \nJoin the Patreon Bird Army 🐧 https://kgs.link/patreon  \n▼▼ More infos and links are just a click away ▼▼\n\nSources & further reading: \nhttps://sites.google.com/view/sources-mindupload\n \nThe desire to be free from the limits of the human experience is as old as our first stories. We exist in an endless universe, only bound by the laws of physics and yet, our consciousness is trapped in mortal machines made of meat. With the breathtaking explosion of innovation and progress, for the first time the concept of leaving our flesh piles behind and uploading our minds into a digital utopia seems possible. Even like the logical next step on our evolutionary ladder. \n\nOUR CHANNELS\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nGerman Channel: https://kgs.link/youtubeDE\nSpanish Channel: https://kgs.link/youtubeES\n\n\nHOW CAN YOU SUPPORT US?\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThis is how we make our living and it would be a pleasure if you support us!\n\nGet Merch designed with ❤ from https://kgs.link/shop-136  \nJoin the Patreon Bird Army 🐧 https://kgs.link/patreon  \n\n\nDISCUSSIONS & SOCIAL MEDIA\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nReddit:            https://kgs.link/reddit\nInstagram:     https://kgs.link/instagram\nTwitter:           https://kgs.link/twitter\nFacebook:      https://kgs.link/facebook\nDiscord:          https://kgs.link/discord\nNewsletter:    https://kgs.link/newsletter\n\n\nOUR VOICE\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThe Kurzgesagt voice is from \nSteve Taylor:  https://kgs.link/youtube-voice\n\n\nOUR MUSIC ♬♪\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\n700+ minutes of Kurzgesagt Soundtracks by Epic Mountain:\n\nSpotify:            https://kgs.link/music-spotify\nSoundcloud:   https://kgs.link/music-soundcloud\nBandcamp:     https://kgs.link/music-bandcamp\nYoutube:          https://kgs.link/music-youtube\nFacebook:       https://kgs.link/music-facebook\n\nThe Soundtrack of this video:\n\nSoundcloud:   https://bit.ly/39YsoOC\nBandcamp:     https://bit.ly/3oOAk9B \n\n🐦🐧🐤 PATREON BIRD ARMY 🐤🐧🐦\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nMany Thanks to our wonderful Patreons from http://kgs.link/patreon who support us every month and made this video possible:\n\nHugo Peters, Tadas Patilskis, Robert Peter Carzano Miller, Gary, Eli Dean, Joel Tuckwell, Richard Powers, Peter, Smurphy, Volianer, Zach Voss, Wesley Vaughn, Ben Woods, C.J. Gore, Gáspár Márk Török, Gavin Warnock, Adam Turner, Isela Macias, Tales Escher, Noah Usiatynski, John, Veronika Samková, Heather Fanska, Christian Groß, David Hughes, Konstantin Golosov, Francisco Javier Ahumada Méndez, Ian Fleming, Kuzma, Lina Sereičikaitė, John Sowatsky, Alessandro Sartori, Ryan Anderson, Vladyslav Kushney, Capessergal, Logan Turske, Eugene Chernyshov, Christopher Delaney, Justin Enslin, Ryan Brink, Maalsc, Thomas Li, Omar, Stephanie thomson, Lyam, Spacecam, nengaman, Савенко Николай, Yelonade, DerQuacksalber, everything is learned through PAIN, Carrie Dragoni, Marcos Bello, cody Calhoun, Yori, Katherine E Gould, oscar, Mohamed Adli Bin Dimyati, Andrii Kiryk, Tim, Matthew Willett-Jeffries, Paul Bartos, Daniel Van Patten, Shane O'Brien, Philippe Paget-Bailly, Mohamed Khairat", "link": "https://www.youtube.com/watch?v=4b33NTAuF5E", "date_published": "2020-12-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]