[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Captured By The Game: Nipsey Hussle | Louder Than A Riot, S1E10", "description": "After LA rapper Nipsey Hussle was murdered in 2019, city officials praised him for his community advocacy. But NPR has learned that behind the scenes, some law enforcement officers branded Nipsey as a gang member, and that label meant another man from Nipsey's neighborhood would be sent to jail — just for interacting with him. So why did California's Department of Corrections and Rehabilitation lie to us about it? And what does that say about the impact of law enforcement categorizing thousands of Black and brown men as potential criminals?\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=FiB9OMGRIVY", "date_published": "2020-12-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Hayley Williams: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDec. 9, 2020 | Lars Gotrich -- \"I've never done this without Paramore,\" Hayley Williams announces during her Tiny Desk (home) concert. For the first time in months, she's joined by a band, including friends and Tiny Desk alumnae Julien Baker and Becca Mancari. And from the moment the camera pans out of a literal tiny desk diorama, a jolt of energy leaps from Williams.\n\nPetals for Armor is a soul-cleansing exhale from years of holding her breath. Originally released in a series of EPs, her solo debut sings through heartache in a tangle of triumph and hard-earned wisdom. It's a pop album that knows sadness can simmer, but also shout over an ever-shifting sonic palette. During the pandemic and protests, Williams has played these songs from her couch with muted restraint, and self-serenaded with acoustic covers — sad songs really can be sympathetic companions during dark days. \n\nBut in her home, surrounded by blank canvases, Williams and friends splash a bottled-up energy. The joy is infectious, as \"Pure Love\" bursts from first bloom, \"Taken\" shows off Baker's jazzy-funk licks and Williams leans into the \"Dead Horse\" kiss-off with gleeful abandon. \n\nSET LIST\n\"Pure Love\"\n\"Taken\"\n\"Dead Horse\"\n\nMUSICIANS\nHayley Williams: vocals, keys, guitar\nAaron Steele: drums\nJoey Howard: bass\nBecca Mancari: synth, vocals\nJulien Baker: guitar\n\nCREDITS\nVideo: Mike Kluge, Jonny Kingsbury, Derec Dunn, Violeta Boix\nAudio: Travis Bing\nMiniature Art Director: Natalie Hosselton\n\nTINY DESK TEAM\nProducer: Lars Gotrich\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=ZknTE5DPlAA", "date_published": "2020-12-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]