[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Persona 5 Royal Review", "description": "The already-tremendous RPG grows stronger with Persona 5 Royal. Style, substance, heart, and soul cover every moment of this beautiful game. Atlus' RPG Persona 5 Royal is now available on PS4. You can read the full written review by Michael Higham on GameSpot: https://www.gamespot.com/reviews/persona-5-royal-review-ideal-and-the-real/1900-6417444/", "link": "https://www.youtube.com/watch?v=ssxaQBPHg3A", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 Remake's Best Mode Is Hidden", "description": "Resident Evil 3 Remake's campaign shows off some daring and intense moments throughout Jill Valentine's attempts to escape Raccoon City. In addition to fighting numerous undead and other bio-weapons, the protagonist will face off against the game's main villain, Nemesis, at key points throughout the game. While the campaign doesn't always follow through with its attempts to balance survival horror and action, it still makes for an enjoyable game to play. However, Resident Evil 3 Remake has an unlockable difficulty setting that not only pushes it closer to its survival horror roots, but it also offers some of the game's most intense encounters.\n\nIn this video, we explain why the Nightmare mode in RE3 Remake is a fantastic addition to the game. Unlocked after finishing the Hardcore mode, Nightmare adds more enemies and reshuffles key item locations. The key villain, Nemesis, also sees an upgrade, and it'll be move faster and be more aggressive in its attempts to take you out. But what makes the bonus mode so engaging is how it remixes many of the game's encounters with the enemies to focus more on the tension found in traditional survival horror games--the feeling of uncertainty of what's around the corner. Even if you're well-acquainted with the game after a single playthrough, Nightmare mode adds in some chilling surprises, which will likely lead to an unexpected end. \n\nResident Evil 3 is out now on PC, PS4, and Xbox One.", "link": "https://www.youtube.com/watch?v=NIzoFt9y5pY", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 Remake: 14 Easter Eggs and References", "description": "Here's our list of Resident Evil 3 easter eggs and references that call back to the original 1999 title as well as 2018's Resident Evil 2 Remake.\n\nResident Evil 3, a remake of 1999's Resident Evil 3: Nemesis, is officially out. The remake has plenty of Easter eggs and hidden references--in fact, we've managed to find over a dozen so far.\n\nIn the video above, Richie Bracamonte details 14 times that Resident Evil 3 references the original game or the other titles in the survival horror franchise. Don't worry, this video is relatively spoiler-free. Though it does showcase some of the locations you'll visit later in the single-player campaign, it doesn't talk about major storybeats. \n\nSome of RE3's Easter eggs are fairly obvious--like protagonist Jill's outfit from the original game, which you can unlock--while others are a bit trickier to find or easy to miss. Did you know, for example, that when you visit locations from Resident Evil 2, the codes you used to unlock lockers and doors from RE2 will still work in RE3? It makes sense, of course. They are literally the same lockers and doors.\n\nIn GameSpot's Resident Evil 3 review, Alessandro Fillari wrote, \"Even without taking into account the original game, or its predecessor, RE3 struggles to keep up with its pace amid a clashing of elements from survival horror and standard action. While it has a strong start and gives its principal villain some great moments, this truncated retelling of the concluding game from the original Resident Evil trilogy doesn't do it proper justice.\" \n\nThat said, Alessandro does enjoy playing the remake on Nightmare mode--which transforms the fairly linear game into something closer to the terrifying survival horror experience of its predecessor. It's the best way to play Resident Evil 3.\n\n#ResidentEvil3 #RE3 #GameSpot", "link": "https://www.youtube.com/watch?v=7LMOePMCBWI", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Biggest New Changes In Persona 5 Royal", "description": "The new version of Atlus' celebrated RPG, Persona 5 Royal, is out now on PlayStation 4. It's not quite the same game you remember, however, as Royal includes a number of significant differences compared to the original release. This includes updated story and combat mechanics, and lots more.\nIn a new video, Jess covers over a dozen of the biggest new changes in Persona 5 Royal. Most obvious are the new characters and the additional semester that comes at the conclusion of the original game. The new characters are Kasumi and Marui, and there is a new location, too: Kichijoji. This region includes a lot of new stores, including shops where you can sell sooty clothing for money and points, and a dart and billiards parlor called Penguin Sniper.\n\nCheck out the full video above to learn lots more about what's new in Persona 5 Royal. Bear in mind, however, that this is just the beginning for the differences you can find in the game. Whatever the case, we can say that the time investment (Persona 5 Royal can be a 150-hour game) is absolutely worth it to see and experience all that's new.\n\nFor more on Persona 5 Royal, make sure to check out our Persona 5 Royal review out this week and the rest of our Persona 5 Royal features.", "link": "https://www.youtube.com/watch?v=ehs0jAK9lak", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Make Half-Life: Alyx's Beautiful World A VR Nightmare Hellscape | Potato Mode", "description": "Jean-Luc takes Potato Mode to the next level by turning the graphics of Half-Life: Alyx into mush and then experiencing them up close and personal in VR.\n\nHere on Potato Mode, we take our favorite games and turn their graphics into absolute mush for your enjoyment. This week, we kick it up a notch by stepping into the world of VR with Half-Life: Alyx.\n\nAlyx is without a doubt one of the most impressive-looking VR games to date, and returning to City 17 after all these years is a real treat, which makes it all the more hilarious when we completely ruin its graphics. It's a real trip in particular for Jean-Luc who is experiencing the whole thing up close in virtual reality. Thankfully it didn't make him sick!\n\nIf you're curious about Half-Life: Alyx, you can check out our video where we tested the game on the four biggest VR headsets. Or watch Michael Higham's review, where he gave the game a 9/10, saying, \"Not only has Half-Life: Alyx made good on its shift to VR, it has elevated many of the aspects we've come to love about Half-Life games.\"", "link": "https://www.youtube.com/watch?v=kcARkyG_JVc", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Wholesome Animal Crossing Wedding, Game Companies Doing Good, And Daft Things To Smile At | Good …", "description": "Introducing Good News Gaming, the show where we highlight uplifting gaming news stories that'll warm your hearts. This week, a wholesome wedding in Animal Crossing, the awesome ways gaming companies are helping charity relief efforts, and flipping off bad guys in Half-Life: Alyx.\n\nWe're living in strange times right now and the news is pretty heavy. A lot is going on in the world, so it's super important to stay informed on the latest. But it's also important to make sure that we try not to let it consume us and make an effort to remember that there's still a lot of good things happening. It might sound silly, but when times are trying it's important to try and have a laugh once in a while. And that's exactly what we're here to do, both for ourselves and for you. Every week, here on Good News Gaming, we're going to highlight uplifting news stories that may have passed you by in the midst of the hustle and bustle of online news. We're going to chat about the good things that are happening, , enjoy some weird memes, and just all try and smile. \n\nKicking things off, we take a look at the charming and inventive ways people are using Animal Crossing to connect with their loved ones--in a time of social distancing, Nintendo's wholesome island life sim is strengthening our bonds with friends and family. We also highlight how gaming companies are helping COVID-19 charities, and finish up with a random assortment of some daft and fun things people are doing in games like Mount and Blade II: Bannerlord and Half-Life: Alyx. \n\nWe hope you enjoy watching this video and if you have any positive news from the world of video games that you'd like to share, let us know in the comments. We'll be keeping an eye on what you're saying, and it may show up in a future video.\n\nMentioned in this vid: \n\nRoald from Animal Crossing's unofficial Twitter account: https://twitter.com/AC_Roald\nu/Ashmush's Animal Crossing wedding: https://www.reddit.com/r/AnimalCrossing/comments/fnbgzd/my_fiance_and_i_had_to_cancel_our_upcoming/\nSophia's Animal Crossing birthday party: https://twitter.com/Lex_mate/status/1242555387066355713\nConquer COVID-19 Humble Bundle: https://www.humblebundle.com/ \nDownload Folding@home: https://foldingathome.org/ \nGabeN's portrait: https://www.reddit.com/r/gaming/comments/frumug/peak_performance/ \nTeaching kids geometry in VR: https://youtu.be/_T2-9MwA5JI \nHandOfBlood: https://www.twitch.tv/handiofiblood \nBannerlord babies: https://www.reddit.com/r/gaming/comments/fs1av7/you_can_play_as_a_baby_in_mb_bannelord/ \nStylosa: https://www.youtube.com/watch?v=NoBCXxMlWNc&feature=youtu.be \nSome Good News: https://youtu.be/F5pgG1M_h_U\n\n#GoodNewsGaming #GameSpot", "link": "https://www.youtube.com/watch?v=ZdUuvFHonP8", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Big Ways NPCs Make Fallout 76 Feel More Alive", "description": "Fallout 76 is adding NPCs via the Wastelanders update, which changes the post-apocalyptic online RPG in many different ways. As detailed in the video above, the expansion revamps the base game's main quest while offering its own story to experience, involving Raiders and Settlers moving into the wasteland.\n\nWastelanders was delayed briefly, but the expansion will come to PS4, Xbox One, and PC on April 14. The Steam version of Fallout 76 will be available one week ahead of the expansion, on April 7.", "link": "https://www.youtube.com/watch?v=6hr9CKCZnj0", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy VII Remake - Official Final Reveal Trailer", "description": "Featuring a number of jaw-dropping reveals and glimpses at scenes from throughout the full game, the FINAL FANTASY VII REMAKE Final Trailer is here!\n\nIn Final Fantasy VII, the world is under the control of Shinra, a corporation controlling the planet's life force as mako energy. In the city of Midgar, Cloud Strife, former member of Shinra's elite SOLDIER unit now turned mercenary lends his aid to the Avalanche resistance group, unaware of the epic consequences that await him.", "link": "https://www.youtube.com/watch?v=u9k85UTWCYI", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Persona 5 Royal’s New Character Was Made | Audio Logs", "description": "Persona's longtime character designer, Shigenori Soejima, walks us through how he gave life to the newest member of the Phantom Thieves, Kasumi Yoshizawa. He also discusses the fairy tale influences behind her Persona, Cendrillon.\n\nIt doesn't feel like four years have passed since Persona 5 was originally released in 2016. Atlus' PlayStation 4-exclusive RPG developed a fervent fanbase and, thanks to their efforts, the title has remained an ever-present part of gaming culture. Persona 5 is a game that, in more than a few ways, was built to linger in the mind and stay in conversations. It's themes and subject matter are complex and its characters are nuanced. Everything from their visual design, to their personalities and their place within the story resonated with people on a meaningful level.\n\nIt can't be easy, then, to go back and introduce something new. Changing something that such a huge number of people have fallen deeply in love with is a daunting challenge, but to have that change be a brand new character placed at the center of the story is a potentially overwhelming one. But that's exactly what Atlus has done for Persona 5 Royal, and the task of designing the new character fell upon Shigenori Soejima. \n\nSoejima has defined the Persona series as we know it and, many of gaming's most recognizable characters are from his mind. In this episode of Audio Logs, Soejima shows us exactly how he approaches creating a new character. More specifically, how he created Kasumi, the newest member of the Phantom Thieves, who makes her debut in Persona 5 Royal.\n\nFrom the inspirations for her profile, to the fairy tale aesthetic of her Persona, Cendrillon, Soejima breaks it all down. The legendary designer puts a great deal of thought into even the smallest details and to be given insight into the thinking behind them is a rare treat, check it out above. \n\nYou can check out more episodes of Audio Logs on YouTube, where you'll find the entirety of Season 1 of the show, as well as numerous episodes from Season 2. We've got episodes for Death Stranding, Control, Gears 5, Cuphead, and more--they're all well worth watching.\n\n#Persona5Royal #AudioLogs  #GameSpot", "link": "https://www.youtube.com/watch?v=mb8EMQi1jpI", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 - Official Launch Trailer", "description": "Reach for the S.T.A.R.S.\nResident Evil 3 is out now on PS4, XB1, and PC, with Resident Evil Resistance included! Join Jill Valentine on her last escape from Raccoon City. #RE3 #ResidentEvil3 #ResidentEvilResistance", "link": "https://www.youtube.com/watch?v=-x8dDkOyG_Y", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 Remake And New Control DLC - GameSpot After Dark #35", "description": "On this week's episode of the GameSpot After Dark podcast, Ben Hanson of MinnMax joins us to talk about Resident Evil 3 Remake, Control's The Foundation DLC, and games to play when you're stuck at home.\n\nIf you want to support Ben and his work over at MinnMax, check out their Patreon page: https://www.patreon.com/minnmax\n\nTIMESTAMPS:\n00:00:12 - Introduction\n00:01:25 - Who's Ben Hanson\n00:07:58 - What We've Been Playing\n00:12:20 - Control DLC - The Foundation\n00:28:10 - Ben's Resident Evil 3 Remake Impressions\n00:42:37 - News (More Cancellations, Mario, and FF7)\n01:04:32 - Listener Questions\n01:16:48 - Outro\n\n#ResidentEvil3Remake #Control #GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=eAvOUgk3OME", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The 7 Most Terrifying Nemesis Encounters - Resident Evil 3 Remake", "description": "The horrifying Nemesis creature returns in the Resident Evil 3 Remake, and he's every bit as terrifying as you remember. The Nemesis attacks you multiple times in the new game, and here in this video, we're rounding up some of the most gasp-inducing moments with the beast. \n\nThe video highlights seven encounters in all, and they're each confronting and alarming in their own unique ways. A hulking, menacing beast, Nemesis is a more intelligent bad guy who hunts down Jill and torments her basically everywhere she goes. He can use weapons, too, which makes him an even deadlier combatant. \n\nBe sure to watch the full video to see some of the scariest Nemesis encounters in the Resident Evil 3 Remake. One thing to note is that this video includes a look at the final boss, so if you don't want to see that, pause or stop before the end. \n\nResident Evil 3 Remake launches on April 3 for PS4, Xbox One, and PC. Keep checking back with GameSpot for lots more on the game, including our final review score.\n\n#ResidentEvil3Remake #RE3 #Nemesis", "link": "https://www.youtube.com/watch?v=Z7tqxmhi6iA", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]