[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Corporate Media And Political Theater With Guest Host Michael Malice", "description": "This is the Babylon Bee Weekly News Podcast for the week of 1/29/2020.\r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle welcome guest host Michael Malice to discuss this week's stories like how Democrats sowed doubts about the legitimacy of the 2020 Presidential election, a CNN analyst claimed to provide “satire” to his Twitter audience, and how knee-jerk conservatives don’t always respond to AOC the right way. They then dive into the main topic of how corporate media tries to weave narratives going beyond the plain facts of current events.\r\n\r\n In the subscriber portion, Kyle and Ethan discuss more about the impeachment proceedings, Trump being the first President to speak at large March for Life crowd, and how Bernie Sanders is now alt-right adjacent for touting his Joe Rogan street cred.\r\n\r\n You can find Michael Malice’s podcasts “YOUR WELCOME” and Night Shade here.\r\n\r\n You can also buy Michael Malice’s book  The New Right.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle and Ethan welcome Michael Malice, talk about the recent and tragic death of Kobe Bryant among several others in a nearby helicopter crash, and Kyle threatens to call the cops on the anarchist.\r\n\r\n Story 1 -  Democrats Warn That American People May Tamper With Next Election\r\n\r\n   Back in December House Impeachment proceedings  Jerry Nadler Said We Can't 'Trust an Election' to Get Rid of President Trump\r\n\r\n   Nadler is missing some of the proceedings because his wife has  pancreatic cancer.\r\n\r\n   The house case managers act as prosecutors in the Senate trial. Adam Schiff (CA congressman) opened Senate trial on Wednesday by saying “The president’s negligence cannot be assessed at the ballot box (in November), because we cannot guarantee that that vote will be fairly won,” and without foreign interference requested by Trump,  Schiff said.\r\n\r\n   Apparently they are mind readers about his intent behind the plain words of the call transcript. “If not remedied by his conviction in the Senate and removal from office, President Trump’s abuse of his office and obstruction of Congress will permanently alter the balance of power among the branches of government,” the 59-year-old congressman said.\r\n\r\n   Schiff accused Trump of attempting to “use the powers of the presidency to cheat in an election.”\r\n\r\n   Story 2 -  In Major Deal, The Babylon Bee Purchases Competing Satire Site CNN\r\n\r\n   Joe Lockhart CNN political analyst (Comms for Clinton WH) sent out a dumb tweet recently: “Overheard convo between two Republican senators who only watch Fox News. “is this stuff real? I haven’t heard about any of this before. I thought it was all about a server. If half the stuff Schiff is saying is true, we’re up shit’s creek. Hope the White House has exculpatory evidence” \r\n\r\n   The Babylon Bee responded: “Leave the satire to us; we’ll leave the fake news to you.”\r\n\r\n   Joe went on to tweet: “Ok maybe I made up the convo, but you know that’s exactly what they’re thinking.”\r\n\r\n   Story 3 -  Dumb AOC Accidentally Strangles Herself Tying Her Shoes (Because She Is So Stupid)\r\n\r\n   Conservatives don’t always intelligently handle the case against socialism from principle or history or economics. Too often often they resort to “She Dumb” memes\r\n\r\n   Topic of the Week - Michael Malice joins Ethan and Kyle to discuss how Malice’s conception of “The Cathedral” relates to current events like the Impeachment and election campaign season. \r\n\r\n   “The Cathedral” according to Malice, is the collective of political, media and cultural entities who frame the worldview or narrative in a way that becomes the contemporary consensus seeking to control the narrative of neoliberalism/progressivism for our society and lives and institutions\r\n\r\n   Impeachment analysis in The Cathedral. What is going on?\r\n\r\n   We always poke fun of CNN and others for being biased and lefty.  Is something more insidious going on? \r\n\r\n   Hate Mail- welp, these happened so we do a rapid-fire hate mail segment.\r\n\r\n Paid-subscriber portion\r\n\r\n Story 1 -  Nation Immediately Forgets All About Historic Impeachment Trial After Realizing It's Taco Tuesday\r\n\r\n   No one is  watching (4.7% of voting age adults)\r\n\r\n   The  Nielsen ratings for Wednesday and Thursday showed that ABC, CBS and NBC lost a combined 3 million viewers per day by airing the Senate impeachment trial instead of the daytime soaps\r\n\r\n   No one cares (approval ratings seem to be same or slightly  better since impeachment)\r\n\r\n   Story 2 -  'Absolutely Nothing Happening Today,' Says CNN Reporter Gesturing Toward Massive Crowd At March For Life\r\n\r\n    Donald Trump made history Friday as the first-ever president to attend and address the major annual pro-life rally March for Life, telling attendees, \"All of us here today understand an eternal truth:...", "link": "https://www.youtube.com/watch?v=ZpcTI9aSa6A", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]