[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "CJ From GTA San Andreas Modded Into Dragon Ball Z: Kakarot", "description": "We're playing Dragon Ball Z: Kakarot with CJ from Grand Theft Auto: San Andreas modded over Goku! The mod used is created by BeatzYT3 and can be found here: https://kakarotmods.com/mods/cj/", "link": "https://www.youtube.com/watch?v=FIeAFPXMHb4", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Criticizing Siege While Trying To Win A Match", "description": "GameSpot's Siege experts (and Mat) jump into a match of Rainbow Six on PC to chat about the game's evolution in 2019, and where it might go in 2020, all while trying to win the actual match. They touch on everything from 2019's new operators, to map reworks, to the reinvigorated push for a Siege storyline as the Six Invitational nears, and we approach the game's first season of its fifth year.", "link": "https://www.youtube.com/watch?v=I4LrsoMR2DY", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For February 2020 Revealed", "description": "The free Xbox Games with Gold for February 2020 have been announced. This month, Xbox One gets TT: Isle of Man and Call of Cthulhu, while the 360 gets Fable Heroes and Star Wars: Battlefront.", "link": "https://www.youtube.com/watch?v=9VbT3u-SdcM", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Journey To The Savage Planet Review", "description": "Journey to the Savage Planet is a charming and upbeat adventure about exploring an uncharted planet in service of your corporate overlords. Journey to the Savage Planet releases on PS4, Xbox One, and PC on January 28, 2020.\n\n#JourneyToTheSavagePlanet #GameSpotReview", "link": "https://www.youtube.com/watch?v=SKdROYLe2yc", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Be the Best Goku in Dragon Ball Z: Kakarot", "description": "(Presented by Bandai Namco) You don’t want to turn Super Saiyan on an empty stomach! Here’s our guide for how to best develop your Dragon Ball skillZ.", "link": "https://www.youtube.com/watch?v=LTvzlwABb_0", "date_published": "2020-01-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Halo Co-Creator's New Game, Disintegration, Begins Closed Beta Today", "description": "Disintegration is a new FPS from Halo co-creator Marcus Lehto and his indie studio V1 Interactive. Closed multiplayer beta has just begun for PlayStation 4, Xbox One, and PC. Let's check it out!", "link": "https://www.youtube.com/watch?v=dySoAeHoW_Y", "date_published": "2020-01-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "You Don't Want To Miss Out On Kentucky Route Zero", "description": "Act V marks the final chapter of Kentucky Route Zero, an episodic game that began in January 2013 and hasn't seen the release of another chapter since Act IV in July 2016. It's been a long development cycle, but now with Kentucky Route Zero TV Edition, you can play through the entire journey from start to finish.\n\nIn the video above, Ben Janca, Jean-Luc Seipke, and Kurt Indovina discuss the entire experience of Kentucky Route Zero from 2013's Act I to 2020's Act V (don't worry, no spoilers) and explain why you should spend the money and time to play through the game's five chapters if you haven't already. Act V might be the only new chapter in Kentucky Route Zero, but the entire game holds up today--offering a point-and-click adventure where every choice, even the more subtle ones, can carry an impact.\n\nKentucky Route Zero TV Edition is available for Xbox One, PS4, Switch, and PC.", "link": "https://www.youtube.com/watch?v=i18WHcceTVw", "date_published": "2020-01-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]