[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "This equation will change how you see the world (the logistic map)", "description": "The logistic map connects fluid convection, neuron firing, the Mandelbrot set and so much more. Fasthosts Techie Test competition is now closed! Learn more about Fasthosts here: https://www.fasthosts.co.uk/veritasium Code for interactives is available below...\n\nAnimations, coding, interactives in this video by Jonny Hyman 🙌\nTry the code yourself: https://github.com/jonnyhyman/Chaos\n\nReferences:\nJames Gleick, Chaos\nSteven Strogatz, Nonlinear Dynamics and Chaos\n\nMay, R. Simple mathematical models with very complicated dynamics. Nature 261, 459–467 (1976). https://doi.org/10.1038/261459a0\n\nRobert Shaw, The Dripping Faucet as a Model Chaotic System\nhttps://archive.org/details/ShawRobertDrippingFaucetAsAModelChaoticSystem1984_201811/mode/2up\n\nCrevier DW, Meister M. Synchronous period-doubling in flicker vision of salamander and man.\nJ Neurophysiol. 1998 Apr;79(4):1869-78.\n\nBing Jia, Huaguang Gu, Li Li, Xiaoyan Zhao. Dynamics of period-doubling bifurcation to chaos in the spontaneous neural firing patterns Cogn Neurodyn (2012) 6:89–106 DOI 10.1007/s11571-011-9184-7\n\nA Garfinkel, ML Spano, WL Ditto, JN Weiss. Controlling cardiac chaos\nScience  28 Aug 1992: Vol. 257, Issue 5074, pp. 1230-1235 DOI: 10.1126/science.1519060\n\nR. M. May, D. M. G. Wishart, J. Bray and R. L. Smith Chaos and the Dynamics of Biological Populations\nSource: Proceedings of the Royal Society of London. Series A, Mathematical and Physical Sciences, Vol. 413, No. 1844, Dynamical Chaos (Sep. 8, 1987), pp. 27-44\n\nChialvo, D., Gilmour Jr, R. & Jalife, J. Low dimensional chaos in cardiac tissue. Nature 343, 653–657 (1990). https://doi.org/10.1038/343653a0\n\nXujun Ye, Kenshi Sakai. A new modified resource budget model for nonlinear dynamics in citrus production. Chaos, Solitons and Fractals 87 (2016) 51–60\n\nLibchaber, A. & Laroche, C. & Fauve, Stephan. (1982). Period doubling cascade in mercury, a quantitative measurement. http://dx.doi.org/10.1051/jphyslet:01982004307021100. 43. 10.1051/jphyslet:01982004307021100. \n\nSpecial thanks to Patreon Supporters:\nAlfred Wallace, Arjun Chakroborty, Bryan Baker, DALE HORNE, Donal Botkin, halyoav, James Knight, Jasper Xin, Joar Wandborg, Lee Redden, Lyvann Ferrusca, Michael Krugman, Pindex, Ron Neal, Sam Lutfi, Tige Thorman, Vincent\n\nSpecial thanks to:\nHenry Reich for feedback on earlier versions of this video\nRaquel Nuno for enduring many earlier iterations (including parts she filmed that were replaced)\nDianna Cowern for title suggestions and saying earlier versions weren't good\nHeather Zinn Brooks for feedback on an earlier version.\n\n\nMusic from:\nhttps://epidemicsound.com \"What We Discovered\" \"A Sound Foundation 1\" \"Seaweed\" \"Colored Spirals 4\" \n\nhttps://ve42.co/Artlist \"Busy World\" \"Children of Mystery\"", "link": "https://www.youtube.com/watch?v=ovJcsL7vyrk", "date_published": "2020-01-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]