[{"source": "https://www.theguardian.com/rss", "title": "Fans attack the home of Manchester United vice-chairman Ed Woodward", "description": "• Woodward understood not to be at home at the time<br />• ‘Anybody found guilty will be banned for life by the club’<p>The home of Ed Woodward was attacked on Tuesday night in a sickening escalation of the tensions between supporters and the Manchester United executive vice-chairman.</p><p>Fans, who are unhappy at the way in which the club is being run, <a href=\"https://www.theguardian.com/football/2020/jan/22/manchester-united-burnley-premier-league-match-report\" title=\"\">have recently sung songs</a> celebrating the death of the 48-year-old who has become a figure of hate among some sections of the United support. However, the situation took a sinister turn on Tuesday night when a group wearing balaclavas launched flares at Woodward’s Cheshire home. One video was then posted on social media with the caption: “Ed Woodward’s gonna die.”</p> <a href=\"https://www.theguardian.com/football/2020/jan/28/fans-attack-home-ed-woodward-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/28/fans-attack-home-ed-woodward-manchester-united", "date_published": "2020-01-28 23:51:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple reports record profits amid concerns over economic impact of coronavirus", "description": "<p>China, an important market for Apple products and critical part of its supply chain, has been rocked by the outbreak</p><p>Sales of the iPhone 11 propelled Apple to all-time record revenues and profits for the final three months of 2019, a strong performance that comes amid concerns over the impact of the coronavirus on the Chinese economy.</p><p>Apple’s $91.8bn in quarterly revenue topped analyst expectations thanks to $56bn in iPhone sales. The strong performance marks a rebound for the company, which suffered a rare setback in holiday sales one year ago.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/28/apple-quarterly-earnings-iphone-11\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/28/apple-quarterly-earnings-iphone-11", "date_published": "2020-01-28 23:39:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US dropped record number of bombs on Afghanistan last year", "description": "<p>Warplanes dropped 7,423 bombs and other munitions, the most since Pentagon began keeping track in 2006</p><p>The US dropped more bombs on Afghanistan in 2019 than any other year since the Pentagon began keeping a tally in 2006, reflecting an apparent effort to force concessions from the Taliban at the negotiating table.</p><p>According to <a href=\"https://www.afcent.af.mil/Portals/82/Documents/Airpower%20summary/(U)%20APPROVED%20Dec%202019%20APS%20Data.pdf?ver=2020-01-27-023439-697\">new figures</a> released by US central command, US warplanes dropped 7,423 bombs and other munitions on Afghanistan, a nearly eightfold increase from 2015.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/28/us-afghanistan-war-bombs-2019\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/28/us-afghanistan-war-bombs-2019", "date_published": "2020-01-28 23:19:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales to ban parents smacking their children from 2022", "description": "<p>Bill passes despite concerns it is ‘stepping into the private lives of families’</p><p>A move to ban parents from smacking children has been approved by the Welsh assembly and is expected to come into force in 2022 following a £2m awareness campaign.</p><p>Supporters said it was a historic day for Wales and would stop mothers and fathers using physical violence as punishment, but opponents argued it could criminalise loving parents.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/28/wales-to-ban-parents-smacking-their-children-from-2022\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/28/wales-to-ban-parents-smacking-their-children-from-2022", "date_published": "2020-01-28 22:44:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dozens believed dead after attack by Islamic militants in Burkina Faso", "description": "<p>Officials say that between 10 and 30 people were killed in the northern Soum province</p><p>Dozens of people are feared dead following an attack by Islamic militants on a village in Burkina Faso, the latest bloody incident <a href=\"https://www.theguardian.com/world/2020/jan/22/sahel-faces-surge-in-violence-from-terror-attacks\">in an unprecedented surge of violence</a> across the restive Sahel region.</p><p>Details of the attack, which occurred on Saturday and targeted the village of Silgadji in the northern Soum province, were still unclear on Tuesday but a security official said casualties in the assault totalled between “10 and 30 dead”.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/dozens-believed-dead-after-attack-by-islamic-militants-in-burkina-faso\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/dozens-believed-dead-after-attack-by-islamic-militants-in-burkina-faso", "date_published": "2020-01-28 22:32:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saracens docked a further 70 points and chief executive resigns", "description": "<p>• Edward Griffiths quits a month after return to club<br />• Points deduction ensures Saracens will finish bottom</p><p>Saracens have been plunged deeper into turmoil after they were docked a further 70 points to ensure they will finish bottom of the Premiership table, just hours after their interim chief executive, Edward Griffiths, resigned with immediate effect less than a month into the job.</p><p>Griffiths returned to the club in early January, having spent six years in the role up to 2015, to try to steer Saracens through the salary cap scandal. He <a href=\"https://www.theguardian.com/sport/2020/jan/02/time-for-a-fresh-start-nigel-wray-retires-as-saracens-chairman\" title=\"\">was initially appointed for 12 months</a> but has lasted just 26 days, during which time the club were condemned to relegation from the Premiership.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/28/saracens-docked-70-points-chief-executive-resigns\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/28/saracens-docked-70-points-chief-executive-resigns", "date_published": "2020-01-28 22:24:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belsen: Our Story review – the Nazi horrors that must never be forgotten", "description": "<p>As the Holocaust ebbs from living memory, survivors of the notorious concentration camp underscore the importance of remembrance in this remarkable documentary</p><p>Belsen: Our Story (BBC Two) is difficult to watch, but as many people should watch it as possible. Over one hour, this sober and simple film, unsparingly matter-of-fact, uses archival audio and video footage to show the horrors of what happened at Bergen-Belsen in Germany between 1940 and 1945. Almost 75 years after the camp was liberated, the film collects together the testimonies of survivors, mostly children at the time, now among the last people able to give first-person accounts of what they suffered, and what was done to them.</p><p><a href=\"https://www.het.org.uk/index.php/component/content/article/8-cat-the-holocaust-cat-the-holocaust/258-survivors-mt\" title=\"\">Mala Tribich</a> was 14 when she was sent to Belsen. In the film, she returns to the ground on which it once stood, and the experience of being there for the first time in 75 years is emotional and traumatic. “It brings it back more vividly,” she says. “It’s hard to bear, even after all these years.” Before Belsen, some of her family members were rounded up by the Nazis, marched into a nearby forest and executed. “So that’s how I lost my mother and sister,” she says, with a gentle, crushing sigh. She recalls finding her way to the children’s barracks at Belsen and how Luba Tryszynska, “the angel of Belsen”, took care of them. She recalls that, on the day British troops liberated the camp, she saw people running. “All I could think was: how have they got the strength to run?”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/belsen-our-story-review-the-nazi-horrors-that-must-never-be-forgotten\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/28/belsen-our-story-review-the-nazi-horrors-that-must-never-be-forgotten", "date_published": "2020-01-28 22:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trézéguet sinks Leicester at the last to put Aston Villa in Carabao Cup final", "description": "<p>How about this for a rebuttal to Pep Guardiola’s argument for scrapping the Carabao Cup? If Manchester City make the final, the Catalan may discuss the issue face to face with Dean Smith, whose Aston Villa will be at Wembley thanks to a spectacular stoppage-time volley by Trézéguet. The Egyptian’s goal earned Villa a chance to win their <a href=\"https://www.theguardian.com/football/2020/jan/28/dean-smith-quotes-leicester-aston-villa-carabao-cup\" title=\"\">first major trophy since 1996</a>, which was before the birth of many of the jubilant fans who cavorted across the pitch here at full time.</p><p>Trézéguet was cast into this rollicking contest in the 77th minute, when Leicester were looking the more likely victors. Kelechi Iheanacho had only a few minutes earlier cancelled out Matt Targett’s first-half goal and the momentum looked to be in the visitors’ favour. Villa, however, did not try merely to cling on for a penalty shootout. Instead Trézéguet settled the tie by firing into the net following a splendid cross by his compatriot Ahmed Elmohamady. This, then, was a night of high drama, skill and valour. What’s not to love, Pep?</p> <a href=\"https://www.theguardian.com/football/2020/jan/28/aston-villa-leicester-city-carabao-cup-semi-final-second-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/28/aston-villa-leicester-city-carabao-cup-semi-final-second-leg-match-report", "date_published": "2020-01-28 21:59:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Strong earthquake shakes vast area from Mexico to Florida", "description": "<ul><li>7.7 magnitude quake struck in the sea south of Cuba</li><li>No immediate reports of damage or injuries</li></ul><p>A powerful magnitude 7.7 earthquake has struck in the sea south of <a href=\"https://www.theguardian.com/world/cuba\">Cuba</a>, shaking a vast area from Mexico to Florida and beyond, but there were no immediate reports of casualties or major damage.</p><p>Tsunami warnings for Cuba, Jamaica and the Cayman Islands were issued but lifted shortly afterward with no reports of major damage.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/earthquake-tsunami-warning-cuba-jamaica-cayman-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/earthquake-tsunami-warning-cuba-jamaica-cayman-islands", "date_published": "2020-01-28 21:36:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McConnell says Republicans do not have votes to block witnesses – reports", "description": "<p>Trump’s defense team and his Republican allies have argued against the inclusion of witnesses at impeachment trial</p><p>Republicans do not yet have the needed votes to block witnesses from appearing at the Senate impeachment trial of Donald Trump, the majority leader, Mitch McConnell, told his caucus in a meeting on Tuesday night, according to <a href=\"https://www.wsj.com/articles/trump-defense-team-to-close-arguments-complicated-by-bolton-reports-11580215229?mod=e2tw\">multiple</a> <a href=\"https://twitter.com/seungminkim/status/1222291315108519936?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">reports</a>.</p><p>With an unknown number of Republican senators still undecided on the question of calling witnesses, McConnell could still get the votes he needs to block witnesses and stop the trial from reeling off into unpredictable – and potentially hazardous – territory for the president. At least four Republicans would need to join Democrats to force witness testimony.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/28/trump-impeachment-john-bolton-witnesses-chuck-schumer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/28/trump-impeachment-john-bolton-witnesses-chuck-schumer", "date_published": "2020-01-28 21:31:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Sugar Syndrome review – Lucy Prebble's dark encounters still connect", "description": "<p><strong>Orange Tree, London<br /></strong>Oscar Toeman directs a striking revival of the 2003 play about the relationship between a teenage girl and a paedophile </p><p>Since Lucy Prebble’s award-winning first play <a href=\"https://www.theguardian.com/stage/2003/oct/21/theatre\">premiered in 2003</a>, the drama of online existence has been staged in bigger and ever more original ways, especially at the Royal Court in London, where The Sugar Syndrome was originally directed by Marianne Elliot. Last year, <a href=\"https://www.theguardian.com/stage/2019/jul/09/seven-methods-of-killing-kylie-jenner-review-royal-court-theatre\">Seven Methods of Killing Kylie Jenner</a> tackled online racism, misogyny and the tyranny of social media with theatrical bravura, while <a href=\"https://www.theguardian.com/stage/2019/dec/04/midnight-movie-review-royal-court-london\">Midnight Movie</a> reflected on the connections and liberations that internet forums can offer those who are ill, isolated or bedridden.</p><p>So what does a revival of The Sugar Syndrome offer us today ? On a cosmetic level, a certain noughties nostalgia: the internet here is dial-up and phones are bricklike. Dani, the glib 17-year-old with an eating disorder, talks of herself as a Generation X-er and Lewis, the 22-year-old she occasionally sleeps with, has copies of the NME stashed under his bed.</p> <a href=\"https://www.theguardian.com/stage/2020/jan/28/the-sugar-syndrome-review-lucy-prebble-orange-tree-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jan/28/the-sugar-syndrome-review-lucy-prebble-orange-tree-london", "date_published": "2020-01-28 21:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Last Thing He Wanted review – misfiring Anne Hathaway thriller", "description": "<p>Mudbound director Dee Rees stumbles with a confused Netflix adaptation of Joan Didion’s political thriller about a conflicted journalist in the 80s</p><p>The Last Thing He Wanted, a package that must have seemed seductive on paper, with a red-hot writer-director, a stacked cast of Oscar winners and nominees and some juicy source material, has somehow mutated into a rather damp disappointment on screen, that initial, heady promise evaporating from every frame. It’s not quite the charmless catastrophe that others here at Sundance are claiming it is (and I’ve seen enough catastrophes here to know the difference) but it is an inarguable misfire, wrong or at least ill-advised decisions made at almost every turn.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jan/28/sylvies-love-review-sundance-tessa-thompson-nnamdi-asomugha\">Sylvie's Love review – heartfelt period romance is a thrilling throwback</a> </p> <a href=\"https://www.theguardian.com/film/2020/jan/28/the-last-thing-he-wanted-review-misfiring-anne-hathaway-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/28/the-last-thing-he-wanted-review-misfiring-anne-hathaway-thriller", "date_published": "2020-01-28 21:26:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Flash crash’ trader sentenced to one year home incarceration", "description": "<p>Navinder Sarao, who had traded from a bedroom in his parents’ west London home, briefly caused havoc on Wall Street in 2010</p><p>The story of the British day trader charged with triggering a trillion-dollar “flash crash” that caused havoc on Wall Street in 2010 ended where it began on Tuesday with a judge sentencing him to one year of home incarceration at his parent’s house.</p><p>Navinder Sarao, who traded from a bedroom in his parents’ west London home, was <a href=\"https://www.theguardian.com/uk-news/2015/apr/21/uk-financial-trader-arrested-over-2010-global-markets-flash-crash\">arrested in 2015</a> and <a href=\"https://www.justice.gov/opa/pr/futures-trader-pleads-guilty-illegally-manipulating-futures-market-connection-2010-flash\">pleaded guilty</a> to illegally manipulating the stock markets with trades that led to one of the most dramatic crashes in history.</p> <a href=\"https://www.theguardian.com/business/2020/jan/28/navinder-sarao-flash-crash-trader-sentencing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/28/navinder-sarao-flash-crash-trader-sentencing", "date_published": "2020-01-28 20:34:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour sends 'insulting' email to defeated candidates", "description": "<p>Candidates say email offering advice on stress should have been sent weeks ago</p><p>The Labour party has emailed its defeated general election candidates, six weeks after the poll, to officially commiserate with them and send advice about where to seek help if they are experiencing stress or other problems.</p><p>One defeated candidate told the Guardian the tone and timing of the message amounted to “a pisstake”, saying it should have been sent immediately after the 12 December election.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/28/labour-sends-insulting-email-to-defeated-candidates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/28/labour-sends-insulting-email-to-defeated-candidates", "date_published": "2020-01-28 20:32:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab unsettles Huawei opponents by being nice for once | John Crace", "description": "<p>Foreign secretary’s bucket of tranquillizers before statement sees Commons drift into oblivion</p><p>Move along. Nothing to see here. Dominic Raab usually prepares for an afternoon statement in the Commons by pumping iron in the gym. Only once his neck veins are bulging and his anger levels are sufficiently raised is he ready to take on anyone. MPs who get in his way are treated merely as collateral damage. At best they can hope to get away with a non-disclosure agreement. At worst, they wind up encased in concrete pillars. Raab has left his mark on carparks all over the country.</p><p>But for the statement on the government’s heavily trailed decision to <a href=\"https://www.theguardian.com/technology/2020/jan/28/boris-johnson-gives-green-light-for-huawei-5g-infrastructure-role\">let Huawei build some of the UK’s 5G network</a>, the foreign secretary had been put on a much milder regime by his personal trainer. Some gentle Zen stretches, a few meditational oms and a bucketful of anti-psychotics and tranquillizers. And it worked an absolute treat. Because Raab could not have been more charming if he tried. A sight that so unsettled most Labour MPs that they left the chamber before he had got going.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/28/dominic-raab-unsettles-huawei-opponents-by-being-nice-for-once\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/28/dominic-raab-unsettles-huawei-opponents-by-being-nice-for-once", "date_published": "2020-01-28 20:07:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump unveils Middle East peace plan with no Palestinian support", "description": "<p>Plan offers route to Palestinian state but recognises Israeli settlements in West Bank<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2020/jan/28/trumps-middle-east-peace-plan-key-points-at-a-glance\">Trump’s Middle East peace plan: key points at a glance</a></li></ul><p>Donald Trump has unveiled his vision for Middle East peace in a White House launch that gifted Israel a wishlist of its long-held demands while promising Palestinians a potential “state”, but with severe restrictions.</p><p>Standing next to the smiling Israeli prime minister, Benjamin Netanyahu, Trump announced details of the 181-page plan to cheers and applause. Palestinian leaders were absent from the launch, having pre-emptively rejected his proposal, citing flagrant bias.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/donald-trump-middle-east-peace-plan-israel-netanyahu-palestinians\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/donald-trump-middle-east-peace-plan-israel-netanyahu-palestinians", "date_published": "2020-01-28 20:03:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human rights report to oppose extradition of Julian Assange to US", "description": "<p>European assembly says WikiLeaks founder’s detention ‘sets dangerous precedent’</p><p>Julian Assange’s detention “sets a dangerous precedent for journalists”, according to politicians from the Council of Europe’s parliamentary arm, who voted on Tuesday to oppose the WikiLeaks founder’s extradition to the US.</p><p>The words of support for Assange and implicit criticism of the UK government will be contained in a final report produced by the Labour peer Lord Foulkes for the Parliamentary Assembly of the Council of Europe, which focuses on upholding human rights across the continent.</p> <a href=\"https://www.theguardian.com/media/2020/jan/28/julian-assange-detention-sets-dangerous-precedent-for-journalists\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jan/28/julian-assange-detention-sets-dangerous-precedent-for-journalists", "date_published": "2020-01-28 20:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kobe Bryant missed more shots than any other player – and that’s what made him great | Andy Bull", "description": "<p>A crucial part of Bryant’s story is upwards of 1,000 more missed shot attempts than any other NBA player in history</p><p>One regular season MVP award, two Olympic gold medals, three consecutive championships, four All-Star MVP awards, five championships in total. In the last couple of days we’ve seen these numbers in the papers, heard them on the news bulletins. And others too, 18 consecutive All Star appearances, 20 years with the Lakers, 39,283 career points, 57,278 career minutes, 122 40-point games, 25 50-point games, six 60-point games, <a href=\"https://www.theguardian.com/sport/2006/jan/23/ussport\" title=\"\">one 81-point game</a>. Caught short by the suddenness of his death, journalists used the stats to underpin their first sketches of Kobe Bryant’s life, a shorthand to capture something of the magnitude of his achievements, and make them comprehensible to those of us who don’t follow basketball.</p><p>There are plenty of people who know them already, they’re as familiar to them as Don Bradman’s batting averages are to cricket fans or Usain Bolt’s world records are to athletics geeks. And there are people, like me, who are really only just beginning to appreciate them now. There are plenty of experts <a href=\"https://www.theguardian.com/sport/2020/jan/27/kobe-bryant-death-legacy-nba-basketball-sexual-assault-allegations\" title=\"\">who can explain his legacy for us</a>. I’m not one myself. Basketball is not my beat. What I’m left is the regret that I didn’t pay more attention. There ought to be a word for the remorse you feel reading the obituaries of someone whose work you suddenly wish you’d followed more closely.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jan/28/kobe-bryant-missed-more-shots-nba\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jan/28/kobe-bryant-missed-more-shots-nba", "date_published": "2020-01-28 20:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Urgent inquiry ordered into 'witch-hunt' at West Suffolk hospital", "description": "<p>Hospital bosses under fire for trying to find whistleblower who wrote to patient’s family</p><p>The government has ordered an urgent inquiry into the local hospital of the health secretary, Matt Hancock, after the Guardian revealed its unprecedented “witch-hunt” for a whistleblower.</p><p>The Department of Health and Social Care (DHSC) has told NHS England to commission a “rapid review” of the actions of bosses at West Suffolk hospital.</p> <a href=\"https://www.theguardian.com/society/2020/jan/28/urgent-inquiry-ordered-into-witch-hunt-at-west-suffolk-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/28/urgent-inquiry-ordered-into-witch-hunt-at-west-suffolk-hospital", "date_published": "2020-01-28 19:51:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Huawei decision appears to avert row with US", "description": "<p>US sources say special relationship too important to jeopardise over Chinese tech firm</p><ul><li><a href=\"https://www.theguardian.com/technology/2020/jan/28/huawei-decision-takes-uk-down-path-of-least-resistance\">Decision takes UK down path of least resistance</a><br /></li></ul><p>Boris Johnson appears to have averted a full-blown confrontation with the White House over Huawei, after the government designated the Chinese technology firm a “high-risk vendor” and imposed a cap on its involvement in building the UK’s 5G telecoms network.</p><p>The Trump administration had given a series of strongly worded warnings about the security risks in the run-up to the decision, but was preparing to soften its stance after a phone call between the British prime minister and the US president on Tuesday afternoon.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/28/boris-johnson-gives-green-light-for-huawei-5g-infrastructure-role\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/28/boris-johnson-gives-green-light-for-huawei-5g-infrastructure-role", "date_published": "2020-01-28 19:47:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reporter who wrote book on Saudi crown prince was allegedly targeted by hackers", "description": "<p>State department investigates after New York Times journalist Ben Hubbard says his phone was targeted in 2018</p><p>A New York Times reporter was allegedly targeted with spyware linked to Saudi Arabia in 2018, at a time when the kingdom was targeting several Saudi dissidents around the world.</p><p>A new <a href=\"https://citizenlab.ca/2020/01/stopping-the-press-new-york-times-journalist-targeted-by-saudi-linked-pegasus-spyware-operator/\">report by Citizen Lab</a> at the University of Toronto’s Munk School found that Ben Hubbard, who has written a book about Mohammed bin Salman, the Saudi crown prince, was targeted by spyware known as “Pegasus”, which is made by Israel’s NSO Group.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/28/saudi-arabia-new-york-times-reporter-hacking-allegations-mbs\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/28/saudi-arabia-new-york-times-reporter-hacking-allegations-mbs", "date_published": "2020-01-28 19:44:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Horrendous sound': family of man who died after Tasering demand answers", "description": "<p>Marc Cole was in midst of ‘mental health crisis’ when he was hit three times for 43 seconds</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jan/28/police-tasering-of-man-with-mental-health-issues-contributed-to-his-death\">Police tasering of man with mental health issues ‘contributed to his death’</a></li></ul><p>Family, friends and neighbours knew Marc Cole as a gentle, popular man who doted on his two young sons and lovingly nursed his father when he was terminally ill.</p><p>The loss of his father affected him deeply and Cole’s mental health declined. He complained of severe headaches and began to suffer paranoia and delusional beliefs.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/horrendous-sound-family-of-man-who-died-after-tasering-demand-answers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/horrendous-sound-family-of-man-who-died-after-tasering-demand-answers", "date_published": "2020-01-28 19:42:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Got Brexit Done': Tory party sells £12 tea towel in celebration", "description": "<p>Mugs, magnets and pin badges mark UK’s exit from EU – but delivery will be late</p><p>Downing Street might be quietly warning Conservative Brexiters against overt triumphalism before Friday’s departure from the EU, but the message has not seemingly reached party HQ, which has launched a range of merchandise with the slogan “Got Brexit Done”.</p><p>Among <a href=\"https://shop.conservatives.com/\">the offerings</a> is a £12 tea towel showing the slogan above an image of Boris Johnson flanked by a union flag and Britannia-style shield. Around the edge the departure date is spelled out in Latin: “XXXI Jan – Anno MMXX”.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/28/got-brexit-done-tory-party-sells-12-tea-towel-in-celebration\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/28/got-brexit-done-tory-party-sells-12-tea-towel-in-celebration", "date_published": "2020-01-28 19:32:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Costa prize: Jack Fairweather wins book of the year with The Volunteer", "description": "<p>Biography of Witold Pilecki, a Polish resistance fighter who infiltrated Auschwitz, hailed as extraordinary</p><p>The former war reporter Jack Fairweather has won the Costa book of the year award for The Volunteer, his biography of a Polish resistance fighter who voluntarily entered Auschwitz in order to reveal its horrors to the world.</p><p><a href=\"https://www.theguardian.com/books/2020/jan/22/the-volunteer-jack-fairweather-review\">Fairweather’s life of </a><a href=\"https://www.theguardian.com/books/2020/jan/22/the-volunteer-jack-fairweather-review\">Witold Pilecki</a>, a member of the Warsaw resistance who infiltrated the concentration camp and encouraged rebellion, was hailed as “a book that needs to be read” by the chair of judges, Sian Williams.</p> <a href=\"https://www.theguardian.com/books/2020/jan/28/costa-prize-jack-fairweather-wins-book-of-the-year-with-the-volunteer\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/28/costa-prize-jack-fairweather-wins-book-of-the-year-with-the-volunteer", "date_published": "2020-01-28 19:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sylvie's Love review – heartfelt period romance is a thrilling throwback", "description": "<p>Electric chemistry between Tessa Thompson and Nnamdi Asomugha ignites this loving, lovely tribute to Hollywood melodramas </p><p>In trying to painstakingly recreate the spirit of a specific genre from a specific moment in time, film-makers often fall into pastiche, focusing so hard on the nuts and bolts that they forget to include any heart. A loving homage can then feel like an exercise in technique, all style and no soul. With his second full-length narrative feature Sylvie’s Love, writer-director Eugene Ashe is paying tribute to the glossy studio romances of the 50s and 60s with the keen eye of someone acutely aware of the subgenre he’s targeting, from the plot machinations to the production design. But what makes his film so very special is his equally vested interest in matching the era’s grand emotional stakes. It’s a film that both looks and feels the part, a handsomely made love story that’s easy to fall in love with.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jan/27/the-father-review-anthony-hopkins-olivia-colman\">The Father review – Anthony Hopkins drives devastating dementia drama</a> </p> <a href=\"https://www.theguardian.com/film/2020/jan/28/sylvies-love-review-sundance-tessa-thompson-nnamdi-asomugha\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/28/sylvies-love-review-sundance-tessa-thompson-nnamdi-asomugha", "date_published": "2020-01-28 19:14:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour MPs claim party not being even-handed in leadership contest", "description": "<p>Row brews over lack of access to members’ data that some say favours Rebecca Long-Bailey</p><p>MPs supporting <a href=\"https://www.theguardian.com/politics/keir-starmer\">Keir Starmer</a> and <a href=\"https://www.theguardian.com/profile/lisa-nandy\">Lisa Nandy</a> in Labour’s leadership battle have accused the party’s hierarchy of handing fellow candidate <a href=\"https://www.theguardian.com/profile/rebecca-long-bailey\">Rebecca Long-Bailey</a> an advantage by preventing parliamentarians from contacting constituency members.</p><p>All Labour MPs have been told they are not allowed to contact their members using Labour party data; but an outside organisation, such as the grassroots group Momentum, can contact theirs – even though there is much overlap.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/28/labour-mps-claim-party-not-being-even-handed-in-leadership-contest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/28/labour-mps-claim-party-not-being-even-handed-in-leadership-contest", "date_published": "2020-01-28 19:14:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump praises Pompeo for rant against NPR reporter: ‘You did a good job on her’", "description": "<p>Mary Louise Kelly said the secretary of state launched into a tirade after she asked tough questions about Ukraine</p><p>Donald Trump has praised Mike Pompeo for his treatment of a prominent radio journalist, who the secretary of state reportedly swore at and called a liar after she asked questions about Ukraine.</p><p>“I think you did a good job on her, actually,” the president said.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/28/trump-praises-pompeo-rant-npr-reporter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/28/trump-praises-pompeo-rant-npr-reporter", "date_published": "2020-01-28 19:11:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bruno Fernandes set to join Manchester United for £46.5m plus add-ons", "description": "<p>• Significant breakthrough in talks between the two clubs<br />• Sporting could receive as much as £21.2m in add-ons</p><p>Manchester United are close to agreeing a deal for Sporting Lisbon’s Bruno Fernandes that will cost a basic €55m (£46.5m) fee plus €25m more in add-ons.</p><p>While personal terms are yet to be signed between United and the 25-year-old midfielder there is an expectation this will be a formality. Fernandes is set to sign a four-and-a-half year contract with the option of an extra year.</p> <a href=\"https://www.theguardian.com/football/2020/jan/28/bruno-fernandes-manchester-united-signing-sporting\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/28/bruno-fernandes-manchester-united-signing-sporting", "date_published": "2020-01-28 19:10:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police tasering of man with mental health issues 'contributed to his death'", "description": "<p>Truro inquest hears Marc Cole was hit three times as family calls for review of stun guns</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jan/28/horrendous-sound-family-of-man-who-died-after-tasering-demand-answers\">‘Horrendous sound’: family of man who died after Tasering demand answers</a></li></ul><p>The use of a Taser stun gun by police on a man who had mental health issues played a part in his death, an inquest jury has concluded.</p><p>Marc Cole, 30, died after a police officer Tasered him for more than 40 seconds on a street in Falmouth, Cornwall, in 2017.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/police-tasering-of-man-with-mental-health-issues-contributed-to-his-death\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/police-tasering-of-man-with-mental-health-issues-contributed-to-his-death", "date_published": "2020-01-28 19:08:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dreadful neglect’ of British athletics has squandered 2012 legacy, top coach says", "description": "<p>• Malcolm Arnold hits out at decisions taken since London Games<br />• ‘This is the most worried I have been in all my years in the sport’</p><p>British athletics is in its worst state for 60 years having largely squandered the golden legacy of London 2012, one of the sport’s most decorated coaches has warned.</p><p>Malcolm Arnold, a former head coach and the first performance director of UK Athletics (UKA) who has guided multiple athletes to Olympic and world titles, said he was reluctantly speaking out because people needed to “wake up” to the scale of the problem.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/28/dreadful-neglect-british-athletics-squandered-2012-olympics-legacy-malcolm-arnold\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/28/dreadful-neglect-british-athletics-squandered-2012-olympics-legacy-malcolm-arnold", "date_published": "2020-01-28 19:04:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Donald Trump's Middle East peace deal – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jan/28/steve-bell-on-donald-trumps-middle-east-peace-deal-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jan/28/steve-bell-on-donald-trumps-middle-east-peace-deal-cartoon", "date_published": "2020-01-28 18:59:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rochdale child sex offender who fled to Pakistan during trial extradited", "description": "<p>Choudhry Ikhalaq Hussain has been returned to UK to serve 19-year jail term </p><p>A child sex offender who sexually exploited an underage girl in Rochdale has been returned to the UK to serve a 19-year jail sentence after fleeing to Pakistan halfway through his trial.</p><p>Choudhry Ikhalaq Hussain, 42, was extradited on Tuesday after being arrested in January last year in the province of Punjab, Greater Manchester police (GMP) said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/28/rochdale-paedophile-choudhry-ikhalaq-hussain-fled-pakistan-extradited\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/28/rochdale-paedophile-choudhry-ikhalaq-hussain-fled-pakistan-extradited", "date_published": "2020-01-28 18:52:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada's Chinese community faces racist abuse in wake of coronavirus", "description": "<p>Country has seen just three confirmed cases of the virus but panic is already spreading, causing an uptick in racist incidents</p><p>When Toronto resident Terri Chu <a href=\"https://twitter.com/TerriChu/status/1221183843983601665\">tweeted</a> that she and other Chinese mothers feared the “inevitable wave of racism” that would accompany the spread of <a href=\"https://www.theguardian.com/science/live/2020/jan/28/coronavirus-first-death-in-beijing-as-us-issues-new-china-travel-warning-live-updates\">coronavirus</a> around the world, she didn’t realize how visceral the reactions would be.</p><p>“My Twitter has just exploded with vitriol since this morning,” she said on Tuesday. “But it’s just par for the course, growing up as a minority when you’re not part of a dominant class.”</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/canada-chinese-community-battles-racist-backlash-amid-coronavirus-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/canada-chinese-community-battles-racist-backlash-amid-coronavirus-outbreak", "date_published": "2020-01-28 18:51:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Huawei and 5G: the risks are real | Editorial", "description": "<p>Boris Johnson’s decision to green light the Chinese firm’s role in Britain’s digital future was understandable. But maximum vigilance is required</p><p>The lead-up to Britain’s formal departure from the European Union, at 11pm on Friday, has made headlines mainly due to a somewhat bathetic row <a href=\"https://www.theguardian.com/commentisfree/2020/jan/15/the-guardian-view-on-brexit-bells-striking-the-wrong-note\" title=\"\">over Big Ben and church bells</a>. But in Downing Street, the fraught navigation of a post-Brexit landscape began in earnest this week, with a new kind of crisis over sovereignty.</p><p>Boris Johnson’s <a href=\"https://www.theguardian.com/technology/2020/jan/28/boris-johnson-gives-green-light-for-huawei-5g-infrastructure-role\" title=\"\">decision to allow the Chinese tech company Huawei</a> a substantial role in supplying Britain’s 5G network is his first key geopolitical move, raising vital questions over data security. The green light to Huawei was given in the teeth of concerted opposition from the US and <a href=\"https://www.theguardian.com/politics/live/2020/jan/27/brexit-labour-boris-johnson-must-let-eu-boats-continue-to-fish-in-its-waters-if-it-wants-trade-deal-covering-banking-irish-pm-implies-live-news\" title=\"\">some of the prime minister’s own backbenchers</a>. America has warned that the company’s participation in 5G networks would represent a major security risk to the west, given its close relationship to the Chinese state. Huawei has <a href=\"https://www.scmp.com/tech/tech-leaders-and-founders/article/2177194/japan-decides-exclude-huawei-zte-government\" title=\"\">already been excluded</a> from 5G networks in Japan and Australia on the grounds that control of vital infrastructure could fall into the hands of a potentially hostile power. One Republican senator <a href=\"https://www.theguardian.com/politics/live/2020/jan/28/labour-says-government-claim-to-be-reversing-beeching-rail-cuts-meaningless-live-news\" title=\"\">said on Tuesday</a> that “London has freed itself from Brussels only to cede sovereignty to Beijing”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/28/the-guardian-view-on-huawei-and-5g-the-risks-are-real\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/28/the-guardian-view-on-huawei-and-5g-the-risks-are-real", "date_published": "2020-01-28 18:46:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers reject calls for immediate compensation for infected blood victims", "description": "<p>Thousands of people got HIV or hepatitis C from blood transfusions in 1970s and 1980s</p><p>Calls for immediate compensation for thousands of victims contaminated by infected NHS blood have been rejected by ministers at a meeting with campaigners and survivors – but more health support may be made available.</p><p>Despite one person dying every four days on average from HIV, hepatitis C or other conditions, the government on Tuesday turned down a request for a national compensation scheme.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/28/ministers-reject-calls-to-compensate-infected-blood-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/28/ministers-reject-calls-to-compensate-infected-blood-victims", "date_published": "2020-01-28 18:29:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell refurbishers knew cladding  would fail, inquiry told", "description": "<p>Emails reveal architect and builders discussed how cladding was not fire resistant</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/jan/28/grenfell-tower-inquiry-key-revelations-from-day-two\">Key revelations from day two at the inquiry</a></li></ul><p>The architect, builders and fire engineer who worked on the disastrous Grenfell Tower refurbishment knew the cladding system would fail in a fire more than two years before 72 people were killed, emails disclosed to the public inquiry have revealed.</p><p>Staff at the architecture firm Studio E, the fire engineer Exova, the facade installer Harley, the main contractor, Rydon, discussed how the cladding system they were planning to wrap around the 120-home council block was likely to fail in the event of a fire.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/28/grenfell-tower-refurbishers-knew-cladding-would-fail-inquiry-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/28/grenfell-tower-refurbishers-knew-cladding-would-fail-inquiry-told", "date_published": "2020-01-28 18:25:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein trial: accuser described alleged assault to roommate", "description": "<p>Former roommate of Miriam Haley, one of two accusers at sex crimes trial, says Haley described alleged attack after it happened</p><p>Miriam Haley, one of <a href=\"https://www.theguardian.com/film/2020/jan/27/harvey-weinstein-trial-mimi-haleyi\">the two main accusers of Harvey Weinstein</a> at his sex crimes trial in New York, described to her roommate soon after the alleged attack how she was sexually assaulted by the movie producer in his Soho loft, the jury heard on Tuesday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jan/27/harvey-weinstein-trial-mimi-haleyi\">'I realized I'm being raped': accuser gives tearful testimony at Weinstein trial</a> </p> <a href=\"https://www.theguardian.com/film/2020/jan/28/harvey-weinstein-trial-accuser-miriam-haley-described-alleged-assault-roommate\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/28/harvey-weinstein-trial-accuser-miriam-haley-described-alleged-assault-roommate", "date_published": "2020-01-28 18:05:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson won’t say so, but the real decision about Huawei was made years ago | Alex Hern", "description": "For all the opposition on security grounds, the tradeoff has already been accepted and the equipment installed<p>The odd thing about <a href=\"https://www.theguardian.com/technology/2020/jan/28/bor\" title=\"\">today’s decision</a> to allow Huawei to help build the UK’s 5G network – albeit with the company’s overall involvement capped at 35% of the market – is that the real decision was made years ago.</p><p>Because Huawei has already helped to build the UK’s 5G network, which is running in cities across the nation. You don’t have to take my word for it. If you know what you’re looking for, you can spot Huawei towers on rooftops and cabinets on street corners. If you really know what you’re looking for, you can even tell which of them are beaming out 5G signals. And even if you can’t, there’s always the chance that a messy contractor has helpfully left the packaging lying around with the Huawei logos <a href=\"https://mobile.twitter.com/PedroClarke1/status/1177502969710800897\" title=\"\">clearly visible</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/28/huawei-security-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/28/huawei-security-boris-johnson", "date_published": "2020-01-28 18:02:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s not enough to defend the BBC – it should be a truly public service | Tom Mills", "description": "We should be able to choose content we value, rather than be subjected to the incessant nudging of commercial platforms<p>There is a new urgency to debates about the future of public broadcasting. The first question we should be asking is not how the BBC can be <a href=\"https://www.theguardian.com/commentisfree/2020/jan/21/bbc-defended-opponents-free-market-evangelists-institution\" title=\"\">saved</a> from its enemies on the right, but more constructively, what kind of public media organisation would best meet the technological and political challenges of the 21st century? Were we to build such an organisation from scratch, I don’t think it would look much like the BBC today.</p><p>The BBC is not Netflix, and the argument for the licence fee should not be based solely on its programming</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/28/bbc-public-service\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/28/bbc-public-service", "date_published": "2020-01-28 18:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ivanka Trump attacks 'smug elites' of CNN in row over viral clip", "description": "<p>Rick Wilson, whose joke about Trump playing to his base led to the spat, hits back at first daughter’s ‘breathtaking hypocrisy’</p><p>Ivanka Trump has waded into a row over a CNN segment in which host Don Lemon laughed as two guests ridiculed supporters of her father.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/11/donald-trump-rick-wilson-running-against-the-devil\">How to dump Trump: Rick Wilson on Running Against the Devil</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/28/ivanka-trump-cnn-don-lemon-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/28/ivanka-trump-cnn-don-lemon-donald-trump", "date_published": "2020-01-28 17:41:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Assad regime captures town in Syria's last rebel-held territory", "description": "<p>Soldiers take Maarat al-Numan in Idlib under the cover of heavy airstrikes, state media says</p><p>Bashar al-Assad has recaptured a significant town in <a href=\"https://www.theguardian.com/world/syria\">Syria’s</a> last rebel-held territory, in an offensive that has driven tens of thousands of people towards the border with <a href=\"https://www.theguardian.com/world/turkey\">Turkey</a>.</p><p>Government soldiers entered Maarat al-Numan in northwest Idlib province on Tuesday under the cover of heavy airstrikes, a war monitor and government media said.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/syrian-regime-captures-maarat-al-numan-in-idlib\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/syrian-regime-captures-maarat-al-numan-in-idlib", "date_published": "2020-01-28 17:36:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Thomas Markle should stop calling Prince Harry ‘whipped’", "description": "The original term – ‘pussy-whipped’ – is used by men who have a 1970s view of marriage. Not all relationships need to have winners and losers<p>Thomas Markle continues to excel when it comes to dignity and sensitivity, as he calls on Prince Harry to <a href=\"https://www.youtube.com/watch?v=WIvn0b_mLI0\" title=\"\">“man up”</a>, and jokingly challenges the <a href=\"https://www.thesun.co.uk/news/10824859/thomas-markle-meghan-court-evidence/\" title=\"\">“candy-ass”</a> royal to a duel. It falls into the “who would win in a fight between a lion and a bear?” category – mighty physical standoffs dreamed up by deranged minds. The kindest thing to do would be to leave him to his duelling imaginings.</p><p>But just one quick thing before we go: Markle calls Harry “whipped”, which is usually used as a contraction of “pussy-whipped”. It is not the first time Harry has had this term levelled at him. In an extraordinary graphic worthy of an incel thread on Reddit, the campaign group Leave.EU showed Harry on all fours. Meghan is holding him by a pair reins, and has a high heel on his back for maximum 70s soft-porn effect (the way Facebook warriors seem to like; nobody knows why).</p> <a href=\"https://www.theguardian.com/uk-news/shortcuts/2020/jan/28/why-thomas-markle-should-stop-calling-prince-harry-whipped\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/shortcuts/2020/jan/28/why-thomas-markle-should-stop-calling-prince-harry-whipped", "date_published": "2020-01-28 17:27:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What a points-based immigration system might mean for the UK", "description": "<p>How the advisory committee’s proposals might affect government plans for Brexit<br /></p><p>For months the phrase “Australian points-based immigration system” has been used as political shorthand for a more controlled immigration system, but beneath the headline there has been little understanding of what this might mean in the UK.</p><p>The home secretary asked the government’s official migration policy advisers to <a href=\"https://www.theguardian.com/uk-news/2020/jan/28/migration-committee-advises-against-full-points-based-system-for-uk\">review the Australian immigration system</a> to “advise on what best practice can be used to strengthen the UK labour market and attract the best and brightest from around the world”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/28/what-a-points-based-immigration-system-might-mean-for-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/28/what-a-points-based-immigration-system-might-mean-for-the-uk", "date_published": "2020-01-28 17:14:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US military recovers two bodies from air force plane that crashed in Afghanistan", "description": "<ul><li>Only two service members where onboard surveillance plane</li><li>US denies Taliban claim that they shot down aircraft</li></ul><p>The United States has recovered the remains of two American service members killed in the crash of an air force plane in Afghanistan. </p><p>They were the only two people onboard the air force E-11A electronic surveillance aircraft when it went down on Monday in Ghazni province, a US defense official said on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/afghanistan-plane-crash-us-bodies-recovered\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/afghanistan-plane-crash-us-bodies-recovered", "date_published": "2020-01-28 17:14:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about a great European city neighbourhood for the chance to win £200 towards a UK/Europe stay", "description": "<p>Send us a tip on a fab district you’ve enjoyed on a break to win £200 towards a Sawday’s break</p><p>By sticking to the busy, touristy city centres, many visitors miss out on the local fun going on in the neighbourhoods. So if you’ve come across a colourful district away from the centre that shows the true character of a city, we want to hear about it. It might have great restaurants or markets or nightlife (and be better value than the city centre), a brilliant park or just a general air of friendliness.</p><p>We’re only looking for European cities this time, not the UK. Please ensure your tip stays within <strong>around 100 words</strong>, and provide websites (and prices if helpful) and exact locations.</p> <a href=\"https://www.theguardian.com/travel/2020/jan/28/tell-us-about-a-great-european-city-neighbourhood-for-the-chance-to-win-200-towards-a-ukeurope-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/28/tell-us-about-a-great-european-city-neighbourhood-for-the-chance-to-win-200-towards-a-ukeurope-stay", "date_published": "2020-01-28 16:39:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For Prince Andrew and Anne Sacoolas, the law is just an obstacle to navigate | Gaby Hinsliff", "description": "These cases are an enraging reminder that – on both sides of the Atlantic – the privileged have a very different view of justice<p>Be ye never so high, as the old legal saying goes, the law is above you. Unless, perhaps, you’re just high enough.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2020/jan/28/prince-andrew-told-to-stop-playing-games-over-epstein-inquiry\">Prince Andrew told to 'stop playing games' over Epstein inquiry</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/28/prince-andrew-anne-sacoolas-law-privileged-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/28/prince-andrew-anne-sacoolas-law-privileged-justice", "date_published": "2020-01-28 16:24:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The £50m lovenest: Kingston's new library is a place to find books – and romance", "description": "<p>Grafton Architects, who are about to take the RIBA gold medal, have unveiled their first UK building – a stirring, open-plan library where students can ‘meet and fall in love’</p><p>A raucous urban dance extravaganza might not be every librarian’s idea of a welcome backdrop to their bookshelves. But then not every library is conceived like <a href=\"https://www.kingston.ac.uk/aboutkingstonuniversity/campus-development/current-projects/town-house/\">Town House</a>. From the open-plan study floors of this £50m addition to Kingston University, you can look down into a dramatic triple-height performance space and straight across into the dance studios, where students flex their limbs on wall barres opposite pharmacologists deep in textbooks.<br /><br />“We were attracted by the university’s radical ambition to mix things that are usually incompatible,” says Yvonne Farrell of <a href=\"https://www.theguardian.com/artanddesign/2019/oct/02/grafton-architects-wins-2020-riba-gold-medal-brutalist-buildings\">Grafton Architects</a>, the Irish practice responsible for this majestic multilevelled theatre of higher education that has just opened in south-west London. “The building takes pleasure in these abrasions, combining the two extremes of silence and noise.”</p><p>Standing on the former site of some unprepossessing temporary buildings that had outstayed their welcome, the Town House has the bold civic presence of a public facility – which, it turns out, it is. In a brave departure from most security-conscious university buildings, there are no turnstiles or swipe-card access gates to be found here. Instead, an airy atrium welcomes people in through a street-front colonnade, where a ground floor cafe sits beneath a wide open stairway that zig-zags up through the five-storey lobby. The summit is crowned with another public cafe, complete with a roof terrace that commands panoramic views across to Hampton Court Palace and the Thames, twinkling in the distance between the trees.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/28/kingston-university-town-house-library-review-oliver-wainwright-grafton-architects-riba-gold\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/28/kingston-university-town-house-library-review-oliver-wainwright-grafton-architects-riba-gold", "date_published": "2020-01-28 16:19:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disabled man starved to death after DWP stopped his benefits", "description": "<p>MPs call for inquiry into case of Errol Graham, 57, who weighed 28.5kg when he was found dead<br /></p><p>MPs and campaigners have called for an independent inquiry after it emerged a disabled man with a long history of mental illness starved to death just months after welfare officials stopped his out-of-work and housing benefits.</p><p>Errol Graham, a 57-year-old grandfather, and in his younger days a keen amateur footballer, weighed just four and a half stone (28.5kg) when his emaciated body was discovered by bailiffs who had broken down his front door to evict him for non-payment of rent.</p> <a href=\"https://www.theguardian.com/society/2020/jan/28/disabled-man-starved-to-death-after-dwp-stopped-his-benefits\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/28/disabled-man-starved-to-death-after-dwp-stopped-his-benefits", "date_published": "2020-01-28 16:08:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I worry for my teenage boys – the beauty standards for young men are out of control | Emma Beddington", "description": "<p>From men’s magazines to the chiselled gods of Love Island, boys are inundated with messages to both bulk up and moisturise. It all reminds me of my own youth, much of it wasted on bulimia</p><p>It’s that time of the month when an ominous thud through the letterbox heralds the arrival of my 17-year-old son’s Men’s Health magazine. As I pick it up, my eyes narrow in suspicious disapproval. What glistening slab of <a href=\"https://www.britannica.com/science/mesomorph\" title=\"\">mesomorph</a> flesh will be on the cover this time? What should my boy build, crush, smash or ignite this month? What body part needs to be dominated? It’s almost certainly something to do with abs: a cursory review of back issues lying around the house reveals only one cover star allowed to wear a top. Men’s Health is no country for the dad bod or for the scrawny goths I idolised during my adolescence: the sheer acreage of veiny thoroughbred muscle on show is enough to give anyone a complex. Honestly, it’s so depressing. Isn’t adolescence hard enough without discovering that even your calves need to be bulked up? What even is a deltoid and can’t we just leave it alone?</p><p>Yet it’s unfair to single out Men’s Health, which has plenty of good, thoughtful coverage of male mental health and stress issues amid all the hard, lean, fat-burning content. It’s also pretty quaint to think any part of the struggling magazine industry could be having a serious impact on boys’ body image with a whole digital world of <a href=\"https://www.theguardian.com/lifeandstyle/2015/apr/20/fitspo-strong-skinny-social-media-food-abs-better-living-body-fascism\" title=\"\">#fitspo and #workout</a> posts to obsess over, and the chiselled gods of <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/23/why-weve-fallen-out-of-love-with-love-island\" title=\"\">Love Island everywhere in their tiny trunks</a>. The lack of variety among this years’ candidates is as predictable as it is disappointing: hairless and six-packed, with arms like giant hams and thighs like tree trunks, they all have precisely the unattainable look my boys’ generation seems to aspire to.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/28/i-worry-for-my-teenage-boys-the-beauty-standards-for-young-men-are-out-of-control\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/28/i-worry-for-my-teenage-boys-the-beauty-standards-for-young-men-are-out-of-control", "date_published": "2020-01-28 16:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Mary Beard right to say classical nudes are ‘soft porn for the elite’?", "description": "<p>The academic is not the first to suggest that nudes in art were about titillation as much as aesthetics – but is there a difference between nakedness and nudity?</p><p>Mary Beard has revealed in an interview with the Radio Times that she has concerns that female nudes in western art are just “soft porn for the elite, dressed up in a classical guise”. Beard, who is promoting her BBC show The Shock of the Nude, will know this is no revolutionary proposition.</p><p>John Berger’s book Ways of Seeing (1972) explored the difference between nakedness – to be without clothes – and nudity – to be a revealed body on display. “In the average European oil painting of the nude, the principal protagonist is never painted. He is the spectator in front of the picture and he is presumed to be a man … It is for him that the figures have assumed their nudity,” Berger wrote.</p> <a href=\"https://www.theguardian.com/artanddesign/shortcuts/2020/jan/28/is-mary-beard-right-to-say-classical-nudes-are-soft-porn-for-the-elite\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/shortcuts/2020/jan/28/is-mary-beard-right-to-say-classical-nudes-are-soft-porn-for-the-elite", "date_published": "2020-01-28 15:54:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicholas Parsons: without hesitation a broadcasting great", "description": "<p>The Just a Minute host and stalwart of TV and radio was, in the words of colleague Paul Merton, a ‘generous, sweet man’ who will be remembered with affection </p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-host-of-just-a-minute-dies-aged-96\">Nicholas Parsons, host of Just a Minute, dies aged 96</a></li></ul><p>When four years ago I interviewed Paul Merton about his work as a panellist on Just a Minute, he told me the reason he’d remained on the Radio 4 show for 28 years was because host Nicholas Parsons – who has <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-host-of-just-a-minute-dies-aged-96\">died at the age of 96</a> – was such a “generous, sweet man”.</p><p>At the time, Merton was poised to become the show’s longest-serving panellist, overtaking <a href=\"https://www.theguardian.com/culture/kenneth-williams\">Kenneth Williams</a>. But he would never overtake Parsons, who served as host since the show’s inception in 1967, deviating only once from his manifest destiny by <a href=\"https://www.bbc.co.uk/news/uk-44363674\">missing an episode</a> in 2018 through illness.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-broadcasting-great\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-broadcasting-great", "date_published": "2020-01-28 15:51:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Filming partner without their consent during sex ruled a criminal offence", "description": "<p>CPS urgently reviewing court of appeal decision after judges reject voyeurism law defence</p><p>Anyone who films a partner during sex without their consent is committing the criminal offence of voyeurism, the court of appeal has ruled in a case that may affect the Crown Prosecution Service’s apparent reluctance to bring charges.</p><p>The ruling by three judges came at the end of an unsuccessful appeal by a man convicted of filming himself having sex with prostitutes. His lawyers argued that the voyeurism law allowed him to do so since even a bedroom is not a private place if he was there legitimately.</p> <a href=\"https://www.theguardian.com/law/2020/jan/28/filming-partner-without-their-consent-during-sex-ruled-a-criminal-offence\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jan/28/filming-partner-without-their-consent-during-sex-ruled-a-criminal-offence", "date_published": "2020-01-28 15:42:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reigning cats and dogs: why grumpy animals rule the internet", "description": "<p>Since the feline known as Grumpy Cat died last year, two furry curmudgeons called Chico and Meow Meow have emerged to fight for her crown – and merchandising possibilities</p><p><strong>Name:</strong> Grumpy animals.</p><p><strong>Age:</strong> Young-ish.</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/jan/28/reigning-cats-and-dogs-why-grumpy-animals-rule-the-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/jan/28/reigning-cats-and-dogs-why-grumpy-animals-rule-the-internet", "date_published": "2020-01-28 15:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The fashion futurist: how Vogue's wartime editor revolutionised women's lives", "description": "<p>Audrey Withers was determined her magazine would be political, progressive and powerful. She commissioned Lee Miller to take photos from the front – and created a publication that went far beyond fashion</p><p>Amid the rubble of a bombed building stands a woman, immaculate in hat and gloves, wearing the kind of nipped-in suit that screams 1940s chic.</p><p>Her back is to the camera, her expression unreadable as she surveys the wreckage. But the caption reads: “Fashion is indestructible.” Even in the midst of horror, this image by the legendary fashion photographer Cecil Beaton is saying, women’s lives go on. Yet they cannot be untouched by the world around them, nor unchanged by it.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/28/the-fashion-futurist-how-vogues-wartime-editor-revolutionised-womens-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/28/the-fashion-futurist-how-vogues-wartime-editor-revolutionised-womens-lives", "date_published": "2020-01-28 15:27:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French police clash with firefighters during Paris protest", "description": "<p>Riot police fire teargas and use batons against firefighters asking for pay rise <br /></p><p>French riot police clashed with uniformed firefighters at protests in Paris on Tuesday, in extraordinary scenes where police used batons and shields against crowds of angry fire officers in helmets.</p><p>Thousands of firefighters held a demonstration in the French capital, as part of long-running protest movement asking for better pay and conditions, including an increase in their hazard bonus which has not changed since 1990.</p> <a href=\"https://www.theguardian.com/world/2020/jan/28/french-police-clash-with-firefighters-during-paris-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/28/french-police-clash-with-firefighters-during-paris-protest", "date_published": "2020-01-28 15:09:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terminally ill, he wanted an assisted death – but his hospital was Catholic", "description": "<p>Patients in eight states can now legally obtain lethal drugs to end their lives but face obstacles enacting their wishes as Catholic hospitals expand</p><p>The telephone call from the pharmacist came when Neil Mahoney could still stagger from his bed to the porch of his mobile home to let his boisterous labrador out.</p><p>Mahoney, a once-rugged outdoorsman, now reduced to gaunt bones and a swollen belly riddled with incurable cancer, sighed with relief when he went back inside and heard the message.</p> <a href=\"https://www.theguardian.com/society/2020/jan/28/catholic-hospitals-lead-fight-against-access-drugs-assisted-dying\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/28/catholic-hospitals-lead-fight-against-access-drugs-assisted-dying", "date_published": "2020-01-28 15:08:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do I really need to preheat the oven? | Kitchen Aide", "description": "<p>Do we have to wait for the oven to come up to temperature before putting anything in it?</p><p><strong>The bread recipe I follow says to put it in a preheated oven for 25-35 minutes, or until golden brown. So, basically, you bake it until it’s done – why, then, do I need to preheat?</strong><br /><em><strong>Peter, Exeter</strong></em></p><p>Let’s not get all pedantic and ask why cookery writers persist with the term “preheat”, rather than plain old “heat”, seeing as that’s all they’re telling you to do, anyway. Instead, we’ll stay on safer(ish) ground and ask why so many recipes start with this instruction in the first place.</p> <a href=\"https://www.theguardian.com/food/2020/jan/28/do-i-really-need-to-preheat-the-oven-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/28/do-i-really-need-to-preheat-the-oven-kitchen-aide", "date_published": "2020-01-28 14:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you got Brexit concerns not addressed by the government website?", "description": "<p>If you have a question you want to ask our correspondents, we would like to hear from you</p><p>There has been so much noise and publicity about the threat of a no deal Brexit, many have been left confused about <a href=\"https://www.theguardian.com/politics/2020/jan/28/get-ready-for-brexit-campaign-had-little-effect-says-watchdog\">what actually happens on 31 January</a>? Have you got concerns that are not addressed on <a href=\"https://www.gov.uk/transition\">the government website</a>?</p> <a href=\"https://www.theguardian.com/politics/2020/jan/28/have-you-got-brexit-concerns-not-addressed-by-the-government-website\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/28/have-you-got-brexit-concerns-not-addressed-by-the-government-website", "date_published": "2020-01-28 12:53:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctor Who: Jo Martin becomes first BAME actor to play the Doctor", "description": "<p>The surprise introduction of the first Doctor of colour thrills fans – but raises questions about exactly where she fits into the Whoniverse</p><p>After 56 years on our screens, Doctor Who made history on the weekend by casting the first BAME actor in the lead role, with <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/27/doctor-who-recap-series-38-episode-five-fugitive-of-the-judoon\">Fugitive of the Judoon</a> introducing Jo Martin as the Doctor.</p><p>Martin is a regular on Holby City, where she plays Max McGerry, consultant neurosurgeon and acting CEO of the hospital. She has also appeared in Fleabag, Batman Begins and first came to prominence in the early 2000s playing Natalie Crouch in the BBC One sitcom The Crouches. She posted a picture of herself in costume as the Doctor on social media after the show aired on Sunday night – having kept her new role secret for months. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/doctor-who-jo-martin-becomes-first-bame-actor-to-play-the-doctor\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/28/doctor-who-jo-martin-becomes-first-bame-actor-to-play-the-doctor", "date_published": "2020-01-28 12:53:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tokyo rush hour and cardboard Trumps: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jan/28/tokyo-rush-hour-and-cardboard-trumps-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jan/28/tokyo-rush-hour-and-cardboard-trumps-tuesdays-best-photos", "date_published": "2020-01-28 12:50:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel Folau: shock and outrage greets Catalans Dragons' signing", "description": "<ul><li>Controversial Australian returns to rugby league </li><li>Wigan announce game v Dragons to be Pride Day</li></ul><p>There is anger and frustration across rugby league after the sport’s governing body, the Rugby Football League, sanctioned Catalans Dragons’ move for the controversial Australian Israel Folau on a one-year deal. The French club say they want to give Folau, who has not played either code of rugby since being sacked by Rugby Australia last year <a href=\"https://www.theguardian.com/sport/2019/dec/04/israel-folau-and-rugby-australia-settle-unfair-dismissal-claim-over-social-media-post\">following homophobic comments on social media</a>, a “new opportunity to shine”.</p><p>Yet many across a sport which prides itself on inclusivity are furious that Folau has been allowed to return to rugby league. The RFL had no obligation to run the issue past clubs, but given the sensitive nature of Folau’s return to the sport, many are disappointed they were not at least briefed. The Guardian understands that Super League clubs were told about the news just minutes before Catalans’ official announcement.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/28/israel-folau-switches-codes-again-to-sign-for-catalans-dragons-rugby-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/28/israel-folau-switches-codes-again-to-sign-for-catalans-dragons-rugby-league", "date_published": "2020-01-28 12:39:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Cooper Clarke: ‘I’ve dressed the same way since 1965’", "description": "<p>The poet and performer on keeping his clothes simple, stapling them back together, and being fashionable once every 15 years for about three months<br /></p><p>This is my default look. I operate on a capsule wardrobe because I spend a lot of time on the road, so I ain’t got the whole rainbow spectrum of colours in my luggage. I keep it simple: a dark suit with a pale shirt. Here [at the Contains Strong Language spoken word festival in 2017] I’ve also got a bolo tie, which chimes in with the snakeskin boots by Jeffery West.</p><p>I’m obsessed with clothes and I find it very easy to write about them. I’m fashionable once every 15 years, for about three months. My look is very easy to maintain but that wasn’t always the case – in the 80s, I couldn’t find anything. Every time I obtained a tubular Ivy League blazer that didn’t have padded shoulders I had to treat it like it was made out of gold. They were never out of the dry cleaners – I’d only wear them to weddings, funerals and gigs, and I’ve still got them now. Some are held together by staples because the lining’s falling out, but you see them in photoshoots and they still look the business.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/28/john-cooper-clarke-i-have-dressed-the-same-way-since-1965\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/28/john-cooper-clarke-i-have-dressed-the-same-way-since-1965", "date_published": "2020-01-28 12:37:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicholas Parsons – a life in pictures", "description": "<p>The veteran Just a Minute presenter has died at the age of 96. Here are some highlights from a lifetime as a comedy star<br /></p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-host-of-just-a-minute-dies-aged-96\">Nicholas Parsons, host of Just a Minute, dies aged 96</a></li></ul> <a href=\"https://www.theguardian.com/tv-and-radio/gallery/2020/jan/28/nicholas-parsons-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/gallery/2020/jan/28/nicholas-parsons-a-life-in-pictures", "date_published": "2020-01-28 12:33:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nightmares on wax: the environmental impact of the vinyl revival", "description": "<p>From toxic wastewater to greenhouse gas emissions, the boom in vinyl has dangerous effects – but streaming isn’t as clean an alternative as it looks</p><p>Inside a US <a href=\"https://www.theguardian.com/music/vinyl\">vinyl</a> pressing plant – its owners have asked that I do not give its location – dozens of hydraulic machines run all day and night. These contraptions fill the building, as long as a city block, with hissing and clanking as well as the sweet-and-sour notes of warm grease and melted plastic. They look like relics, because they are. The basic technological principles of record pressing have not changed for a century, and the machines themselves are decades old.</p><p>While it is far exceeded by revenues from streaming, the vinyl market keeps growing – Americans now spend as much on vinyl as they do on CDs, while there were 4.3m vinyl sales in the UK last year, the 12th consecutive year of growth. So, if you’re one of the millions of people to re-embrace vinyl records, it’s worth knowing where they come from and how they’re made. There are containers called hoppers at each pressing station, brimming with the lentil-like polymer pellets that get funnelled down into the machinery, heated and fused to form larger biscuits that resemble hockey pucks, and squashed to make records.</p> <a href=\"https://www.theguardian.com/music/2020/jan/28/vinyl-record-revival-environmental-impact-music-industry-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jan/28/vinyl-record-revival-environmental-impact-music-industry-streaming", "date_published": "2020-01-28 12:19:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s chard, grapes and walnuts recipe", "description": "<p>Greens taken to another kind of sweet and savoury place</p><p>Bring a pan of water to the boil. Peel a large carrot and cut into small pieces, about 3cm thick. Cook the carrot in the boiling water for about 8 minutes, until almost tender, then drain and set aside.</p> <a href=\"https://www.theguardian.com/food/2020/jan/28/nigel-slater-chard-grapes-and-walnuts-recipe-midweek-dinner\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/28/nigel-slater-chard-grapes-and-walnuts-recipe-midweek-dinner", "date_published": "2020-01-28 12:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicholas Parsons, host of Just a Minute, dies aged 96", "description": "<p>Presenter of BBC Radio 4 radio comedy and TV panel show dies after short illness<br /></p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/gallery/2020/jan/28/nicholas-parsons-a-life-in-pictures\">Nicholas Parsons – a life in pictures</a></li><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-broadcasting-great\">Appreciation: without hesitation a broadcasting great</a></li></ul><p>Nicholas Parsons, the veteran host of the TV and radio panel show Just a Minute, has died aged 96 after a short illness.</p><p>A statement issued by his agent, Jean Diamond, on behalf of his family, said: “Nicholas passed away in the early hours of 28 January after a short illness at the age of 96. He was with his beloved family who will miss him enormously and who wish to thank the wonderful staff at the Stoke Mandeville hospital.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-host-of-just-a-minute-dies-aged-96\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/28/nicholas-parsons-host-of-just-a-minute-dies-aged-96", "date_published": "2020-01-28 11:48:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The power of celibacy: ‘Giving up sex was a massive relief’", "description": "<p>The plethora of dating apps has bolstered society’s obsession with sex, but many people find that a period of abstinence makes them happier and healthier</p><p>In a world where you can get a sexual partner faster than a pizza delivery, it has never been easier to play the field. Yet, despite all that swiping right, a surprising number of people are not having sex at all – not for religious reasons, or because they can’t get a date, but because they find that celibacy makes them happier. </p><p>Some have never had much interest in sex, while others are taking a break to address personal problems, recover from bad dating experiences or change the way they approach relationships.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/28/the-power-of-celibacy-giving-up-sex-was-a-massive-relief\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/28/the-power-of-celibacy-giving-up-sex-was-a-massive-relief", "date_published": "2020-01-28 11:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about your most unusual solutions to combat waste", "description": "<p>Increasing waste is a big global problem. We want to hear your most ingenious ways of tackling the issue</p><p>We would like to hear about your innovative, homegrown solutions to reducing waste, whether it be food, plastic, electrical goods or anything else. <br /><br />While <a href=\"https://www.theguardian.com/business/2020/jan/24/tesco-to-stop-sale-of-plastic-wrapped-multipacks-in-stores\"> companies are implementing</a> their own methods, others are coming up withcreative ways to help solve the issue.</p><p>The National Trust encouraged gardeners at its Knightshayes estate in Devon to <a href=\"https://www.telegraph.co.uk/news/2020/01/27/grow-sponges-cut-plastic-waste-national-trust-says-first-property/\">make their own sponges</a> in order to reduce plastic waste, by growing loofah plants and <a href=\"https://www.theguardian.com/environment/2020/jan/19/i-eat-only-strangers-leftover-food-best-diet-ive-ever-had-andrew-mayers\">Andrew ‘the Gutter Gourmet’ Mayers</a> is a diabetic who ate food from bins to do his bit. </p> <a href=\"https://www.theguardian.com/environment/2020/jan/28/tell-us-about-your-most-creative-solution-to-combat-waste\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/28/tell-us-about-your-most-creative-solution-to-combat-waste", "date_published": "2020-01-28 10:58:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beautiful buildings in architecture photography prize – in pictures", "description": "<p>The 2019 winners of the <a href=\"https://artofbuilding.org/?gclid=EAIaIQobChMIx4zSqvyl5wIVWODtCh1l6QD8EAAYASAAEgJz_vD_BwE\">Art of Building</a> competition, run by the Chartered Institute of Building, have been announced. The overall winner was a surreal shot of the science museum in Valencia, Spain, taken by Pedro Luis Ajuriaguerra Saiz. The prize attracted entries from more than 100 countries</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/28/beautiful-buildings-in-architecture-photography-prize-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/28/beautiful-buildings-in-architecture-photography-prize-in-pictures", "date_published": "2020-01-28 10:31:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Malta for foodies: what to eat and where to eat it", "description": "<p>Get ahead of the culinary curve with a rundown of the Mediterranean island’s best restaurants</p><p>This year, for the first time, the Michelin guide includes a section on Malta’s richly diverse cuisine. Indeed, three of the island’s restaurants hold Michelin stars: <a href=\"https://noni.com.mt/\" rel=\"nofollow\">Noni</a>, in Valletta; <a href=\"https://grain.mt/contact-us/\" rel=\"nofollow\">Under Grain</a>, also in Valletta; and <a href=\"https://demondion.com/\" rel=\"nofollow\">De Mondion</a> in Mdina. This sunny Mediterranean archipelago was fought over for centuries, and each of its settlers brought new foodstuffs to the table, from the punchy pastas of nearby Sicily to Arabic flavours introduced in the middle ages.</p><p>Denise Briffa and Lisa Grech edit the local, survey-based <a href=\"http://www.restaurantsmalta.com/\" rel=\"nofollow\">Definitive(ly) Good Guide to Restaurants in Malta and Gozo</a>, and recommend all visitors sample “pastizzi (flaky pastry stuffed with cheese or peas), ideal to eat on the go, at any time of day. Village bars serve them with tea in a glass.” Every town has a pastizzi hole-in-the-wall shop – and you can pick the pastries up for as little as 40 cents depending on location – but arguably Crystal Palace in Rabat bakes the best.</p> <a href=\"https://www.theguardian.com/malta-for-all/2020/jan/28/malta-for-foodies-what-to-eat-and-where-to-eat-it\">Continue reading...</a>", "link": "https://www.theguardian.com/malta-for-all/2020/jan/28/malta-for-foodies-what-to-eat-and-where-to-eat-it", "date_published": "2020-01-28 10:05:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your views on sports banter in the workplace", "description": "<p>Do you feel sports banter in the office excludes people? We would like to hear your thoughts</p><p>Ann Francke, head of the Chartered Management Institute, has said sports banter in the office can make women feel ostracised.</p><p><a href=\"https://www.bbc.co.uk/news/business-51261999\">Speaking to the BBC’s Today programme</a>, Francke said: “A lot of women, in particular, feel left out”.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/28/share-your-views-on-sports-banter-in-the-workplace\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/28/share-your-views-on-sports-banter-in-the-workplace", "date_published": "2020-01-28 09:52:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do liberals (supposedly) get wrong about abortion? – video", "description": "<p>Guardian US health reporter Jessica Glenza speaks to anti-abortion activists at the 2020 March for Life in Washington, to discuss their views on abortion and women's rights – and what they think liberals get wrong about the issue</p> <a href=\"https://www.theguardian.com/world/video/2020/jan/28/what-do-liberals-supposedly-get-wrong-about-abortion-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jan/28/what-do-liberals-supposedly-get-wrong-about-abortion-video", "date_published": "2020-01-28 09:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Andrew told to 'stop playing games' over Epstein inquiry", "description": "<p>US lawyer representing alleged victims tells duke to ‘do the right thing’ and assist inquiry</p><p>A US lawyer has called on Prince Andrew to “stop playing games” and assist authorities with their investigation into the Jeffrey Epstein sex trafficking inquiry.</p><p>Lisa Bloom, who represents five of Epstein’s alleged victims, said it was time for the Duke of York to “do the right thing” and speak with investigators in the US.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/28/prince-andrew-told-to-stop-playing-games-over-epstein-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/28/prince-andrew-told-to-stop-playing-games-over-epstein-inquiry", "date_published": "2020-01-28 08:18:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spotlight intensifies but semi-finalist Ashleigh Barty remains grounded", "description": "<ul><li>World No 1 moves into last four at Australian Open</li><li>Australia would still prefer to live her ‘quiet little life’</li></ul><p>If she chose, Ashleigh Barty could run for Prime Minister tomorrow and probably win. But the quiet Queenslander with the nation willing her on to become the first Australian to win the women’s title since Christine O’Neill 42 years ago said after reaching the semi-finals on Tuesday, she would rather be “sitting at home, living my quiet little life”.</p><p>Her growing celebrity neither bothers her nor enchants her. But, if the world No 1 plays the American Sofia Kenin on Thursday like she did in beating the world No 7 Petra Kvitová 7-6 (8-6), 6-2 in building heat on Rod Laver Arena, she will find herself in the full glare of the final. And then the expectations will be off the scale.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/28/glare-of-spotlight-intensifies-but-semi-finalist-ashleigh-barty-remains-grounded\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/28/glare-of-spotlight-intensifies-but-semi-finalist-ashleigh-barty-remains-grounded", "date_published": "2020-01-28 07:17:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buy a classic sport photograph: magical Messi", "description": "<p>The latest in a Guardian Print Shop <a href=\"https://guardianprintshop.com/collections/the-big-sport-picture\">series</a> featuring classic sports images from the likes of Gerry Cranham, Mark Leech and Tom Jenkins – yours to own for just £55 including free delivery</p><p>“I start early and I stay late, day after day, year after year; it took me 17 years and 114 days to become an overnight success.” So said Lionel Messi in a television advert in 2012, recalling his ascent to greatness at Barcelona. Now 32 and in the autumn of his career, the diminutive striker – nay, footballing God – continues to score at an unthinkable rate of almost a goal a game and could yet add to the 34 club titles (10 La Ligas; 6 Copa del Reys; 8 Supercopa de Españas; 4 Champions Leagues; 3 Uefa Super Cups; 3 Fifa Club World Cups) and six Ballon d’Ors he has accumulated over the years. This photograph was taken in Rome in 2009 when Messi inspired Barcelona to a 2-0 victory over Manchester United in the Champions League final. The boyish delight etched across his face makes this a gem of a picture and fuels my admiration for his evergreen talents. Messi growing old and retiring? No thanks.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/28/buy-a-classic-sport-photograph-magical-messi\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/28/buy-a-classic-sport-photograph-magical-messi", "date_published": "2020-01-28 07:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Epic America: the mission to capture every state – in pictures", "description": "<p>Mark Power aims to photograph all 50 US states during this time of great change. ‘I’ve just passed 40,’ he says. ‘I’m building an enormous jigsaw puzzle – with little idea what the final picture will be’</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/28/epic-america-the-mission-to-capture-every-state-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/28/epic-america-the-mission-to-capture-every-state-in-pictures", "date_published": "2020-01-28 07:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Question time: my life as a quiz obsessive", "description": "<p>I’ve taken part in quizzes all my life: in schools, in pubs and on TV shows, from India to the US. But the biggest secret is that curiosity, not knowledge, is the key to success. By Samanth Subramanian</p><p>Last March, when I went to Las Vegas for the very first time, I made sure to pack pens and paper. I knew we would need the supplies. We converged from various points on the US map: six of us, a guys’ weekend in Sin City. On Friday afternoon, we dawdled in the Hard Rock hotel, waiting with impatience for the action to begin. Dusk fell, the neon rose, and we gathered in the lobby. Together we walked through the maze of slot machines and blackjack tables, past the bar and the steakhouse, past the flyers for burlesque revues and up into the nightclub.</p><p>And there, having spurned the vices of Vegas, we indulged our own, clustered around our team’s answer sheet as a quizmaster barked questions at us. The weekend, Geek Bowl XIII, had been put together as a blowout for quiz fiends who attended bar trivia nights across the US and still yearned for more. Friday was a warm-up quiz: calisthenics before the big game. On Saturday, 240 teams spent the evening packed into a Hard Rock auditorium, sweating their brains over 65 questions. You could buy beer and snacks while you quizzed, but no one seemed particularly keen on alcohol. You drink to forget; you quiz to remember. The only Elvis impersonators I saw that weekend were part of a special round in the quiz, in which Vegas street-theatre performers staged cryptic re-enactments of famous movie scenes. (We had to identify the movies.) Another round had questions to which the answers all included types of cheese: Alison Brie, Goat, Grand Coulee Dam. In a third, we had to construct portmanteau phrases from images of snacks and celebrities. NutElla Fitzgerald. OvalTina Turner. Desmond TuTuna Helper. No quiz I’ve ever attended has provoked this much pained groaning at the answers.</p> <a href=\"https://www.theguardian.com/news/2020/jan/28/question-time-my-life-as-a-quiz-obsessive\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/jan/28/question-time-my-life-as-a-quiz-obsessive", "date_published": "2020-01-28 06:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Armando Iannucci on politics and satire - podcast", "description": "<p>The creator of The Thick of It and Veep discusses why modern politics has moved beyond satire. And: Bryan Graham on Kobe Bryant</p><p><strong>Anushka Asthana</strong> talks to the writer and director <strong>Armando Iannucci</strong> about his third feature film, <a href=\"https://www.theguardian.com/film/2019/oct/02/the-personal-history-of-david-copperfield-review-armano-iannucci\">The Personal History of David Copperfield</a>, an adaptation of Charles Dickens’s eighth and most autobiographical novel. They discuss the parallels with modern life, including the rise in homelessness. Iannucci talks about why he decided to set another new project, <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/22/avenue-5-review-armando-iannuccis-cosmic-caper-gets-utterly-lost-in-space\">Avenue 5</a>, in space, 40 years in the future. The Thick of It creator also discusses why he thinks modern politics has made satire redundant.</p><p>And: Guardian US deputy sports editor <strong>Bryan Armen Graham</strong> on the death of<strong> Kobe Bryant</strong></p> <a href=\"https://www.theguardian.com/news/audio/2020/jan/28/armando-iannucci-on-politics-and-satire-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jan/28/armando-iannucci-on-politics-and-satire-podcast", "date_published": "2020-01-28 03:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: China death toll climbs to 106 with first fatality in Beijing – live updates", "description": "<p>US updates travel warning to China to highest level as mayor of Wuhan admits authorities were too slow in releasing information about virus. Follow the latest news</p><ul><li><a href=\"https://www.theguardian.com/science/2020/jan/27/china-coronavirus-who-to-hold-special-meeting-in-beijing-as-death-toll-jumps\">Wuhan mayor admits mistakes</a></li><li><a href=\"https://www.theguardian.com/science/2020/jan/27/what-is-coronavirus-symptoms-sars-china-wuhan\">What is the coronavirus and how worried should we be about it?</a></li><li><a href=\"https://www.theguardian.com/science/2020/jan/27/coronavirus-how-to-protect-yourself-from-infection\">Coronavirus: how to protect yourself from infection</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-28T01:49:57.408Z\">1.49am <span class=\"timezone\">GMT</span></time> </p><p>In <strong>Australia</strong>, there’s been<a href=\"https://www.theguardian.com/science/2020/jan/27/sydney-schools-ask-students-returning-from-china-to-stay-away-amid-coronavirus-fears\"> conflicting advice between public and private schools</a> about when to send children back for the start of the school year after the long summer break. </p><p>Australia’s federal education minister, Dan Tehan, weighed into the debate today, chastising schools for forcing healthy students returning from China to stay away. </p><p class=\"block-time published-time\"> <time datetime=\"2020-01-28T01:43:05.212Z\">1.43am <span class=\"timezone\">GMT</span></time> </p><p>We have reported quite a bit about the new hospital Chinese authorities are building in a very short time to cope withe rising number of infections. Below is a time-lapse video of the 1,000-bed facility that is expected to open in the next few days. </p><p dir=\"ltr\" lang=\"en\">Timelapse video showing the 4th day of constructing Huoshenshan Hospital, a new facility providing 700 to 1,000 beds for <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> patients in <a href=\"https://twitter.com/hashtag/Wuhan?src=hash&amp;ref_src=twsrc%5Etfw\">#Wuhan</a>. The hospital is expected to complete on Feb 2. <a href=\"https://t.co/tMdoVXtd1O\">pic.twitter.com/tMdoVXtd1O</a></p> <a href=\"https://www.theguardian.com/science/live/2020/jan/28/coronavirus-first-death-in-beijing-as-us-issues-new-china-travel-warning-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/science/live/2020/jan/28/coronavirus-first-death-in-beijing-as-us-issues-new-china-travel-warning-live-updates", "date_published": "2020-01-28 01:49:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump impeachment: defense team cites debunked conspiracy theory – live", "description": "<ul><li>Impeachment trial resumes with Trump’s defense’s opening arguments</li><li>Bolton book claims Trump linked Ukraine aid to Biden inquiry</li><li>Trump rejects allegations with one word: ‘False’</li><li>Help us cover the critical issues of 2020. Consider making a <a href=\"https://support.theguardian.com/us/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22USeoy2019_standfirst_givingtues%22%2C%22campaignCode%22%3A%22USeoy2019%22%2C%22referrerPageviewId%22%3A%22k5wiz4tjac6zfk578mz5%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Fjan%2F23%2Fdonald-trump-impeachment-trial-news-today-senate-democrats-live%22%7D&amp;INTCMP=USeoy2019\">contribution</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-28T01:48:04.449Z\">1.48am <span class=\"timezone\">GMT</span></time> </p><p>Arguing that abuse of power allegations are a “political weapon”, Alan Dershowitz claimed that George Washington, John Adams, Thomas Jefferson, John Quincy Adams, James Polk, Abraham Lincoln, Jimmy Carter, Ronald Reagan, George H. W. Bush and Barack Obama could all have been impeached by the standard. </p><p>“Lincoln had dueling motives”, Dershowitz added, noting that <strong>Abraham Lincoln</strong> was not so different than Donald Trump in that he wanted to advance his political career. </p><p class=\"block-time published-time\"> <time datetime=\"2020-01-28T01:25:28.978Z\">1.25am <span class=\"timezone\">GMT</span></time> </p><p>In his constitutional argument against impeachment, <strong>Alan Dershowitz</strong> is arguing that nothing short of a “serious crime” is ground for impeachment. The House’s articles of impeachment against DonaldTrump — abuse of power and obstruction of Congress,— are “outside the scope of impeachment”, he said. It’s only, for example, “if a President committed extortion”, Dershowitz said, he could be impeached for it. It’s with nothing here that Congress’ abuse of power article lays out what could be described as an extortion scheme. <br /></p> <a href=\"https://www.theguardian.com/us-news/live/2020/jan/27/donald-trump-impeachment-trial-john-bolton-book-news-today-senate-democrats\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/jan/27/donald-trump-impeachment-trial-john-bolton-book-news-today-senate-democrats", "date_published": "2020-01-28 01:48:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of workers defy Amazon rules to protest company's climate failures", "description": "<p>Employees ‘needed to stand up for what’s right’ despite policy barring workers from speaking about business<br /></p><p>Hundreds of Amazon employees defied corporate policy to publicly criticize the company for failing to meet its “moral responsibility” in the climate crisis.</p><p>More than 340 tech workers at Amazon <a href=\"https://twitter.com/AMZNforClimate/status/1221842637168074752\">us</a><a href=\"https://twitter.com/AMZNforClimate/status/1221842637168074752\">ed the hashtag</a> #AMZNSpeakOut in public statements that condemn the company for not taking sufficient action on the climate crisis.</p> <a href=\"https://www.theguardian.com/technology/2020/jan/27/amazon-workers-climate-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/27/amazon-workers-climate-protest", "date_published": "2020-01-28 01:40:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British man dies in US immigration detention in Florida", "description": "<ul><li>Death of man, 39, initially attributed to hanging</li><li>UK Foreign Office said to be in touch with man’s wife</li></ul><p>A British man has died while being held in US immigration detention in Florida, the Guardian has confirmed.</p><p>The death was <a href=\"http://i\">first reported by BuzzFeed News</a>, which said the man was 39 years old and that the cause was initially attributed to asphyxiation due to hanging. The incident was reported to have occurred on Saturday last week.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/27/british-death-us-immigration-ice\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/27/british-death-us-immigration-ice", "date_published": "2020-01-28 01:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kobe Bryant: investigators on scene to determine cause of helicopter crash", "description": "<p>Medical examiner said rugged terrain complicated efforts to recover remains of nine victims killed in Sunday crash outside LA</p><p>Investigators worked on a rugged hillside outside Los Angeles on Monday to determine the cause of the helicopter <a href=\"https://www.theguardian.com/sport/2020/jan/27/kobe-bryant-obituary\">crash</a> that killed retired basketball star Kobe Bryant, his daughter Gianna and seven others </p><p>About 20 investigators scoured the crash site in Calabasas, some 30 miles (48km) north-west of downtown Los Angeles, where the helicopter went down in foggy weather on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/27/kobe-bryant-helicopter-crash-investigation-ntsb\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/27/kobe-bryant-helicopter-crash-investigation-ntsb", "date_published": "2020-01-28 00:33:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in 20 teachers have 'mental health problem lasting more than a year'", "description": "<p>Report finds panic attacks and anxiety issues contributing to teachers leaving the profession </p><p>The government is being urged to monitor <a href=\"https://www.theguardian.com/education/teaching\">teachers’</a> wellbeing after research revealed that one in 20 are reporting mental health problems which last more than a year.</p><p>The study, funded by the Nuffield Foundation, is the first to examine the <a href=\"https://www.theguardian.com/society/mental-health\">mental health</a> and wellbeing of teachers in England over three decades, based on data from more than 20,000 staff.</p> <a href=\"https://www.theguardian.com/education/2020/jan/28/one-in-20-teachers-have-mental-health-problem-lasting-more-than-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/28/one-in-20-teachers-have-mental-health-problem-lasting-more-than-a-year", "date_published": "2020-01-28 00:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sainsbury's in £1bn investment to become carbon neutral by 2040", "description": "<p>Retailer’s plans include cutting down on waste and a plastic bottle deposit scheme</p><p>Sainsbury’s has pledged to spend £1bn to become a carbon-neutral business by 2040, 10 years ahead of the government’s target for a net-zero economy.</p><p>The supermarket chain said the 20-year programme would include cutting its carbon emissions, food waste, plastic packaging and water usage, while increasing recycling, promoting healthy and sustainable eating, and ensuring that its operations are net positive for biodiversity.</p> <a href=\"https://www.theguardian.com/business/2020/jan/28/sainsburys-in-1bn-investment-to-become-carbon-neutral-by-2040\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/28/sainsburys-in-1bn-investment-to-become-carbon-neutral-by-2040", "date_published": "2020-01-28 00:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Short-staffed NHS failing on bowel cancer detection in England", "description": "<p>Lack of specialists means patients miss out on early diagnoses, charity says</p><p>The NHS is failing to detect about 1,100 cases of bowel cancer a year in England because diagnostic services are so short-staffed, according to analysis by Cancer Research UK.</p><p>The charity has said people’s health may suffer if the disease has progressed to a later stage as a result of going undiagnosed. It said pledges to diagnose more cancers earlier might not be delivered.</p> <a href=\"https://www.theguardian.com/society/2020/jan/28/nhs-bowel-cancer-detection-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/28/nhs-bowel-cancer-detection-england", "date_published": "2020-01-28 00:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK must create 120,000 green energy jobs by 2030 to meet targets", "description": "<p>National Grid report says target needs to be met if projects to cut greenhouse gas emissions are to go ahead<br /></p><p>The UK must recruit more than 100,000 people to fill green energy roles within a decade if the government hopes to meet its binding climate targets, National Grid has warned.</p><p>A report by the company found that Britain needs to fill 120,000 roles in the green energy industry by 2030 to help develop projects that can cut greenhouse gas emissions to near zero. That number is likely to reach 400,000 by 2050, when the government <a href=\"https://www.theguardian.com/environment/2019/sep/28/uk-needs-billions-a-year-to-meet-2050-climate-targets\">expects to have developed a clean energy system</a> based on renewable electricity, green heating systems and electric vehicles.</p> <a href=\"https://www.theguardian.com/business/2020/jan/28/uk-must-create-120000-green-energy-jobs-by-2030-to-meet-targets-national-grid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/28/uk-must-create-120000-green-energy-jobs-by-2030-to-meet-targets-national-grid", "date_published": "2020-01-28 00:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}]