[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Metro Exodus on Linux and AppCenter For Everyone - Linux News - 1-15th February 2020", "description": "These are your Linux, open source, and privacy news for the first half of February, with some more Epic Megagrants, wine, proton, and DXVK releases, a big Google privacy breach, and Metro Exodus coming to Linux.\n\n\nSet up your own Linux server with LINODE : http://www.linode.com/linuxexperiment\n\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nWine 5.1 has been released, with a bunch of new features\nhttps://www.winehq.org/announce/5.1\n\nThe Godot engine got an Epic Games Megagrant of 250 thousand dollars.\nhttps://www.gamingonlinux.com/articles/godot-engine-was-approved-for-an-epic-megagrant.15913\n\nGoogle sent videos from some users to others that requested a takeout. Turns out people requesting Google send them all their photos and videos could also receive content that wasn’t theirs, at random. \nhttps://thenextweb.com/apps/2020/02/04/google-photos-takeout-videos-archive/\n\nA flaw in SUDO has been patched after staying undiscovered for 8 years.\nhttps://it.slashdot.org/story/20/02/04/2154227/serious-flaw-that-lurked-in-sudo-for-9-years-hands-over-root-privileges\n\nNvidia launched its game streaming service, GeForce Now, and states it’s open to everyone, on all platforms. Except it’s not, since it doesn’t support iOS, or Linux, and isn’t available on every market yet.\nhttps://itsfoss.com/geforce-now-linux/\n\nGoogle will block some types of video ads in Chrome, which are judged too disturbing for the user, which is a good thing.\nhttps://blog.chromium.org/2020/02/videos-with-fewer-intrusive-ads.html\n\nDXVK 1.5.4 was released, and it’s mostly a bugfix release. It fixes a regression for Direct X 9 games, and bugs for Anno 1701, The Witcher, and other titles.\nhttps://github.com/doitsujin/dxvk/releases\n\nWhich leads us nicely to the newest Proton 5.0 release, and it’s a big one ! It’s based on Wine 5.0, and brings DXVK 1.5.4 and Faudio 20.02\nhttps://github.com/ValveSoftware/Proton/releases/tag/proton-5.0-1\n\nelementary devs have launched their crodfunded campaign to bring the AppCenter to everyone.\nhttps://www.indiegogo.com/projects/appcenter-for-everyone#/\n\nThe South Korean government is exploring the option to replace its Windows based fleet by Linux. This would represent 3.3 million machines.\nhttps://www.zdnet.com/article/south-koreas-government-explores-move-from-windows-to-linux-desktop/\n\nThe personal data of 6.5 million israeli voters have been exposed through a website used by the government to communicate with voters.\nhttps://www.nytimes.com/2020/02/10/world/middleeast/israeli-voters-leak.html\n\nMATE 1.24 was released. The desktop environment brings a do not disturb setting, a new date and time application, and a new disk image mounter.\nhttps://mate-desktop.org/blog/2020-02-10-mate-1-24-released/\n\nIVPN made all of its VPN clients open source, following in the footsteps of ProtonVPN. \nhttps://www.techradar.com/news/looking-for-an-open-source-vpn-weve-got-the-answer\n\nMicrosoft now shows an ad for Edge in the start menu, and this ad specifically targets Firefox users.\nhttps://www.windowslatest.com/2020/02/08/windows-10-start-menu-edge-ad/\n\nDeep Silver, published of the Metro series, announced they are working on bringing Metro Exodus to Linux.\nhttps://www.gamingonlinux.com/articles/metro-exodus-is-now-live-on-steam-and-deep-silver-say-its-coming-to-linux.16001", "link": "https://www.youtube.com/watch?v=1AYS6eG4gzo", "date_published": "2020-02-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]