[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "8 Witcher \"Netflix\" Mods To Make Your Game More Like The Show", "description": "Feeling the urge to revisit The Witcher 3: Wild Hunt after an overnight binge of the Netflix series? Why not freshen up the experience with some mods to make your game a little more like the show? From Henry Cavill's chiseled jaw to the sweet tune of \"Toss Your Coin To Your Witcher\", here are 8 mods we think will enhance your experience the most. Links to each mod can be found here:\n\nChange The Main Menu Music To Geralt’s Netflix Theme\n(https://www.nexusmods.com/witcher3/mods/4302)\n\nHave Street Performers Play “Toss A Coin To Your Witcher” In Game\n(https://www.nexusmods.com/witcher3/mods/4179)\n\n*Bonus Witcher 1 Mod: Add “Toss A Coin To Your Witcher” Cutscene\n(https://www.nexusmods.com/witcher/mods/816)\n\nThe Entire Netflix Soundtrack Mod\n(https://www.nexusmods.com/witcher3/mods/4191)\n\nToxic Black Eyes From The Series\n(https://www.nexusmods.com/witcher3/mods/3890)\n\nToxic Black Eyes From The Series\n(https://www.nexusmods.com/witcher3/mods/3890)\n\nAnya Cholatra As Yennifer\n(https://www.nexusmods.com/witcher3/mods/4165)\n\nBlue Eyes For Ciri\n(https://www.nexusmods.com/witcher3/mods/4208)", "link": "https://www.youtube.com/watch?v=CUj3ZgnlxKo", "date_published": "2020-02-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Rainbow Six Siege’s New Operator Is Basically Kool-Aid Man", "description": "\"Oh Yeah!\" Rainbow Six Siege’s Operation Void Edge adds Oryx and Iana. Oryx is a shield busting operator whose gadget, Remah Dash, allows him to run through walls, leap up to ceiling hatches, and knock over opponents like Montagne. Iana uses her Gemini Replicator to send ahead a duplicate of herself leading to important intel, follow up kills, and second chances. Operation Void Edge kicks off Year 5 Season 1 for Tom Clancy's Rainbow Six Siege. Siege is out on PC, Xbox One, and PS4.", "link": "https://www.youtube.com/watch?v=1vStjypDVYg", "date_published": "2020-02-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]