[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCNu7GSRF7Y10OIWHQHpAx1g", "title": "Uganda - początek podróży [4K]", "description": "Wszystkie odcinki chronologicznie: http://bit.ly/2MqAO7Q\n(można też klikać w kartę \"Następny odcinek\" pojawiającą się pod koniec każdego filmu po prawej stronie u góry) \n\nRozpoczynamy kolejną podróż BezPlanu, tym razem do Afryki Wschodniej, a dokładniej Ugandy.\nNie licząc nurkowania w Egipcie, jest to moja pierwsza podróż do Afryki i zupełnie nie wiem czego się spodziewać, szczególnie po doświadczeniach z Haiti - wiecie o co chodzi, jeśli oglądaliście odcinek BezPlanu pod tytułem \"Haiti mnie pokonało\" (http://bit.ly/2tYb89A). Tym razem miało być inaczej. Po pierwsze, lecimy do Ugandy na zaproszenie Ani, którą znacie z Bogoty, po drugie w Ugandzie bez problemu można dogadać się po angielsku, a to powinno znacznie ułatwić sprawę.  \nJak wygląda Uganda z bliska - najlepiej przekonacie się oglądając nadchodzące odcinki. \nW telegraficznym skrócie: jest to kraj o nieco większej liczbie ludności, niż Polska i 20-krotnie niższym produkcie narodowym \nUganda ma jedno z najmłodszych społeczeństw na świecie, prawie polowa obywateli ma 15 lat lub mniej, średnia długość życia niedawno przekroczyła 60, co jest sukcesem, bo jeszcze w roku 1998 przeciętny mieszkaniec kraju żył 44 lata.\nUganda nazywana jest perłą Afryki z kilku powodów.\nPierwszy to ludzie. Kilkadziesiąt plemion mówiących w kilkudziesięciu językach różniących się od siebie tak bardzo, że często Ugandyjczycy do porozumiewania się ze sobą używają angielskiego\nDrugi to przyroda: kraj ten obfituje w żyzne ziemie, sawanny, góry, jeziora i rzeki, a na jego terytorium znajduje się kilka parków narodowych\nPrzybyłem do Ugandy nie mając jakichkolwiek oczekiwań i wyobrażeń na jej temat i wiem już, że to najlepsze podejście do nowo odwiedzanych krajów. Już za moment będziemy stolicy Ugandy - Kampali.  Rozsiądźcie się wygodnie i zapraszam was na seans.\n\nMonica Babirye – nasza przewodniczka:\nStrona: https://opentripsafari.com\n\nAnia Markowska –  dzięki niej odwiedziliśmy Ugandę:\nhttps://instagram.com/annmarelo\nOdcinek BezPlanu z Anią (miejsce: Bogota, Kolumbia):\nhttp://bit.ly/31ZCE3l\n\n4:12 – o językach w Ugandzie:\nhttp://bit.ly/37pjkxq\n\n5:45 – o Mercedesie podarowanym przez Jana Pawła II Ugandyjczykom po pielgrzymce w 1993 roku:\nhttp://bit.ly/2wgj86B\n\n8:45 – o nadawaniu specjalnych nazwisk bliźniętom w Ugandzie (opis: Monica Babirye):\n\nW Bugandzie, jednym z wielu plemion w Ugandzie, bliźnięta są uważane za szczególne błogosławieństwo, ponieważ restrukturyzują rodzinę.\nRodzice otrzymują nowy tytuł jako „Salongo” dla ojca i „Nalongo” dla matki, co daje im szacunek społeczny. Dawniej „Nalongo” lub „Salongo” nie byli np. karani za kradzież, ponieważ uważano ich za rodziców niosących na barkach ogromną odpowiedzialność\nBliźnięta noszą specjalne imiona;\n„Babirye and Nakato”, jeśli są to dziewczynki\n„Kato and Wasswa”, jeśli są to chłopcy\nZasady nadawania imion bliźniętom w tych plemionach:\n- jeśli pierwsza urodzi się dziewczynka, nazywa się Babirye\n- jeśli pierwszy urodzi się chłopiec, nazywa się Wasswa\n- jeśli druga urodzi się dziewczynka, nazywa się Nakato\n- jeśli drugi urodzi się chłopiec, nazywa się Kato\nNazewnictwo zależy od tego, kto urodzi się pierwszy... ale w tej kolejności☝🏾\nSpołeczeństwo Buganda ma specjalną inicjację dla bliźniąt, gdzie dorośli konsultują się z duchami i oficjalnie witają bliźnięta w rodzinie, dziękując Bogu.\nOdbywa się to wraz ze wszystkimi krewnymi śpiewającymi pieśni i wyrazy wdzięczności dla swoich bogów, tradycja ta nazywa się „okwalula abalongo” i odbywa się nadal w dzisiejszych czasach. Trojaczki, czworaczki, itd. otrzymują normalne imiona.\n\n26:37 – o wiedźmach i porwaniach dzieci:\nhttp://bit.ly/39CW00v\nhttp://bit.ly/37ws7NS\nhttps://ab.co/38rWHtv\n\nTłumaczenie na angielski: Michał Stadryniak\n\nCzas akcji: wrzesień 2019r. \nWsparcie na Patronite: http://bit.ly/2KsFTZk \nInstagram: http://instagram.com/bezplanu_czukesky \nFacebook: https://www.facebook.com/BezPlanu.tv", "link": "https://www.youtube.com/watch?v=iVOrne8y3ls", "date_published": "2020-02-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]