[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Hidden PS5 Features", "description": "There are a bunch of hidden features in the PS5 that Sony hasn't really shouted about just yet, so we're going to run you through 9 of them, including Trophy changes, Accessibility options, and customization.\n\nWe know a lot about the PlayStation 5, like its graphical prowess, performance capabilities, and of course, its games. But Sony has been tight-lipped about the PS5 UI, and crucially, all the new things we'll be able to do within it. \n\nIn the video above, we walk you through nine new things that you can now do on the PlayStation 5. Some are hidden deep in menus but are well worth seeking out, like setting your camera, subtitle, and difficulty preferences at a system level to automatically apply to games that support it. There are also cool new changes to Trophies, and additions to Profiles, like the Accolade system and being able to see how much playtime you've put into a game. We also point out hidden PlayStation symbols on the DualSense controller and on the PlayStation 5 console itself. \n\nThere are cool tweaks to the Game Library, how you store PS4 games, and changes to your screenshots and video clips. There's a lot to go through, so watch the video to get the most from your PS5. \n\nFor our PlayStation 5 review, check out the site or our YouTube channel. We also have lots of other PlayStation 5 content, including load time comparisons between the PS4 and PS5, and a look at backwards compatibility.", "link": "https://www.youtube.com/watch?v=8anWW1j-fO4", "date_published": "2020-11-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 vs PS4 Load Time Comparison: Bloodborne, God of War, and More", "description": "We tested 10 different PS4 games on the PS5 to see how much loading times improve thanks to the system's custom SSD.\n\nAmong the big selling points of the PlayStation 5 is its NVMe SSD, which speeds up loading times in a pretty significant way. But the SSD doesn't just speed the loading of PS5 games--it also has a noticeable effect on the loading times of backwards-compatible PS4 games as well, slicing the amount of time you'll spend staring at splash screens and reading gameplay tips on some of your favorite titles.\n\nA whole lot of PS4 games are backwards-compatible, and we've tested 10 of them on the PS5 against the PS4 Pro to see just how big the improvements are. Check out the video above to see the differences in load times.\n\nWe compared the PS5 to the PS4 Pro's internal hard drive, and in a lot of cases, the difference was pretty stark. Destiny 2 in particular shaves minutes off its load times, but you'll see at least moderate improves on all the games featured here.\n\nWe've got lots of PS5 and next-generation console coverage with more on the way in the coming days and weeks, so be sure to check it out on GameSpot.com.\n\nTimestamps\n00:00 - Intro\n00:34 - Bloodborne\n01:09 - Control\n02:17 - Destiny 2\n05:21 - Final Fantasy VII Remake\n06:20 - Final Fantasy XV\n08:18 - God of War\n09:08 - Monster Hunter: World\n10:17 - Red Dead Redemption II\n11:53 - Resident Evil 3\n12:36 - The Last of Us Part II", "link": "https://www.youtube.com/watch?v=XcUtEQ_zFnI", "date_published": "2020-11-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5: Everything You Need To Know | Generation Next", "description": "The PlayStation 5 review embargo has lifted, and now we can answer all your burning questions about the console, Spider-Man: Miles Morales, the controller, and headset.\n\nIt's finally here, the day we can finally tell you everything we know about the PlayStation 5. Sony's new console is almost here and, ahead of its November 12 release date, review embargoes have been lifted. GameSpot's review is available to read on the website or watch on YouTube. But, of course, the Generation Next team is also here to answer your questions.\n\nLast week we asked you what you wanted to know most about the PS5 and did our best to answer the questions, while staying within the boundaries of the many legal documents we signed. However, now we have permission to tell all, so we've gone back and grabbed a few more questions to answer. \n\nIn the episode, Jordan puts your questions to Lucy and Tamoor, who talk about UI, how PS4 games run, whether Boost Mode is helping, if we've tested Blu-ray movies, and what the 3D audio is like. If that isn't enough, they also dig into the DualSense's battery life, how loud the PS5 is, download speeds, and more.\n\nThere's also some chat about Spider-Man: Miles Morales, one of the games that will be available for the PS5 at launch. Jordan reviewed the game, while Lucy and Tamoor have both completed it. So, tune in to find out whether the PS5 is an exciting new future for PlayStation owners and whether Miles Morales is as good as Insomniac's original Spider-Man game.\n\n00:00 - Intro\n01:11 - How is the PS5 UI?\n04:59 - How are PS4 games running on PS5? \n07:41 - Have you tested an Ultra HD Blu-ray on PS5?\n09:11 - How is the 3D Audio when using the Pulse 3D Headset?\n12:43 - Last gen game loading time and how it compares to Xbox?\n15:10 - How is the DualSense's battery?\n17:21 - Does the PS5 fan sound like an XF-84H?\n20:43 - Is there a version of Quick Resume on PS5?\n22:36 - How are the download speeds on PS5?\n23:49 - How nice does the PS5 look with the lights off?\n25:13 - Spider-Man: Miles Morales Review Discussion\n29:53 - Outro", "link": "https://www.youtube.com/watch?v=n8mStxCfs64", "date_published": "2020-11-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "14 Mins Of Xbox Series S Gameplay - Doom Eternal, Gears Of War 5, Forza Horizon 4 And More", "description": "We play a handful of games on the Xbox Series S at 1440p. Get a glimpse of Doom Eternal, Final Fantasy XV, Forza Horizon 4, Gears of War 5, The Outer Worlds, and Yakuza: Like A Dragon. \n\n0:00 - Doom Eternal\n01:52 - Final Fantasy XV\n03:02 - Forza Horizon 4\n06:25 - Gears of War 5\n09:51 - The Outer Worlds\n11:20 - Yakuza: Like A Dragon", "link": "https://www.youtube.com/watch?v=TF_y_x8ZWo0", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Astro's Playroom Review", "description": "Transcending its role as an introduction to the PS5’s features, Astro’s Playroom is a quick and delightful celebration of PlayStation’s history.\n\nPlatformer Astro's Playroom is available for free with every PlayStation 5 when the new console launches November 12. You can read the full written Astro's Playroom review by Mike Epstein on GameSpot", "link": "https://www.youtube.com/watch?v=7cERua4ghZY", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man: Miles Morales Review", "description": "Marvel's Spider-Man: Miles Morales sticks a bit too close to its predecessor in terms of mechanics, but manages to stand on its own through its story and characters.\n\nInsomniac's open-world superhero game Marvel's Spider-Man: Miles Morales will be available on PS4 and PS5 on November 12th. You can read the full written Marvel's Spider-Man: Miles Morales review by Jordan Ramée on GameSpot.", "link": "https://www.youtube.com/watch?v=T1sEskbVjm8", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Livestream Astros Playroom and DMC Special Edition Gameplay", "description": "We play through Astros Playroom and DMC Special Edition on the PlayStation 5, ahead of its November 12 launch. Jean-luc has had time with the PS5, so ask him questions and he'll answer them to the best of his ability.", "link": "https://www.youtube.com/watch?v=iGyrHsg-tCY", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 vs Xbox Series X Load Times Comparison", "description": "Both the Xbox Series X and the PlayStation 5 bring a lot of power to the table as we enter the next generation of video game consoles. But the improvement that'll probably affect your gaming the most is the inclusion of NVMe SSD drives for internal storage in both systems. These solid-state drives help the consoles to decrease load times significantly, both on new games and those made for last generation's consoles. But which of the two next-gen machines loads the fastest?\n\nTo answer that question, we looked to the backwards compatibility features of the PS5 and XSX and let the two machines battle it out head-to-head. We compared the load times of five games originally released on the PlayStation 4 and Xbox One to see just how fast the two new consoles would get them ready to play, from starting the games to the first moment you can control. Check out the results in the video above; below, you'll find the list of games we compared and timestamps so you can skip straight to their comparisons.\n\n0:40 -Red Dead Redemption 2\n2:00 - Final Fantasy XV\n3:19 - Destiny 2\n4:22 - Monster Hunter World\n5:23 - Batman: Arkham Knight\n\nWe've got lots of PS5 and Xbox Series X coverage with more on the way in the coming days and weeks, so be sure to check it out on GameSpot.com.", "link": "https://www.youtube.com/watch?v=pRRWsE3s46Q", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 Review", "description": "The PS5 is a promising console that draws a clear line for the next generation, providing an experience that doesn't sacrifice performance for fidelity.\n\nAfter putting the PS5 through its paces and testing out its unique features, including the DualSense controller's improved haptic feedback and resistance, as well as games like Astro's Playroom and Spider-Man: Miles Morales, Mat Paget is impressed with Sony's system and sees it as a great foundation for the next gaming generation.\n\nMat discusses the console's user interface, new controller, 3D audio, performance, and how games make use of the console's exclusive features. He also tested out its SSD to see just how fast it really is for loading games, as well as its accessibility features and new \"Activities.\" He also played PS4 games to see how performance improved on the PS5, and games such as Assassin's Creed Unity now has a much smoother frame rate.\n\nThe console's big new features will rely on third-party developers choosing to utilize them, but the PS5 is a console with plenty of power and a great lineup of exclusive games, both at launch and coming early in 2021.", "link": "https://www.youtube.com/watch?v=Iep_W7wS9K8", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series S Review", "description": "The Xbox Series S is a cute, compact, and cheaper console that's capable of next-gen experiences, but it comes with some major trade-offs.\n\nIn an unprecedented move for a console launch, two options are available when it comes to new-generation Xbox systems: The powerful and fully equipped Xbox Series X, and the more affordable but somewhat limited Xbox Series S. I've already delivered my review of the Series X, but what does the Series S offer? Well, it's a cute and compact console that'll play previous and next-gen Xbox games, and do so for a relatively cheap entry price of $300 USD.\n\nIt's a sleek system that comes with many of the same great features of the beefier Series X, but it comes with some notable compromises that you'll need to consider if you're interested in this itty-bitty Xbox. And it's not just about the visuals; its limited internal storage space, the nuances to how backwards compatible games look and run, and the lack of a disc drive will influence whether or not this console's for you--the importance of those things depends on your own needs but, either way, the Xbox Series S packs a punch.", "link": "https://www.youtube.com/watch?v=8Jc3XVq128A", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]