[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "AMD brings the fight back in GPUs, New Ubuntu, Fedora and PopOS releases - Linux News October 2020", "description": "Here are some interesting Linux, open source, and privacy news for the end of October 2020. This month, we have increased competition on GPUs, a lot of new distro releases with Ubuntu, Fedora, and PopOS, youtube-dl being taken down for alledged copyright infrigement. Oh and Google also get hit by a lawsuit for monopolistic practices.\n\nJoin the channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n00:00 Intro\n01:11 Linux News\n03:58 Open Source News\n06:56 Hardware News\n07:48 Applications News\n09:18 Gaming News\n10:46 Privacy News\n\n## Linux\nA member of the KDE team has published a good article about the transition to Wayland, it's integration with Plasma, and the KwinFT fork that aims to better support wayland in KDE.\n\nhttps://blogs.kde.org/2020/10/19/few-thoughts-plasmawayland-kwinft\n\nUbuntu 20.10 was released, bringing a fresh GNOME 3.38 desktop, with a bunch of changes: the ability to manually reorder icons in the app grid and in folders, better support for Fingerprint readers, better connection sharing through a QR Code, a new icon theme for LibreOffice to match the Yaru icons.\n\nhttps://www.youtube.com/watch?v=CxlsoVectDg\n\nPop OS 20.10 was also released, bringing the same enhancements as what Ubuntu 20.10 brought to the table, with a few specific tweaks of their own. \nhttps://blog.system76.com/post/632781631953027072/whats-new-in-popos-2010\n\nThe flurry of distro releases continues, with Fedora 33, also based on GNOME 3.38, for which I have a dedicated video, check it out in the card up top, it has features that Ubuntu didn't use, so it warranted 2 separate videos.\nhttps://fedoramagazine.org/announcing-fedora-33/\n\n## Open Source\n\nA major piece of open source software is currently dormant: CUPS, the printing system used by most if not all Linux distributions seems dormant.\n\nhttps://www.theregister.com/2020/10/15/apple_cups_develoment/\n\nThe Nvidia drivers seem broken with the Linux kernel 5.9, so if you're using an Nvidia card, you're better off waiting a bit before moving to the latest release. \nhttps://www.gamingonlinux.com/2020/10/you-may-want-to-avoid-linux-kernel-59-if-you-want-fully-supported-nvidia-drivers\n\nYoutube-dl, the super popular tool that allows people to download youtube videos, has been taken down for copyright infringement.\nhttps://techcrunch.com/2020/10/23/the-riaa-is-coming-for-the-youtube-downloaders/\n\nThe Snap team is working on fixing one of the biggest annoyances of their software distribution method, and that's load times.\nhttps://ubuntu.com//blog/snap-speed-improvements-with-new-compression-algorithm\n\n## Hardware\n\nSystem 76 released the THelio Mega, the most powerful installment of their THelio line of desktops. These things use AMD threadrippers, with GPUS ranging from RXT 2080 Tis to Quadro RTX 8000, with up to 256Gb of RAM, and 10-gig ethernet. \nhttps://system76.com/desktops/thelio-mega\n\n## Apps\n\nMicrosoft Edge has its first preview release on Linux, and OMG Ubuntu gave it a shot. The chromium based browser brings some small touches and features that aren't found in the base browser, like improved bookmarks capabilities.\n\nhttps://www.omgubuntu.co.uk/2020/10/microsoft-edge-linux-first-look\n\n\nApart from Edge, Firefox also got a new release, version 82. This update blocks malicious downloads that you didn't ask for, and notifies you so you can allow the download if it seems legit, and performance has been improved, with flexbox layouts loading 20% faster, and restoring a session taking 17% less time.\nhttps://www.omgubuntu.co.uk/2020/10/firefox-82-download-now\n\n## Gaming\n\nWine 5.20 was released, bringing more work on cryptographic providers, some fixes for Richedit, and 36 bug fixes, including for Mount and Blade 2 Bannerlord, Saints Row 2, Stellaris, The Sims Complete Collection, Metro Exodus, Alan Wake, Battlefield 3, Watch Dogs, or Sniper Elite V2 Remastered.\n\nhttps://www.winehq.org/announce/5.20\n\nAMD revealed their RDNA2 architecture, with the Radeon 6000 series in tow. The RX 6900 XT, 6800XT and 6800 are the new graphics cards based on that architecture.\nhttps://www.gamingonlinux.com/2020/10/amd-radeon-rx-6000-rdna-2\n\nSpeaking of those, Nvidia released a new version of their Linux drivers, version 455.38.\nhttps://www.nvidia.com/download/driverResults.aspx/166177/en-us\n\n## Privacy\nGoogle was hit by a lawsuit by the US department of justice for illegal monopoly in search and search ads.\nhttps://www.nytimes.com/2020/10/20/technology/google-antitrust.html", "link": "https://www.youtube.com/watch?v=NN4YBV3PO9A", "date_published": "2020-11-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]