[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top New Games Out This Month -- November 2020", "description": "New Releases highlights the top new video games coming to Nintendo Switch, PS4, Xbox One, and PC, and this episode is the first to introduce PS5 and Xbox Series X/S titles. The next generation of consoles means a jumbo-length episode, so strap in for a rundown of Assassin's Creed Valhalla, Dirt 5, Bugsnax, Demon's Souls, Spider-Man: Miles Morales, Godfall, Call of Duty: Black Ops Cold War, and Hyrule Warriors: Age of Calamity.", "link": "https://www.youtube.com/watch?v=Nfv86iKM4es", "date_published": "2020-11-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What Are Teraflops And Do They Matter For PS5 And Xbox Series X/S", "description": "Jean-Luc gives you a quick breakdown on what exactly teraflops are and what that means for the PS5 and Xbox Series X/S.\n\n\"Teraflops\" has become a marketing buzzword in the last few years as a way for platform holders to express how powerful their new hardware is. But what exactly are Teraflops and are they as important for gaming as they are made out to be?\n\nIn this short video, Jean-Luc breaks down the basics of Teraflops so that next time you hear Phil Spencer talk about it on stage, you’ll know what he’s talking about. The long short of it is that while teraflops can be a good benchmark for performance, it's important to consider the other many factors that can impact your video game experience.\n\nIf you enjoyed this video why not check out our explainer on HDMI 2.1 and what it means for the PS5 and Xbox Series X/S. And if your just as excited for new consoles as we are, make sure to tune in to Generation Next, our weekly show where Lucy James, Tamoor Hussain, and Jordan Ramée talk everything related to the PS5 and Xbox Series X/S.", "link": "https://www.youtube.com/watch?v=W1LVS8tJ6ts", "date_published": "2020-11-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS1 to PS5 - The Evolution of PlayStation", "description": "Join us as we chronicle the history of PlayStation, from the launch of the original console in 1994, to the PS5 launch in 2020. \n\nCorrection: The PS3 didn't require PS Plus to play multiplayer, that requirement came with the PS4.\n\nWe're on the cusp of the PlayStation 5’s launch, so now is a perfect time to look back at the journey that led Sony to this moment, and celebrate PlayStation's past. \n\nIn the video above, Lucy chronicles the history of the Japanese tech giant's foray into the gaming space, from the wildly successful launch of the original PlayStation back in 1994, to breaking into the American market, to the rapid growth over the last 25 years. From hardware launches, revisions, and partnerships to peripherals, and of course, the games that we love on PlayStation, we delve deeply through the history of the console family. \n\nShe also stops to examine the evolution of the DualShock controller, from its humble beginnings to its reinvention as the new DualSense Wireless Controller. We recently had hands-on time with it, and it's a marked improvement on the DualShock 4. PlayStation 5 launches on November 12 in the US, Canada, Japan, Mexico, Australia, New Zealand, and South Korea, and on November 19 in the rest of the world.", "link": "https://www.youtube.com/watch?v=cy5rEG_5U3Q", "date_published": "2020-10-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]