[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin’s Creed Valhalla’s Weird England Explained", "description": "Assassin's Creed: Valhalla is full of strange history, so we've broken down some of the most interesting periods where the Vikings roamed the lands of Mercia, Wessex and beyond.\n\nAssassin's Creed: Valhalla takes players to England, Norway and even beyond, but while the world is stunningly rendered both on PC, PS5 and Xbox Series X/S, there's a lot of secrets hiding within the virtual British Isles where most of the game takes place. \n\nEven the names of in-game enemies Eivor takes on offer some hints to some peculiar parts of English history, and may potentially link the world to the future DLC, Wrath of the Druids.", "link": "https://www.youtube.com/watch?v=PMCQcccm1_Q", "date_published": "2020-11-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Cold War Vs Modern Warfare - Which Is Better?", "description": "Call of Duty: Black Ops Cold War and Call of Duty: Modern Warfare, are both in the same franchise, but are two very different shooter experiences. How does Cold War compare to 2019's Modern Warfare, and which one is the better game?\n\nCall of Duty: Black Ops Cold War is the latest game in Activision's first-person shooter series, and it takes the franchise back to the 1980s for a period-set shooter full of espionage thrills. But how does it compare to the previous game in the series, 2019's Call of Duty: Modern Warfare?\n\nIn the video above, Dave Jewitt and Richie Bracamonte compare the two games across three topics: multiplayer, campaign, and the battle between the Spec Ops and Zombies modes. From a multiplayer standpoint, Cold War provides a more arcadey Call of Duty experience compared to the Battlefield-inspired action of Modern Warfare.\n\nDave and Richie also break down the two games' single-player campaigns and discuss the merits of Black Ops Cold War's replayability versus Modern Warfare's rejuvenation of the Call of Duty campaign. And finally, the pair compare the maligned Spec Ops mode from Modern Warfare with Black Ops Cold War's Zombies mode, discussing which of the two modes they prefer.", "link": "https://www.youtube.com/watch?v=k8s6pe7Y1q0", "date_published": "2020-11-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "16 Hours With Cyberpunk 2077: Here's Everything We Did", "description": "Phil Hornshaw recently spent 16 hours with Cyberpunk 2077 on PC, and answered our burning questions about Johnny Silverhand, ray tracing, and... sex.\n\nCyberpunk 2077 is a huge game--even though we've been getting lots of looks at its story and gameplay for years now, there's still a lot to uncover. CD Projekt Red gave us one last, lengthy look at Cyberpunk before its December 10 release date, and it covered a lot--from story, to side quests, to sex.\n\nIn the video above, Lucy and Jean-Luc's lingering Cyberpunk questions are fielded by Phil, a GameSpot editor who got to spend some 16 hours exploring Night City in CD Projekt's final preview of the game. He spent a bunch of time working through the story, spending time with the characters, hanging out with Johnny Silverhand, and building up the legend of mercenary V through the course of the preview. He also ventured to a Night City red light district to find out what hanky panky is like in Cyberpunk 2077--for science. It was weird.\n\nWe've got plenty more Cyberpunk 2077 coverage, including lore deep-dive videos and two big previews based on our 16-hour play session, at GameSpot.com, so be sure to check them out.\n\n00:00 - Intro\n01:10 - What did you do in the 16 hours?\n03:07 - How is Cyberpunk's PC performance?\n04:49 - What is sex like in Cyberpunk 2077?\n07:14 - What was your experience like with Johnny Silverhand aka Keanu Reeves?\n11:06 - Does Cyberpunk 2077 feel like a cohesive and focused world?\n13:13 - How will these 16 hours affect your full playthrough?\n14:47 - Outro", "link": "https://www.youtube.com/watch?v=U0hLq5h_35M", "date_published": "2020-11-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Black Ops Cold War Review", "description": "Cold War's dynamic campaign stands out against bland multiplayer, while Zombies is a good co-op time with a few outstanding issues.\n\nTreyarch's first-person shooter Call of Duty: Black Ops Cold War is available on PlayStation 5, Xbox Series X/S, PlayStation 4, Xbox One, and PC. You can read the full written Cold War review by Kallie Plagge on GameSpot.", "link": "https://www.youtube.com/watch?v=Vo_olnx7uGo", "date_published": "2020-11-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Firearms Expert Reacts To Call Of Duty: Black Ops Cold War's Guns", "description": "Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down the iconic weaponry of Call of Duty: Black Ops Cold War, including the Type 63 rifle, the Barrett M82 sniper rifle, and the Franchi SPAS-12 shotgun.\n\nCall of Duty: Black Ops Cold War sees the franchise head back to 1981 for a first-person shooter full to the brim of iconic period weaponry like the MP5 submachine gun, the AK47, and the M16 tactical rifle.\n\nIn the above video, Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down the weapons of Call of Duty: Black Ops Cold War, including the Russian Type 63 assault rifle, the Barrett M82 sniper rifle, the Franchi SPAS-12 shotgun, and the iconic Colt 1911 revolver. Across the video, Jonathan breaks down the weapons and their in-game functionality, and compares them to their real-world counterparts.\n\nIf you're interested in seeing more of Jonathan, you can check out more from the Royal Armouries right here. - https://www.youtube.com/user/RoyalArm…\n\nIf you would like to support the Royal Armouries, you can make a charitable donation to the museum here. - https://royalarmouries.org/support-us/donations/ \n\nAnd if you would like to become a member of the Royal Armouries, you can get membership here. - https://royalarmouries.org/support-us/membership/", "link": "https://www.youtube.com/watch?v=PoHXKI4AM0U", "date_published": "2020-11-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]