[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Crash Bandicoot 4: It's About Time Review", "description": "Crash Bandicoot 4: It's About Time is a pitch-perfect revival of the classic platformer franchise. Activision's platformer Crash 4 is now available on Xbox One, PS4, and PC. You can read the full written Crash 4 review by Mike Epstein on GameSpot: https://www.gamespot.com/reviews/crash-bandicoot-4-review-bandicoots-are-forever/1900-6417574/", "link": "https://www.youtube.com/watch?v=cvEKTTSIGxE", "date_published": "2020-10-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation Ads Are MUCH Weirder Than You Remember", "description": "We look back on the five weirdest PlayStation ads you may have forgotten about… maybe even intentionally.\n\nPlayStation ads are so weird that it can be interpreted as commercial marketing genius. And with a new era of weird marketing most certainly on the way with the PlayStation 5, Kurt Indovina looks back at some of PlayStation’s more inspired ads, and analyzes them with a keen critical eye.", "link": "https://www.youtube.com/watch?v=YdqQbPvTO7c", "date_published": "2020-10-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 — No Limits Trailer Ft. Keanu Reeves (4K)", "description": "Welcome to Night City. The only limit to what you can do, is what you're willing to become. Cyberpunk 2077 arrives November 17th.", "link": "https://www.youtube.com/watch?v=6T7dXdDCKuY", "date_published": "2020-10-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Districts Of Night City In 2077 | Cyberpunk 2077 Lore", "description": "After years of development and multiple delays, CD Projekt Red's hugely anticipated open-world RPG Cyberpunk 2077 is almost here. With its November 19 release date rapidly approaching, we're diving deep into the lore of Cyberpunk, and this continues today with a new video focusing on the varied districts of Night City that you'll be exploring in your journey in Cyberpunk 2077.\n\nNight City was planned to be the city to surpass all other cities, and the coastal Californian metropolis has certainly lived up to that reputation for better and worse. In the new video, Jess covers the seven main districts in Night City, including City Center, Watson, Westbrook, Heywood, Pacifica, Santo Domingo, and The Badlands.\n\nAs you'll see in the video, these locales are each varied and unique, giving players something new to see and do, no matter what their interests are. While there's plenty more details to be mined from the tabletop game Cyberpunk 2020, that should give you a pretty good idea of the regions you'll be questing through in Cyberpunk 2077. Check out the full video and let us know what you think!\n\nAs always, let us know what other lore topics you'd like to see covered in our next video, be sure to check out our previous episodes, and we'll see you again soon.\n\nCyberpunk 2077 launches on November 19 for PS4, Xbox One, and PC, while it will also release on PlayStation 5 and Xbox Series X/S.\n\n00:00 - Intro\n00:17 - City Center\n01:40 - Watson\n04:05 - Westbrook\n05:19 - Heywood\n06:36 - Pacifica\n08:06 - Santo Domingo\n09:01 - Badlands\n09:46 - Outro", "link": "https://www.youtube.com/watch?v=2ZnrLMGaWhE", "date_published": "2020-10-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Top 6 PC Exclusives Of 2020", "description": "While we are blessed with plenty of cross-platform titles and can be excited about the exclusives coming to Xbox Series X and PS5, PC isn't without its share of hot games.From strategy titles like Crusader Kings 3 and Iron Harvest to action-packed shooters like Valorant and Squad there's plenty to enjoy. So, let's go through some of the best games for keyboard and mouse players in 2020 so far.\n\nThere have been plenty of console exclusives in 2020, but the PC has had its own share of great games gracing hard drives. In this video, we go through some of the hottest titles that are best played on the platform, be they timed exclusives or games that are simply more at home on a computer.\n\nIf you're a strategy fan you have games like the Dieselpunk-styled Iron Harvest, which will scratch that Company of Heroes itch while also adding in a healthy dose of giant mechs and superweapons. If you're after a grander experience you can manage the dynasty of your chosen kingdoms in Crusader Kings 3.\n\nShooter fans aren't missing out either with Valorant and Squad both offering tense and tactical experiences. Regardless of if you want to lean more into the agent abilities angle or focus more on tactics and realism, there's something for you.\n\nAnd of course, if you want all the fun of air travel without having to leave your house then Microsoft Flight Sim is the perfect pick for you.\n\n00:00- Intro\n00:25 - Crusader Kings 3\n02:08 - Iron Harvest\n03:41 - Valorant\n05:06 - half Life Alyx\n06:55 - Squad\n08:37 - Microsoft Flight Simulator", "link": "https://www.youtube.com/watch?v=KOX4qIaFVhI", "date_published": "2020-10-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]