[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Nubya Garcia: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSeptember 16, 2020 | Suraya Mohamed -- Look to the left of Nubya Garcia's Tiny Desk (home) concert and you'll see a hanging plant swaying right above the keys. It never stops moving during the next 23 minutes, and it's for a bizarre reason. Garcia's (home) concert took place on a boat — a first in Tiny Desk history — because she was in between homes. Before the pandemic hit, the London-born jazz saxophonist and composer was booked for an extensive global tour that started in February 2020, and it was expected to continue through the end of the year. Because she was only going to be in London for a very short time, she gave up her flat, planning to stay with family and friends for short breaks. It seemed like a good idea until March, when COVID-19 shut down most of the world and the tour, too.\n\nGarcia and her band are at Soup Studio, a recording facility built on a decommissioned floating lighthouse moored on the River Thames. It's also where Garcia recorded her excellent new album, SOURCE. This set features three songs from the record; the title track starts it off with a reggae, dub vibe. Garcia skillfully uses the entire range of her tenor saxophone, hitting convincing low and high notes with ease and resolve. Throughout the set, her tone is gorgeous, her musical intuition perfect. She projects rich and full melodic lines with refined solos that leave just enough space to take in the expressive sincerity of the music. There are no lyrics but her music conveys a message of staying grounded, being present in the moment and appreciating the comforts and feelings of what it means to be home.\n\nSET LIST\n\"Source\"\n\"Pace\"\n\"Boundless Beings\"\n\nMUSICIANS\nNubya Garcia: tenor saxophone: Joe Armon-Jones: keys; Daniel Casmir: double bass: Sam Jones: drums; Richie Seivwright: vocals; Cassie Kinoshi: vocals\n\nCREDITS\nVideo by: Fabrice Bourgelle; Additional Cameras: Lou Jasmine, Israel Wilson; Audio by: David Holmes; Mixed by: Kwes at Soup Studio; Producer: Suraya Mohamed; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=DTIZikaOTDE", "date_published": "2020-09-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Arlo Parks: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSept. 15, 2020 | Bobby Carter -- Most of us have experienced some form of heartbreak over the past few months. For me, music has proven to be the ultimate coping mechanism. Arlo Parks's songwriting taps into the feels we've all had this summer. Born Anaïs Oluwatoyin Estelle Marinho in London, she began writing poetry and songs because (according to her short bio) she spent her high school days \"feeling like that Black kid in school who couldn't dance for shit, listening to too much emo music and crushing on the girl in Spanish class.\" Her ability to voice harsh bouts of despair, yearning and loneliness is juxtaposed by a gentle delivery that leans into folk and R&B. That same sort of contradiction is apparent in her decor: An MF Doom poster for 1999's Operation Doomsday hangs in a room with pretty accent lights lights, plants and a corduroy sofa. The subjects she writes about are familiar to us, but our expressions of grief rarely land so beautifully.\n\nAccompanied by a guitar from her home in London, Parks opens with her latest single, \"Hurt\", followed by the three songs that introduced her to the world and remind us that we really aren't alone.\n\nSET LIST\n\"Hurt\"\n\"Cola\"\n\"Eugene\"\n\"Black Dog\"\n\nMUSICIANS\nArlo Parks: vocals, guitar\n\nCREDITS\nVideo by: Arlo Parks; Audio by: Arlo Parks; Producer: Bobby Carter; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=wdYEZGchdiA", "date_published": "2020-09-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]