[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Hayley Williams: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDec. 9, 2020 | Lars Gotrich -- \"I've never done this without Paramore,\" Hayley Williams announces during her Tiny Desk (home) concert. For the first time in months, she's joined by a band, including friends and Tiny Desk alumnae Julien Baker and Becca Mancari. And from the moment the camera pans out of a literal tiny desk diorama, a jolt of energy leaps from Williams.\n\nPetals for Armor is a soul-cleansing exhale from years of holding her breath. Originally released in a series of EPs, her solo debut sings through heartache in a tangle of triumph and hard-earned wisdom. It's a pop album that knows sadness can simmer, but also shout over an ever-shifting sonic palette. During the pandemic and protests, Williams has played these songs from her couch with muted restraint, and self-serenaded with acoustic covers — sad songs really can be sympathetic companions during dark days. \n\nBut in her home, surrounded by blank canvases, Williams and friends splash a bottled-up energy. The joy is infectious, as \"Pure Love\" bursts from first bloom, \"Taken\" shows off Baker's jazzy-funk licks and Williams leans into the \"Dead Horse\" kiss-off with gleeful abandon. \n\nSET LIST\n\"Pure Love\"\n\"Taken\"\n\"Dead Horse\"\n\nMUSICIANS\nHayley Williams: vocals, keys, guitar\nAaron Steele: drums\nJoey Howard: bass\nBecca Mancari: synth, vocals\nJulien Baker: guitar\n\nCREDITS\nVideo: Mike Kluge, Jonny Kingsbury, Derec Dunn, Violeta Boix\nAudio: Travis Bing\nMiniature Art Director: Natalie Hosselton\n\nTINY DESK TEAM\nProducer: Lars Gotrich\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=ZknTE5DPlAA", "date_published": "2020-12-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Chloe x Halle: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | December 8, 2020\nPowerful sister duo Chloe x Halle went all out on this one. Flanked by personal memorabilia supplied by their mother, the Bailey sisters did their best to make this studio performance really feel like a home concert.\n\nAs they volley off each other, swapping lead and harmonies, it's amazing to watch how years of practice and innate genetic chemistry have them synced tighter than a SMPTE timecode. \"Baby Girl,\" the second song here, starts with notes reminiscent of Crystal Waters' \"Gypsy Woman (She's Homeless),\" and is preceded with Chloe sharing \"I know this year 2020 has been absolutely bonkers for all of us. For those moments where you kinda feel less than and you're not good enough ... that's why we wrote this song. ... Whatever happens, we'll be OK. And this is our world.\" Fusing R&B, soul and pop, backed by a talented nine-piece female band, this performance is surely to delight Chloe x Halle's global fanbase.\n\nSET LIST\n\"Don't Make It Harder on Me\"\n\"Baby Girl\"\n\"Do It\"\n\"Ungodly Hour\"\n\"Wonder What She Thinks of Me\"\n\nMUSICIANS\nChloe Bailey: vocals\nHalle Bailey: vocals\nElise Solberg: keyboard\nElin Sandberg: bass\nLexii Lynn Frazier: guitar\nBrandi Singleton: drums\nArnetta Johnson: trumpet\nCrystal Torres: trumpet\nStephanie Yu: violin\nChelsea Stevens: cello\nMarta Honer: viola\n\nCREDITS\nVideo: Ben Hagerty, Darin Conrad\nAudio: Lester Mendoza, Derek Dixie, Stephen Curtain\nDirector: Ben Hagerty\nCamera Operator: Darin Conrad\nEditor: Nia Phillips\nCreative Direction: Andrew Makadsi\nArt Director: Brianna Gonzales\nAssistant Art Director: Ian Miyawaki\n\nTINY DESK TEAM\nProducer: Abby O'Neill\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=KTNZR82fVHw", "date_published": "2020-12-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]