[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "7 Reasons Why I use and Love Linux", "description": "The first 500 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/thelinuxexperiment6\nThe most focused of you guys might already have picked up on this, but I really, really like Linux. I thought it might be a good time to reaffirm my commitment to the Linux desktop by giving you the reasons why I use Linux, right after this.\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe first one that comes to mind in the privacy. I’ve been growing increasingly wary of companies that use your data to sell you more stuff, like Google, which I’ve almost entirely removed from my life, apart from Youtube and Android, and this applies to my computing needs as well. Linux doesn’t try to sell your data to the highest bidder, they don’t collect any personal stuff, hardware information, or usage habits. Well some distros do, but you can always disable that at install, or it’s disabled by default, so not really an issue. Linux doesn’t show you ads in your menu, doesn’t reset your privacy preferences in your back, and doesn’t try to sell you any stuff. It’s just there to be what an OS is supposed to do: let you do what you want to do on your machine.\n\nAnd that’s the fact that Linux is open source. Anyone can look at the code, and try and add to it, so even if people who might want to use vulnerabilities can also use that to write their malicious code, there are generally more people watching to make sure that this can’t happen.\n\nBut that’s not the only thing I like about open source: there’s a whole mentality around it that really resonates with me: the code is open, and communities form around it to uplift projects, make them better, extend them, make them more secure. The whole philosophy around this is very attractive to me: people helping each other to make something greater than the sum of its parts.\n\n\nLinux desktops are free, as in free beer. You can download any of them and install them without paying a cent. Now, I do think that developers need to eat, and that they deserve compensation for what they do, but they don’t force it down your throat with extravagant subscriptions, or huge one time fees. A Linux desktop is not tied to a specific piece of hardware, there is no CD Key or limit to how many computers you can install it on. Most software available out there is also free, leaving you to try it out, test it, see if you like it, and then contribute if you feel you’d like to reward the developers for their hard work.\n\n\nAnd this brings me to another point I really enjoy about Linux: you’re free to donate, contribute, or reward projects you like, in many, many ways. Almost all projects have set up patreon pages, donation links, paypal accounts, or even github sponsorships. You have the ability to contribute directly, through testing, bug reporting, code writing, or, if you can’t help with that, like me, you can also reward the projects you enjoy with monetary donations. I am a patron of multiple open source projects that I use regularly, from Planner to GIMP, to elementary OS, and I love the flexibility that you have to make sure the projects you love know what you think about them.\n\nNow we dive into a more personal aspect. Linux is the only OS where I feel I can make it work exactly as I want. On Windows, you have limited options to really change the behaviour of the OS. On Mac OS X, it basically doesn’t exist. On Linux, I can switch desktop environments, themes, I can move panels around, change the applets where I want them to be, I can add widgets… Sure, i don’t take advantage of that right now, since I’m on elementary OS on both my machines, but I still got the choice to pick the desktop environment I wanted to use, out of a lot of choices. I got to choose the one that suited me better.\n\nAnother subjective reason: I find Linux the most usable out of the all the operating systems I ever used. It’s fast, it’s smooth, it’s resource efficient, it works the way I want it to, and it never puts up a fight when I want to accomplish a specific task. If I stick to programs made for the desktop environment I use, everything looks coherent, works the same, and has predictable behaviors.\n\nThe last reason I really love Linux is the community around it. You can get help online through forums, various social networks, or just by asking the developer. You can interact with people who are just starting their journey, or with people who have been there from the start. You can exchange ideas, opinions, or get together to discuss things. Sure, there are communities for the other systems, but the Linux community in general is fascinating to me: the variety of projects and ideas make it a lot more diverse and interactive.\n\nThis video is sponsored by Skillshare.", "link": "https://www.youtube.com/watch?v=axI239FG9HQ", "date_published": "2020-06-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]