[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "HP and Lenovo support Linux, elementary OS on the Pinebook Pro, and a new Oxygen theme - Linux News", "description": "Visit http://linode.com/linuxexperiment for a 100$ credit on your new Linode account!\nHere are your Linux, Open Source and Privacy news for the first half of september 2020! This time, we've got tons of new hardware supporting Linux, elementary OS on the pinebook pro, and the revival of the Oxygen KDE theme. Let's take a look, right after this !\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nelementary OS added experimental support for the pinebook pro. https://blog.elementary.io/elementary-os-on-pinebook-pro/\n\nWSL 2 integrated windows tighter with Linux, letting you browse external disks suing Linux filesystems, right from Windows.\nhttps://www.omgubuntu.co.uk/2020/09/wsl-2-access-ext4-from-windows-10\n\nNuno Pinheiro, one of the main artists that worked on the KDE 4 Oxygen theme and icons, is thinking about getting back into the fray and starting a new theme. \nhttps://pinheiro-kde.blogspot.com/2020/09/o-or-oxygen-all-over-again-aka-oxygen.html\n\nMicrosoft open sourced the kernel they used in their new Android phone, the Surface Duo. \nhttps://www.windowscentral.com/surface-duo-kernel-source-code-released-microsoft\n\nA member of the KDE team showed what kind of data they can use out of the opt in telemetry added to the Plasma desktop. http://blog.davidedmundson.co.uk/blog/what-we-can-learn-from-plasma-telemetry/\n\nBlender has a big release with version 2.9. While I have not much knowledge in 3D modeling and texturing, there are some big improvements, like a new physics based texture for simulating colors of the sky, a rewritten motion blur, a new filter to simulate how cloth flows physically, and some new deformation modes.\nhttps://www.youtube.com/watch?v=ZbvTS1pmN0s&feature=emb_logo\n\nTodoist now has a Linux version of their application. It's just an electron app, so basically their website wrapped in a shell, but it still supports all Todoist features.\nhttps://www.omgubuntu.co.uk/2020/09/todoist-linux-app-official\n\nTuxedo announces yet again 2 new computers running Linux. THe 15 and 17 inch laptops are still based on clevo designs, but they offer a choice between intel or AMD CPUs, with Nvidia dedicated graphics. https://www.tuxedocomputers.com/en/Infos/News/Polaryzing-gamers-New-TUXEDO-Polaris-15-and-17_1.tuxedo\n\nThe first thinkpad with Fedora preinstalled was made available by Lenovo. It's the X1 Carbon Gen 8, and it's only the first of the whole thinkpad line. https://www.zdnet.com/article/lenovo-releases-first-fedora-linux-thinkpad-laptop/\n\nHP has announced that their new ZBooks will be certified to run Ubuntu. THis means that these machines will be able to run the distro without any tweaks at all, so most other distros should run just as well on them.\nhttps://www.omgubuntu.co.uk/2020/09/buy-hp-zbook-fury-with-ubuntu\n\nTHe Open Source Summit 2020 will have a talk dedicated to Linux Gaming. It will be given by Gabriel Krisman Bertazi, who is a senior engineer at Collabora. \nhttps://osseu2020.sched.com/event/eCIV\n\nItch.io now detects your Wine installation and lets you install Windows game if it exists. It doesn't allow users to specifically pick a proton or wine version, it just looks for the system wide install and uses that, so it won't be as efficient or flexible as what Valve has done with Steam, but it's a great first step. \nhttps://www.gamingonlinux.com/2020/09/the-itchio-app-can-now-use-a-system-installed-wine-on-linux-for-windows-only-games\n\nSome bad news as well for Linux gaming: Aspyr, the company responsible for porting Borderlands 2 on Linux, have announced that they wouldn't be bringing the latest Borderlands 2 DLC, which links Borderlands 2 to the third episode, to our platform. https://www.gamingonlinux.com/2020/09/borderlands-2-will-see-no-further-updates-for-linux-macos-from-aspyr-media\n\n\nWine 5.17 has been released, with more dlls converted to the PE executable format, the beginnings of a network driver, and 17 bug fixes, including for World of Tanks, Visual Studio 2019, Chrome and Chromium, or The Sims Complete collection.\nAs always, this new release will probably be the base for the next Proton version available through Steam.\n\nhttps://www.winehq.org/announce/5.17", "link": "https://www.youtube.com/watch?v=x4AR7hQlbv4", "date_published": "2020-09-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]