[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Warzone Season 6: Everything You Need To Know In Under 3 Minutes", "description": "The Call of Duty Season 6 launch date is September 29. Here's what's coming to Warzone.\n\n \n\nCall of Duty Season 6 kicks off on September 29, and now we have more details about the new content for Modern Warfare and Warzone. Tony walks through the new content in the video above.\n\nThe Warzone map is getting a fast-travel system in the form of the underground subway, which was reactivated by Operators Farah and Nikoali. The duo will also be joining Warzone as playable characters. Meanwhile, Modern Warfare multiplayer is getting four new maps, one of which is Broadcast, making its return from Call of Duty 4: Modern Warfare.", "link": "https://www.youtube.com/watch?v=I0YfTMsDr-g", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One & Xbox 360 Games With Gold For October 2020 Revealed", "description": "The Xbox Games with Gold for October 2020 have been revealed. This month, Xbox One is getting Slayaway Camp: Butcher's Cut and Maid of Sker, while Xbox 360 is getting Sphinx & the Cursed Mummy and Costume Quest. The 360 games will also be playable on Xbox One via backwards compatibility.", "link": "https://www.youtube.com/watch?v=oZxjGti2lRU", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Pokémon Sword & Shield Crown Tundra Details | Save State", "description": "On today's Save State, Persia talks about all of the new details that were revealed during the Pokémon Sword & Shield presentation, plus the release dates for EA Play on Game Pass and Torchlight 3.\n\nIn this video, Persia talks about new details that were revealed about Pokémon Sword & Shield's second expansion, Crown Tundra. You can team up with three other players for new Dynamax Adventures that feature raid dens home to many Legendary Pokémon. You can also team up with gym leaders and trainers from the base game and Isle of Armor to compete in 2v2 battles in the new Galarian Star Tournament. Later this year, you will be able to bring your Pokémon from Pokémon Go to Sword & Shield via Pokémon Home. \n\nPersia also talks about the release date of EA Play on Game Pass, coinciding with the launch of the Xbox Series X and S on November 10th. EA Play will be available on the PC version of Game Pass in December.\n\nLastly, Persia talks about the release date of Torchlight 3 being announced for October 13th. Originally Torchlight: Frontiers during early access, Torchlight 3 was retooled from the ground up to be a proper sequel and follow the hack-and-slash style of the two previous games. \n\nThis is your Save State for Tuesday, September 29th. \n\n00:00 - Intro\n00:18 - Lots Of Pokémon Sword & Shield Crown Tundra Details\n01:26 - EA Play On Game Pass Gets A Launch Date\n02:16 - Torchlight 3 Gets A Release Date, Too\n02:52 - Outro", "link": "https://www.youtube.com/watch?v=u6zQ-_KNs_w", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- October 2020", "description": "This episode New Releases is taking a look at the top new video games coming to Nintendo Switch, PS4, Xbox One, and PC in October. The month is bookended by some big releases, starting with Super Mario Bros. 35, Crash Bandicoot 4: It's About Time, and Star Wars: Squadrons. Then it closes out with two other anticipated games: Pikmin 3 Deluxe and Watch Dogs: Legion.", "link": "https://www.youtube.com/watch?v=FRd1S_sj2ks", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Zombies Confirmed For Black Ops Cold War | Save State", "description": "On today's Save State, Persia talks about Zombies officially coming to Black Ops Cold War, Yakuza: Like A Dragon's Western release date moving up, and Vergil DLC for DMC5 coming to the current gen too.\n\nIn this video, Persia talks about Zombies coming to Black Ops Cold War. Activision confirmed the return of Zombies through a tweet that showed key art for the game mode, along with details on where to watch the full reveal this Wednesday at 10AM Pacific. \n\nShe also talks about the Western release date for Yakuza: Like A Dragon being moved up to November 10 on every platform except for PS5. The PS5 version will not be available until March 2021 but you can upgrade your copy from the PS4 version for free, but you won't be able to transfer your save file. The Xbox One version will also be upgradeable to the Series X or S and will give you access to cross-save. \n\nLastly, Persia talks about Vergil coming to DMC 5 via DLC after the release of the Special Edition. The DLC will also be available for current-gen consoles and cost an additional fee, but no further details were given at the time of the announcement. The trailer showed off Vergil in action executing some of his iconic moves, along with other familiar members of the cast also making an appearance. \n\nThis is your Save State for Monday, September 28th. \n\n00:00 - Intro\n00:20 - Zombies Confirmed For Black Ops Cold War\n00:56 - Yakuza: Like A Dragon Launch Date Moves Up\n01:39 - DMC 5 Vergil DLC Is Coming To PS4 & Xbox One", "link": "https://www.youtube.com/watch?v=LARfSLpovFs", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare & Warzone - Official Season 6 Trailer", "description": "Season Six. 🚇\n\nTomorrow, create chaos all across Verdansk in Season Six of #ModernWarfare and #Warzone.", "link": "https://www.youtube.com/watch?v=bnAOtwOP_5s", "date_published": "2020-09-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Hands-On Preview - Less Waiting, More Gaming", "description": "Fast load times and quick resume steal the show in our first hands-on experience with the Xbox Series X. We also explore performance in backwards compatible Xbox One games.", "link": "https://www.youtube.com/watch?v=lZgEBxXE3gg", "date_published": "2020-09-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Load Time Comparison (RDR2, Control, FFXV)", "description": "Here's how the Series X loading times stack up to an Xbox One X. Tested on Red Dead Redemption 2, Control, Outer Worlds, and FFXV.\n\nXbox Series X features faster loading times than its predecessor the Xbox One X, and the difference between the two systems is extremely impressive. We were able to go hands-on with the two systems and compare their loading times across Red Dead Redemption 2, Control, The Outer Worlds, and Final Fantasy XV. See for yourself how much less time you’ll spend waiting on loading screens and how much more you can spend playing games. Once we have access to games that are releasing with Xbox Series X versions, we’ll have to see how they compare, as well.", "link": "https://www.youtube.com/watch?v=g2oSMwSuUcI", "date_published": "2020-09-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]