[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Good Ones: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | Sept. 29, 2020\nThis is the tiniest of Tiny Desk (home) concerts, a single song, recorded in Rwanda by The Good Ones. In 2019, the band's album RWANDA, you should be loved was one of my top 10 albums. They were to play a Tiny Desk concert in May of this year, but the world had other plans.\n\nAdrien Kazigira and Janvier Havugimana know endless hardships. The night before this recording was made, a flood in Rwanda killed more than a dozen people and destroyed homes. Muddied water was more than waist high in Janvier's one-room hut. That next morning, Grammy-winning producer Ian Brennan and photographer Marilena Umuhoza Delli showed up to record the duo; she had the camera and he handled the audio. And though Janvier had been up all night dealing with the mud, they all took a two-hour drive to Adrien's hilltop farm. Janvier tapped out the rhythm with a key on a thermos; the jug was filled with milk — milk from a cow Adrien was able to purchase courtesy of a 2019 U.S. tour.\n\nThe performance is a song they'd just learned to play together: \"Soccer (Summer 1988).\" It's a nostalgic tune of a favorite soccer team, Rayon Sports F.C., from the days before the genocide in Rwanda took too many lives nearly a quarter of a century ago. Support means a great deal to these people, and if you like what you hear, their Bandcamp page is a good way to help The Good Ones.\n\nSET LIST\n\"Soccer (Summer 1988)\"\n\nMUSICIANS\nAdrien Kazigira: vocals, guitar\nJanvier Havugimana: vocals, percussion\n\nCREDITS\nVideo By: Marilena Umuhoza Delli\nAudio By: Ian Brennan\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=0luknWYSQNA", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bright Eyes: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | September 28, 2020\nIt's been about a month since the release of the new Bright Eyes album. It's right about now that I likely would have seen Bright Eyes at the 9:30 Club here in D.C. Knowing that wasn't going to happen due to the pandemic, I'm thrilled to have Conor Oberst, Mike Mogis and Nate Walcott join \"together\" for a taste of live Bright Eyes. They recorded this Tiny Desk (home) concert with Conor and Mike at ARC Studios in Omaha, Neb., while Nate sits 1,500 miles away at Lucy's Meat Market, a well-equipped studio in Los Angeles filled with sweet-sounding vintage keyboards. Singing and seated behind him is Becky Stark, better known as Lavender Diamond, along with their daughter.\n\nDespite the distance and the almost 10 years since their last record, the three songs they perform from Down in the Weeds, Where the World Once Was, are intense, with lyrics that are not always decipherable, filled with struggle and hope — in other words, the way I like them.\n\nConor has visited the Tiny Desk twice: first in 2014, when he brought his family and we invited kids for a memorable concert; and then in 2019 for a concert with Phoebe Bridgers as part of Better Oblivion Community Center. For this Tiny Desk (home) concert, he and the rest of Bright Eyes channeled that stripped-back rawness, and I think these songs shine for it.\n\nSET LIST\n\"Mariana Trench\"\n\"Pan and Broom\"\n\"Persona Non Grata\"\n\"Shell Games\"\n\nMUSICIANS\nConor Oberst: vocals, keyboard\nMike Mogis: pedal steel, Marxophone, electric guitar\nNathaniel Walcott: piano, organs, Casio, drum machines\nBecky Stark: vocals\n\nCREDITS\nDirected by: Nik Fackler\nDirectors of Photography: Brent Scott Maze, Aaron Gum and Jon Bass\nProduction Assistant: Katy Baker\nAudio by: Mike Mogis\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=HJvIQv9xZqg", "date_published": "2020-09-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]