[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCFQMnBA3CS502aghlcr0_aw", "title": "I Confronted Dan Lok's Team On Theft Accusations", "description": "DAN LOK MESSED UP BIG TIME\n\nAs you guys know we have quite the history with Dan Lok. However when Dan Lok was recently called out for allegedly stealing from entrepreneur Alex Charfen, I knew I had to know more...(here's the FB post: https://www.facebook.com/photo/?fbid=2000985696703504&set=pcb.2000986963370044 ) So I called Dan Lok's Team and got a hold of Desmond Soon. Bear in mind where I'm from, it's a single party consent recording state, meaning that I was able to covertly record our conversation. I asked Dan Lok's team about these accusations and here's what they said and my thoughts on the matter. \n\nFollow me: \nTwitter: https://twitter.com/coffeebreak_YT\nInstagram @coffeebreak_yt\n\nTags:\nDan Lok, dan lok sales, dan lok closing, is dan lok legit, is dan lok a scam, is dan lok a con artist, is high ticket closer legit, is dan lok program legit, dan lok dan pena, internet marketers, exposing internet marketers, dan lok inner circle, dan lok htc, high ticket closer, high ticker closer scam, should i buy high ticket closer, dan lok interview, fu money, dan,lok, dan lok, dan lok scammer, high ticket sales, copywriting", "link": "https://www.youtube.com/watch?v=cM0RLTOnfbk", "date_published": "2020-08-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCFQMnBA3CS502aghlcr0_aw", "title": "The HIDDEN Agenda Behind Plandemic Indoctorination", "description": "So Brian Rose has gone even further down the rabbit hole, now pushing Plandemic.\n\nLondon Real is a company that allegedly wants to build a TRIBE: \"Join a community of high-achievers on a mission to transform themselves and the world!\"\nBut what are they after really? Since Brian Rose loves \"tracing the money\", what is Plandemic2 actually doing? Where are they getting their funding, and their money? \nA quick look at the sale at the end of the video might tell us, Brian Rose offers many ways to buy his courses...\nLondon Real Academy: BUSINESS ACCELERATOR: LIFE ACCELERATOR: BROADCAST YOURSELF: SPEAK TO INSPIRE:\n#londonreal #coffeezilla #plandemic2", "link": "https://www.youtube.com/watch?v=H91Asd5t0zs", "date_published": "2020-08-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]