[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Courtney Marie Andrews: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | August 20, 2020\nIn a sunlit room in Nashville, Courtney Marie Andrews sings about the fear of love. \"I've grown cautious, I've grown up / I'm a skeptic of love / Don't wanna lose what I might find.\" Yet, \"Burlap String\" is also a song about how love's memory lingers, and how the mind rekindles its beauty. Complex emotions are a hallmark of Courtney Marie Andrews's music over these past 10 years, and she's still just 29. In an intimate setting such as this, her voice is also her strength. You can hear it in her 2019 Tiny Desk Concert and hear the way her pleasing vibrato intertwines with Mat Davidson's (a.k.a. Twain) pedal steel guitar. Bassist Paul Defiglia also recorded this performance, which starts with him as part of a trio, that turns to a duo, and finally ends with Courtney alone, singing the final song on her seventh album, Old Flowers, about that lost love, hoping for closure with fondness.\n\nSET LIST\n\"Burlap String\"\n\"It Must Be Someone Else's Fault\"\n\"If I Told\"\n\"Ships In The Night\"\n\nMUSICIANS\nCourtney Marie Andrews: vocals, guitar, wurlitzer; Paul Defiglia: bass; Mat Davidson: wurlitzer, pedal steel, vocals \n\nCREDITS\nAudio by Paul Defiglia; Video by Haley Kaye; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=JGafVApCHpg", "date_published": "2020-08-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lila Iké: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nRising reggae star Lila Iké has an all-encompassing vibe, and you can feel it in this Tiny Desk (home) concert. Lila and her crew of musicians outfitted a home in Jamaica for this video, and the layout resembles the Tiny Desk's home in Washington, D.C. I was thrilled to see that Lila performed her hit single \"I Spy\" for this quarantine concert; it's full of the flair I've been missing the last several months. Lila's vocal agility can bend notes and transcend genres, the kind of voice that makes you want to turn to your friend at a show and say \"Is she for real??\" On \"Solitude,\" she blends avant-garde R&B with contemporary reggae in a hauntingly elegant song complemented by violinist Sean \"Ziah\" Roberts. \"Thy Will\" (which borrows from the iconic reggae rhythm section Sly & Robbie) ends the set with an uptempo banger. I hope these vibes have a lasting effect and provide a tropical respite during the fall and winter months.\n\nSET LIST\n\"Solitude\"\n\"I Spy\"\n\"Forget Me\"\n\"Thy Will\"\n\nMUSICIANS\nLila Iké: vocals; Kristoff Morris: drums; Dane Peart: bass; Wade Johnson: keyboard; Stephen Forbes: percussion; Stephen Welsh: guitar; Ovasha Bartley: vocals; Tori-Ann Ivy: vocals; Sean \"Ziah\" Roberts: violin\n\nCREDITS\nVideo by: Nickii Kane, Davy Freshh, Otraio Baker, Habibi Bailey; Audio by: Keinotain Johnson, Whitson Williams Jnr, Fumiaki \"Superman\" Ogata, Kwame Falconer & STT Entertainment & Production Ltd.; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=mbPa0QH_zxA", "date_published": "2020-08-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]