[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders - Everything You Need To Know", "description": "Phil Hornshaw got hands-on with Outriders, a next-gen third-person shooter from developer People Can Fly. He breaks down his time with the game and everything we know about the upcoming title, including it's three playable classes, story, and release date for the PC, PS5, and Xbox Series X.\n\n#Outriders #EverythingYouNeedToKnow #GameSpot", "link": "https://www.youtube.com/watch?v=_jIU1yWnY4I", "date_published": "2020-02-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders - Official Gameplay Reveal Trailer", "description": "Get ready to be Altered forever. Here's your first look at Outriders in-action. \n\nReleasing Holiday 2020 on PlayStation 5, Xbox Series X, Xbox One, PlayStation 4 and PC (Steam).\n\n#Outriders is a 1-3 player co-op RPG shooter set in an original, dark and desperate sci-fi universe. As mankind bleeds out in the trenches of Enoch, you’ll create your own Outrider and embark on a journey across the hostile planet. With rich storytelling spanning a diverse world, you’ll leave behind the slums and shanty towns of the First City and traverse forests, mountains and desert in the pursuit of a mysterious signal. Combining intense gunplay with violent powers and an arsenal of increasingly twisted weaponry and gear-sets, Outriders offers countless hours of gameplay from one of the finest shooter developers in the industry – People Can Fly.\n\n#GameSpot", "link": "https://www.youtube.com/watch?v=2gy6OkDD2LU", "date_published": "2020-02-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders Reveal Livestream", "description": "Tune in to the Outriders Reveal Livestream, where we will finally learn more about the new game from People Can Fly and Square Enix. We hope to learn more about RPG shooter set in an original, dark and desperate sci-fi universe.", "link": "https://www.youtube.com/watch?v=ny3bNXt4YMk", "date_published": "2020-02-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Valentine's Day Rendevous Duos Event Starts Today!", "description": "Duos returns to the Apex Games! Grab a friend or a significant other and take on World's Edge this week on Apex Legends. Let's see if Max and Persia can be the champions!", "link": "https://www.youtube.com/watch?v=aRZB1QHMZik", "date_published": "2020-02-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The History Of Nazi Zombies", "description": "With the release of Zombie Army 4: Dead War, Dave takes a look at the history of the Nazi zombie, and the bizarre occult links and myths that have helped inspire games like Call of Duty, Wolfenstein, and movies like Hellboy and Indiana Jones.\n\nNazi Zombies make for great video game enemies—it’s hard to feel any guilt or remorse when gunning down the hordes of reanimated versions of one of the most evil people ever. While most people associate Nazi Zombies with games like Call of Duty and Zombie Army, they have actually existed in media since the 1940s.\n\nIn the above video Dave takes a look at the Nazi zombie phenomenon, the real occult inspirations behind them, their path through cheesy American B-movies, and how they went on to inspire movies like Hellboy and The Avengers, as well as games like Call of Duty and Wolfenstein.\n\n#GameSpot", "link": "https://www.youtube.com/watch?v=PGMvh6puM_E", "date_published": "2020-02-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]