[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Delicate Art of Sparking a Revolution", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG for a chance to win $1,000: @jaketran // http://bit.ly/jt-ig\nPlease watch out for fake accounts. I will never message you asking for money or to invest. As of right now, it's spelled exactly like this: @jaketran\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/3ixey7L\n\n-----------------------\nYou’re an idealist that wants to change the world. You view the world as corrupt and oppressive. You want to prevent the plebeian masses from stripping you down, we have to learn how to communicate the change we want in a way that actually gets through to people’s thick heads. \n\nRevolutions are just a part of human civilization. It is a change from whatever the status quo was at the time. For example, Elon Musk is the main revolutionary of the ideology that humans should be an interplanetary species. The core of it all, is the never-ending power struggle.\n\nThe Haves sit at the top of the hierarchy, they have most of the resources, and are the smallest in number.\n\nThe Have-nots are the largest in number at the very bottom of the hierarchy. They resent the Haves. They hate the upper class’s legal system, their police, their opulence. And because they’re already at the lowest of the low, once that flame starts, the only direction they can go is up.\n\nAnd then there’s the Have-a-Little, Want Some More crowd - AKA the Middle Class. Stuck right in the middle. This makes the Middle Class have sort-of a split personality: to revolution, or to not revolution. Most of the Middle Class are Do-Nothings. But in reality - they’re not gonna do much, and will typically choose the safe route to make sure they come out on top.\n\nEvery single revolution can be traced back to these three classes: The Haves have the power, the Have-Nots become resentful of their power. The resentment simmers over time until boom. Until the revolutionaries slowly morph into the system they once condemned. So is the tragedy of human civilization.\n\nBefore you tearing down the system, treat your revolution like a movie. Set the stage, present the problem, distinguish the good and bad guys. Your real job is to change the public’s mind first, make them feel disgusted and enslaved by the system and your revolution will take care of itself.\n\nRevolutions start with an ideology and your job is to nurture and infect the ideology of your choosing into as many people as possible. Pick your ideology and spread your gospel. One insanely effective tactic you can use is the Angry Mob. Now you may be saying to yourself It does take a lot of wok. You may be wondering what the purpose of all this is. But what is life without a greater purpose that’s bigger than yourself to fight for? That’s a life not worth living.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=M7oD0lHXrjk", "date_published": "2020-07-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]