[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest Top Shelf, Episode 5", "description": "Tiny Desk Contest judge Tarik Moody of 88Nine Radio Milwuakkee joins NPR Music's Bob Boilen to share his favorites entries to the 2020 Tiny Desk Contest, supported by @State Farm Insurance. Watch the videos with us and hear about what made them stand out from the thousands of entries we received this year. \n\nArtists featured in the episode include: \n- Leah Woods (@leahwoodsmusic), “Fighting a Mind That's Been Sold” https://www.youtube.com/watch?v=H-Xo9ZyZyiA\n-Justine Grove (@justinegrovemusic), “Air Is Cold” https://www.youtube.com/watch?v=WkpA4I4f0Ik\n-Kinder Creatures (@kindercreatures), “What About Us” https://www.youtube.com/watch?v=xTKhGSGJaUQ\n-Lauren Eylise (@laureneylise), “Peaks & Valleys” https://www.youtube.com/watch?v=6LopUTv3IDU\n-Sydney Wright (@sydneywrightmusic), “Insatiable” https://www.youtube.com/watch?v=wuLzxER9_XI\n\nYou can learn more about the Tiny Desk Contest and watch thousands of entries at https://npr.org/tinydeskcontest.", "link": "https://www.youtube.com/watch?v=hhSp3agyGEg", "date_published": "2020-07-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jacob Collier: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJuly 9, 2020 | Colin Marshall -- Polymath musician Jacob Collier has been championing this style of one-man-band music videos since 2012, singing every note and playing every instrument. His cover of Stevie Wonder's \"Don't You Worry 'Bout a Thing\"earned him a devout YouTube following at the age of 19, and he hasn't slowed down since. The London wunderkind owns four Grammy Awards already, including two at the age of 22 in 2017, and his evolution as a bandleader has been evident in his live performances ( like when he came to NPR for a Tiny Desk concert last year). Now 25, and with nearly a decade of experience producing every aspect of his own music from his home, Collier is uniquely positioned to crank out his best work from quarantine. In this video, each of the four parts was recorded in a single take. Pay close attention ; it's easy to get tripped up inside Jacob's head as he arranges this Rubik's Cube of a video production, which feels both like a magic trick and a no-strings-attached bedroom session.\n\nSince the pandemic hit hard in March, Collier has been hustling in his Internet-famous room. He's played duets over Instagram Live with the likes of Chris Martin, JoJo and Daniel Caesar, recorded a song in his bathroom, and he's in the middle of releasing his ambitious four-volume record, Djesse. The last song in this video is the premiere of his new single \"He Won't Hold You,\" which will appear on Vol. 3, due out later this year.\n\nSET LIST\n\"All I Need\"\n\"Time Alone With You\"\n\"He Won't Hold You\"\n\nMUSICIANS\nJacob Collier: vocals, keyboard, guitar, bass, drums\n\nCREDITS\nVideo By: Jacob Collier; Video Co-producer: Ben Bloomberg; Audio By: Jacob Collier; Additional Mixing: Ben Bloomberg; Producer: Colin Marshall; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=mJR6XSSKi-g", "date_published": "2020-07-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]