[{"source": "https://www.theguardian.com/rss", "title": "UK has opted out of EU coronavirus vaccine programme, sources say", "description": "<p>EU to invest €2bn on vaccines now being tested but UK officials say scheme benefits are ‘limited’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK government has rejected the chance to join the European Union’s coronavirus vaccine programme due to concerns over “costly delays”, according to sources.</p><p>The EU is planning to spend around €2bn (£1.8bn) on the advance purchase of vaccines that are undergoing testing on behalf of the 27 member states.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/uk-has-opted-out-of-eu-coronavirus-vaccine-programme-sources-say\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/uk-has-opted-out-of-eu-coronavirus-vaccine-programme-sources-say", "date_published": "2020-07-09 23:41:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scots to be allowed to meet indoors as Welsh pubs and cafes to open outdoors", "description": "<p>Scottish first minister announces changes from Friday with changes coming in on Monday in Wales</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Scots will be able to meet each other indoors and stay overnight from Friday for the first time in more than three months, as Nicola Sturgeon confirmed as the Welsh first minister also announced some moves towards reopening.</p><p>Announcing a number of new guidelines in a statement to Holyrood on Thursday, Sturgeon also said that <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/26/your-place-or-mine-coronavirus-forces-couples-to-choose\">non-cohabiting couples</a> would be allowed to meet outdoors, indoors and overnight without physical distancing, while children under 12 would no longer have to physically distance outdoors or indoors.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/scots-allowed-meet-indoors-scotland-coronavirus-lockdown-eases-further\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/scots-allowed-meet-indoors-scotland-coronavirus-lockdown-eases-further", "date_published": "2020-07-09 23:26:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamie Murray is latest player to voice concerns over travelling to US Open", "description": "<ul><li>Doubles player may opt to play at French Open instead</li><li>Murray says coronavirus situation “has regressed” in US</li></ul><p>Jamie Murray loves New York, where he has won four grand slam doubles titles, but he is seriously considering staying in Europe when the rescheduled US Open begins on 31 August. He suspects he will not be alone.</p><p>The tournament and the city are yet to move convincingly from under the cloud of the coronavirus pandemic and Murray is inclined to join Rafael Nadal, the defending singles champion, and the world No 1 Novak Djokovic, who have said they will probably stay away from Flushing Meadows. If the leading players do not turn up, there are more opportunities at the highest level for their lesser rivals, but diminished glamour.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/09/jamie-murray-ponders-missing-flushing-meadows-us-open-to-contest-french-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/09/jamie-murray-ponders-missing-flushing-meadows-us-open-to-contest-french-open", "date_published": "2020-07-09 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS expands drone transport of samples from Scottish islands", "description": "<p>Winter testing of drone flights to mainland raises hope of fast medical deliveries </p><p>A test project using powerful drones to fly urgent medical samples from isolated Scottish islands is being expanded this winter after successful recent trials.</p><p>The tests will involve flying blood and fluid samples from Hebridean islands such as Coll and Tiree to hospital labs on the mainland in a fraction of the time needed to take them by road and ferry.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/nhs-expands-drone-transport-of-samples-from-scottish-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/nhs-expands-drone-transport-of-samples-from-scottish-islands", "date_published": "2020-07-09 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pubs and restaurants in England trade at half their pre-virus levels", "description": "<p>Trade in line with expectations, with restaurants less likely than pubs to open their doors </p><p>Pub and restaurant chains traded at half their pre-pandemic levels after reopening across England last weekend, as consumers proved to be wary of visiting their local or eating out.</p><p>Among <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/04/english-pubs-pour-first-pints-for-customers-since-lockdown-began\">those pubs that did open</a>, sales on 4 July and 5 July were 45% below pre-Covid levels, the analysis found.</p> <a href=\"https://www.theguardian.com/business/2020/jul/10/pubs-restaurants-england-trade-half-pre-virus-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/10/pubs-restaurants-england-trade-half-pre-virus-levels", "date_published": "2020-07-09 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's Windrush scandal seeing it lose influence across African continent", "description": "<p>By contrast China is seen as a partner across much of Africa, offering itself as a growth model</p><p>Britain’s treatment of the Windrush generation and attitude to its colonial past means it is struggling to retain the same influence across the African continent as China, a cross-party group of peers has said.</p><p>In a new report, sharply critical of a lack of a clear UK government strategy for Africa, the Lords International Relations and Defence Committee said the Home Office’s treatment of Africans seeking visas to the UK was close to humiliating.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/uks-windrush-scandal-seeing-it-lose-influence-across-african-continent\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/uks-windrush-scandal-seeing-it-lose-influence-across-african-continent", "date_published": "2020-07-09 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No-deal Brexit will raise cost of UK household staples, say retailers", "description": "<p>Meat, cheese and oranges among items that will cost more if no trade deal reached</p><p>The cost of household staples, ranging from meat and cheese to school uniforms and drinking glasses, will substantially increase if there is no Brexit trade deal, British retailers have warned.</p><p>With just six months to go before the UK leaves the EU entirely by exiting the single market and the European customs union, retailers fear further damage to a sector already reeling from the coronavirus crisis, with 5,600 job losses announced on Thursday <a href=\"https://www.theguardian.com/business/2020/jul/09/boots-to-cut-4000-jobs-and-close-stores-after-dramatic-fall-in-shopper-numbers\">from Boots</a> and <a href=\"https://www.theguardian.com/business/2020/jul/09/john-lewis-closes-eight-stores-with-expected-loss-of-1300-jobs\">John Lewis</a> alone.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/10/no-deal-brexit-will-raise-cost-of-uk-household-staples-say-retailers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/10/no-deal-brexit-will-raise-cost-of-uk-household-staples-say-retailers", "date_published": "2020-07-09 23:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New York City mayor helps paint 'Black Lives Matter' outside Trump Tower", "description": "<p>Slogan painted on Fifth Avenue a week after president tweeted it would be ‘a symbol of hate’</p><p>New York City’s mayor, Bill de Blasio, took part in painting “Black Lives Matter” in front of Trump Tower in Manhattan on Thursday, a week after Donald Trump tweeted it would be “a symbol of hate”.</p><p>De Blasio was flanked by his wife, Chirlane McCray, and the Rev Al Sharpton as he helped paint the racial justice rallying cry in giant yellow letters on Fifth Avenue in front of Trump Tower. Activists watching chanted: “Whose streets? Our streets!”</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/09/black-lives-matter-trump-tower-de-blasio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/09/black-lives-matter-trump-tower-de-blasio", "date_published": "2020-07-09 22:40:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amlo unscathed after Trump meeting but snags cameo role in US election", "description": "<p>The Mexican president faced criticism before his White House visit but his US counterpart was on his best behaviour</p><p>It was a high-stakes encounter for a man taking his first foreign trip as president of Mexico: <a href=\"https://www.theguardian.com/world/2020/jul/07/mexico-president-amlo-trump-washington\">a visit to the White House</a> to meet a man who has made reviling Mexicans a central pillar of his rhetoric.</p><p>After the meeting on Wednesday, President <a href=\"https://www.theguardian.com/world/andres-manuel-lopez-obrador\">Andrés Manuel López Obrador</a> lauded Donald Trump in Spanish for showing “respect” to Mexico and “not treating us like a colony”.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/amlo-trump-meeting-andres-manuel-lopez-obrador-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/amlo-trump-meeting-andres-manuel-lopez-obrador-mexico", "date_published": "2020-07-09 22:38:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Becky and Ellie Downie say abuse in GB gymnastics 'completely normalised'", "description": "<ul><li>Ellie Downie would not eat or drink on day before weigh-in</li><li>‘Focus about my weight will leave scars which will never heal’</li></ul><p>The world championship medallists Becky and Ellie Downie have joined the group of gymnasts speaking out about shocking abuse in the British team in a devastating statement which said “cruel” behaviour was “so ingrained in our daily lives that it became completely normalised”.</p><p>The sisters, who are regarded as Team GB’s best female gymnastics medal hopes at next year’s Tokyo Olympics, said they had faced “an environment of fear and mental abuse”, with constant questioning of their weight and attitude, as well as a level of over-training so severe their bodies repeatedly broke down.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/09/becky-and-ellie-downie-say-abuse-in-british-gymnastics-completely-normalised\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/09/becky-and-ellie-downie-say-abuse-in-british-gymnastics-completely-normalised", "date_published": "2020-07-09 22:05:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German police computer was searched for data on politician threatened by neo-Nazis", "description": "<p>Interior minister announces investigation but says ‘no-evidence’ of network of rightwing extremists in police</p><p>German police are facing growing accusations of links with the far right after a police computer was used to search for details of a leftwing MP who received death threats.</p><p>Peter Beuth, the interior minister for the state of Hesse, announced on Thursday that he would appoint a special investigator to try to shed light on the case.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/suspected-german-police-links-to-far-right-come-under-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/suspected-german-police-links-to-far-right-come-under-scrutiny", "date_published": "2020-07-09 21:56:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool fear Jordan Henderson could miss start of next season", "description": "<ul><li>Captain suffered knee injury in 3-1 win over Brighton</li><li>Reds and Fulham set to go to a tribunal over Harvey Elliott</li></ul><p>Jürgen Klopp fears Jordan Henderson could miss the start of next season with the knee injury suffered in Liverpool’s win at Brighton on Wednesday.</p><p>The Liverpool captain was forced off after a second-half collision with Yves Bissouma and underwent a scan on his return to Merseyside to determine whether he sustained ligament damage. Henderson is expected to receive the results on Friday but there are concerns at Liverpool that the influential midfielder faces a prolonged spell on the sidelines that could include the beginning of the Premier League champions’ title defence. Klopp expressed fears over Henderson’s injury <a href=\"https://www.theguardian.com/football/2020/jul/08/brighton-liverpool-premier-league-match-report\">after the 3-1 victory</a>, saying: “I know it will not be nothing.”</p> <a href=\"https://www.theguardian.com/football/2020/jul/09/liverpool-and-fulham-heading-for-tribunal-over-harvey-elliott-fee\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/09/liverpool-and-fulham-heading-for-tribunal-over-harvey-elliott-fee", "date_published": "2020-07-09 21:35:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Pogba ends Manchester United drought and deepens Aston Villa woes", "description": "<p>Dean Smith called his strikers into a video session this week to show them how to run smarter and finish sharper. But Mason Greenwood gave them a demonstration of his own at Villa Park, scoring a goal of rare class to propel Manchester United closer to the top four and deepen Aston Villa’s relegation fears.</p><p>Paul Pogba, with his first goal of the season, crowned the scoring with another immaculate finish and, if others had been as precise, United would have inflicted a heavier toll on their hosts. Although Ole Gunnar Solskjær’s team swaggered to victory in the end, Villa were entitled to fume about the way the visitors took the lead, as Bruno Fernandes began the beating with a contentious penalty. Villa must turn their minds quickly to Sunday’s clash with Crystal Palace, which could be critical to their survival hopes. United, meanwhile, have moved to within one point of fourth-placed Leicester.</p> <a href=\"https://www.theguardian.com/football/2020/jul/09/aston-villa-manchester-united-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/09/aston-villa-manchester-united-premier-league-match-report", "date_published": "2020-07-09 21:17:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There She Goes review – sensitive parenting comedy with a spiky edge", "description": "<p>Wonderful writing and excellent performances from David Tennant and Jessica Hynes make this frank series about a couple raising a disabled daughter a treat </p><p>There She Goes crept out on BBC Four in 2018, but this second series is getting a BBC Two boost, and deservedly so. Created and written by Shaun Pye and Sarah Crawford, and based on their experience of having a child with a chromosomal disorder, it is a gentle comedy with a disarming frankness. David Tennant and Jessica Hynes play Simon and Emily, the parents of Ben and Rosie, who is, according to the doctor who diagnoses her as a young child, “severely learning-disabled”. As with the first series, the story cuts between two timelines, which gives it a certain briskness. This time, we go back and forth between Rosie as an 11-year-old, as she prepares for the sports day at her special school, and Rosie as a toddler, about to be diagnosed with something, although the specifics continue to elude her doctors.</p><p>There are plenty of new series that emphasise the unglamorous reality of being a parent, and they find their sweet spot in the parental grind. But the humour here is more convincing than most. As an 11-year-old, Rosie is learning to communicate. On a trip to the library, where boisterousness is not always welcome, Rosie says “mama” for the first time. (Simon’s aggrieved insistence that “dada” must be harder is one of many very funny lines.) At home, she shakes her head for the first time, and then keeps doing it, and keeps doing it. “It’s like she thinks everything you’re suggesting is shit,” says Simon, drily.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/09/there-she-goes-review-sensitive-parenting-comedy-with-a-spiky-edge\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/09/there-she-goes-review-sensitive-parenting-comedy-with-a-spiky-edge", "date_published": "2020-07-09 21:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Detroit: civil rights coalition sues to bar water shutoffs for residents", "description": "<p>Class action aims to force city with one of country’s most expensive water rates to institute affordable payment plan</p><p>A coalition of civil rights groups have filed a landmark class action to permanently ban water shutoffs for Detroit residents and force the city to implement an affordable payment plan.</p><p>Detroit, which has one of the most expensive water rates in the country, has disconnected more than 140,000 households since 2014, as part of an internationally condemned debt collection scheme which has left thousands of vulnerable residents without running water for months or years.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/09/detroit-water-shutoffs-lawsuit-class-action\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/09/detroit-water-shutoffs-lawsuit-class-action", "date_published": "2020-07-09 20:54:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police officer charged with belonging to far-right terror group", "description": "<p>Benjamin Hannam, a serving probationary officer, faces five charges including membership of National Action </p><p>A serving probationary Metropolitan police officer has been charged with being a member of far-right terrorist group National Action.</p><p>Benjamin Hannam, 21, of north London, has been charged with five offences following an investigation by the Met’s counter-terrorism command and has been suspended from duty, Scotland Yard said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/met-police-officer-charged-with-belonging-to-far-right-terror-group\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/met-police-officer-charged-with-belonging-to-far-right-terror-group", "date_published": "2020-07-09 20:25:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What kind of revolution can follow the Tories' education crisis?", "description": "<p>Too popular, too hopeless, too dead-end – Gavin Williamson awards low marks to England’s universities during adult learning speech</p><p>Gavin Williamson was aware of at least one thing in <a href=\"https://www.gov.uk/government/speeches/education-secretary-fe-speech-with-social-market-foundation\">his speech</a> today in which he promised a revolution in England’s further education sector. “A lot of education secretaries across the years have said they want to support further education,” he told an empty room during his pre-recorded speech. “I know some of you will feel you’ve heard all of this before.”</p><p>Anyone who had listened to Williamson’s recent predecessors would have a sense of deja vu, from the lament for the “forgotten 50%” of young people who do not enter higher education, to the desire to copy Germany’s much admired technical and vocational education routes.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/09/what-kind-of-revolution-can-follow-the-tories-education-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/09/what-kind-of-revolution-can-follow-the-tories-education-crisis", "date_published": "2020-07-09 19:44:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richarlison rescues point for lacklustre Everton against Southampton", "description": "<p>Closed doors could be considered a blessing for Carlo Ancelotti and his Everton players, as a packed Goodison Park would not have been slow to voice disapproval at this dismal showing against Southampton. Talk of Europa League qualification among the Everton ranks should now be muted.</p><p>A superb equaliser from Richarlison extended Everton’s unbeaten home run to 10 Premier League games and ensured Ancelotti is yet to taste defeat at Goodison since succeeding Marco Silva as manager. But the Brazilian’s intervention and the Goodison statistics were the gloss on a troubling evening for the veteran Italian.</p> <a href=\"https://www.theguardian.com/football/2020/jul/09/everton-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/09/everton-southampton-premier-league-match-report", "date_published": "2020-07-09 19:40:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour MP Dawn Butler closes office after receiving racist threats", "description": "<p>London MP also says constituency premises expensive and hard to keep Covid-19 safe</p><p>A Labour MP has been forced to close her constituency office after escalating racist threats towards her and her staff since she spoke out in support of the Black Lives Matter movement.</p><p>Dawn Butler, a former youth minister and the first black woman to speak at the dispatch box in parliament, said racism, death threats and attacks on her office and staff <a href=\"https://www.dawnbutler.org.uk/news/constituency-office-statement/\">meant she had no option</a> but to close her high street premises in Willesden, north London.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/09/labour-mp-dawn-butler-closes-office-after-receiving-racist-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/09/labour-mp-dawn-butler-closes-office-after-receiving-racist-threats", "date_published": "2020-07-09 19:36:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth's Wilson and King see efforts ruled out to reprieve Tottenham", "description": "<p>That Tottenham did not muster a single shot on target against a team who have leaked goals for fun of late, with Harry Kane failing to register a touch in the opposition box until the final throes of play, is a damning indictment of just how grim this performance was. In truth, Spurs could count themselves fortunate to exit with a point after Callum Wilson and Joshua King had late goals disallowed.</p><p>It was such a listless and uninspiring Spurs display that Kane had more touches inside his own box than the opposition’s, with Bournemouth taking a crucial first point since February to reignite their fight for survival.</p> <a href=\"https://www.theguardian.com/football/2020/jul/09/bournemouth-tottenham-hotspur-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/09/bournemouth-tottenham-hotspur-premier-league-match-report", "date_published": "2020-07-09 19:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bottas and Leclerc to be investigated for breaking F1's Covid-19 rules", "description": "<ul><li>Both drivers went home after the Austrian Grand Prix</li><li>Hamilton ‘not distracted’ by his anti-racism stance</li></ul><p>The FIA is to investigate Valtteri Bottas and Charles Leclerc for breaking the sport’s Covid-19 protocols. Both drivers returned to their homes in Monaco after Sunday’s Austrian Grand Prix before coming back for this weekend’s race at the same circuit.</p><p>F1 personnel must remain within isolated social bubbles during race weeks. A picture of Ferrari’s Leclerc on social media appears to show him with a waiter at a Monte Carlo restaurant this week while Bottas posted on Instagram from Monaco.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/09/bottas-and-leclerc-investigated-f1-covid-19-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/09/bottas-and-leclerc-investigated-f1-covid-19-rules", "date_published": "2020-07-09 19:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oliver Dowden unplugged: entering and exiting largely unnoticed", "description": "<p>All he could offer were half-baked assurances the PM would never have put the public at risk</p><p>Robbed. This should have been one of the greatest press conferences of all time. Just imagine. The lights go dim in Number 10 and the sound system belts out Eye of the Tiger. Moments later the strobes start flashing and Boris Johnson shadow boxes his way to the podium in a silk dressing gown.</p><p>As the Survivor front man sings “Went the distance, now I’m back on my feet / Just a man and his will to survive”, Boris strips off the dressing gown to reveal his perfectly honed physique in a mankini. He then performs three star jumps and squeezes out one and a half press ups before performing his trade mark ‘Splash Down’ on Chris Whitty. There’s no coming back from that for the chief medical officer. Boris has still got it; “Don’t lose your grip on the dreams of the past / You must fight just to keep them alive.”</p> <a href=\"https://www.theguardian.com/politics/2020/jul/09/oliver-dowden-unplugged-entering-and-exiting-largely-unnoticed\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/09/oliver-dowden-unplugged-entering-and-exiting-largely-unnoticed", "date_published": "2020-07-09 19:01:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US push to dilute energy regulations as bailouts to fossil fuel firms", "description": "<p>Trump’s energy secretary Dan Brouillette promotes ‘all fuels’ free-market strategy at climate and sustainability summit</p><p>The US has argued for less regulation of the world’s energy systems, speaking out against the policy interventions promoting clean energy that are central to a “green recovery” from the coronavirus crisis.</p><p>Dan Brouillette, the US energy secretary, told a <a href=\"https://www.iea.org/events/iea-clean-energy-transitions-summit\">global summit of energy ministers, </a>focused on sustainable recovery, that democracies should choose the free market over policies such as taxes, regulations and climate risk assessments on companies that would “steer people away from some energy sources and in the direction of others”. </p> <a href=\"https://www.theguardian.com/us-news/2020/jul/09/us-push-to-ease-global-energy-controls-as-it-hands-fossil-fuels-3bn\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/09/us-push-to-ease-global-energy-controls-as-it-hands-fossil-fuels-3bn", "date_published": "2020-07-09 18:41:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bodies donated to science 'left to be eaten by rats at Paris centre'", "description": "<p> Inquiry to examine claims remains were found strewn around and dismembered<br /></p><p>Authorities in <a href=\"https://www.theguardian.com/world/france\">France</a> will investigate claims that human corpses donated for science were left to rot and be eaten by rats at a university research facility, the Paris prosecutor’s office has said.</p><p>An investigation into “violations of the integrity of a corpse” was handed over to magistrates by prosecutors who handled the initial phase of the investigation after l’Express magazine reported the scandal last November.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/bodies-donated-science-left-eaten-rats-paris-university-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/bodies-donated-science-left-eaten-rats-paris-university-centre", "date_published": "2020-07-09 18:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stokes stung as first clash of all-round captains goes West Indies' way | Andy Bull", "description": "<p>Jason Holder is the world No 1 all-rounder – a place ahead of Ben Stokes – and showed why with his six for 42 in the first Test</p><p>In the hour after lunch, the current of the match began to shift. It had been running against England all morning, and they had stumbled to 87 for five. But now Ben Stokes and Jos Buttler were settling in the middle, captain and vice‑captain together, the two senior batsmen in this inexperienced lineup.</p><p>Buttler was lashing his bat at everything wide, Stokes was more cautious but still studded his cagey play with the occasional emphatic pull shot whenever the bowling dropped too short. He had reason to be circumspect, since he had already been dropped twice, once at long leg, when he was on 18, then again at short extra-cover, when he had 32.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/09/ben-stokes-clash-of-all-round-captains-west-indies-jason-holder-england-first-test-southampton-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/09/ben-stokes-clash-of-all-round-captains-west-indies-jason-holder-england-first-test-southampton-cricket", "date_published": "2020-07-09 18:09:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Covid-19 inquiry: if not now, when? | Editorial", "description": "<p>Boris Johnson has no intention of setting up an independent probe of Britain’s handling of the pandemic. MPs and civil society must take the initiative</p><p>On Wednesday the World Health Organization appointed a <a href=\"https://www.theguardian.com/world/2020/jul/09/covid-19-pandemic-accelerating-says-who-as-review-panel-named\" title=\"\">committee of inquiry</a>, to be led by the former New Zealand prime minister, <a href=\"https://www.theguardian.com/profile/helen-clark\" title=\"\">Helen Clark</a>, and the ex-president of Liberia, <a href=\"https://www.theguardian.com/world/ellen-johnson-sirleaf\" title=\"\">Ellen Johnson Sirleaf</a>, to evaluate the global response to the Covid-19 pandemic. They will produce an interim report in November and a full report in May 2021. For all its limitations, largely imposed by China, the inquiry is a highly important initiative. The <a href=\"https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down?page=with:block-5f06fb648f08c7c20e56859d#block-5f06fb648f08c7c20e56859d\" title=\"\">pandemic</a> is unrelenting and accelerating. If it is written with independence and authority, the report should help to produce a better model of international and national response to future waves of Covid-19 and to other pandemics.</p><p>Boris Johnson was rightly a <a href=\"https://www.dailymail.co.uk/news/article-8359803/Boris-Johnson-tells-chief-inquiry-origins-coronavirus.html\" title=\"\">supporter</a> of an early and independent WHO inquiry. This stands in marked contrast to his cautious and evasive views on a possible inquiry into Britain’s own response. From early in the Covid-19 lockdown, there have been many calls for an inquiry here. Mr Johnson has made vaguely sympathetic noises, but he has never committed himself explicitly to the kind of inquiry that is needed. <a href=\"https://hansard.parliament.uk/commons/2020-06-23/debates/7E464B41-46ED-4FA9-BAFD-28EC7B3DA230/Covid-19Update\" title=\"\">On 23 June</a>, for example, the Liberal Democrat leader <a href=\"https://www.independent.co.uk/news/uk/politics/boris-johnson-coronavirus-uk-government-independent-inquiry-a9581586.html\" title=\"\">Ed Davey</a>, who has led many of <a href=\"https://www.itv.com/news/2020-04-21/lib-dems-call-for-inquiry-into-governments-slow-response-to-coronavirus/\" title=\"\">the calls</a>, asked in the Commons whether the prime minister would set up an independent inquiry. Mr Johnson responded by saying: “I am sure there will come a moment when lessons need to be learned – indeed we are learning them the whole time – but I do not consider at the moment that a full-scale national inquiry is a good use of official time.”</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/09/the-guardian-view-on-the-covid-19-inquiry-if-not-now-when\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/09/the-guardian-view-on-the-covid-19-inquiry-if-not-now-when", "date_published": "2020-07-09 18:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Importing Germany's dual education system is easier said than done", "description": "<p>Gavin Williamson is the latest of many politicians to express admiration for the German system</p><p>Germany’s culture of dual educational and vocational training programmes has never been short of admirers, including British education secretaries of the present and the past, the Chinese communist party and the daughter of the current US president.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jul/09/ministers-to-ditch-target-of-50-of-young-people-in-england-going-to-university\">Ministers to ditch target of 50% of young people in England going to university</a> </p> <a href=\"https://www.theguardian.com/education/2020/jul/09/importing-germanys-dual-education-system-is-easier-said-than-done\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/09/importing-germanys-dual-education-system-is-easier-said-than-done", "date_published": "2020-07-09 18:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven ways to help garment workers", "description": "<p>The Covid-19 pandemic has shone a light on the exploitation of those – mainly women – who produce fast fashion for well-known brands. From donating to emergency funds to slowing the churn, retailers must be held to account</p><p>Garment workers around the world experience low wages and exploitation. This is nothing new, but Jessica Simor QC, a barrister at Matrix chambers who has worked extensively on issues of fair pay and human rights in fashion, says: “Covid has thrown a much brighter light on the inequity of the whole system. [It] has exposed the incredible imbalance between the worker, the factory owner and the retailer – the biggest force lying with the retailer.”</p><p>The Covid-19 pandemic has created fresh injustices. Throughout lockdown, garment workers in countries such as Bangladesh, Cambodia and Vietnam have <a href=\"https://www.theguardian.com/global-development/2020/mar/19/garment-workers-face-destitution-as-covid-19-closes-factories\">faced destitution and starvation</a> as big-name fashion retailers have cancelled £20bn in orders. “A lot of these fast fashion companies have pulled contracts where fabric has been ordered, received, cut and sewn,” said Raakhi Shah, CEO of the Circle, at an emergency panel the not-for-proft organisation held this week on fast fashion and slavery. “The brands haven’t fulfilled their side of the agreement. And these thousands of garment workers have been left destitute.”</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/09/seven-ways-to-help-garment-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/09/seven-ways-to-help-garment-workers", "date_published": "2020-07-09 17:38:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We need a review of the first coronavirus wave now – before the second hits | Gaby Hinsliff", "description": "<p>The prime minister’s squirming over care home deaths makes it clear that an independent review is urgent, before a second wave hits</p><p>When Boris Johnson gets caught, his first inclination is to wriggle.</p><p>He squirms and he splutters; if all else fails, he rumples his hair like a chastened little boy and mumbles regretfully at his shoes. When confronted with the story of his <a href=\"https://www.theguardian.com/politics/2004/nov/14/uk.conservatives\">affair</a> with Petronella Wyatt, he retreated behind claims about a “pyramid of piffle” rather than admit it was true.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/09/review-coronavirus-wave-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/09/review-coronavirus-wave-boris-johnson", "date_published": "2020-07-09 17:31:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We were all fish out of water': growing up in Melbourne's high-rise flats", "description": "<p>African Australians who spent their childhood in Melbourne’s public housing towers say it was like living with one big family</p><p><em>This is the second in a six-part series on life inside Melbourne’s high-rise public housing. <a href=\"https://www.theguardian.com/australia-news/2020/jul/09/a-completely-different-world-the-rich-and-resilient-communities-inside-melbournes-towers\">Read the first part here.</a></em></p><p>Farhio Nur has vivid childhood memories. “During the summer holidays every year it used to get very hot in the flats, so there was this tradition: at 4am all the kids would go down to the oval at Debneys Park, have water fights. Parents and friends took their mats down and drank tea. Even remembering this makes me happy.”</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/10/we-were-all-fish-out-of-water-growing-up-in-melbournes-high-rise-flats\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/10/we-were-all-fish-out-of-water-growing-up-in-melbournes-high-rise-flats", "date_published": "2020-07-09 17:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judges quash decision not to prosecute diplomat over alleged trafficking", "description": "<p>CPS to ‘look again’ at case involving woman working for UAE family in London </p><p>A woman who says it seems the Crown Prosecution Service did not consider her “trafficked enough” after being brought into the UK by a diplomat from the United Arab Emirates is celebrating after a high court ruling quashed a decision not to prosecute him.</p><p>The woman worked for Abdulla Salem Mohammed Sultan Aljaberi, a former assistant military attache at the UAE embassy in London, after accepting a job with his family when he was posted to the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/judges-quash-decision-not-to-prosecute-diplomat-over-alleged-trafficking\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/judges-quash-decision-not-to-prosecute-diplomat-over-alleged-trafficking", "date_published": "2020-07-09 17:28:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outdoor theatre and music can restart in England from 11 July", "description": "<p>Industry welcomes news but calls for clarity on when indoor performances can return</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Theatres and music venues in England will be able to host physically distanced outdoor performances from Saturday 11 July under new government guidance, but industry figures are calling for more clarity on when full-capacity indoor performances can return.</p><p>The culture secretary, <a href=\"https://www.theguardian.com/politics/oliver-dowden\">Oliver Dowden</a>, announced the relaxing of restrictions at Thursday’s 5pm press conference where he said performances can now take place as long as they are “outside and with a limited and socially distanced audience”.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/outdoor-theatre-and-music-can-restart-in-england-from-11-july\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/outdoor-theatre-and-music-can-restart-in-england-from-11-july", "date_published": "2020-07-09 17:17:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police in England and Wales face inquiry into possible racial bias", "description": "<p>Exclusive: IOPC to look for any pattern of discrimination in use of force and stop and search</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/jul/09/cases-that-highlight-claims-of-police-racial-profiling-in-england\">Cases that highlight claims of police racial profiling in England</a></li></ul><p>Police across England and Wales face an inquiry to establish whether they racially discriminate against ethnic minorities in their use of force and stop and search, the Guardian has learned.</p><p>The Independent Office for Police Conduct (IOPC) says it will use its formal powers to investigate cases and then look if any pattern of racial discrimination exists. It has vowed it can “drive real change in policing practice”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/police-in-england-and-wales-face-inquiry-into-possible-racial-bias\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/police-in-england-and-wales-face-inquiry-into-possible-racial-bias", "date_published": "2020-07-09 17:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Left in limbo': Leicester fears local lockdown will go on until mid-August", "description": "<p>Pubs, restaurants, hair salons and non-essential shops complain of lack of clarity on reopening</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Restaurants and hair salons in Leicester say they are being “left in limbo” by the government and local council as they brace for a further extension of the city’s lockdown, with many not expecting to open before August.</p><p>Matt Hancock, the health secretary, is due to announce on 18 July whether the <a href=\"https://www.theguardian.com/world/2020/jun/29/leicester-coronavirus-outbreak-council-frustrated-with-ministers\">UK’s first full local lockdown</a>, imposed on 30 June, will remain in force in the Midlands city.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/left-in-limbo-leicester-businesses-fear-local-lockdown-until-mid-august\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/left-in-limbo-leicester-businesses-fear-local-lockdown-until-mid-august", "date_published": "2020-07-09 16:46:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s taxes may be released to Manhattan grand jury, supreme court rules", "description": "<p>Court also rules in a separate decision that the president does not have to turn over his financial records to Congress</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/09/scotus-donald-trump-tax-returns-us-coronavirus-news-fauci-\">Follow US politics live</a></li></ul><p>The supreme court has ruled that a Manhattan grand jury may have access to some of Donald Trump’s financial documents, dealing a major blow to the president in his fight to keep his tax records secret – although the records were not expected to become public ahead of the November election.</p><p>Prosecutors in New York had sought the documents as part of an investigation into whether Trump had improperly handled hush payments, including one to the <a href=\"https://www.theguardian.com/us-news/2019/may/08/stormy-daniels-talks-about-trump-and-the-worst-90-seconds-of-my-life-on-stand-up-tour\">pornographic film actor star Stormy Daniels</a> during the 2016 presidential campaign.</p> <a href=\"https://www.theguardian.com/law/2020/jul/09/trump-tax-returns-supreme-court-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jul/09/trump-tax-returns-supreme-court-ruling", "date_published": "2020-07-09 16:34:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notre Dame spire must be rebuilt exactly as it was, says chief architect", "description": "<p>After fierce debate about 19th-century spire, consensus builds over restoration of fire-torn cathedral</p><p>The spire of Notre Dame Cathedral in Paris should be rebuilt exactly as it was before <a href=\"https://www.theguardian.com/world/2019/apr/15/notre-dame-fire-paris-france-cathedral\">fire engulfed </a><a href=\"https://www.theguardian.com/world/2019/apr/15/notre-dame-fire-paris-france-cathedral\">it last year</a>, France’s chief architect for historic monuments has told the commission that must decide how the building is to be restored.</p><p>Philippe Villeneuve was to tell the National Heritage and Architecture Commission (CNPA) on Thursday his favoured option was a faithful reconstruction of the roof and spire, <a href=\"https://www.liberation.fr/france/2020/07/09/restauration-de-notre-dame-un-retour-a-son-dernier-etat-connu-serait-privilegie_1793709\">local media said</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/notre-dame-spire-must-be-rebuilt-exactly-as-it-was-expert-tells-panel-restoration-fire-cathedral\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/notre-dame-spire-must-be-rebuilt-exactly-as-it-was-expert-tells-panel-restoration-fire-cathedral", "date_published": "2020-07-09 16:16:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Donald Trump's tax records – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jul/09/steve-bell-on-donald-trumps-tax-records-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jul/09/steve-bell-on-donald-trumps-tax-records-cartoon", "date_published": "2020-07-09 16:13:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'She threw her arms open to the city': how Gemma Bodinetz lit up Liverpool", "description": "<p>As the artistic director of the Everyman and Playhouse theatres steps down after 17 years, local playwright Lizzie Nunnery celebrates her achievement</p><p>I’m 24, sitting in a windowless meeting room in the old Everyman theatre annexe, sharing awkward glances with the other members of the young writers’ group. In sweep Gemma Bodinetz and Deborah Aydon (even their names seem glamorous). This is the new artistic director and executive director, all hair and heels and attitude and ideas. These are the women who are leading the transformation of the Everyman and Playhouse theatres and they’ve come to hear how we want that to happen. <em>Us?</em></p><p>It was thrilling. Maybe it seemed too good to be true. In 2003, the Everyman as a vibrant new writing theatre was <a href=\"https://www.theguardian.com/stage/2014/mar/13/liverpool-everyman-theatre-roger-mcgough-jonathan-pryce-alison-steadman\">an old story</a>: something the city once had in the days of Willy Russell and <a href=\"https://www.theguardian.com/stage/2016/aug/11/alan-dossor-obituary\">Alan Dossor</a>. Alongside the literary manager, Suzanne Bell, Gemma set out to make it a present reality again.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/09/gemma-bodinetz-liverpool-theatre-everyman-playhouse-lizzie-nunnery-tribute\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/09/gemma-bodinetz-liverpool-theatre-everyman-playhouse-lizzie-nunnery-tribute", "date_published": "2020-07-09 14:53:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a demarcation in the day, a bit of self-care’:  how to enjoy aperitivo hour like an Italian", "description": "<p>Aperitivos are more than just pre-dinner drinks – do them right and they’re la dolce vita in a glass. Giulia Rhodes explores how we can all embrace the pleasures of pre-dinner drinking, Italian style<br /></p><p>Starting the evening Italian style means aperitivo. A pre-dinner drink, served with snacks, friends – and ideally a prime people-watching seat – is a country-wide institution. And it’s a great way to channel a bit of <em>la dolce vita</em>, even if your surroundings are more Romford than Rome.</p><p>From the latin <em>aperire –</em> meaning “to open” – aperitivo is designed to whet the appetite. That’s the theory at least, says Daniele Umoette, who is originally from Carpi in Italy’s Emilia-Romagna region but now lives in London. But really the practice is more about fun than digestive groundwork.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/its-a-demarcation-in-the-day-a-bit-of-self-care-how-to-enjoy-aperitivo-hour-like-an-italian\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/its-a-demarcation-in-the-day-a-bit-of-self-care-how-to-enjoy-aperitivo-hour-like-an-italian", "date_published": "2020-07-09 13:45:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sit back, relax and enjoy: why everyone deserves an aperitivo hour", "description": "<p>Italy has gifted us a number of life’s finer things, but could the simplicity of slowing down for an early evening aperitivo be the finest, asks Chas Newkey-Burden</p><p>When you’re on holiday, it’s so natural to bask in the perfect gin moment. You’re sitting on a sunny terrace, enjoying the view, watching the locals, as you realise you’ve done it, you’re living <em>la dolce vita</em> – the sweet life.</p><p>That’s what aperitivo hour is all about. This slow and stylish start to the evening begins just before sunset, when, in the enchanting pre-dinner twilight, Italians of all ages gather for drinks, snacks and friendship. It’s life-affirming.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/sit-back-relax-and-enjoy-why-everyone-deserves-an-aperitivo-hour\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/sit-back-relax-and-enjoy-why-everyone-deserves-an-aperitivo-hour", "date_published": "2020-07-09 13:43:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italians do it better: an expert guide to hosting an Amalfi-inspired dinner party", "description": "<p>Giulia Rhodes speaks to some in-the-know Italians about how stunning seafood and verdant produce can add a touch of the Amalfi coast to your next dinner party<br /></p><p>From authors and actors to designers and directors, the glamorous set has long flocked to Italy’s Amalfi coast. And it’s not hard to see why.</p><p>A film-set perfect 25-mile ribbon of mountainous coastline, its colourful villages, fragrant lemon groves and deep blue sea form a Unesco world heritage site.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/italians-do-it-better-an-expert-guide-to-hosting-an-amalfi-inspired-dinner-party\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/italians-do-it-better-an-expert-guide-to-hosting-an-amalfi-inspired-dinner-party", "date_published": "2020-07-09 13:43:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are you a Zoom raver or candlelight romantic? Take our ultimate night-in quiz", "description": "<p>Does your ideal evening-in begin with a gin? Take our quiz to discover how to do aperitivo hour with a difference by tailoring it to your personality<br /></p><p><em>Malfy Gin is available to purchase in selected Tesco, Sainsbury’s, Morrisons, Asda, M&amp;S, Waitrose and Co-op stores, as well as Ocado and the <a href=\"https://ad.doubleclick.net/ddm/trackclk/N426204.280036GUARDIAN/B24375160.277316811;dc_trk_aid=471349322;dc_trk_cid=134625534;dc_lat=;dc_rdid=;tag_for_child_directed_treatment=;tfua=\" rel=\"nofollow\">Malfy Gin Amazon brand store</a></em></p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/are-you-a-zoom-raver-or-candlelight-romantic-take-our-ultimate-night-in-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/are-you-a-zoom-raver-or-candlelight-romantic-take-our-ultimate-night-in-quiz", "date_published": "2020-07-09 13:41:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Competition: enter our free prize draw to win a hamper filled with artisan Italian treats", "description": "<p>Create your own aperitivo hour with authentic Italian gin from Malfy and delicious artisan pasta from Pasta Evangelists – enter our free prize draw for your chance to win</p><p>In Italy, the much-loved tradition of aperitivo hour endures, where punctuating the end of the working day with a pre-dinner drink and a small snack is one of life’s simpler pleasures. It’s the embodiment of <em>la dolce vita</em>, the sweet life.</p><p>But you don’t need to be in Italy to recreate the moment. All you need are the right ingredients, starting with Malfy Gin. Inspired by the luxury, glamour, sunshine and gorgeous produce of the Amalfi coast, Malfy’s four varieties of gin each bottle the fresh aromas of Italian juniper and citrus for a superior aperitivo serve.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/competition-enter-our-free-prize-draw-to-win-a-hamper-filled-with-artisan-italian-treats\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/09/competition-enter-our-free-prize-draw-to-win-a-hamper-filled-with-artisan-italian-treats", "date_published": "2020-07-09 13:40:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Future of 'Third Republic' defines run-off vote in Poland", "description": "<p>Two presidential candidates reflect nation’s 30 years of political division since fall of communism</p><p>It was an event – or rather two events – that marked the symbolic nadir of 30 years of rancorous political division in Poland since the fall of communism in 1989.</p><p>On Monday evening, Poland’s conservative president, Andrzej Duda, and his challenger in Sunday’s presidential election run-off, the liberal mayor of Warsaw, Rafał Trzaskowski, each held their own separate “presidential debate” in different parts of the country, each boycotting the other’s event and each fielding questions alone next to an unmanned podium bearing the name of their rival.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/future-of-third-republic-defines-run-off-vote-poland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/future-of-third-republic-defines-run-off-vote-poland", "date_published": "2020-07-09 13:20:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three's a crowd: no room for Chris Froome as Team Ineos seek mission clarity | William Fotheringham", "description": "<p>Dave Brailsford’s team had too many leaders for his liking so he has swept sentiment aside, as he did with Bradley Wiggins</p><p>To understand how it is that six weeks before Chris Froome might have been starting out on his quest for a fifth Tour de France he is contemplating <a href=\"https://www.theguardian.com/sport/2020/jul/09/chris-froome-to-leave-team-ineos-at-the-end-of-2020-tour-de-france-cycling\" title=\"\">his imminent departure from his team of 10 years</a>, you have only to consider two of Sir Dave Brailsford’s favourite catchphrases. Mission clarity. Compassionate ruthlessness.</p><p>The unhappy 2012 Tour when Bradley Wiggins and Froome failed to gel perfectly taught Brailsford about mission clarity: make sure your leaders know the hierarchy and be certain they will stick to it. The emergence of a young, thrusting talent in the 2019 Tour winner, Egan Bernal, alongside two former winners in Froome and Geraint Thomas would be a nightmare to handle in ideal circumstances. Achieving clarity while racing the Tour with two leaders is bad enough, but three would be a very crowded marriage.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/09/why-chris-froome-and-team-ineos-parting-of-the-ways-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/09/why-chris-froome-and-team-ineos-parting-of-the-ways-cycling", "date_published": "2020-07-09 13:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is your workplace like and how has it changed since coronavirus?", "description": "<p>We’d like to hear from workers about the experience of being in work during the coronavirus pandemic </p><p>After a number of businesses reopened on Saturday, many employees have now returned to their workplace, while others have been continuing to go into work throughout.</p><p>We’d like to hear from workers about what your workplace is like at the moment, and how it has changed as a result of the pandemic.</p> <a href=\"https://www.theguardian.com/money/2020/jul/09/what-is-your-workplace-like-and-how-has-it-changed-since-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/09/what-is-your-workplace-like-and-how-has-it-changed-since-coronavirus", "date_published": "2020-07-09 13:05:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Summer statement 2020: IFS airs doubts on 'unprecedented' UK economic stimulus", "description": "<p>Thinktank fears deficit will go higher, new job retention plan is wasteful, and questions stamp duty and VAT cuts</p><p>Britain is in the middle of an unprecedented crisis but some things never change. On the day after a budget or a mini-budget, the chancellor of the exchequer can expect to have what he considers a flawless package picked apart by the Institute for Fiscal Studies.</p><p>Rishi Sunak’s <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/chancellor-mass-jobless-economy-summer-statement\">summer statement </a>was not accompanied by new forecasts for the economy and the public finances but there was still plenty for the thinktank that specialises in all things to do with tax, spending and budget deficits to get its teeth into.</p> <a href=\"https://www.theguardian.com/business/2020/jul/09/summer-statement-2020-ifs-airs-doubts-on-unprecedented-uk-economic-stimulus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/09/summer-statement-2020-ifs-airs-doubts-on-unprecedented-uk-economic-stimulus", "date_published": "2020-07-09 10:39:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We are on our own': Bangladesh's pregnant garment workers face the sack", "description": "<p>Employers are avoiding paying maternity benefits and purging union members as orders plummet during Covid-19, say activists</p><p>A few weeks ago, Kalpona Akter’s phone started vibrating. She watched with mounting dread as message after message poured in. First there was the garment worker who had been sacked for demanding personal protective equipment for his colleagues. Then pregnant women and union members started calling for help, saying they were also losing their jobs.</p><p>As Bangladesh’s garment sector reels from the economic impact of Covid-19 and the shock of <a href=\"https://www.theguardian.com/global-development/2020/apr/02/fashion-brands-cancellations-of-24bn-orders-catastrophic-for-bangladesh\"> £2.4bn of cancelled or suspended orders</a> inflicted on the industry by overseas fashion brands, a wave of job losses has swept across the country. Moreover, during lockdown hundreds of thousands of workers were not paid for work they had already done.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/09/we-are-on-our-own-bangladeshs-pregnant-garment-workers-face-the-sack\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/09/we-are-on-our-own-bangladeshs-pregnant-garment-workers-face-the-sack", "date_published": "2020-07-09 06:15:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Melbourne locks down as global cases pass 12m", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down\">Trump’s Tulsa rally ‘likely contributed’ to city’s surge in cases</a>; <a href=\"https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down\">infections worldwide pass 12m</a>; <a href=\"https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down?page=with:block-5f065c9a8f086e3da7aed5a8#block-5f065c9a8f086e3da7aed5a8\">nearly 3,000 miners infected in Chile</a>. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/09/this-lockdown-seems-different-second-time-around-melbourne-is-on-edge\">‘This lockdown seems different’: second time around, Melbourne is on edge</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down?page=with:block-5f0657078f08871b7e0f3aa6#block-5f0657078f08871b7e0f3aa6\">US cases rise by world record 60,000 in one day</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/08/trump-fauci-coronavirus-experts-covid-19\">Trump criticises Fauci and says US in a ‘good place’ as cases top 3m</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/08/us-school-reopenings-mike-pence-cdc-donald-trump\">Pence pushes to reopen schools amid fears CDC is bowing to Trump’s demands</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/09/coronavirus-report-global-cases-pass-12m-as-us-daily-tally-breaks-world-record\">Coronavirus report: global cases pass 12m as US daily tally breaks world record</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-09T06:00:21.339Z\">7.00am <span class=\"timezone\">BST</span></time> </p><p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan\">Helen Sullivan</a> for today. I would say I’m off to practice <a href=\"https://www.theguardian.com/world/2020/jul/09/scream-inside-your-heart-rollercoaster-fans-told-to-be-quiet-to-help-japan-covid-19-fight\">keeping my screams inside</a>, but who among us is not an expert at that by now? </p><p class=\"block-time published-time\"> <time datetime=\"2020-07-09T05:59:01.176Z\">6.59am <span class=\"timezone\">BST</span></time> </p><p>Here is a roundup of the key developments from around the world for the last few hours in our global coronavirus report: <br /></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jul/09/coronavirus-report-global-cases-pass-12m-as-us-daily-tally-breaks-world-record\">Coronavirus report: global cases pass 12m as US daily tally breaks world record</a> </p> <a href=\"https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/09/coronavirus-live-news-us-cases-rise-by-world-record-60000-as-melbourne-locks-down", "date_published": "2020-07-09 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We didn't expect this kind of treatment from a luxury spa", "description": "<p>It has refused a refund after our hen party booking was cancelled because of coronavirus</p><p><strong>I realise there must be so many people right now who are grappling with refunds for bookings made prior to coronavirus. I do, however, find the attitude of Champneys to be outrageous.</strong></p><p><strong>I was due to spend one night at Champneys, Tring, as part of a package for a hen party in May. We were a group of 12 women aged between 55 and 75, sharing a yoga class, a meal and some treatments. My friend has had to postpone her wedding until next year and it is not at all definite that we will be able to come together for a similar hen gathering.</strong></p> <a href=\"https://www.theguardian.com/money/2020/jul/09/we-didnt-expect-this-kind-of-treatment-from-a-luxury-spa\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/09/we-didnt-expect-this-kind-of-treatment-from-a-luxury-spa", "date_published": "2020-07-09 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Space marshals': no, they're not welcoming intergalactic visitors", "description": "<p>This glamorous new title refers to those making sure people keep a safe distance from others when inside</p><p>As libraries in England prepare to reopen after the lockdown, some are engaging “space marshals”. Interstellar criminals love to read, so a library is a good place to look for them on Earth, but this is not that kind of space.</p><p>A “space marshal”, instead, is someone meant to supervise physical distancing. “Marshal” comes from the Old French “<em>mareschal</em>”, originally meaning someone who looked after horses, and then a military commander. In English it came to denote various kinds of official, especially those responsible for prisoners, and hence the American agency known as the US Marshals, one of whom was memorably played by<a href=\"https://www.theguardian.com/film/2015/may/13/the-fugitive-new-sequel-coming\"> Tommy Lee Jones</a> in the 1998 film of that name.</p> <a href=\"https://www.theguardian.com/books/2020/jul/09/space-marshals-no-theyre-not-welcoming-intergalactic-visitors\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/09/space-marshals-no-theyre-not-welcoming-intergalactic-visitors", "date_published": "2020-07-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black Water: Abyss review  – PG-style croc horror is fit for a paddling pool", "description": "<p>It’s hard to muster more than a frisson of fear in this reptilian survival encounter set around a caving trip</p><p>Abyss? Abysmal is closer to the mark. This survival horror from Australia – pitting man against killer croc – swims in the shallow end of scares. It creates the merest ripples of fear, despite contriving a nightmarish escape-proof predicament for its victims: four friends on a caving trip who become trapped on the banks of an underground lake as it fills with water, a croc the size of a minibus snapping at their feet.</p> <a href=\"https://www.theguardian.com/film/2020/jul/09/black-water-abyss-review-croc-reptilian-survival-horror\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/09/black-water-abyss-review-croc-reptilian-survival-horror", "date_published": "2020-07-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dell XPS 13 2020 review: a fantastic but flawed laptop", "description": "<p>Latest top-of-the-line Dell is a brilliant machine with a great screen in a tiny body, but is let down badly by software problems</p><p>Dell’s XPS 13 squeezes more screen, more power and even Windows Hello face recognition into a tiny frame, but trips up over software issues.</p><p>The XPS 13 is Dell’s top-of-the-line compact laptop and starts at £1,349. Various models with different processors, storage and screen resolutions are available.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/09/dell-xps-13-2020-review-a-fantastic-but-flawed-laptop\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/09/dell-xps-13-2020-review-a-fantastic-but-flawed-laptop", "date_published": "2020-07-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I've started listening to my friends' music recommendations – shame no one's asked for mine", "description": "<p>To widen my musical tastes I am taking suggestions from Paul Cook, Frank Skinner and others. It’s educational but I’m dying to share my tips, too</p><p>In the really quiet phase of lockdown I wrote about my disciplined, some would say rather joyless, approach to music listening. In an effort to discover new stuff, I would find lists such as the Guardian’s <a href=\"https://www.theguardian.com/music/2019/dec/03/50-best-albums-of-2019\">top 50 albums</a> of the year and listen to each one twice and then listen through the whole list again. I have since been working with a new idea: I am asking my friends for their five favourite albums, skewed towards stuff they think I’m unlikely to be familiar with.</p><p>As before, I listen to all five all the way through twice, and then the whole lot all the way through again. Over a pint in a park with Paul Cook, he of the Sex Pistols, he settled on albums by Television, David Bowie and Marvin Gaye, all of which I enjoyed. And I really loved Roxy Music’s Stranded and Neu!’s Neu! 75, which were exactly what I was after: a band I knew but had never listened to properly, and a band I had never come across.</p> <a href=\"https://www.theguardian.com/music/commentisfree/2020/jul/09/ive-started-listening-to-my-friends-music-recommendations-shame-no-ones-asked-for-mine\">Continue reading...</a>", "link": "https://www.theguardian.com/music/commentisfree/2020/jul/09/ive-started-listening-to-my-friends-music-recommendations-shame-no-ones-asked-for-mine", "date_published": "2020-07-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Living off grid: meet the residents of Slab City – in pictures", "description": "<p>Situated on a former military base in the Sonoran desert, just north of the Mexican border in California, Matt Stuart found this DIY community boasts skate parks, hot springs – and dismembered dolls</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/09/living-off-grid-slab-city-california-matt-stuart-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/09/living-off-grid-slab-city-california-matt-stuart-in-pictures", "date_published": "2020-07-09 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The ocean’s largest mystery – why has no one seen a whale shark give birth?", "description": "<p>A world-first ultrasound and chance sightings of potential mating rituals could help in the urgent work to save these gentle giants from extinction<br /></p><p>Covered in polka dots and stretching the length of a single-decker bus, the gentle giant barrelled towards them. The team of scientists, ready with a 17kg waterproof ultrasound machine they had lugged to one of the world’s most isolated dives sites, waited for the whale shark.</p><p>Months of preparation had gone into the encounter, expected to last between 30 and 45 seconds. Aided into position by a propeller mounted on his air tank, one scientist glided underneath the hulking animal as it swam by, raking a handheld probe across her distended belly – yielding the world’s first ultrasound of a wild whale shark.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/09/whale-sharks-give-birth-ultrasound-mating-rituals\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/09/whale-sharks-give-birth-ultrasound-mating-rituals", "date_published": "2020-07-09 05:59:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duterte's anti-terror law a dark new chapter for Philippines, experts warn", "description": "<p>Legal challenges mount against new law, which allows warrantless arrests and could affect delivery of coronavirus aid</p><p>An anti-terrorism law that grants sweeping powers to president Rodrigo Duterte’s government is facing mounting legal challenges, as rights groups warn the legislation signals a new, dark chapter for the Philippines.</p><p>The act, which lawyers say uses a vague and overly broad definition of terrorism, permits warrantless arrests and allows authorities to hold individuals for weeks without charge. It is to be implemented later this month, though at least six petitions against the law have already been filed in the supreme court.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/dutertes-anti-terror-law-a-dark-new-chapter-for-philippines-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/dutertes-anti-terror-law-a-dark-new-chapter-for-philippines-experts-warn", "date_published": "2020-07-09 05:48:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Keep your screams inside': rollercoaster fans told to be quiet to help Japan Covid-19 fight", "description": "<p>Authorities recommend against shouting or screaming during thrill rides, as football fans are urged to avoid singing</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Visitors to Japan’s amusement parks are being asked not to scream when riding rollercoasters so as to help prevent spreading the coronavirus, while the limited numbers of football fans allowed into stadiums this weekend will have to support their teams without singing, clapping or waving scarves.</p><p>When the Fuji-Q Highland theme park reopened on 1 June after a three-month closure due to the pandemic, it asked visitors to follow the recommendations of the amusement park association and not to shout or scream.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/scream-inside-your-heart-rollercoaster-fans-told-to-be-quiet-to-help-japan-covid-19-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/scream-inside-your-heart-rollercoaster-fans-told-to-be-quiet-to-help-japan-covid-19-fight", "date_published": "2020-07-09 05:43:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia offers five-year extension to Hong Kong visa holders and cancels extradition treaty", "description": "<p>Prime minister Scott Morrison says the new national security law is ‘a fundamental change of circumstances’ in the territory</p><p>Australia will grant a range of visa holders from Hong Kong a five-year extension and a pathway to permanent residency – but has stopped short of accepting a special humanitarian intake over fears of persecution under the new national security law.</p><p>The prime minister, Scott Morrison, announced on Thursday that Australia would also suspend its extradition treaty with Hong Kong – following a similar move by Canada – because it believed the national security law “constitutes a fundamental change of circumstances”.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/09/australia-offers-five-year-extension-hong-kong-visa-holders-extradition-treaty\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/09/australia-offers-five-year-extension-hong-kong-visa-holders-extradition-treaty", "date_published": "2020-07-09 05:41:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thursday briefing: Brexit – we're not ready, trade secretary warns", "description": "<p>Regime risks smuggling, invites WTO challenge and leaves Northern Ireland status in question … eating out on a mini-budget … Clacton Pier stretches ahead</p><p>Good morning – Warren Murray here to catapult you into the heart of current events.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/thursday-briefing-brexit-were-not-ready-trade-secretary-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/thursday-briefing-brexit-were-not-ready-trade-secretary-warns", "date_published": "2020-07-09 05:31:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post-lockdown camping: 'It's a taste of freedom'", "description": "<p>On a first foray out of London, our writer kicks up her heels with a stay in a (freshly sanitised) yurt, boating on the Norfolk Broads – and drinks in several pubs</p><p>We arrived at our yurt and said hello to our next-door neighbour, who was stretched out on a deckchair. He replied with a grin and one word: “Freedom!”</p><p>It was Saturday 4 July, the first day that campsites were allowed to open in England after lockdown. My partner and I had left our homes for the first time in nearly four months and driven to the Waveney River Centre in Norfolk, a campsite and marina, to find out what “the new normal” means for campers.</p> <a href=\"https://www.theguardian.com/travel/2020/jul/09/post-lockdown-camping-its-a-taste-of-freedom\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/09/post-lockdown-camping-its-a-taste-of-freedom", "date_published": "2020-07-09 05:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: David Tennant returns for heartwarming family drama There She Goes", "description": "<p>Tennant and Jessica Hynes play the parents of learning-disabled Rosie, who speaks her first word in this first episode. Plus: Chris O’Dowd in Get Shorty. Here’s what to watch tonight</p><p>David Tennant and Jessica Hynes return as parents of Rosie (Miley Locke), who has a learning disability, in this heartwarming family drama. Based on the real-life experiences of writers Shaun Pye and Sarah Crawford, whose daughter was born with an extremely rare chromosomal disorder, the show charts a dual timeline of Rosie’s development at the ages of three and 11 in this second season. In this first episode, Rosie, age 11, speaks her first word, prompting hopes that full communication might be around the corner. <strong>Ammar Kalia</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/09/tv-tonight-david-tennant-there-she-goes-jessica-hynes-get-shorty\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/09/tv-tonight-david-tennant-there-she-goes-jessica-hynes-get-shorty", "date_published": "2020-07-09 05:20:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus report: global cases pass 12m as US daily tally breaks world record", "description": "<p>Infections globally rising by a million a week; US reports 60,000 cases in a day; Trump rally and protests in Tulsa ‘likely contributed’ to surge</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The number of confirmed coronavirus infections worldwide passed 12 million on Thursday, as cases continue to grow by roughly one million a week. Thursday’s milestone was spurred by the <strong>United States</strong> recording the highest one-day increase in cases anywhere in the world since the pandemic began, with just over 60,000 cases reported in 24 hours, according to the Johns Hopkins University tracker.</p><p>The US, with a total of 3 million cases and 132,299 deaths, accounts for roughly a quarter of the world’s 12,012,720 cases and 548,914 deaths.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/coronavirus-report-global-cases-pass-12m-as-us-daily-tally-breaks-world-record\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/coronavirus-report-global-cases-pass-12m-as-us-daily-tally-breaks-world-record", "date_published": "2020-07-09 05:11:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He's so strapping and virile': Patrick Stewart at 80 – by Shatner, McKellen, Tennant and more", "description": "<p>Horse rides in stockings, rehearsals in deep freezes, fights in string vests ... as Patrick Stewart hits 80, friends from Harriet Walter to Brian Blessed pay tribute to the great actor</p> <a href=\"https://www.theguardian.com/culture/2020/jul/09/patrick-stewart-80-tribute-shatner-mckellen-tennant-walter-blessed\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/09/patrick-stewart-80-tribute-shatner-mckellen-tennant-walter-blessed", "date_published": "2020-07-09 05:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's like he's not there': survivors of Boko Haram on living with trauma – in pictures", "description": "<p>More than 60,000 Nigerians live in Minawao refugee camp in Cameroon after fleeing from Boko Haram. Many have PTSD and other mental health conditions because of what they endured. Here are some of their stories </p> <a href=\"https://www.theguardian.com/global-development/gallery/2020/jul/09/survivors-of-boko-haram-on-living-with-trauma-ptsd\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2020/jul/09/survivors-of-boko-haram-on-living-with-trauma-ptsd", "date_published": "2020-07-09 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Mama Boko Haram': one woman's extraordinary mission to rescue 'her boys' from terrorism", "description": "<p>Aisha Wakil knew many of Boko Haram’s fighters as children. Now she uses those ties to broker peace deals, mediate hostage negotiations and convince militants to put down their weapons – but as the violence escalates, her task is becoming impossible. By Chika Oduah<br /></p><p>It was another scorching afternoon in Maiduguri. In the west of the city, in Nigeria’s north-east, 51-year-old Aisha Wakil sat in her office talking to a jihadi fighter named Usman. Wakil was draped head-to-toe in fine sequinned chiffon; a niqab covered most of her face, leaving visible only her dark eyes. <em>Ka’aji</em>, a sweet, woody incense that Wakil kept burning in a corner, perfumed the room.</p><p>Wakil and Usman kept their voices down. They were hashing out a secret plan to free a 16-year-old girl who was being held hostage by Boko Haram. It was May 2019, 10 years after the Islamist group had begun terrorising Nigeria as part of a jihad it was waging against the government. The violence, which had spilled into neighbouring countries, had left more than 30,000 people dead.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/mama-boko-haram-nigeria-maiduguri\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/mama-boko-haram-nigeria-maiduguri", "date_published": "2020-07-09 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Care workers with coronavirus face an awful choice: live in poverty or risk killing your patient | Aditya Chakrabortty", "description": "<p>They look after our loved ones but are often forced to ignore sickness as statutory sick pay is such a pittance</p><p>A few days ago, I spent a sunny afternoon with a woman who believed the government had left her little option but to kill.</p><p>Sitting in a park, Grace and I watched her two little boys scampering among the trees. “I was trained to promote life, to preserve life, to save life,” the graduate in public health told me. Yet now she felt, “I and my colleagues may have no other choice except to kill people.”</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/09/care-workers-coronavirus-poverty-sickness-statutory-sick-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/09/care-workers-coronavirus-poverty-sickness-statutory-sick-pay", "date_published": "2020-07-09 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Helen McCrory: 'This is a woman's private space, invaded by others'", "description": "<p>As the National Theatre streams a bold revival of Terence Rattigan’s The Deep Blue Sea, its star discusses a potent mix of sensuality and torment</p><p><strong>Director Carrie Cracknell described one day in rehearsals with you as an “<a href=\"https://urldefense.proofpoint.com/v2/url?u=https-3A__www.theguardian.com_stage_2020_mar_27_world-2Dtheatre-2Dday-2Dtom-2Dstoppard-2Dcush-2Djumbo-2Dbrian-2Dcox&amp;d=DwMFaQ&amp;c=fRiKniiKXITijYtB4VcDn_uWvC72Sb0QJa4Lmnuhii0&amp;r=dFHjSRV0FFS_UAqwAi3K1oC-kNfN4oDM1KOSF1EwGX8&amp;m=j4tKYdoCstQjzw2a8-fekGbMd8L-JI5N-fEWd3G53Uc&amp;s=Z_orbNxr_sDIS2tLt5c_4C4goNsQXBiFPfak_VmVyfo&amp;e=\">almost spiritual experience</a>”. How would you define your collaborative relationship? <br /></strong>We first worked together on <a href=\"https://www.theguardian.com/stage/2014/jul/22/medea-carrie-cracknell-helen-mccrory-national-theatre-review\">Medea</a> in 2014. We took Ben Power’s new adaptation and delivered an all-singing, all-dancing production of a Greek tragedy set in the 20th century on to the massive Olivier stage in six weeks. So ours was a collaboration formed in the furnace. We worked together at breakneck speed. So when we came to work on The Deep Blue Sea, the task seemed much simpler.</p><p>I hope I speak for <a href=\"https://www.theguardian.com/stage/carrie-cracknell\">Carrie</a>, too, when I say we now have an implicit trust and respect for each other. Carrie possesses a rare quality that all the best directors have: no ego. The best solution in the rehearsal room is used, she has no concern who it belongs to, just that the play is served. She encourages everyone to trust their instincts and never attempts to dominate but quietly edits, taking ideas and losing others. The Deep Blue Sea was one of the most profoundly happy experiences I have ever had in a rehearsal room. She has a gentleness and non-judgmental quality that make you feel you could do anything. I hope we have the opportunity to do it again.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/09/helen-mccrory-interview-national-theatre-stream-deep-blue-sea-rattigan\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/09/helen-mccrory-interview-national-theatre-stream-deep-blue-sea-rattigan", "date_published": "2020-07-09 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to stop your glasses steaming up – and 19 other essential facts about face masks", "description": "<p>How often should you wash a cloth mask? And how effective are the disposable ones? The expert guide to choosing, wearing and caring for your face covering</p><p>The British have been slow to embrace face masks, despite calls from public health experts. <a href=\"https://www.theguardian.com/world/2020/jul/07/refusal-to-wear-mask-should-be-as-taboo-as-drink-driving-says-royal-society-chief\">Uptake has been just 25%</a> in the UK, compared with 83.4% in Italy and 65.8% in the US. The president of the Royal Society, Venki Ramakrishnan, said this week that wearing one “is the right thing to do” and that a refusal to do so should be seen as socially unacceptable as drink-driving or not wearing a seatbelt.</p><p>Perhaps one of the problems has been the changing advice as new evidence emerges. <a href=\"https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public/when-and-how-to-use-masks\">The World Health Organization (WHO) now recommends people wear cloth masks</a>. Ramakrishnan said that in the UK, “the message has not been clear enough, so perhaps people do not really understand the benefits or are not convinced”. It also doesn’t help that the guidance across the UK is different.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/09/how-to-stop-your-glasses-steaming-up-and-19-other-essential-facts-about-face-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/09/how-to-stop-your-glasses-steaming-up-and-19-other-essential-facts-about-face-masks", "date_published": "2020-07-09 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LGBT asylum seekers routinely see claims rejected in Europe and UK", "description": "<p>Researchers found decision-makers did not consider claimants were at risk of persecution </p><p>People seeking asylum in the UK and Europe on the grounds of sexual orientation and gender identity are routinely <a href=\"https://www.theguardian.com/uk-news/2019/sep/02/home-office-refused-thousands-of-lgbt-asylum-claims-figures-reveal\">seeing their claims rejected</a> because of a widespread “culture of disbelief” and an “impossible burden of proof”, researchers have said.</p><p>Calling for a major overhaul of the way asylum systems treat LGBT+ claimants, the team from the University of Sussex said that across Europe, one in three were refused because officials simply did not believe their sexual orientation or gender identity.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/09/lgbt-asylum-seekers-routinely-see-claims-rejected-in-europe-and-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/09/lgbt-asylum-seekers-routinely-see-claims-rejected-in-europe-and-uk", "date_published": "2020-07-09 04:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Palace letters: Queen's secret correspondence surrounding Gough Whitlam's dismissal to be released on 14 July", "description": "<p>Correspondence with former governor general Sir John Kerr to be released in full after Prof Jenny Hocking’s lengthy battle</p><p>Previously secret correspondence between the Queen and former Australian governor general Sir John Kerr surrounding the dismissal of Gough Whitlam will be released in full on Tuesday morning, Australia’s national archives has confirmed.</p><p>The decision will guarantee the public will be able to access the entirety of the so-called palace letters, a series of more than 200 exchanges between the Queen, her private secretary and Kerr, the then-governor general, in the lead-up to the 1975 dismissal of Whitlam, the then-Australian prime minister.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/09/palace-letters-queens-secret-correspondence-about-gough-whitlams-dismissal-to-be-released-14-july\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/09/palace-letters-queens-secret-correspondence-about-gough-whitlams-dismissal-to-be-released-14-july", "date_published": "2020-07-09 03:35:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melania Trump statue set on fire in Slovenia", "description": "<p>Wooden likeness of US first lady is removed after being damaged during 4 July celebration weekend <br /></p><p>A wooden sculpture of first lady Melania Trump near her home town of Sevnica, Slovenia, has been removed after being set on fire during the US independence day weekend, according to the artist who commissioned the sculpture.</p><p>Brad Downey, a Berlin-based American artist, said he had the life-size sculpture – now blackened and disfigured – removed as soon as police informed him on 5 July, a year after it was unveiled.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/09/melania-trump-statue-set-on-fire-in-slovenia\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/09/melania-trump-statue-set-on-fire-in-slovenia", "date_published": "2020-07-09 03:08:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand police to patrol quarantine hotels after breakouts", "description": "<p>Move comes after two people absconded from quarantine, including a man later found to have Covid-19</p><p>Police officers will patrol New Zealand’s quarantine hotels around-the-clock after a number of people – including a man who <a href=\"https://www.theguardian.com/world/2020/jul/08/new-zealand-man-with-covid-19-absconds-from-quarantine-for-supermarket-dash\">tested positive for coronavirus</a> – escaped the managed isolation facilities.</p><p>In two separate incidents in Auckland hotels guests in isolation left their quarantine hotels, with one woman escaping over a hedge, and another man over a small fence.</p> <a href=\"https://www.theguardian.com/world/2020/jul/09/new-zealand-police-to-patrol-quarantine-hotels-after-breakouts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/09/new-zealand-police-to-patrol-quarantine-hotels-after-breakouts", "date_published": "2020-07-09 02:56:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Floyd told officers 'I can't breathe' more than 20 times, transcripts show", "description": "<p>Derek Chauvin, the officer kneeling on his neck, replied: ‘It takes a heck of a lot of oxygen to talk’</p><p>Newly released transcripts of the minutes leading up to George Floyd’s death reveal he told officers “I can’t breathe” more than 20 times, only to have his plea dismissed by <a href=\"https://www.theguardian.com/us-news/2020/jun/08/george-floyd-killing-derek-chauvin-bail\">Derek Chauvin</a>, the white officer pressing his knee into Floyd’s neck, who said: “It takes a heck of a lot of oxygen to talk.”</p><p>Floyd’s dying words have become a rallying cry at demonstrations around the world amid a reckoning with systemic racism and police brutality. The chilling transcripts of body camera video recordings that were made public on Wednesday provide the most detailed account yet of what happened after police apprehended Floyd on 25 May.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/08/george-floyd-police-killing-transcript-i-cant-breathe\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/08/george-floyd-police-killing-transcript-i-cant-breathe", "date_published": "2020-07-09 02:05:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Leicester garment factories exposed by Covid-19", "description": "<p>A spike in cases of Covid-19 in Leicester has led Guardian reporter Archie Bland to its garment factories. He discusses a story that goes beyond the pandemic and into workers’ rights, appalling factory conditions and the ethics of fast fashion</p><p>When the Guardian’s senior reporter <strong>Archie Bland </strong>arrived in Leicester to cover a new coronavirus spike he thought he would be covering a story about the frustrations of a city stuck in lockdown.</p><p>But, as he tells <strong>Anushka Asthana, </strong>he soon found that the trail of the new outbreak led to Leicester’s garment industry and the thousands of factories that continued to operate during lockdown, some allegedly without proper social distancing and in squalid conditions. Some of those factories supply the online fashion retailer Boohoo, which has seen a massive backlash this week. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/09/the-leicester-garment-factories-exposed-by-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/09/the-leicester-garment-factories-exposed-by-covid-19", "date_published": "2020-07-09 02:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global temperatures likely to hit at least 1C warming for next five years", "description": "<p>Experts say new climate data shows how close world already is to breaching 1.5C Paris agreement pledge</p><p>There is a one-in-five chance annual global temperatures will be at least 1.5C warmer than in pre-industrial times in the next five years, experts have said.</p><p>Annual global temperatures are likely to be at least 1C above the levels they were before the industrial era in each year between 2020 and 2024, a long-range forecast by experts led by the UK Met Office shows.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/09/global-temperatures-likely-to-hit-at-least-1c-warming-for-next-five-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/09/global-temperatures-likely-to-hit-at-least-1c-warming-for-next-five-years", "date_published": "2020-07-09 00:46:15+00:00", "persistent": false, "user": null, "language": "en-UK"}]