[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Season 5 Adds Loba, Buffs Mirage, & More", "description": "Season 5 has arrived in Apex Legends, and there are some big changes beyond just new legend Loba. Here's all the important stuff from the patch notes.\n\nLoba is new to the game, but she's far from the only legend with new tricks. Mirage is getting a really big buff, which should totally change the meta for his character. When you release a decoy, you can press the button again to have it mimic every move Mirage makes: before this, the decoy simply ran forward in a straight line. The same goes for Mirage's Ultimate: now all those decoys will mimic his moves too. His Passive gets some special treatment too. You still cloak when you get knocked down, but now you'll also cloak when respawning at a beacon or reviving a teammate--they get the cloaking too. What's more, Mirage's \"bamboozle\" line will play when a decoy is destroyed, instead of when it gets deployed, which ya know, makes a lot more sense.\n\nNow let's talk Loba. You probably know all about her by now, but if not, here's the important stuff. Her Tactical ability is called Burglar's Best Friend, and it lets her throw her bracelet and teleport to wherever it lands, making it a great ambush tool. Her passive, Eye for Quality, lets her spot Epic and Legendary loot through walls. Then there's her Ultimate, Black Market Boutique. Loba plants her staff in the ground, which pings all loot in the area. Everyone on the team can then check the staff to see a menu similar to a death box, listing all the good stuff nearby. Each squad member can take two pieces of gear for themselves, instantly transferring them to your inventory.\n\nOther legends have been reworked for Season 5 too. These include cooldown and range changes to abilities like Gibraltar's Dome Shield and Bloodhound's Eye of the Allfather. Some of the most significant changes are tied to Caustic's gas canisters: they can't be triggered from the other side of a closed door anymore, and the gas won't slow down Caustic's teammates. GameSpot has the complete list of legend changes.\n\nIt's not just the characters that have changed either: Kings Canyon looks quite different now. Skulltown and Thunderdome are gone, with a new location called Salvage along the coast. Wetlands is gone, replaced by the new Capacitor. You'll also find new Charge Towers in Kings Canyon. Activate one, and any legend standing on the platform when the energy burst goes out will instantly have their Ultimate charged and ready to go.\n\nOf course, a new season also means a new battle pass. There's another 100 tiers of rewards to unlock during Season 5, along with an all-new Quest system. Quests are a whole other story, so to learn more about them or anything else in the Season 5 patch notes, head to GameSpot. We'll see you in the Apex Games.", "link": "https://www.youtube.com/watch?v=6_tMig1Jiew", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FULL Unreal Engine 5 - Official PS5 Tech Demo Reveal Presentation", "description": "Watch the entire Unreal Engine 5 PlayStation 5 tech demo presented by Geoff Keighley during Summer Game Fest 2020.", "link": "https://www.youtube.com/watch?v=I9vhEm0rjJk", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11 Aftermath Robocop, Sheeva, Fujin Fatalities, Stage Fatalities and Fatal Blows", "description": "We get a glimpse at all three fatal blows and fatalities for Sheeva, Robocop and Fujin as well as some stage fatalities in Mortal Kombat 11 Aftermath.\n\n#MortalKombat11 #MK11 #GameSpot", "link": "https://www.youtube.com/watch?v=4C36LdvbbJU", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath - Official Gameplay Trailer", "description": "Fujin, Sheeva, and Robocop join the fight in Mortal Kombat 11: Aftermath. Take a look at their moves in this brand-new gameplay trailer.", "link": "https://www.youtube.com/watch?v=Bqbn8t9sn5A", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Release Date On Track, Unreal Engine 5's Incredible Graphics | Save State", "description": "PlayStation 5 is still on its way this holiday season, Unreal Engine 5 actually looks pretty real, and the Mafia trilogy is getting remastered.\n\nDon't worry, nothing's standing in the way of this next-generation. PlayStation 5 is still on its way for a holiday release, according to a recent earnings report from Sony. Still, a specific launch date hasn't been confirmed yet, and neither has a price. Speaking of next-gen, Epic Games debuted an Unreal Engine 5 tech demo running on the PlayStation 5, and it showcased incredible visuals. \n\nEpic Games' Fortnite is confirmed as a PS5 and Xbox Series X launch title, with plans to move the game over to Unreal's new engine in the future. 2K Games has also officially revealed that the Mafia trilogy is getting remastered. For all the latest gaming news stories, be sure to get your Save State every Monday through Thursday on GameSpot.", "link": "https://www.youtube.com/watch?v=35Z0MVxmAVQ", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Summer Game Fest Special Announcement Stream (May 13)", "description": "Tune in on May 13th at 8AM PT/11AM ET during the Summer Game Fest as Geoff Keighley unveils a special announcement.", "link": "https://www.youtube.com/watch?v=mSbPo_vMZdU", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Last Of Us Part 2 - Inside The Story", "description": "The team at Naughty Dog discuss the story of The Last of Us Part II, coming to PS4 June 19.\n\nTake a look inside the story of The Last of Us Part II. Hear from the team at Naughty Dog as they discuss how they approached developing the narrative and share new insights about the events and themes of Ellie’s story.\n\nThe Last of Us Part II launches on June 19th, 2020 for the PlayStation 4 system.\n\n#TheLastOfUs2 #TLOU2", "link": "https://www.youtube.com/watch?v=3wTnAp92Tgg", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tony Hawk's Pro Skater 1 + 2 Remaster Details & A New PlayStation Logo | Save State", "description": "Tony Hawk’s Pro Skater 1 + 2 Remasters are coming this year, Sony revealed a new logo, and Capcom has plans for “multiple major titles”.\n\nChastity brings you all the biggest gaming stories for your May 12 Save State. Tony Hawk’s Pro Skater 1 + 2 Remasters are coming to PS4, Xbox One, and PC this year, and we have all the details are what this remastered collection includes. Speaking of legendary Tonys, get ready to put on Tony Stark's helmet in Iron Man VR, which now has a new release date. \n\nIn other news, Sony has revealed another logo ahead of the release of PS5, The Xbox Series X frame rate is up to individual developers, and Capcom has plans for multiple major titles. And finally, Ghost of Tsushima will headline PS4’s next State of Play. For all the latest gaming news stories, be sure to get your Save State every Monday through Thursday on GameSpot.", "link": "https://www.youtube.com/watch?v=kH9uhguz5D0", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Unreal Engine 5 -  Official PlayStation 5 Real-Time Tech Demo Trailer", "description": "Our first look at the PlayStation 5 next gen is here, with this Unreal Engine 5 real-time demo.\n\n\nWatch the full demo here: https://www.youtube.com/watch?v=ON9McY8OsjE", "link": "https://www.youtube.com/watch?v=PBktSo0bXas", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Unreal Engine 5 - Official PS5 Real-Time Tech Demo", "description": "Unreal Engine 5 empowers artists to achieve unprecedented levels of detail and interactivity, and brings these capabilities within practical reach of teams of all sizes through highly productive tools and content libraries. \n\nJoin Technical Director of Graphics Brian Karis and Special Projects Art Director Jerome Platteaux (filmed in March 2020) for an in-depth look at \"Lumen in the Land of Nanite\" - a real-time demonstration running live on PlayStation 5 showcasing two new core technologies that will debut in UE5: Nanite virtualized micropolygon geometry, which frees artists to create as much geometric detail as the eye can see, and Lumen, a fully dynamic global illumination solution that immediately reacts to scene and light changes. \n\nAlso present in the demo are next-gen features already available in Unreal Engine 4.25, such as Niagara VFX improvements, Chaos physics and destruction, animation system enhancements, and audio advancements. Unreal Engine 4.25 also includes support for next-gen consoles.\n\nLearn more at unrealengine.com/blog/a-first-look-at-unreal-engine-5", "link": "https://www.youtube.com/watch?v=ON9McY8OsjE", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Make Mortal Kombat 11's Fatalities \"Family Friendly\" - Potato Mode", "description": "What happens when you take Mortal Kombat 11’s beautiful graphics and mess them up? Well they become surprisingly delicious as it turns out. That’s what we find out in this week’s episode of Potato Mode.\n\nPotato Mode is a series where we take your favorite games and turn their graphics into mush. We start by showing how good the game can look, and then we turn down the settings as low as we can, and then we go even lower using tools and programs outside of the game. The results are both fascinating and hilarious.\n\nMake sure to come back for part 2 where we check out Mortal Kombat 11’s Aftermath expansion, which features a brand new story mode and new playable characters including Robo Cop. If you’re interested in more videos about Mortal Kombat 11 make sure to check out our written review of the game over on GameSpot.com and the video review on our YouTube channel.\n\n#PotatoMode #MK11 #GameSpot", "link": "https://www.youtube.com/watch?v=OVqrE3NraQc", "date_published": "2020-05-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Season 5 – Fortune’s Favor Battle Pass Trailer", "description": "Grab the Battle Pass and complete challenges to unlock Legendary items like Fool's Gold Mirage, Sky Marshal Bangalore, and the Precision Caliber Reactive Wingman. \n\nApex Legends Season 5 – Fortune's Favor brings a new Battle Pass bristling with adventurous rewards. Instantly access exclusive items like the Legendary Hemlock Retrofitted skin and three new Rare Legends skins. Then fight your way through Daily and Weekly Challenges to earn unique rewards like Apex Packs, XP Boosts, skins, Music Packs, Loading Screens, Skydive Emotes, Quips and more! Grab the bundle to instantly unlock the first 25 levels. Go bold and pursue your fortune in style. \n\nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier. Play for free now on Xbox One, PS4, and Origin for PC.", "link": "https://www.youtube.com/watch?v=vd8gLdjsBmQ", "date_published": "2020-05-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Elder Scrolls 6 Is Still Years Away & Mafia 2 Remaster Rumours", "description": "We’re all chomping at the bit for Elder Scrolls 6 news, but Bethesda’s Pete Hines has tempered expectations by saying the game will be coming out after Starfield, and we still don’t really know that much about that either. Needless to say, it'll be a long while before Elder Scrolls fans get anything substantial.  \n\nThe Mafia Twitter account has sprung back to life after almost two years of being dormant. Its latest tweet has given weight to rumours that a Mafia 2 remaster is in development and is set to launch in 2020 to mark the game’s 10th anniversary. \n\nUbisoft has announced its summer digital showcase, promising exciting game news, reveals, and more. And a new partnership between numerous game publishers and developers will also result in another big summer event. The big gaming celebration will include involvement from studios like Larian, ZA/UM, and Paradox Interactive. \n\nGameSpot Save State is your daily stop for all the biggest gaming news.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=oElGXX7ybm4", "date_published": "2020-05-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tony Hawk's Pro Skater 1 + 2 - Official Reveal Trailer", "description": "The game that influenced a generation is returning to Xbox One, PS4, and PC in glorious 4K, with updated graphics.", "link": "https://www.youtube.com/watch?v=e03zsP3l2UY", "date_published": "2020-05-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Play Loba In Apex Legends Season 5 Live", "description": "Apex Legends Season 5 is here! Persia, Tony, and Erick team up and check out the new character, Loba, and all of the changes to this new season.", "link": "https://www.youtube.com/watch?v=7Nn2UWsBHsk", "date_published": "2020-05-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]