[{"source": "https://www.theguardian.com/rss", "title": "French Olympic hopeful climber Luce Douady, 16, dies after cliff fall", "description": "<ul><li>Douady seen as one of the sport’s brightest young talents </li><li>French climbing federation expresses ‘immense sadness’ </li></ul><p>Teenage French climbing prodigy Luce Douady was killed on Sunday when she fell on a footpath in a climbing area in the French Alps, the French Mountain Climbing Federation (FFME) and its club in Chambery said.</p><p>The 16-year-old reigning world junior champion fell 150m as she and a group of friends were crossing a tricky path equipped with a handrail between two climbing areas.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/16/french-olympic-hopeful-climber-luce-douady-cliff-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/16/french-olympic-hopeful-climber-luce-douady-cliff-fall", "date_published": "2020-06-15 23:46:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Golden State Killer' suspect reportedly to plead guilty to avoid death penalty", "description": "<p>Multiple sources tell Los Angeles Times former police officer is expected to plead guilty in Sacramento on 29 June</p><p>An ex-policeman in California charged in a series of murders and kidnappings attributed to the “Golden State Killer” is expected to plead guilty in a deal that will spare him the death penalty, the Los Angeles Times <a href=\"https://www.latimes.com/california/story/2020-06-15/golden-state-killer-plead-guilty-death-penalty\">reported</a> on Monday.</p><p>The office of the Sacramento county district attorney, Anne Marie Schubert, one of six prosecutors involved in the case against <a href=\"https://www.theguardian.com/us-news/2019/apr/10/golden-state-killer-california-death-penalty\">Joseph James DeAngelo</a>, declined to confirm the report when reached by Reuters on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/golden-state-killer-suspect-guilty-plea\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/golden-state-killer-suspect-guilty-plea", "date_published": "2020-06-15 23:20:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deliveroo and food chains ask Boris Johnson for help during pandemic", "description": "<p>Pizza Hut, Pret a Manger, Itsu and Wagamama suggest measures to help restaurants survive </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Deliveroo and the bosses of major chains including Pizza Hut, Pret a Manger, Itsu and Wagamama have asked the prime minister for urgent support to <a href=\"https://www.theguardian.com/business/2020/jun/03/frankie-and-bennys-owner-permanently-close-restaurants-restaurant-group\">prevent mass closures</a>, as physical distancing rules threaten the future of the restaurant industry.</p><p>The food delivery firm and 90 of its partners, representing more than 1,000 restaurants across the UK, have written a letter to Boris Johnson outlining a range of measures they say are needed to weather an extended period of reduced capacity.</p> <a href=\"https://www.theguardian.com/business/2020/jun/16/deliveroo-and-food-chains-ask-boris-johnson-for-help-during-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/16/deliveroo-and-food-chains-ask-boris-johnson-for-help-during-pandemic", "date_published": "2020-06-15 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jo Cox's sister calls for 'compassion and kindness' on anniversary of murder", "description": "<p>Kim Leadbeater says there is still a lot of work to do on the issues that concerned the MP four years after her death</p><p>The sister of Jo Cox has said it is more important than ever that people “pull together with compassion and kindness” on the fourth anniversary of <a href=\"https://www.theguardian.com/uk-news/2016/jun/16/labour-mp-jo-cox-shot-in-west-yorkshire\">the MP’s murder</a>.</p><p>Cox, 41, was shot and stabbed by <a href=\"https://www.theguardian.com/uk-news/2016/nov/23/thomas-mair-slow-burning-hatred-led-to-jo-cox-murder\">far-right extremist Thomas Mair</a> on 16 June 2016. She had been the Labour MP for Batley and Spen for just over a year when she was killed by Mair in Birstall, West Yorkshire, part of her constituency.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/16/jo-coxs-sister-calls-for-compassion-and-kindness-on-anniversary-of\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/16/jo-coxs-sister-calls-for-compassion-and-kindness-on-anniversary-of", "date_published": "2020-06-15 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leftwing voters lead decline in trust in UK news media", "description": "<p>Overall trust down 20 points since 2015, and ‘silent majority’ want ‘neutral and detached’ news</p><p>The British public’s trust in the media has fallen off a cliff in the last five years, particularly among leftwing voters, research suggests.</p><p>Just 15% of left-leaning voters now say they trust most news most of the time, down from 46% as recently as 2015, Oxford University’s Reuters Institute for the Study of Journalism found. </p> <a href=\"https://www.theguardian.com/media/2020/jun/16/leftwing-voters-lead-decline-in-trust-in-uk-news-media\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jun/16/leftwing-voters-lead-decline-in-trust-in-uk-news-media", "date_published": "2020-06-15 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National Trust buys romantic landscape of Lorna Doone novel", "description": "<p>Nine acres in Exmoor includes buildings, rivers and moorland linked to 19th-century tale</p><p>It is a place of wooded valleys, tumbling rivers and rugged moorland that was immortalised in the 19th-century novel Lorna Doone, a twisty tale of romance, murder and outlaws by RD Blackmore.</p><p><a href=\"https://web.archive.org/web/20200616040239id_/https:/www.theguardian.com/uk/www.nationaltrust.org.uk\">The National Trust</a> announced on Tuesday it had bought nine acres of land in Doone country, including farmhouses and cottages, and is hoping to encourage more visitors to explore this tucked-away area of Exmoor.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/16/national-trust-buys-romantic-landscape-lorna-doone-novel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/16/national-trust-buys-romantic-landscape-lorna-doone-novel", "date_published": "2020-06-15 23:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League restart preview No 17: Tottenham", "description": "<p>The situation was bleak before the break but Harry Kane’s return should give the side hope in a chase for a top-four finish</p><p><strong>What was the situation like when the league was suspended on 13 March? </strong>Bleak, with José Mourinho the first to say so. The manager had major injury concerns, with Harry Kane, Son Heung-min, Moussa Sissoko and Steven Bergwijn each a long-term casualty. The squad looked tired and unbalanced, with Mourinho repeatedly bemoaning the fact that without Kane – who ruptured a hamstring tendon on 1 January – he had no senior No 9. The manager made no secret of his frustration at the failure to sign a new striker in the mid-season window. Unlike his predecessor, Mauricio Pochettino, he does not consider Son to be able to play at centre-forward. The team had rather ridden their luck at times – in the home wins over Manchester City and Southampton for instance, the latter in an FA Cup replay. After that game Mourinho said: “It’s very difficult to progress the way we want. Basically, it’s game to game, building a team with what we have.” Then the luck ran out. Spurs hit the shutdown on a sequence of six games without a win, a period when they were eliminated from the FA Cup and Champions League, and slipped to eighth in the Premier League.</p><p><strong>What about now? </strong>All change. From pessimism to optimism. The fitness situation has improved radically with the aforementioned quartet all ready to play, although there are now doubts over Giovani Lo Celso. Son even found the time to fit in his mandatory four-week basic soldiers’ training course in South Korea. Mourinho has had bonus weeks to work with his squad, making it like the pre-season he never had although, plainly, the Covid-19 protocols have meant that things have been different.</p> <a href=\"https://www.theguardian.com/football/2020/jun/16/premier-league-restart-preview-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/16/premier-league-restart-preview-tottenham", "date_published": "2020-06-15 23:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four in 10 pupils have had little contact with teachers during lockdown", "description": "<p>Two separate studies raise fears that millions of children, particularly in state schools, have done almost no work at all<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Four in 10 pupils in England are not in regular contact with their teachers, a study has found, amid mounting evidence of wide disparities in the provision of schoolwork during lockdown and fears that millions of children are doing little or nothing at all.</p><p>The report for the National Foundation for Educational Research (NFER) also found that a third of pupils were not engaged with their lessons, fewer than half (42%) had bothered to return their work, and pupils in the most disadvantaged schools were the least likely to be engaged with remote learning.</p> <a href=\"https://www.theguardian.com/education/2020/jun/15/2m-children-in-uk-have-done-almost-no-school-work-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/15/2m-children-in-uk-have-done-almost-no-school-work-in-lockdown", "date_published": "2020-06-15 22:53:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "College Behind Bars review – how education can unlock prisoners' potential", "description": "<p>This film following students of the Bard Prison Initiative is a tribute to their ambition and endeavour – and an indictment of the absence of funding for such programmes</p><p>It should not be strange to hear prisoners talk about <a href=\"https://www.theguardian.com/stage/2015/may/22/blood-oresteia-aeschylus-tragedy-almeida-globe-home-theatre\">The Oresteia</a> or Moby-Dick or eukaryotic cell structure – but it is. If it were not, BBC Four’s two-part Storyville documentary <a href=\"https://www.bbc.co.uk/programmes/m000k494\">College Behind Bars</a> would be neither interesting nor necessary. As things stand, it is both of these things, intensely.</p><p>Directed by Lynn Novick and executive-produced by Ken Burns (maker of the celebrated 1990 series The Civil War and many others, including last year’s <a href=\"https://www.theguardian.com/tv-and-radio/2019/nov/21/country-music-by-ken-burns-review-bbc4\">Country Music</a>), it follows several prisoners of New York state’s Eastern Correctional Facility – a maximum-security prison for men – and one at Taconic Correctional Facility, a medium-security prison for women. All of them are working towards a college degree under Bard College’s <a href=\"https://bpi.bard.edu/\">Bard Prison Initiative</a> (BPI).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/15/college-behind-bars-review-how-education-can-unlock-prisoners-potential\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/15/college-behind-bars-review-how-education-can-unlock-prisoners-potential", "date_published": "2020-06-15 22:40:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump reportedly to take legal action to block John Bolton's tell-all book", "description": "<ul><li>ABC News says Trump expected to file suit seeking injunction</li><li>The Room Where It Happened due for publication next week</li></ul><p>Donald Trump is set to sue to stop the publication of a tell-all book by John Bolton, his third national security adviser, <a href=\"https://abcnews.go.com/Politics/trump-administration-expected-attempt-block-john-boltons-book/story?id=71256834\">ABC News reported</a> on Monday.</p><p>At an event in the White House later in the day, Trump said it would be up to the attorney general, William Barr, to issue any charges, but he hinted that the matter would end up in court. “We’ll see what happens. They’re in court or they’ll soon be in court,” Trump said about the book.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/john-bolton-book-trump-sues-to-block-tell-all\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/john-bolton-book-trump-sues-to-block-tell-all", "date_published": "2020-06-15 22:26:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson rejects Marcus Rashford's plea for summer free school meals", "description": "<ul><li>Manchester United striker says ‘It’s not over yet’ on Twitter<br /></li><li>Prime minister set to respond as Labour back the meals appeal</li></ul><p>Marcus Rashford has vowed not to give up after Boris Johnson rejected a plea from the Manchester United and England striker to reconsider the government’s decision not to extend its free school meals voucher system for low-income families over the summer holiday period.</p><p>Rashford tweeted on Monday afternoon: “We aren’t beaten yet, stand strong for the 200,000 children who haven’t had a meal to eat today and keep retweeting <a href=\"https://twitter.com/hashtag/maketheUturn?src=hashtag_click\" title=\"\">#maketheUturn</a>.” That post had been retweeted 13,000 times within an hour of going up with his initial letter being liked by more than 170,000 people.</p> <a href=\"https://www.theguardian.com/football/2020/jun/15/boris-johnson-rejects-marcus-rashfords-plea-for-free-school-meals-over-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/15/boris-johnson-rejects-marcus-rashfords-plea-for-free-school-meals-over-summer", "date_published": "2020-06-15 21:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dean Smith says he fully supports Tyrone Mings going on BLM march", "description": "<ul><li>Aston Villa manager said players don’t need to ask permission<br /></li><li>Villa back in action against Sheffield United on Wednesday<br /></li></ul><p>Dean Smith, the Aston Villa manager, has said he has no problem with Tyrone Mings joining 4,000 people on a Black Lives Matter demonstration in Birmingham this month, saying that so long as physical distancing measures are respected he is happy for his players to promote important causes.</p><p>“I wouldn’t necessarily say players can go and do what they want but if someone is passionate about something like BLM, and it’s been in the news for everyone, then I fully support him for going and doing what he believes in,” Smith said.</p> <a href=\"https://www.theguardian.com/football/2020/jun/15/dean-smith-fully-supports-tyrone-mings-black-lives-matter-march-aston-villa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/15/dean-smith-fully-supports-tyrone-mings-black-lives-matter-march-aston-villa", "date_published": "2020-06-15 21:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rayshard Brooks family call for murder charges after police killing", "description": "<ul><li>Widow Tomika Miller: ‘I can never get my best friend back’</li><li>Brooks, an African American, was shot by white Atlanta officer</li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/15/rayshard-brooks-black-lives-matter-george-floyd-donald-trump-live-updates\">Black Lives Matter protests continue – US politics live</a></li></ul><p>The family of Rayshard Brooks, an unarmed black man who was shot twice in the back by a white Atlanta police officer on Friday after he fell asleep in his car, have called for murder charges and a radical overhaul of the city’s police department.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/14/beyonce-breonna-taylor-kentucky-attorney-general-letter\">Beyoncé seeks justice for Breonna Taylor in letter to Kentucky attorney general</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/rayshard-brooks-family-atlanta-police-killing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/rayshard-brooks-family-atlanta-police-killing", "date_published": "2020-06-15 20:36:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Jenrick: why are there calls for inquiry into minister?", "description": "<p>Housing secretary is at centre of ‘cash-for-favours concerns’ over east London development</p><p>Jenrick knew that billionaire former media tycoon Richard Desmond had only 24 hours to have an east London property development approved before council community charges were imposed that would have cost him more than £40m. He and his government department initially backed Desmond’s plan to construct 1,524 apartments on the site. The minister later accepted that his approval in January of Desmond’s project on the old Westferry Road printworks on the Isle of Dogs was unlawful.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/15/robert-jenrick-why-are-there-calls-for-inquiry-into-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/15/robert-jenrick-why-are-there-calls-for-inquiry-into-minister", "date_published": "2020-06-15 20:35:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spiders, cockroaches and a bloody pig mask: eBay employees charged with cyberstalking", "description": "<p>Six former senior employees set out to terrorize a couple for publishing an online newsletter unfavorable to the company</p><p>Six former senior eBay employees have been charged with waging an extensive campaign to terrorize and intimidate the editor and publisher of an online newsletter with threats and disturbing deliveries to their home, including live spiders and cockroaches, federal authorities said on Monday.</p><p>Executives were upset about the newsletter’s coverage, so their employees set out to ruin the lives of the couple who ran the website, sending a funeral wreath, bloody pig face Halloween mask and other alarming items to their home, authorities said. The employees also sent pornographic magazines with the husband’s name on it to their neighbor’s house and planned to break into the couple’s garage to install a GPS device on their car, officials said.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/15/ebay-employees-stalking-charges-spiders-cockroaches-pig-mask\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/15/ebay-employees-stalking-charges-spiders-cockroaches-pig-mask", "date_published": "2020-06-15 20:19:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Priti looks vacant as Tories take a stand for the statues «", "description": "<p>Equality is far too important a subject for change to come at anything but glacial pace</p><p>You could feel Boris Johnson’s pain. There was a time when he could make a quick £5,000 for knocking out barely considered articles for the Daily Telegraph. But now he’s prime minister he’s rather obliged to bash them out for free. The only good news for him is that his pieces are kept <a href=\"https://www.telegraph.co.uk/politics/2020/06/14/rather-tear-people-should-build-others/\">behind a paywall</a>, so the vast majority of the country can easily manage to avoid them and don’t get to find out just how incoherent they are.</p><p>While rightwing extremists were making Nazi salutes and causing aggro with the police, and a man was caught <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/man-arrested-on-suspicion-of-urinating-on-memorial-to-pc-keith-palmer\">pissing </a><a href=\"https://www.theguardian.com/uk-news/2020/jun/14/man-arrested-on-suspicion-of-urinating-on-memorial-to-pc-keith-palmer\">next to a memorial</a> to terrorism victim PC Keith Palmer, Boris was more interested in fighting last week’s battle over statues. Count on me, he promised. He wasn’t going to allow anyone to take down a statue of Winston Churchill. Not least because almost no one had called on him to do so.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/15/priti-looks-vacant-as-tories-take-a-stand-for-the-statues\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/15/priti-looks-vacant-as-tories-take-a-stand-for-the-statues", "date_published": "2020-06-15 20:12:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billy Sharp: 'My emotions showed when I got that first Premier League goal' | David Hytner", "description": "<p>Sheffield United striker on his journey to the top and the day Chris Wilder sent him into an off-licence two minutes away from Millwall’s ground</p><p>Billy Sharp remembers how the travelling Sheffield United fans were “rolling down the stand, trying to get to me”, utterly lost in the euphoria of the moment. There is no feeling quite like the one that accompanies a vital last-gasp goal and, on the face of it, Sharp’s <a href=\"https://www.theguardian.com/football/2019/aug/10/bournemouth-sheffield-united-premier-league-match-report\" title=\"\">88th-minute equaliser at Bournemouth</a> last August had it all.</p><p>It was the day of Sheffield United’s Premier League return, their first game in the top division since 2006‑07 and Sharp, the Sheffield boy and lifelong Blades fan, the captain and one of the symbols of the club, had saved the day just six minutes after coming on as a substitute. But there was even more to it than that.</p> <a href=\"https://www.theguardian.com/football/2020/jun/15/billy-sharp-my-emotions-showed-when-i-got-that-first-premier-league-goal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/15/billy-sharp-my-emotions-showed-when-i-got-that-first-premier-league-goal", "date_published": "2020-06-15 20:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dismay as No 10 adviser is chosen to set up UK race inequality commission", "description": "<p>Munira Mirza has doubted existence of institutional racism and criticised ‘culture of grievance’</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jun/15/munira-mirza-pms-nonsense-detector-who-has-attacked-racism-claims\">Profile: Munira Mirza</a></li></ul><p>The new government commission on racial inequalities is being set up by a No 10 adviser who has cast doubt on the existence of institutional racism and condemned previous inquiries for fostering a “culture of grievance”, it has emerged.</p><p>Munira Mirza, the head of the No 10 policy unit, is leading much of the work to form the commission on race and ethnic disparities announced by Boris Johnson on Sunday after the global wave of Black Lives Matter protests, the Guardian has been told.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/dismay-over-adviser-chosen-set-up-uk-race-inequality-commission-munira-mirza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/dismay-over-adviser-chosen-set-up-uk-race-inequality-commission-munira-mirza", "date_published": "2020-06-15 19:23:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The celebrities who are doing anti-racism right", "description": "<p>Selena Gomez, Cardi B, Taylor Swift are using their platforms to elevate other voices, urge people to vote and push vital activists into the mainstream</p><p>In the weeks since George Floyd’s death sparked worldwide protests, we have seen a lot of disappointing reactions on social media. Like when Fetty Wap tweeted that all lives matter before realizing what the hashtag meant, deleting his comment <a href=\"https://twitter.com/fettywap/status/751287046799405056\">and apologizing for it</a>. Heather Morris of Glee fame created a two-minute interpretive dance titled George Floyd, to express her “inner dialogue” – half of which consisted of her crying directly into the camera, the other half which looked like it was inspired by the video for ‘NSync’s Bye Bye Bye. On Friday, <a href=\"https://twitter.com/MarlowNYC/status/1271083755915149312\">the celebs were out in force again,</a> with yet another uncalled for video montage, in which they “took responsibility” for racism; but not for their <a href=\"https://www.nytimes.com/2020/03/20/arts/music/coronavirus-gal-gadot-imagine.html\">inability to think of new ideas</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/selena-gomez-anti-racism-celebrities-getting-it-right\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/selena-gomez-anti-racism-celebrities-getting-it-right", "date_published": "2020-06-15 19:19:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oscars 2021 ceremony pushed back and eligibility period extended", "description": "<ul><li>Awards ceremony to be held on 25 April next year</li><li>Majority of new releases paused amid coronavirus pandemic<br /></li></ul><p>The Academy of Motion Picture Arts and Sciences has decided to push back next year’s Oscars ceremony by two months.</p><p>With the coronavirus pandemic pausing the majority of new film releases since March, the decision was made to move the awards to 25 April. The eligibility period has also shifted from the end of December to the end of February.</p> <a href=\"https://www.theguardian.com/film/2020/jun/15/oscars-2021-ceremony-april\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/15/oscars-2021-ceremony-april", "date_published": "2020-06-15 19:14:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reaction to the powerbroker behind Fury v Joshua is a mirror to boxing itself | Jonathan Liew", "description": "<p>Boxing has always been a flawed and dangerous game – the emergence of Daniel Kinahan is no betrayal of the sport</p><p>The footage is horrible, harrowing, traumatic. All the same, you can’t look away. The scene is the Regency hotel in Dublin in February 2016, the event a nondescript weigh-in before the big fight the following night. There’s terrible rock music playing. A couple of gormless-looking bald men standing on the podium bearing clipboards. A local cruiserweight called Gary Sweeney steps on to the scales in blue Superman briefs. The gormless bald men peer forward and write on their clipboards. Sweeney steps aside. All of a sudden, we hear the whip-crack of an assault rifle.</p><p>At which point, a lot of things happen at once. There’s breaking glass, chairs being overturned. We see a blurred Sweeney, still in his briefs, desperately fleeing for safety through a side door. Through the pop-pop of bullets and the din of grown men shouting, a single piercing child’s voice: “Daddy, what was that?” Within minutes the gunmen have departed, <a href=\"https://www.theguardian.com/world/2016/feb/06/dublin-one-gang-fatal-shooting-woman\">leaving one man dead and two wounded</a>. But the main target of the attack, according to Irish police, has already left the building. Daniel Kinahan will live to fight another day.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jun/15/tyson-fury-daniel-kinahan-boxing-eternal-struggle\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jun/15/tyson-fury-daniel-kinahan-boxing-eternal-struggle", "date_published": "2020-06-15 19:13:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Permanent secretaries 'not aware of any economic planning for a pandemic'", "description": "<p>Two senior civil servants say Whitehall did not devise economic plan after 2016 simulation </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Two of the government’s most powerful civil servants have said they were not aware of any attempt to make economic preparations for a possible global pandemic in the years leading up to the coronavirus outbreak.</p><p>Sir Tom Scholar and Alex Chisholm, the permanent secretaries in the Treasury and the Cabinet Office respectively, confirmed that although the government simulated an international flu outbreak in 2016, Whitehall did not devise a plan for dealing with the consequences for the economy.</p> <a href=\"https://www.theguardian.com/society/2020/jun/15/permanent-secretaries-not-aware-of-any-economic-planning-for-a-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/15/permanent-secretaries-not-aware-of-any-economic-planning-for-a-pandemic", "date_published": "2020-06-15 19:07:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bloomsday to Zoomsday: James Joyce celebration goes online", "description": "<p>Locked down fans of Ulysses from Brazil to Canada and Ireland are finding ways to continue the annual events commemorating the novel <br /></p><ul><li><a href=\"https://www.theguardian.com/books/quiz/2009/jun/15/bloomsday-quiz-james-joyce\">Bloomsday quiz: how well do you know your Joyce? </a></li></ul><p><a href=\"https://facebook.com/events/s/bloomsday-in-lisbon-2020/2908786285913756/?ti=icl&amp;__mref=mb\">https://facebook.com/events/s/bloomsday-in-lisbon-2020/2908786285913756/?ti=icl</a>James Joyce fans aren’t put off by the 800-odd pages of Ulysses, so perhaps it isn’t surprising that a little thing like a global lockdown can’t dampen their spirits either.</p><p>Bloomsday is an annual celebration marked around the world on 16 June, in honour of the day in 1904 when Leopold Bloom wandered the streets of Dublin in Joyce’s novel. But with fans prevented from walking in Bloom’s footsteps through the Irish capital on the anniversary, breakfasting out a la Bloom on “the inner organs of beasts and fowls”, or attending packed pub readings of Ulysses, they are instead turning to virtual celebrations, from Buenos Aires to Oslo.</p> <a href=\"https://www.theguardian.com/books/2020/jun/15/bloomsday-james-joyce-celebration-goes-online-ulysses\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/15/bloomsday-james-joyce-celebration-goes-online-ulysses", "date_published": "2020-06-15 19:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trans activists write to Sun condemning JK Rowling abuse story", "description": "<p>Letter says they disagree with author on gender, but paper’s front page was “abhorrent”</p><p>Trans and non-binary activists have written a public letter in support of JK Rowling after the Sun published a front page interview with her ex-husband headlined: “I slapped JK and I’m not sorry.”</p><p>The group of campaigners said that while they strongly opposed the Harry Potter author’s stance on trans rights, they stood in solidarity with her against the newspaper’s “abhorrent” approach to a domestic violence story.</p> <a href=\"https://www.theguardian.com/books/2020/jun/15/trans-and-non-binary-activists-write-to-sun-in-support-of-jk-rowling\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/15/trans-and-non-binary-activists-write-to-sun-in-support-of-jk-rowling", "date_published": "2020-06-15 18:53:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Autumn schedule to be agreed by end of June but longer-term agreement elusive", "description": "<ul><li>Six Nations expected to be completed in October and November</li><li>Clubs and unions still in discussions over future Test windows</li></ul><p>The shape of this autumn’s international rugby programme will be confirmed by the end of this month but negotiations about a new global fixture calendar remain ongoing.</p><p>Barring a significant second wave of Covid-19 infections, the 2020 Six Nations should now be completed in October and November but clubs and unions have yet to reach agreement on exactly what the longer-term future will look like.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/15/autumn-schedule-to-be-agreed-by-end-of-june-but-longer-term-agreement-elusive\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/15/autumn-schedule-to-be-agreed-by-end-of-june-but-longer-term-agreement-elusive", "date_published": "2020-06-15 18:42:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view of Boris Johnson’s crisis: blunder after blunder | Editorial", "description": "<p>The distinctive British response to the coronavirus pandemic is one of missed opportunities and dismal misjudgments</p><p>When the story of the coronavirus pandemic is written, the verdict on Boris Johnson’s government is likely to be damning. Mr Johnson has made mistake after mistake, for which the country has paid a very high price. The prime minister is right in a sense that he presides over a “world-beating” performance: with 64,000 <a href=\"https://twitter.com/jburnmurdoch/status/1270735561247133696\" title=\"\">excess deaths</a>, that is one excess death for every 1,000 people, the UK has recorded the largest global spike in deaths compared with the average yearly death toll; and the country will suffer the <a href=\"https://www.theguardian.com/business/2020/jun/10/uk-economy-likely-to-suffer-worst-covid-19-damage-says-oecd\" title=\"\">deepest depression</a> of any developed economy.</p><p>Such a claim can be made because there’s no need to wait until all the facts are known. The gaffes are hiding in plain sight. Britain does not require the crisis to subside to analyse the country’s performance. The distinctive British response to this global challenge is one of missed opportunities and dismal misjudgments.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/15/the-guardian-view-of-boris-johnsons-crisis-blunder-after-blunder\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/15/the-guardian-view-of-boris-johnsons-crisis-blunder-after-blunder", "date_published": "2020-06-15 18:42:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the return of the bull market – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jun/15/martin-rowson-shops-reopen-coronavirus-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jun/15/martin-rowson-shops-reopen-coronavirus-cartoon", "date_published": "2020-06-15 18:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London's Le Caprice restaurant to close its doors in the West End", "description": "<p>A-list celebrity eatery, closed since the Covid-19 pandemic, will reopen at new location</p><p><a href=\"https://caprice-holdings.co.uk/a-message-from-richard-caring/\">Le Caprice,</a> a fixture on the London dining scene for almost 40 years and beloved haunt of many an A-list celebrity, is shutting the doors of its West End location with plans to reopen elsewhere.</p><p>The art deco dining room, situated behind the Ritz Hotel, <a href=\"https://www.theguardian.com/lifeandstyle/2011/aug/31/le-caprice-30-years\">first opened in 1947</a>. It was a favourite venue of the late Diana, Princess of Wales, who always sat at the same corner table. Since then it has been been a well-trodden bolthole for the rich and famous, as well as a magnet for paparazzi, especially in the 80s, after its refurbishment and relaunch.</p> <a href=\"https://www.theguardian.com/business/2020/jun/15/londons-le-caprice-restaurant-to-close-its-doors-in-the-west-end\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/15/londons-le-caprice-restaurant-to-close-its-doors-in-the-west-end", "date_published": "2020-06-15 18:25:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU to discuss greater defence cooperation in face of US-China tensions", "description": "<p>European leaders fear two powers are becoming embroiled in permanent confrontation<br /></p><p>EU ministers are to discuss the need for greater defence cooperation and a renewed intelligence assessment in the face of a heightened risk of a China-US military confrontation.</p><p>The call for greater EU defence cooperation comes in a Franco-German joint paper and, although familiar, has been given added urgency by fears in the bloc that the <a href=\"https://www.theguardian.com/world/2020/may/24/china-raises-us-trade-tensions-with-warning-of-new-cold-war\">US and China</a> will become locked in a permanent big power confrontation.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/eu-discuss-greater-defence-cooperation-us-china-tensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/eu-discuss-greater-defence-cooperation-us-china-tensions", "date_published": "2020-06-15 18:15:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 can damage lungs of victims beyond recognition, expert says", "description": "<p>Organs of some who die after over a month in hospital sustain ‘complete disruption’, peers told</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Covid-19 can leave the lungs of people who died from the disease completely unrecognisable, a professor of cardiovascular science has told parliament.</p><p>It created such massive damage in those who spent more than a month in hospital that it resulted in “complete disruption of the lung architecture”, said Prof Mauro Giacca of King’s College London.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/covid-19-can-damage-lungs-victims-beyond-recognition-expert-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/covid-19-can-damage-lungs-victims-beyond-recognition-expert-says", "date_published": "2020-06-15 18:10:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Givenchy appoints Matthew M. Williams as its new creative director", "description": "<p>Designer behind cult label Alyx replaces Clare Waight Keller at the Parisian fashion house</p><p>Givenchy has confirmed that Matthew M. Williams, the designer behind the cult label 1017 ALYX 9SM – known simply as Alyx - will be the Parisian house’s new Creative Director, across men’s and womenswear. The announcement follows the exit of British designer <a href=\"https://www.theguardian.com/fashion/2020/apr/10/clare-waight-keller-meghans-wedding-dress-designer-leaves-givenchy\">Clare Waight Keller</a> in April, after three years in the role, and highlights such as designing Meghan the Duchess of Sussex’s wedding dress in 2018.</p> <a href=\"https://www.theguardian.com/fashion/2020/jun/15/givenchy-appoints-matthew-m-williams-as-its-new-creative-director\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jun/15/givenchy-appoints-matthew-m-williams-as-its-new-creative-director", "date_published": "2020-06-15 17:52:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pilot of US fighter that crashed in North Sea found dead", "description": "<p>F-15 jet plunged into waters off Yorkshire coast during training mission on Monday morning </p><p>The pilot of the US air force F-15C fighter plane that crashed off the north-east coast of England has been found dead.</p><p>The aircraft, based in the UK, plunged into the North Sea off the Yorkshire coast while on a training mission at about 9.40am on Monday. </p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/15/us-air-force-jet-crashes-into-north-sea-during-training-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/15/us-air-force-jet-crashes-into-north-sea-during-training-mission", "date_published": "2020-06-15 17:41:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Going gangbusters: when winter passionfruit starts to blossom", "description": "<p>Warm summer temperatures have set up passionfruit growers for a bumper winter crop. Here’s how to make the most of the tangy treat</p><p>Passionfruit farmers are reporting a bumper haul of fruit this winter, following the warm summer and wild autumn temperatures. The fruit, which is native to Brazil, is a year-round crop in Australia, with seasonal peaks in both summer and winter.</p><p>You might find Panama, yellow or golden passionfruit in suburban backyards, but growers generally have a strong preference for purple varieties, since they were first introduced to Queensland in the late 1800s. Both kinds are delicious, but the purple fruits tend to be slightly richer and less acidic than yellow varieties. For green thumbs at home, expect roughly 18 months between planting your vine and harvesting the first fruit.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/16/going-gangbusters-when-winter-passionfruit-starts-to-blossom\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/16/going-gangbusters-when-winter-passionfruit-starts-to-blossom", "date_published": "2020-06-15 17:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Imogen Cooper review – beautifully executed keyboard colour", "description": "<p><strong>Wigmore Hall/BBC Radio 3<br /></strong>Cooper’s hauntingly atmospheric encore alleviated the mood of seriousness that she brought to this programme of Schubert and Beethoven</p><p>The Wigmore Hall’s lockdown concerts are so life-enhancing that one straps on one’s tin helmet before offering even a mite of criticism in connection with musical events that richly deserve to live long in the memory. Nevertheless, helmet on and here goes.</p><p>It was not until <a href=\"http://www.imogen-cooper.com/\">Imogen Cooper</a>’s tantalisingly brief encore in this third piano recital in the series that a single note of 20th-century solo piano music has been heard at all this June. To rub salt in the wound of what might have been, Cooper’s playing of <a href=\"https://www.youtube.com/watch?v=M48p-2Eukzs\">Dobrou Noc!</a><a href=\"https://www.youtube.com/watch?v=M48p-2Eukzs\"> (Good Night!)</a> from Janáček’s cycle On an Overgrown Path, at the end of a recital of Schubert and Beethoven, was so hauntingly atmospheric in its sense of loss that it was a cruel reminder that this was the path not taken.</p> <a href=\"https://www.theguardian.com/music/2020/jun/15/imogen-cooper-review-wigmore-hall-bbc-radio-3\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/15/imogen-cooper-review-wigmore-hall-bbc-radio-3", "date_published": "2020-06-15 17:29:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson: no reason why Brexit deal cannot be sealed in July", "description": "<p>EU agrees to look for early common ground as PM asks it to ‘put a tiger in the tank’ of talks <br /></p><p>Boris Johnson has said there is no reason why the outline of a Brexit deal cannot be sealed by the end of July, after he asked EU leaders at a video summit to “put a tiger in the tank” of stalled talks.</p><p>In a boost for the prime minister’s plans to secure a deal by the end of the summer, the EU leaders agreed to strive to find early common ground on trade and security to avoid unnecessary economic chaos next year.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/15/boris-johnson-hopes-securing-brexit-trade-deal-given-boost-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/15/boris-johnson-hopes-securing-brexit-trade-deal-given-boost-eu", "date_published": "2020-06-15 17:29:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nandy raises concerns over imperialist Foreign Office murals", "description": "<p>Debate about appropriateness of images by Sigismund Goetze reignited in wake of Black Lives Matter protests<br /></p><p>The Foreign Office has come under scrutiny over a set of large-scale painted murals in which the Anglo-Saxon empire is triumphantly portrayed, including one in which Africa is depicted as a little naked boy carrying a fruit basket.</p><p>Lisa Nandy, the shadow foreign secretary, has written to her counterpart, Dominic Raab, asking him to set out his views on the murals that decorate the Foreign Office grand staircase, the main greeting point for visiting dignitaries. It is understood that she expressed her concern that the murals were still the way the Foreign Office wished to welcome other countries and how Britain wished to portray itself.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/15/nandy-raises-question-over-foreign-office-racial-goetze-murals\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/15/nandy-raises-question-over-foreign-office-racial-goetze-murals", "date_published": "2020-06-15 17:27:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour demands Robert Jenrick disclose all contacts on Westferry", "description": "<p>Communities secretary quizzed on planning decision that saved Tory donor £4om</p><p>Labour has demanded that the communities secretary, Robert Jenrick, disclose all contacts he had with other ministers and officials before he overruled a planning decision, saving a property developer millions of pounds.</p><p>Answering departmental questions in the Commons, Jenrick insisted he had behaved properly when he approved the construction of a residential development in east London by Richard Desmond, former owner of Express newspapers.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/15/labour-demands-robert-jenrick-disclose-all-contact-on-westferry\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/15/labour-demands-robert-jenrick-disclose-all-contact-on-westferry", "date_published": "2020-06-15 17:23:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran ends provision by state of contraceptives and vasectomies", "description": "<p>Government move to boost birth rate does not affect pharmacies or private hospitals<br /></p><p>Iran’s state hospitals and clinics are no longer performing vasectomies or giving out contraceptives in an attempt to revive flagging population growth, a senior health official has told state media.</p><p>Iranian women were now having 1.7 children on average, well below the 2.2 required to maintain the population, Hamed Barakati, director general of the Ministry of Health’s Office of Population and Family Health, told the Islamic Republic News Agency in an interview on Sunday. On current trends about a third of the country would be over 60 years old by 2050. “Whether we like it or not … we will become an ageing country,” he said.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/iran-bans-vasectomies-and-contraceptives-to-improve-birth-rate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/iran-bans-vasectomies-and-contraceptives-to-improve-birth-rate", "date_published": "2020-06-15 17:23:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man given 14-day jail term for urinating near PC Keith Palmer plaque", "description": "<p>Andrew Banks, 28, of Stansted, Essex, said he had drunk 16 pints the night before and could not find a toilet</p><p>A 28-year-old man has been sentenced to 14 days in prison for outraging public decency after urinating beside the memorial to a murdered police officer outside parliament.</p><p>Andrew Banks, of Stansted, Essex, was <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/man-urinates-next-to-pc-keith-palmer-memorial-during-far-right-protest\">photographed on Saturday morning</a> relieving himself next to a plaque erected in memory of PC Keith Palmer during demonstrations in Parliament Square by football supporters and rightwing activists who claimed they were defending statues from Black Lives Matter demonstrators.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/15/man-given-14-day-jail-sentence-for-urinating-near-pc-keith-palmer-plaque\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/15/man-given-14-day-jail-sentence-for-urinating-near-pc-keith-palmer-plaque", "date_published": "2020-06-15 17:14:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs urge Boris Johnson to cut 2m physical distancing", "description": "<p>High-profile backbenchers insist 1m rule would prevent many more lost jobs</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Senior Tory MPs have publicly urged Boris Johnson to cut the 2 metre distancing rule in England immediately, underlining the scale of discontent about the issue in his party.</p><p>Pubs, restaurants and hairdressers across the country have been scheduled to reopen on 4 July, but they do not yet know whether they will have to abide by the 2 metre rule at all times – something many say would mean they will not be viable businesses.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/tory-mps-urge-boris-johnson-to-cut-2m-physical-distancing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/tory-mps-urge-boris-johnson-to-cut-2m-physical-distancing", "date_published": "2020-06-15 17:05:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Indies believe pace attack can rival golden age despite loss of Jofra Archer", "description": "<ul><li>Roddy Estwick: ‘Our fast bowlers can challenge any team’</li><li>Series against England due to start at Ageas Bowl on 8 July<br /></li></ul><p>Jofra Archer was lost to West Indies when making his England debut last summer but there is a growing belief among the tourists that the current crop of Caribbean fast bowlers could be their best since the glory days.</p><p>Speaking from Old Trafford, where West Indies are training in the lead-up to the first Test on 8 July, Roddy Estwick, the assistant coach, compared the depth of quicks in the squad to the 1980s – a time when he was battling simply to crack the Barbados team, let alone the international side, despite averaging 21 with the ball.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/15/west-indies-excited-pace-attack-to-rival-80s\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/15/west-indies-excited-pace-attack-to-rival-80s", "date_published": "2020-06-15 17:02:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Horse racing desperately needs this fan-free Royal Ascot to be a one-off | Greg Wood", "description": "<p>The Queen and the fashions will be missing but even diehard racefans will be hoping normal service is resumed next year</p><p>It will not be long once ITV’s coverage of Royal Ascot is under way on Tuesday afternoon before someone who thinks that they are the “wit” in Twitter suggests that it’s much better without all the hats-and-frocks fluff that normally occupies the gaps between races. Five minutes, probably. Fifteen, tops. But a more sobering thought for the hardcore fans who care only about the horses and the racing is that if the need for a royal meeting behind closed doors is anything but a one-off, there may not be much of a racing industry at all this time next year.</p><p>It will look much the same to the hardcore fans if they switch on only for the races and return to their form study in between. The British Horseracing Authority and Ascot racecourse, meanwhile, deserve immense credit for getting the meeting on at all this year, never mind in its scheduled slot in the middle of June, just over a fortnight after the resumption of racing.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/15/fire-sale-royal-ascot-which-the-sport-desperately-needs-to-be-a-one-off-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/15/fire-sale-royal-ascot-which-the-sport-desperately-needs-to-be-a-one-off-horse-racing", "date_published": "2020-06-15 17:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Summer of illegal raves expected in England despite coronavirus crisis", "description": "<p>Huge parties organised via social media will thrive after long lockdown, experts warn</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>England will experience a “summer of rave” not seen since 1989 because the government has failed to give “socially starved” young people any clarity on when they can start partying again legally, clubbing experts have warned.</p><p>Police forces across England have been struggling to keep up with a rising number of illicit parties in motorway underpasses, parks and industrial estates since Boris Johnson <a href=\"https://www.theguardian.com/world/2020/may/10/uk-coronavirus-lockdown-what-has-boris-johnson-announced\">relaxed lockdown restrictions</a> last month.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/summer-of-illegal-raves-expected-in-england-despite-coronavirus-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/summer-of-illegal-raves-expected-in-england-despite-coronavirus-crisis", "date_published": "2020-06-15 16:50:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK government responded to Black Lives Matter – by protecting statues | The Secret Barrister", "description": "<p>Our justice system is in tatters, yet what may be the first piece of bipartisan legislation to pass is one protecting the feelings of concrete</p><p>The government’s response to the protests of the past week followed a predictable pattern. Step 1: A flurry of headlines <a href=\"https://www.thesun.co.uk/news/11844043/violent-black-lives-matter-jail-24-hours/\">promising</a>: “Violent protesters face jail within 24 hours”, optimism unencumbered by any understanding of the law, procedural fairness or how Covid-19-struck criminal courts are operating in practice. Step 2: Announce longer prison sentences for something.</p><p>That something is apparently low-value criminal damage of war memorials, which, <a href=\"https://www.telegraph.co.uk/politics/2020/06/13/ten-year-jail-sentences-desecrating-war-memorials/\">according to 125 Conservative MPs</a>, is not being punished severely enough. So it was that backbench demands for a new offence carrying a maximum sentence of 10 years’ custody filled the Sunday press, with MPs vowing not to<a href=\"https://www.telegraph.co.uk/politics/2020/06/13/ten-year-jail-sentences-desecrating-war-memorials/\"> </a>“<a href=\"https://www.telegraph.co.uk/politics/2020/06/13/ten-year-jail-sentences-desecrating-war-memorials/\">stand idly by as our democracy is dismantled in this way</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/15/uk-black-lives-matter-protests-statues\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/15/uk-black-lives-matter-protests-statues", "date_published": "2020-06-15 16:41:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who’s worse: the ravers who broke lockdown or the shoppers queueing on the high street? | Suzanne Moore", "description": "<p>England’s physical distancing rules get more confusing by the day – which is just how the government likes it<br /></p><p>Those people in Manchester having illegal raves are lowlifes, and the full force of the law … no, I can’t even be bothered to finish this sentence. It’s not that I think mass gatherings are great, exactly; it’s just that I have seen them so often in past weeks, on protests and in parks.</p><p>Are these ravers worse than those prepared to stand in line in masks to go in a shop on a hot day, whether it’s Primark or Sports Direct? Is this sensible? (Of course there are superior people who queue at Apple stores and talk about John Lewis as if it’s the UN.) Are you now, or have you ever been, at a barbecue? Dodgy, I reckon.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/15/whos-worse-the-ravers-who-broke-lockdown-or-the-shoppers-queueing-on-the-high-street\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/15/whos-worse-the-ravers-who-broke-lockdown-or-the-shoppers-queueing-on-the-high-street", "date_published": "2020-06-15 16:39:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The new normal: why it’s the right time to improve your digital skillset", "description": "<p>Do you want to increase your pay and employability, or decrease the chance of your job being taken by a robot? Training in digital will help you do both</p><p>From digital art exhibitions to <a href=\"https://www.theguardian.com/culture/2020/apr/08/art-virtual-reality-coronavirus-vr\">VR nature walks</a>, throughout the Covid-19 pandemic, we’ve been more reliant on the digital world for business, culture and socialisation than ever. We’ve probably all signed up to an online yoga class, binged a series on a streaming platform, or enjoyed a 12-person birthday party via webcam without thinking too much about the level of skill involved in making it all happen.&nbsp;</p><p>Much of the tech we rely on was already in existence prior to the outbreak. But with social distancing making real-life interactions difficult, the digital trends we’ve seen over the past few years have gone into overdrive, according to Dr Marco Gillies, academic director of distance learning at Goldsmiths, University of London.&nbsp;</p> <a href=\"https://www.theguardian.com/succeeding-with-online-learning/2020/jun/15/the-new-normal-why-its-the-right-time-to-improve-your-digital-skillset\">Continue reading...</a>", "link": "https://www.theguardian.com/succeeding-with-online-learning/2020/jun/15/the-new-normal-why-its-the-right-time-to-improve-your-digital-skillset", "date_published": "2020-06-15 16:23:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Oliver on police use of facial recognition: 'We’re about to cross a major line'", "description": "<p>The Last Week Tonight host tracks the chilling expansion of facial recognition technology in the US by law enforcement and the need for regulation</p><p>John Oliver returned to the white void of at-home Last Week Tonight on Sunday with a report on facial recognition, a technology which has been around for years but whose use by law enforcement has come under renewed scrutiny as protests against anti-black racism and police brutality continue across the US.</p><p>Law enforcement is <a href=\"https://www.perpetuallineup.org/\">one of the biggest users</a> of facial recognition in the US, Oliver explained, with <a href=\"https://www.perpetuallineup.org/\">one study</a> finding that approximately half of all Americans have had a photo of them searched through by the police – the justification being that ethically fraught facial recognition tech may prevent terror attacks or other crimes.</p> <a href=\"https://www.theguardian.com/culture/2020/jun/15/john-oliver-police-use-facial-recognition\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/15/john-oliver-police-use-facial-recognition", "date_published": "2020-06-15 16:20:35+00:00", "persistent": true, "user": "rumpel", "language": "en-UK", "tags": ["surveillance", "facial recognition", "big brother", "biometric"]}, {"source": "https://www.theguardian.com/rss", "title": "Germany and France reopen borders as Europe emerges from lockdown", "description": "<p>Spain to reopen borders on 21 June but other countries are adopting more targeted approach</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>France and Germany became the latest European countries to reopen their borders as the continent emerges from its three-month Covid-19 lockdown.</p><p>Speaking on Sunday evening, France’s president, Emmanuel Macron, said the country’s Schengen borders would be open from Monday and its non-EU borders from 1 July.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/germany-and-france-reopen-borders-as-europe-emerges-from-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/germany-and-france-reopen-borders-as-europe-emerges-from-lockdown", "date_published": "2020-06-15 16:20:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Fashion Week goes digital: seven things we learned", "description": "<p>The menswear shows went digital for the first time last weekend. But did it work? The fashion desk takes a look at this unique event </p><p>A<em><strong> </strong></em>video conversation between the London mayor and editor-in-chief of British Vogue was a twofold affair, as they discussed George Floyd and systemic racism alongside Covid19 and its effect on the British fashion industry. But it was as candid and it was crucial – who suffers the most in a recession? What is the impact of pre-existing structural inequality in society? How do we prevent unemployment in the fashion sector? And why do we need to wear masks?</p> <a href=\"https://www.theguardian.com/fashion/2020/jun/15/london-fashion-week-goes-digital-seven-things-we-learned\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jun/15/london-fashion-week-goes-digital-seven-things-we-learned", "date_published": "2020-06-15 16:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I learned what it was to love and leave a place after reading Raymond Williams | Lynsey Hanley", "description": "<p>The Welsh critic’s 1960 novel Border Country is an intimate history of a working-class family, distanced by geographic and social mobility </p><p>For the last few years I’ve been attempting to write a book about the role of transport and mobility in society, only to find in the last three months that the biggest question of the day is not how we move around, but what we do when we’re forced to stay still. For this reason, there’s never been a better time to return to the <a href=\"https://web.archive.org/web/20200616040239id_/https:/www.theguardian.com/uk/Raymond%20Williams’s%201960%20novel%20Border%20Country\">1960 novel Border Country</a>, by the Welsh cultural critic Raymond Williams.</p><p>Williams’ novel is a world in one book: specifically, an intimate history of 20th-century working-class rural lives. It deals with migration, borders – both geographic and psychological – and the effects of industrial change on communal life. On first reading Border Country, I felt immediately bound up and connected with this story of a society powered not by crabby disaffection, but by love, deep connection and hope.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/15/border-country-raymond-williams-book-changed-me\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/15/border-country-raymond-williams-book-changed-me", "date_published": "2020-06-15 15:51:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EasyJet flights return amid concerns over physical distancing", "description": "<p>First plane for 11 weeks leaves Gatwick as passengers express fears about coronavirus<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>EasyJet’s first flight in 11 weeks took off on Monday morning, boosting the airline’s hopes for survival but leaving some passengers concerned at a lack of physical distancing at 35,000 feet. </p><p></p><p>The coronavirus lockdown has virtually halted international travel and tourism, hitting airlines and other travel companies, aerospace and auto manufacturers and oil companies hard.</p> <a href=\"https://www.theguardian.com/business/2020/jun/15/easyjet-flights-return-amid-concerns-over-physical-distancing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/15/easyjet-flights-return-amid-concerns-over-physical-distancing", "date_published": "2020-06-15 15:50:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tracey Emin: 'My cousin died of Covid-19'", "description": "<p>As she reveals a set of works made during lockdown, Emin describes the way the pandemic has changed her – and the artworld</p><p>In Tracey Emin’s intimate blue paintings of her life in lockdown we see her daydreaming and remembering, looking out of windows or at a familiar old sofa as the interior of her 18th-century house in London becomes a stage set for her private meditations. She depicts herself positively basking in isolation. Emin once said her favourite artist is <a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2017/feb/08/vermeer-artist-who-taught-world-to-see-ordinary-beauty\">Johannes Vermeer</a>. The new paintings in her online White Cube exhibition, entitled <a href=\"https://whitecube.viewingrooms.com/viewing-room/19-tracey-emin-i-thrive-on-solitude/\">I Thrive on Solitude</a>, which has just launched, are domestic reveries in the tradition of Vermeer or, if you prefer a modernist comparison, <a href=\"https://www.theguardian.com/artanddesign/2019/jan/26/pierre-bonnard-the-colour-of-memory-review-tate-modern-wife-marthe\">Pierre Bonnard</a>.</p><p>The show’s title is self-explanatory. But in a Zoom event to launch it, she revealed to the 40 invited guests exactly how perversely inspiring she has found the coronavirus lockdown. Appearing from her studio in leopard-print specs with a huge volcanic red painting behind her, she enthused about the experience of being socially distanced and how it has unleashed a new creative happiness.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/15/tracey-emin-my-cousin-died-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/15/tracey-emin-my-cousin-died-of-covid-19", "date_published": "2020-06-15 15:49:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientist produces own Florida Covid-19 count after being fired by state", "description": "<ul><li>Dr Rebekah Jones says she refused to manipulate data</li><li>Florida has reopened despite only one county meeting criteria</li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">C</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">oronavirus – latest global updates</a></li></ul><p>A scientist who was fired from overseeing Florida’s Covid-19 database has created her own coronavirus dashboard – which she says proves Florida is not ready to reopen.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/15/trump-tulsa-rally-coronavirus-calls-for-cancellation\">Tulsa newspaper and top health official call on Trump to cancel rally</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/florida-coronavirus-cases-counter-rebekah-jones-fired-scientist\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/florida-coronavirus-cases-counter-rebekah-jones-fired-scientist", "date_published": "2020-06-15 15:40:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "To save the British economy, don't just open shops – give people the cash to spend | Simon Jenkins", "description": "<p>Rishi Sunak needs to think radically by introducing a universal basic income until this crisis passes</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>My local high street has refitted itself for today’s <a href=\"https://www.theguardian.com/business/2020/jun/15/long-queues-on-high-streets-as-non-essential-shops-reopen-in-england\">reopening</a> of non-essential shops, enabling customers to stay 2 metres apart. Businesses have spent thousands in a frantic attempt to stave off imminent bankruptcy. Yet within a week that money may have to be spent again, as Boris Johnson teases that he <a href=\"https://www.theguardian.com/world/2020/jun/14/rishi-sunak-signals-two-metre-distancing-rule-could-soon-be-reduced\">may change</a> the distancing rule from 2 metres to 1 metre.</p><p>This is toy-town government. Nowhere else in Europe seems to be behaving in this way. The image is of toffs in secure jobs playing maths with other people’s lives.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/15/british-economy-cash-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/15/british-economy-cash-rishi-sunak", "date_published": "2020-06-15 15:26:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London family appeals for information after toddler shot in head", "description": "<p>Two-year-old survived shooting in Harlesden after bullet missed artery by 1mm</p><p>A two-year-old boy who was shot in the head survived after the bullet missed a crucial artery by 1mm, his family have revealed, as they appealed for anyone with information on the shooting to come forward.</p><p>The toddler was one of four people, including his mother, who were shot in Energen Close, Harlesden, north-west London, on 3 June.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/15/london-family-appeals-for-information-after-toddler-shot-in-head\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/15/london-family-appeals-for-information-after-toddler-shot-in-head", "date_published": "2020-06-15 15:03:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DHSC tells care homes to destroy batch of Covid-19 tests over safety fears", "description": "<p>Homes warned not to use the Citotest kits after it was found swabs could snap</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Care homes have been ordered to destroy a batch of faulty Covid-19 test kits after it was discovered that the swabs could break off while being used to gather samples from residents’ tonsils and noses.</p><p>Care home managers were told on Sunday not to use the tests because they had “brittle stems at risk of snapping”. The kits were manufactured by Citotest, a company based in China, and were distributed by the government’s Covid-19 care home testing programme. It is tasked with <a href=\"https://www.theguardian.com/world/2020/jun/14/oversupply-of-kits-to-care-homes-raises-concern-over-covid-19-test-figures\">providing tests</a> for all staff and residents in care settings, not just people displaying symptoms.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/dhsc-tells-care-homes-destroy-batch-covid-19-tests-safety-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/dhsc-tells-care-homes-destroy-batch-covid-19-tests-safety-fears", "date_published": "2020-06-15 14:43:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran's beautiful palaces and holy sites – in pictures", "description": "<p>Ahead of new <a href=\"https://www.bbc.co.uk/programmes/m000k48j\">BBC series Art of Persia,</a> starting on 15 June, <a href=\"https://www.instagram.com/wiltonphoto/\">Christopher Wilton-Steer</a> looks up at the intricate ceilings of Iran’s mosques, mausoleums and palaces</p> <a href=\"https://www.theguardian.com/travel/gallery/2020/jun/15/iran-beautiful-mosques-mausoleums-palaces-bbc-art-of-persia-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/gallery/2020/jun/15/iran-beautiful-mosques-mausoleums-palaces-bbc-art-of-persia-in-pictures", "date_published": "2020-06-15 14:27:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norway suspends virus-tracing app due to privacy concerns", "description": "<p>Smittestopp had limited effect because of the small number of users, says data agency</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Norway’s health authorities said they suspended an app designed to help trace the spread of coronavirus after the country’s data protection agency said it was too invasive of privacy.</p><p>Launched in April, the smartphone app Smittestopp (“infection stop”) was set up to collect movement data to help authorities trace the spread of Covid-19, and inform users if they had been exposed to someone carrying the virus.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/norway-suspends-virus-tracing-app-due-to-privacy-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/norway-suspends-virus-tracing-app-due-to-privacy-concerns", "date_published": "2020-06-15 14:21:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Who are we?’ Joe Biden seizes the moment as nation's attitude shifts on race", "description": "<p>Democratic candidate appears emboldened by the changed political landscape, embracing a far more ambitious reform agenda than he did when entered the race for president</p><p>In the weeks since George Floyd died under the knee of a white police officer America’s institutions – from boardrooms and newsrooms to locker rooms and classrooms – are publicly addressing systematic discrimination and demanding reforms.</p><p>With a reckoning over race compounded by a pandemic and an economic collapse, Donald Trump and his would-be Democratic opponent Joe Biden are charting starkly different courses for the nation that could determine which one of them wins the White House in November.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/joe-biden-race-reforms-democrat-seizes-moment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/joe-biden-race-reforms-democrat-seizes-moment", "date_published": "2020-06-15 14:19:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 pandemic is 'fire drill' for effects of climate crisis, says UN official", "description": "<p>Lise Kingo says social equality issues must be part of sustainable development agenda</p><p>The coronavirus pandemic is “just a fire drill” for what is likely to follow from the climate crisis, and the <a href=\"https://www.theguardian.com/us-news/live/2020/jun/15/rayshard-brooks-black-lives-matter-george-floyd-donald-trump-live-updates\">protests over racial injustice around the world</a> show the need to tie together social equality, environmental sustainability and health, the UN’s sustainable business chief has said.</p><p>“The overall problem is that we are not sustainable in the ways we are living and producing on the planet today,” said Lise Kingo, the executive director of the UN Global Compact, under which businesses sign up to principles of environmental protection and social justice. “The only way forward is to create a world that leaves no one behind.”</p> <a href=\"https://www.theguardian.com/environment/2020/jun/15/covid-19-pandemic-is-fire-drill-for-effects-of-climate-crisis-says-un-official\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/15/covid-19-pandemic-is-fire-drill-for-effects-of-climate-crisis-says-un-official", "date_published": "2020-06-15 14:16:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Sometimes you have to take liberties': the TV dramas ripped from the headlines", "description": "<p>From The Salisbury Poisonings to Sitting in Limbo, there’s a boom in real-life dramas. How do their makers avoid playing fast and loose with the truth? </p><p>Even if you had followed every twist of the Windrush scandal, last week’s BBC1 drama <a href=\"https://www.theguardian.com/uk-news/2020/may/27/the-windrush-scandal-tv-drama-people-will-be-up-in-arms-when-they-see-this\">Sitting in Limbo</a>, based on the appalling treatment Anthony Bryan received at the hands of a state that had declared him a non-person, was <a href=\"https://www.theguardian.com/uk-news/2020/may/27/the-windrush-scandal-tv-drama-people-will-be-up-in-arms-when-they-see-this?CMP=Share_iOSApp_Other\">eye-opening</a>; a textbook demonstration of how a real-life drama can take you to places that reporting sometimes can’t. It was raw, visceral, utterly enraging.<br /><br />This week, the BBC has another slice of real life playing over three nights – <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/14/the-salisbury-poisonings-review-novichok-drama-with-lessons-for-now\">The Salisbury Poisonings</a>, telling the story of the attempted assassination of <a href=\"https://www.bbc.co.uk/news/uk-43315636\">Sergei Skripal</a> in March 2018. It examines how a town responds to being suddenly thrust into the limelight and forced to lock down – a potent current theme – in response to the use of the nerve agent novichok.</p><p>The contiguity of the two real-life dramas is no coincidence. <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/31/bbc-drama-coronavirus-interview-piers-wenger\">Piers Wenger</a>, controller of BBC drama, says they are a response to audience demand. “We live in an era of fake news,” he says, “and that has created a reason and appetite for true stories.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/15/sometimes-you-have-to-take-liberties-the-tv-dramas-ripped-from-the-headlines\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/15/sometimes-you-have-to-take-liberties-the-tv-dramas-ripped-from-the-headlines", "date_published": "2020-06-15 14:14:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saving Canada's wild salmon: rescuers pin hopes on fish ladder and salmon cannon", "description": "<p>Already threatened with extinction, Wild Pacific salmon about to spawn in British Columbia are facing an uphill battle in the aftermath of a landslide</p><p>When Gord Sterritt walked to the dusty edge of a cliff in western Canada last summer, he saw a <a href=\"https://www.theguardian.com/world/2019/aug/29/canada-salmon-fraser-river-british-columbia\">disaster unfolding in the frothy waters below</a>. In December 2018, a natural landslide had caused large chunks of rock to fall from the steep canyon walls that hem in the northern sections of British Columbia’s Fraser River.</p><p>The crashing boulders – 75,000 cubic metres of rock – created an impassable barrier. But because of the remote location, the damage wasn’t discovered until the following June: just as millions of wild Pacific salmon were beginning to spawn up the river.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/15/canada-wild-salmon-fish-ladder-salmon-cannon-british-columbia-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/15/canada-wild-salmon-fish-ladder-salmon-cannon-british-columbia-aoe", "date_published": "2020-06-15 14:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how are rural communities in Wales adapting to coronavirus?", "description": "<p>We’d like to hear from people in rural communities and transition towns in Wales about grassroots initiatives that have formed during the pandemic</p><p><strong>We would like to find out about the impact of coronavirus on you and your community.</strong></p><p>If you live in a rural area, how has the community been affected by the pandemic? In what ways have rural communities adapted and what has the impact been on food production? </p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/15/tell-us-how-are-transition-towns-in-wales-adapting-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/15/tell-us-how-are-transition-towns-in-wales-adapting-to-coronavirus", "date_published": "2020-06-15 13:57:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Nothing will ever be the same': how faith groups adapted to lockdown in England", "description": "<p>As places of worship reopen in England, one church reveals how its congregation grew from 15 to 1,500 people</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>With places of worship in England <a href=\"https://www.theguardian.com/world/2020/jun/06/limited-re-opening-of-uk-places-of-worship-planned-for-15-june\">opening on Monday for private prayer</a>, we spoke to people about their faith and how they’ve been coping during lockdown.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/nothing-will-ever-be-the-same-how-faith-groups-adapted-to-lockdown-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/nothing-will-ever-be-the-same-how-faith-groups-adapted-to-lockdown-in-england", "date_published": "2020-06-15 13:53:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bootsy Collins: 'We're all funky, just not all of us know it'", "description": "<p>The P-Funk bassist was a street kid in the 60s, got his break with James Brown, then spent much of the 70s taking LSD. He talks about drugs, racism, police brutality – and the healing power of music<br /></p><p>At the age of 17, William “Bootsy” Collins packed up his homemade bass guitar and left home to tour the world with James Brown. He was heading off in pursuit of the funk. Or, as he calls it now – aged 68, in his high-pitched rasp down the phone from Cincinnati, Ohio – “the fonk”.&nbsp;</p><p>In the five decades since, Collins’s bass has changed the shape of music. Not only did he play on some of Brown’s best-known and most political records – Get Up (I Feel Like Being a) Sex Machine, Superbad and Soul Power – but he has also had a hand in pop hits from Deee-Lite’s Groove Is in the Heart to Fatboy Slim’s Weapon of Choice and Snoop Dogg’s What’s My Name (Snoop Dogg). After working with Brown, he would discover LSD, join George Clinton’s Parliament-Funkadelic and help carry the torch for unapologetic bohemian black music after Jimi Hendrix’s death. He found his signature style – star-shaped sunglasses, skin-tight leathers and top hats – and became an icon of afrofuturism. </p> <a href=\"https://www.theguardian.com/music/2020/jun/15/bootsy-collins-were-all-funky-just-not-all-of-us-know-it\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/15/bootsy-collins-were-all-funky-just-not-all-of-us-know-it", "date_published": "2020-06-15 13:39:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson's racism inquiry plan 'written on back of fag packet', says Lammy", "description": "<p>Shadow justice secretary says Boris Johnson seeking culture war to distract from lack of action </p><p>The shadow justice secretary, David Lammy, has condemned Boris Johnson’s plan for a government commission to examine racial inequalities as “written on the back of a fag packet” and intended as a distraction from the government’s lack of action over the issue.</p><p>Lammy accused the prime minister of primarily seeking a culture war by announcing the plan in a comment piece for the Daily Telegraph, which was devoted mainly to reiterating his opposition to removing statues of historical figures.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/boris-johnson-racism-inquiry-plan-written-on-back-of-fag-packet-says-lammy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/boris-johnson-racism-inquiry-plan-written-on-back-of-fag-packet-says-lammy", "date_published": "2020-06-15 13:35:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shops reopen across England – in pictures", "description": "<p>Thousands of stores, selling everything from clothing to footwear, books and electrical equipment, have reopened in England as the government lifts restrictions on non-essential shops that were imposed at the height of the Covid-19 pandemic in March </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/business/gallery/2020/jun/15/shops-reopen-across-england-lockdown-eases-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/business/gallery/2020/jun/15/shops-reopen-across-england-lockdown-eases-in-pictures", "date_published": "2020-06-15 13:26:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best blissfully silly comedy for lockdown", "description": "<p>Looking for some escapist laughs? Here are a few tips, from John-Luke Roberts’ chaotic sketches to Flight of the Conchords’ smile-guaranteed songs</p><ul><li><a href=\"https://www.theguardian.com/stage/2020/mar/17/hottest-front-room-seats-the-best-theatre-and-dance-to-watch-online\">Hottest front-room seats: the best theatre and dance to watch online</a></li></ul><p>Stories are “a fantastic way of being lied to”. Nonsense honours the randomness of lived reality. Such is the credo of misfit standup <a href=\"https://www.theguardian.com/stage/2020/feb/11/john-luke-roberts-comedy-style\">John-Luke Roberts</a>, whose career peaked (so far) with the 2018 set All I Wanna Do Is [FX: GUNSHOTS] with a [FX: GUN RELOADING] and a [FX: CASH REGISTER] and Perform Some Comedy! The set, which <a href=\"https://www.theguardian.com/stage/2018/aug/21/john-luke-roberts-review-assembly-george-square-edinburgh-fringe-festival\">wowed the Edinburgh fringe</a>, is both a hymn to absurdism and an inventory of 24 hitherto unknown Spice Girls. There’s a sketch for each one, from That’s Not My Husband Spice to Facts About the Romans Spice and beyond – sketches which crash into and cannibalise one another in a show with all the chaotic energy its title implies. It’s a carnival of invention from our blue-moustachioed host, with a very high hit rate of laugh-out-loud jokes, too. <em><a href=\"https://www.gofasterstripe.com/cgi-bin/website.cgi?page=videofull&amp;id=36909\">Available from Go Faster Stripe</a></em>.</p> <a href=\"https://www.theguardian.com/stage/2020/jun/15/the-best-blissfully-silly-comedy-for-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/15/the-best-blissfully-silly-comedy-for-lockdown", "date_published": "2020-06-15 12:54:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy shoppers and migratory birds: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jun/15/happy-shoppers-and-migratory-birds-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jun/15/happy-shoppers-and-migratory-birds-mondays-best-photos", "date_published": "2020-06-15 12:33:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A bit of normality': Birmingham shoppers return to high street stores", "description": "<p>City centre busier than it has been for months as non-essential shops reopen in England</p><ul><li><a href=\"https://www.theguardian.com/business/2020/jun/15/long-queues-on-high-streets-as-non-essential-shops-reopen-in-england\">Long queues on high streets in England</a></li><li><a href=\"https://www.theguardian.com/business/gallery/2020/jun/15/shops-reopen-across-england-lockdown-eases-in-pictures\">In pictures: shops reopen across England</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Birmingham’s shoppers returned to the high street as queues formed outside “non-essential” retail names such as Zara, H&amp;M, Sports Direct and Primark. But any business hoping for a Christmas-style consumer frenzy would have been disappointed.</p><p>Despite an array of heavy discounts designed to lure shoppers into central Birmingham, New Street station was quiet and shoppers said they had no trouble finding a parking spot. Nonetheless, the city’s main shopping district was busier than it had been for months and shoppers were prepared to queue up outside stores, as retailers enforced limited numbers inside outlets to ensure physical distancing could take place in shops.</p> <a href=\"https://www.theguardian.com/business/2020/jun/15/a-bit-of-normality-birmingham-shoppers-return-to-high-street-stores\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/15/a-bit-of-normality-birmingham-shoppers-return-to-high-street-stores", "date_published": "2020-06-15 12:22:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump's niece Mary set to publish explosive book about her family", "description": "<p>Too Much and Never Enough, due in August, is expected to detail her role as primary source for exposé of the president’s tax affairs<br /></p><p>Donald Trump’s niece, Mary Trump, will publish a “harrowing and salacious” book about the president this August, according to reports.</p><p><a href=\"https://www.thedailybeast.com/mary-trump-donald-trumps-niece-is-writing-a-tell-all-book-that-details-how-she-leaked-tax-papers-to-nyt/\">The Daily Beast revealed</a> on Monday that Mary Trump, the daughter of Donald Trump’s late brother Fred Trump Jr, will release Too Much and Never Enough with Simon &amp; Schuster on 11 August. The timing, a few weeks before this year’s Republican National Convention, means any revelations could be particularly damaging for the president. The book is expected to lay out how she was a primary source for <a href=\"https://www.theguardian.com/us-news/2018/oct/02/trump-helped-parents-hide-money-on-tax-returns-new-york-times\">the New York Times’ Pulitzer-winning investigation into Donald Trump’s “dubious tax schemes”</a> during the 1990s and will share “harrowing and salacious” stories about the US president.</p> <a href=\"https://www.theguardian.com/books/2020/jun/15/donald-trump-niece-book-about-her-family-mary-too-much-and-never-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/15/donald-trump-niece-book-about-her-family-mary-too-much-and-never-enough", "date_published": "2020-06-15 12:17:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Khadijah Mellah: 'I love going to the races, but for my family it has a strange intensity'", "description": "<p>The teenager made headlines winning at last year’s Glorious Goodwood and threatens more racing ‘chaos’ after her degree</p><p>“It was a magical outcome,” Khadijah Mellah says as she remembers how her life changed last summer when, after sitting on a racehorse for the first time just a few months earlier, <a href=\"https://www.theguardian.com/sport/2019/aug/01/khadijah-mellah-first-uk-jockey-to-wear-hijab-wins-race-goodwood-horse-racing\" title=\"\">she won the Magnolia Cup at Goodwood</a>. In August 2019, as the first jockey in Britain to race while wearing a hijab, the 18-year-old from Peckham urged on her horse, Haverland, to a thrilling victory <a href=\"https://www.theguardian.com/sport/2019/aug/06/khadijah-mellah-glorious-goodwood-horse-racing-hijab\" title=\"\">which made news across the country</a>.</p><p>Mellah was in the midst of her A-levels while learning how to ride a racehorse. Her journey from the underprivileged <a href=\"https://www.ebonyhorseclub.org.uk/\" title=\"\">Ebony Horse Club in Brixton</a> to the winner’s enclosure at Glorious Goodwood was captured in <a href=\"https://youtu.be/EtjGRPgj8bk\" title=\"\">Riding A Dream, an ITV documentary</a> lit up by Mellah’s sparkling character and courage. It could lead to a feature film based on the incredible story of a young Muslim woman overcoming prejudice and subverting stereotypes.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/15/khadijah-mellah-interview-horse-racing-glorious-goodwood\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/15/khadijah-mellah-interview-horse-racing-glorious-goodwood", "date_published": "2020-06-15 12:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists say most likely number of contactable alien civilisations is 36", "description": "<p>New calculations come up with estimate for worlds capable of communicating with others</p><p>They may not be little green men. They may not arrive in a vast spaceship. But according to new calculations there could be more than 30 intelligent civilisations in our galaxy today capable of communicating with others.</p><p>Experts say the work not only offers insights into the chances of life beyond Earth but could shed light on our own future and place in the cosmos.</p> <a href=\"https://www.theguardian.com/science/2020/jun/15/scientists-say-most-likely-number-of-contactable-alien-civilisations-is-36\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jun/15/scientists-say-most-likely-number-of-contactable-alien-civilisations-is-36", "date_published": "2020-06-15 11:58:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs fear rise in Islamophobia as mosques in England reopen", "description": "<p>Call for police to tighten security after increase in racism during pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>MPs are braced for a rise in Islamophobia as mosques start to reopen across England, after a rise in racism and conspiracy theories about Muslims and coronavirus.</p><p>Afzal Khan, the vice-chair of the all-party parliamentary group for British Muslims, received dozens of racist emails during Ramadan and the festival of Eid, and has seen false stories about Muslims increasing the transmission of coronavirus on social media.</p> <a href=\"https://www.theguardian.com/news/2020/jun/15/mps-fear-rise-in-islamophobia-as-mosques-in-england-reopen-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/jun/15/mps-fear-rise-in-islamophobia-as-mosques-in-england-reopen-coronavirus", "date_published": "2020-06-15 11:49:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The end of credits: why doesn't Netflix want us to watch them?", "description": "<p>The end credits are an unsexy but important part of the experience – but streaming platforms seem to be interested only in getting us to the next piece of content<br /></p><p>The second that final spoonful goes in your mouth the waiter runs over, noisily clears the plates away and shoves a new menu under your nose, while insisting that you order the set menu immediately. That’s the experience we all have when watching films and TV on streaming platforms.</p><p>The end credit sequence is an unsexy but still important part of the film-going experience. It can be a key moment of contemplation, to assess, absorb and reflect on everything you have just experienced. It can be a moment of musical resolve. It can be a place to see the countless hundreds of people who worked to create something from nothing (not just the famous ones). Or it can just be an excuse to look for crew members with funny names. But the current trend with virtually all the streaming services is to treat end credits as having the same artistic merit as a DFS Summer Sofa Sale ad. Our entertainment goes from being a work of art that could resonate for years afterwards to “content” that is to be guzzled as fast as possible from an endless bargain bucket.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/15/the-end-of-credits-why-doesnt-netflix-want-us-to-watch-them\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/15/the-end-of-credits-why-doesnt-netflix-want-us-to-watch-them", "date_published": "2020-06-15 10:28:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: 'My friends thought I was crazy when I flew 8,500 miles to see him'", "description": "<p>Chris Curnow, 52 and Jana Ďoubalova, 39, met at Reykjavik airport in Iceland in 2017. They live in Perth, Australia, and are expecting their first baby</p><p>Jana Ďoubalova was on her way to a remote part of Iceland for a hiking trip with a friend when she bumped into Chris Curnow at Reykjavik airport in July 2017. “I was off to join a crew on a tall ship that was sailing to Greenland,” he says. “I was looking out for crew members when I spotted Jana.”</p><p>To kickstart conversation, Chris asked if she was part of the sailing trip. “I was happily single at the time, but as soon as we met I suddenly thought it might be worth reconsidering,” says Jana. They were on the same flight to Ísafjörður, from where Chris’s ship departed. It was delayed, so they had plenty of time to chat in the airport. “I was immediately taken by her intelligence. We were smiling and laughing together. I was spellbound.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/15/how-we-met-my-friends-thought-i-was-crazy-when-i-flew-8500-miles-to-see-him\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/15/how-we-met-my-friends-thought-i-was-crazy-when-i-flew-8500-miles-to-see-him", "date_published": "2020-06-15 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's recipe for green beans in cream with roast chicken", "description": "<p>The last days of lockdown and the early summer brings a gradual awakening to the trattoria of Rome, and the welcome return of a favourite dish of seasonal green beans</p><p>His hands on his hips, Andrea walked down the middle of the room, counting.&nbsp;It was the day before restaurants and <em>trattorie</em> could, if they adhered to a series of conditions, reopen in Rome. I happened to be walking by and noticed the metal shutters half rolled up, like sleepy eyes after two months of induced coma, so put my head round the door and shouted hello into the cavernous dimness. “That’s 72, 76, 82, plus the tables outside … 108 covers”, Andrea summed, before sitting at a table and signalling for me to join. No doubt he knows the number of covers as well as he knows the arches and velveteen seats of his father’s restaurant, the place he grew up in. He was counting in order to divide the number in two: removing half the tables and carving up the room with space is one of the regional conditions for reopening.</p><p>Like his father negotiating with the fishmonger, the vein in Andrea’s neck bulged as he told me of the failure of the furlough system and read me the rest of the conditions. Clean cloths for every table, hand sanitiser at the door and for wiping down plasticised menus, masks and gloves for staff, just masks for customers until the point of eating (at no point are they to be placed on the table), no coats on hooks, no shared condiments or jars of toothpicks, no unnecessary movements or proximity, or wandering children, or lingering near the door. The list, with the exception of the cloths, reads like a roll call against the nature of a Roman family restaurant; the antithesis of everything that makes them what they are. This, he summed, coupled with fear and the fact so many have so little money, meant no one would come.</p> <a href=\"https://www.theguardian.com/food/2020/jun/15/rachel-roddy-recipe-for-green-beans-in-cream-with-roast-chicken\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/15/rachel-roddy-recipe-for-green-beans-in-cream-with-roast-chicken", "date_published": "2020-06-15 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The stranded babies of Kyiv and the women who give birth for money", "description": "<p>Lockdown exposed the scale of the commercial baby business in Ukraine, and now women hired for their wombs are speaking out<br /></p><p>Some are crying in their cots; others are being cradled or bottle-fed by nannies. These newborns are not in the nursery of a maternity hospital, they are lined up side by side in two large reception rooms of the improbably named Hotel Venice on the outskirts of Kyiv, protected by outer walls and barbed wire.&nbsp;</p><p>They are the children of foreign couples born to Ukrainian surrogate mothers at the Kyiv-based BioTexCom Centre for Human Reproduction, the largest surrogacy clinic in the world. They’re stranded in the hotel because their biological parents have not been able to travel in or out of Ukraine since borders closed in March because of the Covid-19 pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/the-stranded-babies-of-kyiv-and-the-women-who-give-birth-for-money\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/the-stranded-babies-of-kyiv-and-the-women-who-give-birth-for-money", "date_published": "2020-06-15 10:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You can’t furlough an otter’: why one family-run zoo remains shut – video", "description": "<p>Andy Cowell runs the Fenn Bell Conservation Project in Medway, Kent. After 12 weeks of closure, as running costs mounted, zoos were suddenly told with less than a week’s notice that they could reopen on Monday to reduced visitors. But smaller zoos such as Fenn Bell have had to spend funds they barely had just to create space for visitors to visit safely, and Cowell is still a couple of weeks away from being ready. He tells Richard Sprenger why he is so angry at how the situation has been handled and fears the possibility of having to euthanise his animals&nbsp;</p> <a href=\"https://www.theguardian.com/world/video/2020/jun/15/you-cant-furlough-an-otter-why-one-family-run-zoo-remains-shut-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jun/15/you-cant-furlough-an-otter-why-one-family-run-zoo-remains-shut-video", "date_published": "2020-06-15 08:18:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook blocks and bans users for sharing Guardian article showing Aboriginal men in chains", "description": "<p>Social media site incorrectly removed historical photo on grounds of nudity, then for three days blocked and even banned users who posted link to article</p><p>Facebook has blocked and in some cases banned users who tried to share a Guardian article about the site incorrectly blocking an image of Aboriginal men in chains.</p><p>On Saturday, <a href=\"https://www.theguardian.com/technology/2020/jun/13/facebook-incorrectly-removes-picture-of-aboriginal-men-in-chains-because-of-nudity\">Guardian Australia reported</a> that Facebook had apologised for incorrectly preventing an Australian user from sharing the photo from the 1890s.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/15/facebook-blocks-bans-users-sharing-guardian-article-showing-aboriginal-men-in-chains\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/15/facebook-blocks-bans-users-sharing-guardian-article-showing-aboriginal-men-in-chains", "date_published": "2020-06-15 07:50:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Color is not a crime: New York's Black Lives Matter street art", "description": "<p>Across the US, <a href=\"https://www.theguardian.com/artanddesign/2020/jun/03/how-artists-have-reacted-george-floyd-killing-us\">artists</a> have responded to the death of George Floyd and the ensuing protests with impactful and urgent work. In New York, artworks have appeared supporting the Black Lives Matter movement, and remembering the deaths of, among others, Breonna Taylor, Elijah McClain and Eric Garner</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jun/15/color-is-not-a-new-york-black-lives-matter-street-art-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jun/15/color-is-not-a-new-york-black-lives-matter-street-art-in-pictures", "date_published": "2020-06-15 07:15:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael’s mission: helping Edinburgh’s homeless – photo essay", "description": "<p>The photojournalist Margaret Mitchell documents the work of Michael, who helps distribute essential food and supplies to those living on the street and in temporary accommodation in Edinburgh</p><p>As coronavirus changes lives everywhere, how does society continue to care for the most vulnerable among us? </p><p>As lockdown began, many homeless people who relied on services had their scheduled activities, drop-ins and groups cancelled, leaving a chasm in lives that rely on structure to maintain wellbeing. Michael is one person whose own experiences in recovery and homelessness allow him to identify with those on the street and in temporary accommodation.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/15/michaels-mission-helping-edinburghs-homeless-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/15/michaels-mission-helping-edinburghs-homeless-photo-essay", "date_published": "2020-06-15 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We rule OK: England's independent island kingdoms", "description": "<p>Piel Island in Cumbria and Sealand off the coast of Essex are sovereign monarchies with their own laws, stamps … and enemies</p><p>It isn’t commonly known that the UK has three royal families. You may have heard of a motley bunch called the Windsors, but how about King Steve and Queen Sheila of <a href=\"https://www.theguardian.com/travel/2010/may/14/piel-island-wild-camping-cumbria\">Piel Island</a>?</p><p>This 50-acre island off Barrow-in-Furness in north-west England has it all: a castle, a pub and a monarchy. Piel has been ruled peacefully for more than 500 years, with divine sovereignty automatically bestowed on whoever’s running the <a href=\"http://www.pielisland.co.uk/ship-inn/\">Ship Inn</a>. Each year, a new Knight of the Realm is chosen. This title is not acquired, as some believe, by simply having a pint poured over your head and getting a round in. According to Queen Sheila, “myself, the king and a few princesses select whoever’s done something outstanding for our community. The last person we knighted rescued 10 people from drowning. One year it was Harry H Corbett of Steptoe and Son fame: he was a frequent visitor and created great treasure hunts for the kids.<em>”</em></p> <a href=\"https://www.theguardian.com/travel/2020/jun/15/we-rule-ok-englands-independent-island-kingdoms\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/15/we-rule-ok-englands-independent-island-kingdoms", "date_published": "2020-06-15 05:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Davis: ‘We knew the role of the police was to protect white supremacy’", "description": "<p>The veteran civil rights campaigner on growing up in segregated America, the opportunity of the Black Lives Matter movement and what inspires her to keep fighting<br /></p><p>It is 1972, and Angela Davis is answering a question about whether she approves of the use of violence by <a href=\"https://www.theguardian.com/film/2019/dec/05/how-hollywood-feted-the-black-power-movement-and-fell-foul-of-the-fbi\">the Black Panthers</a>. She is sitting against a backdrop of powder-blue breeze blocks, the walls of a California state prison cell. Dressed in a red turtleneck, with her <a href=\"https://www.theguardian.com/fashion/2015/oct/19/black-hair-why-its-time-to-stop-politicising-it\">signature afro</a> and a lit cigarette, she stares at the Swedish interviewer – almost straight through him – as she delivers her reply: “You ask me whether I approve of violence? That just doesn’t make any sense at all. Whether I approve of guns? I grew up in Birmingham, Alabama. Some very, very good friends of mine were killed by bombs – bombs that were planted by racists. I remember, from the time I was very small, the sound of bombs exploding across the street and the house shaking … That’s why, when someone asks me about violence, I find it incredible because it means the person asking that question has absolutely no idea what black people have gone through and experienced in this country from the time the first black person was kidnapped from the shores of Africa.”</p><p>Watching the short clip explains Davis the icon in an instant: the image, the intent, the intellect. She was immortalised in the 2011 documentary<a href=\"https://www.theguardian.com/film/2011/oct/20/black-power-mixtape-film-review\"> The Black Power Mixtape</a>, and clips of the interview have been shared on social media as the killing of George Floyd by a Minneapolis police officer has triggered global protests against police violence. Her 1981 book, <a href=\"https://www.nytimes.com/2020/06/08/opinion/george-floyd-protests-race.html\">Women, Race and Class</a>, is being shared widely as essential reading for anyone wanting to learn about being actively anti-racist, alongside James Baldwin’s The Fire Next Time and the autobiography of Frederick Douglass.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/angela-davis-on-george-floyd-as-long-as-the-violence-of-racism-remains-no-one-is-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/angela-davis-on-george-floyd-as-long-as-the-violence-of-racism-remains-no-one-is-safe", "date_published": "2020-06-15 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Beijing enters 'extraordinary period' as it races to contain new Covid-19 outbreak", "description": "<p>WHO warns UK not to lift lockdown; Iran deaths top 100 for first time in two months; cases worldwide near 7.9m. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jun/14/who-cautions-against-further-lifting-lockdown-england\">WHO cautions against further lifting of lockdown in England</a><br /></li><li><a href=\"https://www.theguardian.com/society/2020/jun/14/countries-scramble-for-flu-vaccines-to-ease-pressure-of-second-coronavirus-19-wave\">Demand for flu vaccine soars as countries plan for second Covid-19 wave</a></li><li><a href=\"https://www.theguardian.com/world/2020/jun/14/republicans-trump-tulsa-rally-coronavirus-lankford-kudlow\">Republicans insist Trump Tulsa rally won’t spread coronavirus </a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jun/15/coronavirus-live-news-beijing-enters-extraordinary-period-as-it-races-to-contain-new-covid-19-outbreak?page=with:block-5ee6adf18f08cea6cb54b7e9#block-5ee6adf18f08cea6cb54b7e9\">Beijing has entered an ‘extraordinary period’ says city spokesperson</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-15T02:31:24.934Z\">3.31am <span class=\"timezone\">BST</span></time> </p><p>Confirmed coronavirus cases in Colombia have risen to over 50,000, the country’s Health Ministry said on Sunday, while neighbouring Ecuador approached the same milestone, Reuters reports. <br /><br />Colombia has reported 50,939 cases of the coronavirus and 1,667 deaths. In Ecuador, cases have surpassed 46,700 and deaths stand at 3,896.<br /><br />Covid-19 has overwhelmed Ecuador’s health system, in some cases leaving authorities unable to collect the bodies of the dead and forcing the government to store corpses temporarily in refrigerated shipping containers.<br /><br />Colombia’s economy has been battered by the twin ills of a coronavirus quarantine put in place by President Ivan Duque and falling oil prices.<br /><br />The country entered a national lockdown in late March, which is expected to be lifted on 1 July. But as certain sectors start to reopen and the quarantine begins to lift, medics are bracing for a spike in Covid-19 cases.</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-15T02:14:28.718Z\">3.14am <span class=\"timezone\">BST</span></time> </p><p>Volkswagen AG’s Mexican unit will begin sending workers back to its plant in the central state of Puebla on Tuesday for “preparation and training eyeing a gradual start further ahead,” the company said in a statement on Sunday.<br /><br />Puebla, where the German automaker and its luxury brand unit Audi have major plants, said last week it is not ready to reopen its automotive sector due to concerns about the coronavirus. Mexico has registered more than 17,000 deaths from the pandemic. </p> <a href=\"https://www.theguardian.com/world/live/2020/jun/15/coronavirus-live-news-beijing-enters-extraordinary-period-as-it-races-to-contain-new-covid-19-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jun/15/coronavirus-live-news-beijing-enters-extraordinary-period-as-it-races-to-contain-new-covid-19-outbreak", "date_published": "2020-06-15 02:31:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A journey to Greece for solo IVF during the pandemic – podcast", "description": "<p>Laura Barton has always known that she wanted to have children. After years of miscarriages, and a breakup from her partner last year, she decided to embark on solo IVF. In early March, as the world shut down, she found herself flying to Crete to undergo treatment</p><p>In early March, the music journalist and broadcaster <strong>Laura Barton </strong>arrived in Heraklion, Crete to begin solo IVF treatment. After multiple miscarriages and a relationship breakup the previous year, Laura decided to try and have a child by herself. Her local health authority did not treat single women, so Laura opted for Greece, where she had been told there were good, affordable clinics.</p><p>Laura tells <strong>Rachel Humphreys </strong>about flying out of London just as the coronavirus pandemic was sweeping through Europe. She arrived in Greece the day the country began its lockdown. Undergoing <a href=\"https://www.theguardian.com/society/ivf\">IVF</a> at any time is a peculiar experience, she says. But in the midst of a pandemic, it became surreal. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jun/15/a-journey-to-greece-for-solo-ivf-during-the-pandemic-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jun/15/a-journey-to-greece-for-solo-ivf-during-the-pandemic-podcast", "date_published": "2020-06-15 02:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maria Ressa: Rappler editor found guilty of cyber libel charges in Philippines", "description": "<p>Case against editor of influential news website has been condemned as part of a ‘pattern of intimidation’</p><p>One of the Philippines’ most prominent journalists, Maria Ressa, has been found guilty of cyber libel charges, a verdict that could lead to six years in prison and is likely to be viewed as a major set back for democratic rights in the country.</p><p>The verdict was issued by Judge Rainelda Estacio-Montesa in a Manila court on Monday, where just a limited number of attendees were permitted as part of coronavirus prevention measures. Rappler, one of the country’s most influential news websites, its editor, Ressa, and former researcher and writer Reynaldo Santos Jr were accused of cyber libel in 2017.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/maria-ressa-rappler-editor-found-guilty-of-cyber-libel-charges-in-philippines\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/maria-ressa-rappler-editor-found-guilty-of-cyber-libel-charges-in-philippines", "date_published": "2020-06-15 01:15:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women stage 'mass scream' in Switzerland over domestic violence and gender pay gap", "description": "<p>Thousands of marchers screamed for a minute at 3.24pm – the time of day when women in effect start working without pay</p><p>Women across Switzerland have let loose with screams during a national protest demanding equal treatment and an end to violence at the hands of men.</p><p>Last year half a million people marched to highlight the nation’s poor record on women’s rights. This year’s version of what organisers call the Women’s Strike was more subdued on Sunday due to coronavirus restrictions.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/women-stage-mass-scream-in-switzerland-over-domestic-violence-and-gender-pay-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/women-stage-mass-scream-in-switzerland-over-domestic-violence-and-gender-pay-gap", "date_published": "2020-06-15 00:53:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sushant Singh Rajput, Bollywood star, dies aged 34", "description": "<p>Tributes for the ‘bright young actor’ flow from colleagues, cricketers and India’s prime minister</p><p>Popular Bollywood actor Sushant Singh Rajput was found dead at his Mumbai residence on Sunday, police and Indian media reports have said.</p><p>Initial reports, citing police sources, said the 34-year-old’s body was found in his apartment in suburban Bandra.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/sushant-singh-rajput-bollywood-star-dies-aged-34\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/sushant-singh-rajput-bollywood-star-dies-aged-34", "date_published": "2020-06-15 00:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}]