[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Lenovo ups Linux Support, Mint fights Snaps - Linux News - Mid June 2020", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account !\nThis time, we’ve got Lenovo supporting Linux on their whole thinkpad and thinkstations lineup, Linux mint fighting snaps, and some new Linux powered hardware being released. Let’s unpack all of that, right after this !\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nMicrosoft had announced their own package manager called Winget, but it turns out they blatantly copied another preexisting one, called appGet. This doesn’t fix the issue that Microsoft ripped off someone else’s work, but at least now they credit the original creator in WinGet. https://it.slashdot.org/story/20/06/01/1447201/microsoft-now-credits-maker-of-package-manager-it-copied----but-offers-no-apology\n\nEA follows up on promise to open source their command and conquer remastered collection, and opened up a github repository containing the source code for red Alert and TIberian Sun. https://www.gamingonlinux.com/2020/06/ea-open-sources-code-from-command-conquer-remastered-collection\n\nTotal War Troy was planned to release on Linux, but since it’s now exclusive to the Epic Games Store for a year, the Linux version is on hold as well. ttps://www.gamingonlinux.com/2020/06/total-war-saga-troy-epic-games-store-exclusive\n\nLenovo announced full Ubuntu and Red Hat support on their whole thinkstation and thinkpad series P line. https://www.omgubuntu.co.uk/2020/06/ubuntu-on-lenovo-laptops\n\nLinux Mint will block snaps from installing on their distro. It’s not just not shipping snapd by default, they also block the installation of snapd through apt, which means that users who want to use snaps will have to install the system manually.\nhttps://www.gamingonlinux.com/2020/06/linux-mint-votes-no-on-snap-packages-apt-to-block-snapd-installs\n\nGoogle has been sued for 5 billion dollars for tracking users even in incognito mode. This is a complex one, since incognito mode was never pitched directly as a way to not be followed or tracked, but more as a way to avoid having all browsing data stored on your machine. https://www.androidcentral.com/google-hit-5-billion-lawsuit-tracking-chrome-users-incognito-mode\n\nCoreCTRL, an advanced app top control your AMD GPU has received an update to support the latest AMD Navi GPUs. https://www.gamingonlinux.com/2020/06/amd-wattman-like-open-source-app-corectrl-adds-navi-support\n\nProton 5.0-8 was released, with a host of performance improvements and bug fixes, especially for Doom Eternal, Streets of Rage 4, or Detroit Become human.\nhttps://github.com/ValveSoftware/Proton/wiki/Changelog\n\nWine 5.10 was also released. It brings more progress on the WineD3D Vulkan backend, an alternative to DXVK, better support for anti-cheat drivers, which should end up making some anti cheat tools not detect Wine as a cheat, and a lot of bug fixes.\nhttps://www.winehq.org/announce/5.10\n\nThe pineTab was available for pre-order. I say was, because the Pine64 has already sold out the whole stock of this Linux powered tablet. https://www.omgubuntu.co.uk/2020/06/pinetab-is-now-available-to-order\n\nStarLabs, a linux hardware manufacturer, has announced their StarLabs 13'‘ LabTop mark 4.\nhttps://starlabs.systems/pages/labtop-mk-iv\n\nIf you prefer AMD CPUs, you can also check out System 76’s new Serval, which uses desktop class ryzen CPUs with Nvidia GPUs.\nhttps://system76.com/laptops/serval\n\nMore hardware news, as elementary OS has a new partner program for computer retailers. They now have two retailers officially supported, with 12 different models shipping elementary OS Hera by default. https://blog.elementary.io/now-shipping-elementary-os/\n\nCollabora submitted a patch to the Linux kernel that would improve performance for games running with Wine. https://www.gamingonlinux.com/2020/06/linux-kernel-patch-sent-in-for-comments-to-help-linux-and-wine-gaming\n\nA new PinePhone community edition will ship with Postmarket OS. This distro is fine tuned for mobile phones, and is based on Alpine Linux. As a base, you can then install any desktop environment, well, mobile desktop environment in that case, like Plasma Mobile, Phosh, or Ubuntu Touch. https://www.omgubuntu.co.uk/2020/06/pinephone-postmarket-os-community-edition", "link": "https://www.youtube.com/watch?v=2C6JLKmh9lo", "date_published": "2020-06-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]