[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Charlie's Angels — How Gender Obsession Can Ruin a Film | Anatomy Of A Failure", "description": "The 2019 Elizabeth Banks reboot of Charlie's Angels with Kristen Stewart and Princess Jasmine and the other one didn't go so well. Not only did it flop bad enough to end the franchise, it also got quite a bit of heat from audiences, mostly because of its relentless transfixion with being a female driven movie like Wonder Woman or Captain Marvel. In today's family friendly episode of Anatomy of a Failure, let's see how this film was so obsessed in its gender related agenda that it inadvertently managed to ruin itself. If you're planning to make a female driven action movie, here's what to avoid. Now let's just wait for Scarlett Johansson's Black Widow.\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nThonosrat: https://teespring.com/stores/boutique-filmento\n\n#AnatomyOfAFailure #Charlie'sAngels\n\nclean pg family friendly big expensive house expensive car\n\n-\nCharlie's Angels (2019)\nElena (Naomi Scott), a young engineer, unwittingly stumbles upon new government technology that could hold significant and dangerous ramifications for society. However, her discovery garners attention from the wrong sort of everything wrong with Charlie's Angels cinemasins honest trailer Charlie's Angels watch full movie online free 4k clip Charlie's Angels a perfect storm flop box office bomb people, so it is up to two special operatives men in black international how to build a toxic hero (Kristen Stewart and Ella Balinska) to mobilize, protecting Elena and the future of the planet in the process. Written and directed by Elizabeth Banks.\n-\nThe Aeronauts (2019)\nIncluded with Prime. In 1862, daredevil balloon pilot Amelia Wren (Felicity Jones) teams up with pioneering meteorologist James Glaisher (Eddie Redmayne) to advance human knowledge of the weather and fly higher than anyone in history.\n-\nWonder Woman (2017)\nAn Amazon princess named Diana (Gal Gadot) lives an idyllic existence on an island occupied solely by female warriors, but her life changes forever after American pilot Steve Trevor (Chris Pine) crash-lands nearby. When he tells her that a massive war is engulfing the planet, she decides to travel with him to the outside world, hoping to use her powers to put an end to the conflict. Along the way, she becomes the legendary superheroine known as Wonder Woman. Directed by Patty Jenkins (Monster), this is the first solo feature film for the iconic DC Comics character.", "link": "https://www.youtube.com/watch?v=xeX4qvP5mGg", "date_published": "2020-02-28 00:00:00+00:00", "persistent": true, "user": "rumpel", "language": "en", "tags": ["go woke go broke", "the left wing", "movies"]}]