[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Spillage Village: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nOctober 23, 2020 | Bobby Carter -- The setlist for Spillage Village's Tiny Desk (home) concert reminds me of the bouts of pessimism and jolts of optimism I've had of late. Opening with the dreary, apocalyptic \"End of Daze,\" leaping into titles like \"Hapi\" and \"Jupiter,\" feels all too applicable in 2020.\n\nThe Atlanta collective consists of Dreamville records standouts J.I.D and EARTHGANG along with Jurdan Bryant, Hollywood JB, Benji and Tiny Desk alumnus Mereba. R&B star 6lack, also a member of the group, was unable to make it to the shoot due to travel restrictions. Spillage Village began working on its latest album, Spilligion, in direct response to the unpredictable chaos the world has faced since March. J.I.D told Rolling Stone that he originally rented a house to begin recording his third solo album with collaborations, but that the heavy topics of the pandemic and social justice led to music that was bigger than any one artist.\n\nThe underlying theme throughout Spilligion is spirituality, so when they floated the idea of filming in a church I knew that if they couldn't perform behind the desk, this was the perfect alternative.\n\nSET LIST\n\"End of Daze\"\n\"Baptize\"\n\"Hapi\"\n\"Jupiter\"\n\nMUSICIANS\nHollywood JB: vocals\nJurdan Bryant: vocals\nBenji.: vocals, bass\nOLU (EARTHGANG): vocals, guitar\nMereba: vocals\nJ.I.D.: vocals\nWowGr8 (EARTHGANG): vocals\nChristo: DJ\nJustin Barnett: guitar\nJerramy Barnett: bass\nNick Barnett: guitar\nDj Barnett: drums\n\nCREDITS\nVideographers: Mac Grant and Chad Tennies\nAudio Engineers: Mac Grant, Mixed by Ali, Chad Tennies and Josh Rogosin\nProducer: Bobby Carter\nVideo Producer: Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=_76wT1NMgUY", "date_published": "2020-10-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]