[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Killer Clowns, Trekkies, And Other Weird Cyberpunk Gangs | Cyberpunk 2077 Lore", "description": "When you dive deep into the vast fiction of the Cyberpunk universe, you find some weird stuff. For example, there's a gang of evil killer clowns and a group that cosplays as Star Trek characters. Wild! In this episode of GameSpot’s Cyberpunk Lore series, we’re delving into the weirder side of the fiction and talking about the strangest street gangs to ever roam Night City.\n\nFrom a collective of street performers, to people that run around dressed like Jack the Ripper, there are all sorts of bizarre groups you can encounter in the original pen and paper RPG. Will any of these gangs show up in the upcoming Cyberpunk 2077? It seems unlikely, but we're holding onto  hope that CD Projekt Red has a few surprises left in store for us. Plus, they'd be pretty fun to see in-game.\n\nIf you enjoy this video make sure to check out the rest of our Cyberpunk lore videos so that you're caught up on the world of Cyberpunk when the game comes out on November 19. And if you want more details on 2077, go watch our new Cyberpunk Update video where we answer your burning questions.\n\n0:00 - Intro\n1:39 - The Bozos\n2:24 - Philharmonic Vampyres\n2:54 - The Julliard\n3:27 - D.J.'s\n3:51 - Piranhas & Bay Area Rapid Terror\n4:24 - Posergangs\n4:46 - The Elvises, Edisons, The Kennedys\n5:19 - Willow Sisterhood, Jack the Rippers, Personalities\n6:12 - Bradi Bunch, The Gilligans, KoneHedds\n6:46 - The Trekkies\n7:43 - Outro", "link": "https://www.youtube.com/watch?v=FaAL9MvqnPs", "date_published": "2020-10-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "More Xbox Series X Questions Answered & PlayStation Store Changes | Generation Next", "description": "With only three weeks to go, Lucy James, Tamoor Hussain, and Jordan Ramée discuss the new PlayStation Store and the rewards being added to PlayStation 5 Trophies, and they're joined by Michael Higham to answer even more of your Xbox Series X questions.\n\nThe new consoles are almost here and both Sony and Microsoft are preparing for their arrival. What does this mean? For the former it means making some tweaks to the way its existing services work in order for the transition to PlayStation 5 to be a little more smooth. For the latter it means dishing out new information on the ways Xbox Series X/S owners will be able to make the most of their brand new hardware.\n\nOn this episode of Generation Next, Lucy, Jordan, and Tamoor tackle the aforementioned tweaks Sony is making. More specifically, they talk about the changes to the PlayStation Store, which has been redesigned somewhat. Tune in to find out what's new, what's changed, what's gone, and what it all means. There's also a quick analysis of what the future could hold for PlayStation's Trophies, which look like they may start dishing out rewards in a different way.\n\nFor the Xbox part of the discussion, techspert Michael Higham returns to answer some of your burning questions about the X/S. These range from whether you can run apps off an external hard drive and whether the hard drive that Microsoft endorsed as made for the Xbox Series X works with the new consoles, to Kinect 2 compatibility and how new platforms will work with setting a home console.\n\nGeneration Next is GameSpot's weekly video show all about the PlayStation 5 and Xbox Series X. Each Friday, join PlayStation Pro Tamoor Hussain, Xbox Xpert Jordan Ramée, and Console Connoisseur Lucy James as they discuss the biggest stories about the new consoles.\n\n00:00 - Intro\n00:54 - PlayStation Store Changes\n04:18 - PlayStation 5 Trophy Rewards\n07:53 - More of Your Xbox Series X Questions Answered\n08:15 - Does having a Series X mean you can't have another Xbox One as your home Xbox?\n09:51 - Will apps run on an external HDD?\n11:22 - Can you use every external drive at once?\n11:51 - Does the Seagate Game Drive designed for Xbox One work on the Series X?\n13:53 - Can you use more than 1 official external SSD?\n15:14 - Will Xbox Series X/S be compatible with the Kinect?\n16:08 - Will an Xbox One hard drive still work or does it need to be formatted?\n17:25 - Outro\n17:44 - BUT WAIT, we have a PS5!?", "link": "https://www.youtube.com/watch?v=1vBigo_Sf5k", "date_published": "2020-10-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The History Of Pikmin", "description": "Pikmin isn't as recognizable as Mario or Zelda, but it's certainly one of Nintendo's most unique franchises. With Pikmin 3 Deluxe right around the corner, we thought now would be a good time to take an expedition through the history of Pikmin.\n\nThe brainchild of Shigeru Miyamoto, Pikmin tasks you with growing and managing little vegetable creatures who aid you in battle, help solve puzzles, and collect treasure for you. In one game you only have 30 days to live, and in another you have to gather food for your home planet, but usually you end up crash landing no matter the circumstances. Pikmin first released on the Nintendo GameCube in 2001 and has grown from there.\n\nPikmin has only had three mainline entries so far, aptly named Pikmin, Pikmin 2, and Pikmin 3, but the franchise isn’t limited to just those three games. There’s a 3DS spin-off titled Hey! Pikmin, as well as a series of Pikmin Short Movies on YouTube, while  series mainstay Captain Olimar has appeared in multiple Super Smash Bros. entries. There’s also a possible Pikmin 4 on the way, with Miyamoto confirming its existence twice. \n\nPikmin 3 Deluxe, an enhanced port of the original Pikmin 3 on Wii U, is headed to Nintendo Switch with a new prologue and epilogue along with other additions like new difficulty modes and the Piklopedia. Pikmin 3 Deluxe will release on October 30, 2020.\n\n00:00 - Intro\n00:31 - Pikmin's Origins & Initial Concepts\n02:12 - Pikmin (2001)\n02:52 - Pikmin 2 (2004)\n05:05 - Pikmin 3's Iterations (Handheld & Wii)\n05:36 - New Play Control! Pikmin 1 & 2 (2009-2012)\n06:16 - Pikmin 3 (2013)\n09:02 - Pikmin Short Movies (2014)\n09:27 - Hey! Pikmin (2017)\n11:27 - Pikmin 3 Deluxe (2020)\n12:05 - Other Pikmin Appearances (Super Smash Bros, Nintendo Land, etc.)\n12:34 - Pikmin 4?\n13:14 - Outro", "link": "https://www.youtube.com/watch?v=OYUJwdN07dI", "date_published": "2020-10-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "AOC Plays Among Us - Best Moments From The Stream", "description": "AOC logged on to play Among Us alongside Congresswoman Ilhan Omar and several other popular streamers. Here are the best moments from the stream.\n\nCongresswoman Alexandria Ocasio-Cortez's Among Us stream was one of the most successful broadcasts in the history of Twitch, pulling in over 430,000 viewers on her channel alone. If you weren't able to tune into the 3.5 hour event or haven't found the time to watch the VOD over on Twitch, fear not: we've clipped out some of the best moments from AOC's Among Us stream in this highlight reel.\n\nThe laughs start almost immediately when AOC, terrified of playing as the impostor, ends up getting impostor in her first match. But despite some hesitation, she manages to take out Poki, who later referred to the betrayal as an \"honor.\"\n\nAmong Us is a deception game, so lying, backstabbing, and other drama is expected, but with AOC, fellow congresswoman Ilhan Omar, and tons of notable streamers as crewmates, it was all in good fun.", "link": "https://www.youtube.com/watch?v=By5LL4O00nE", "date_published": "2020-10-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "First Look At Tom Holland As Nathan Drake | Save State", "description": "On today's Save State, Persia talks about our first look at Tom Holland as Nathan Drake, DMC 5 performance modes coming to the next-gen special edition, and Kojima Productions starting its next game.\n\nIn this video, Persia talks about our first look at Tom Holland as Nathan Drake in the upcoming Uncharted movie. The costume design got the approval of Naughty Dog's Kurt Margenau and Nathan Drake voice actor Nolan North. Filming just started this past July but is already almost complete. The film is expected to hit the theaters on July 16, 2021.\n\nPersia also talks about the new DMC 5 performance modes coming to the next-gen special edition of the game. The four new modes have various combinations that vary between 4k and 1080p, ray tracing, and framerate. Ray tracing isn't coming to the Series X version of the game on day one, but it will be patched in at a later date. DMC 5 Special Edition comes to Series X and S on November 10, and to PS5 on November 12.\n\nLastly, Persia talks about the confirmation of Kojima Productions starting its next game. There aren't any details on the new game or if it ties into Death Stranding in any way. The studio is now hiring for multiple roles in game programming and design, sound design, art, writing, production, management, and localization, with fluency in Japanese being required for all roles.\n\nThis is your Save State for Thursday, October 22nd.", "link": "https://www.youtube.com/watch?v=wMcBn5Ez4AU", "date_published": "2020-10-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Greg Miller And Andrea Rene Crush The Immortals Fenyx Rising Stadia Demo", "description": "(Presented by Ubisoft and Stadia) We teamed up with Greg Miller from Kinda Funny Games and Andrea Rene from What's Good Games to take us through the exclusive free demo of Immortals Fenyx Rising. Play it for yourself here: https://stadia.google.com/game/immortals-fenyx-rising", "link": "https://www.youtube.com/watch?v=Ir6nbGFO7Eg", "date_published": "2020-10-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Phasmophobia - The Ultimate Beginner's Guide", "description": "Phasmophobia’s goal is simple, though achieving it is a little tricky. Here are some tips to get you started.\n\nGhost-hunting horror game Phasmophobia is rapidly gaining attention, and with Halloween just around the corner, it's a great option if you're looking to get spooked with some friends. As it's still in early access, it has its fair share of jankiness, but that's part of the fun. The only downside is that the tutorial is rather unhelpful (and that's putting it generously). \n\nIn this video, Jake Dekker gives you a proper tutorial to hunting ghosties in Phasmophobia. He runs down what the actual goal of the game is--to identify what kind of ghost you're dealing with--and then all the tools you'll need and how to use them. This includes the EMF reader, the tricky-to-use spirit box, and the all-important thermometer. \n\nJake also explains some of the optional tools at your disposal, including the crucifix (which works as expected, in a the-power-of-Christ-compels-you sort of way), smudge sticks for saging a haunted room, and more. If you're trying to get into Phasmophobia but having a hard time navigating its learning curve, he's got you covered.\n\nWe recently named Phasmophobia one or our best horror games to play for Halloween. You can also see our list of the best horror anime you can stream right now if you're looking for even more ways to get scared.", "link": "https://www.youtube.com/watch?v=EQZcmFVGZ88", "date_published": "2020-10-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]