[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "9th Wonder On Sampling For Kendrick Lamar | The Formula, S1E2", "description": "Even though he produced three beats for “Duckworth,” 9th Wonder had a realization during our interview. Three samples, three genres, three generations-- Kendrick Lamar intentionally wove \"threes all the way across.\" \n\nWatch the second season early at npr.org/theformula\n\nREAD THE COMPANION ESSAY\n“Kendrick Lamar Thinks Like A Jazz Musician” by Marcus J. Moore\nKendrick Lamar's song \"DUCKWORTH.\" is made up of three beats, each built around a different sample, by producer 9th Wonder. The way Lamar stitched those beats together illuminates his relationship with contemporary and historical jazz musicians. That essay is here: https://n.pr/2VdwOIz\n\nFULL SERIES PLAYLIST HERE\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVbYfsJ9gn-LrWPuALxU2Z1T\n\nCREDITS\nHost: Rodney Carmichael; Producers: Nick Michael; CJ Riculan, Maia Stern; Animator: CJ Riculan; Director of Photography: Colin Marshall; Editor: Annabel Edwards; Videographers: Colin Marshall, CJ Riculan, Morgan Noelle Smith; Audio Recording Engineer: Colin Marshall; Audio Mix Engineer: Josh Rogosin; Supervising Producer: Nick Michael; Senior Producer: Abby O'Neill; Consulting Editor: Jacob Ganz; Managing Editor: Becky Lettenberger; Executive Producers: Anya Grundmann, Keith Jenkins, Lauren Onkey; Special Thanks: Eric Hilton, Robert \"Kalani\" Tifford, Peter Ugrin\n\nMUSIC\n\"Girl,\" Destiny's Child, Destiny Fulfilled (2004)\n\"Be Ever Wonderful,\" Ted Taylor, Keepin' My Head Above Water (1978)\n\"Ostavi Trag,\" September, Zadnja Avantura (1976)\n\"Atari,\" Hiatus Kaiyote, Choose Your Weapon (2015)\n\"DUCKWORTH.,\" Kendrick Lamar, DAMN. (2017)\n\"Rose Water\", DJ Face [series theme track]\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n#nprmusic #theformula", "link": "https://www.youtube.com/watch?v=23vumiogTQk", "date_published": "2020-04-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lang Lang: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n________________________________________________________________\n\nTom Huizenga | April 17, 2020 -- Here's something unique: a chance to eavesdrop on the superstar pianist Lang Lang at home. It's a place he rarely seems to be, but staying put is important to him during the coronavirus crisis, and he offers a personal performance to reflect on these trying times.\n\nThe 37-year-old pianist, who typically plays sold-out shows to thousands, says he's taking his recent solitary time to learn new repertoire at home in Shanghai, China. And home is where he thinks we should all be. \"It's very important that you have to stay at home please,\" he says from the piano, where he opens with Chopin's calming Nocturne No. 20 in C-sharp minor.\n\nLang Lang's latest passion is Bach – specifically the Goldberg Variations, a 75-minute-long cycle of immense complexity grounded in the composer's durable beauty. Lang Lang offers the 18th and 19th variations, pieces that in turn represent the strength of logic and the joy of the dance. It's music, Lang Lang says, that \"always brings me to play in another level of artistic thinking.\"\n\nSET LIST\n\nChopin: Nocturne No. 20 in C-sharp minor\nBach: Goldberg Variations 18 & 19", "link": "https://www.youtube.com/watch?v=TMxAKlC5FMM", "date_published": "2020-04-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]