[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "1 Year Of Apex Legends: Highs, Lows, And Biggest Changes", "description": "As Apex Legends approaches its first birthday--and the start of Season 4: Assimilation--we thought it would be a good idea to take a trip down memory lane and recount the highs, lows, and major changes for Respawn's battle royale over the past year. So before Kings Canyon comes back, Revenant and the Sentinel get added, and Ranked mode changes once again, let's look back at the year that was.\n\nIn the video above, Jordan Ramée talks through Apex Legends' 12 months of history, from its surprising launch to the start of Season 4. Apex Legends has seen massive growth in that time, with the wildly popular Season 2: Battle Charge and complete map change in Season 3: Meltdown. It hasn't been all positive though--Season 1: Wild Frontier struggled to offer a reason for players to keep coming back and the Apex Legends community was not happy over the Iron Crown Collection event loot box controversy. \n\nDespite all of these changes, however, Apex Legends continues to be as enjoyable a game to play as it was at launch. In GameSpot's Apex Legends review, Phil Hornshaw gave the game a 9/10, writing, \"Apex Legends is a mix of smart shooter ideas that makes for a competitive, team-based game that gets at all the best parts of battle royale while addressing a lot of the weaknesses. Respawn's intense focus on team play makes Apex more than just a worthy addition to the genre; it's an indicator of where battle royale should go in the future.\"\n\n#ApexLegends", "link": "https://www.youtube.com/watch?v=dkzgVc9Gi8U", "date_published": "2020-02-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Season 4 Is Live Today!", "description": "Today, GameSpot Live takes on Apex Legends: Assimilation! Season 4 is packed with new content such as a new legend named Revenant, a new weapon, new skins, and more! Join us on our quest to be Apex Champions.", "link": "https://www.youtube.com/watch?v=HonaX3yQdZw", "date_published": "2020-02-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: Season 4 – Official 4K Revenant Character Trailer", "description": "A human-hitman turned into a nightmare simulacrum, Revenant has been dealing death for centuries. The return of Hammond Robotics to the Outlands has given him a new target. Now his synthetics sights are set on the company that created him and any Legends who cross his path. Revenant throws out Silence devices to disable other Legends’ abilities and make them easy prey. And with his ability to scale obstacles and crouch-walk with unnatural speed, nowhere is safe. Revenant can even rescue his squadmates from death itself -- as long they’re useful to him. Become a killing machine and teach your foes the meaning of fear.\n \nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier. Play for free now on Xbox One, PlayStation 4, and Origin for PC: http://x.ea.com/57366.\n\n#ApexLegends #Revenant\n \nLearn more about Revenant: http://x.ea.com/58899.", "link": "https://www.youtube.com/watch?v=Rv5gvyrBnrg", "date_published": "2020-02-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: Season 4 – Official Assimilation Gameplay Trailer", "description": "Reveal your true nature in Apex Legends Season 4 – Assimilation. Channel the spirit of vengeance with Revenant, a new Legend and nightmare simulacrum. Pick up the new Battle Pass to take on Daily and Weekly Challenges and score unique rewards with a cybernetic slant. Enter the updated World’s Edge map, where Hammond Robotics resource harvesting is causing chaos and tearing up the Arena. Take aim with the Sentinel, a bolt-action sniper rifle that lets you shut down enemies before they even see you. Merge the worlds of human, machine, and simulacrum when you embrace who you really are in Apex Legends Season 4 – Assimilation.\n \nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier.\n\n#ApexLegendsSeason4 #AssimilationGameplay", "link": "https://www.youtube.com/watch?v=oFzmOEVTISk", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- February 2020", "description": "New Releases highlights the top new video games out on Nintendo Switch, PS4, Xbox One, and PC each week. This episode revisits some action cult classics with the Yakuza 5 remaster and the Bayonetta & Vanquish 10th Anniversary Edition Bundle. There's also lots of anime action thanks to One Punch Man: A Hero Nobody Knows. If you'd rather slow things down, you can create anything you can imagine in PS4 exclusive Dreams or think strategically with The Dark Crystal: Age of Resistance Tactics.", "link": "https://www.youtube.com/watch?v=p59vICDe5Rk", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil Meets Silent Hill? First 90 Minutes of Dawn Of Fear", "description": "Dawn of Fear is giving some serious old-school Resident Evil and Silent Hill vibes. Can it live up to the classics? Let's find out. Dawn of Fear is out now on PlayStation 4.", "link": "https://www.youtube.com/watch?v=REohRTcotzs", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]