[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bugsnax Performance, Miss Piggy, Day of the Devs and More - Developer Showcase July 2020", "description": "Tune in live for the Summer Game Fest: Developer Showcase for July, featuring the world premiere performance of It's Bugsnax by Kero Kero Bonito on Monday at 11 am ET / 8 am PT.", "link": "https://www.youtube.com/watch?v=48lMZW-w2kg", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5's Spider-Man: Miles Morales Is Getting A Performance Mode | Save State", "description": "PS5 exclusive Spider-Man: Miles Morales is getting a Performance Mode which will run the game at 4K/60FPS, according to a tweet from developer Insomniac Games, but what will its Quality Mode look like? Unfortunately we don't know yet.\n\nHalo Infinite's structure is going to be different from other Halo games according to Phil Spencer. He said in an interview that the structure of the game is going to be similar in ways to the Master Chief Collection. We'll likely find out more information during the Xbox Series X stream on Thursday, July 23 at 9 AM PT.\n\nShin Megami Tensei 5 was announced for the Nintendo Switch during today's Nintendo Direct Mini and will be coming out 2021, though there's no specific release date yet. Alongside that announcement, it was also revealed that Shin Megami Tensei 3: Nocturne HD is on its way for PS4 and Nintendo Switch spring 2021.\n\nAnd hey, while you're here, GameSpot launched its own merch store.  Until the end of August, all the proceeds will be split between Black Lives Matter and COVID-19 relief. \n\nCheck it out here: https://store.gamespot.com/\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=tUZkKobJBfw", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Shadow Warrior 3 Looks Like Doom With Ninjas", "description": "Shadow Warrior 3 was first revealed during the 2020 Devolver Direct livestream. Since then, we've been able to check out some additional gameplay. \n\nTony and Alessandro break down what they saw in the video above. Shadow Warrior 3 adds a grappling hook to hero Lo Wang's arsenal, making the game's combat and traversal look a lot like Doom Eternal.", "link": "https://www.youtube.com/watch?v=Offr3cJ1uuk", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "20 Amazing Games Of 2020 So Far", "description": "We're halfway through the year so GameSpot's staff picked 20 must-play games this year, ranging from familiar AAA titles to some unsung heroes. Check it out!", "link": "https://www.youtube.com/watch?v=HtlWQr_LfEM", "date_published": "2020-07-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "COD: Warzone - 11 Things That Need To Change", "description": "Call Of Duty: Warzone, Infinity Ward’s battle royale shooter, released in March of 2020 and is entering season 5 in August with some unconfirmed map altering events. This year Activision is also expected to publish a Call Of Duty: Black Ops Cold War title which is being developed by Treyarch. It’s unclear at this stage if Cold War’s multiplayer will tie into Warzone directly, but it would make sense for Cold War items to turn up in Warzone. \n\nAhead of season 5, this video takes a look at eleven changes that could be made to the game right now during season 4. Some of these changes include a better drop system, expanded communication ping wheel,  improved armor mechanics, better climbing system, balancing, and major map changes and events. Warzone has teased in-game events most notably when players discovered phones ringing around the map that allowed them to solve a puzzle and enter Bunker 11. Inside they found a blood-covered room where nuclear weapons appeared to have been stolen. The missing warhead later turned up in another bunker on top of a ballistic missile. Fan-favorite Captain Price arrived in season 4 with his re-formed task force 141 to handle the problem. As of yet, nothing else has happened. \n\nWarzone is one of the many cross-progression multiplayer modes in Call Of Duty: Modern warfare. Warzone has also experimented with many limited timed variations including increasing the player count to 200 and a mode where players fight over juggernaut suits. Modern Warfare is currently out for PS4, Xbox One, and PC. Warzone is also available standalone and free-to-play.", "link": "https://www.youtube.com/watch?v=EerUciniCCQ", "date_published": "2020-07-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]