[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lenny Kravitz: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAfter wrapping an evocative rendition of \"Thinking of You,\" a touching song he penned in 1998 about his late mother, Lenny Kravitz imparts what's really weighing on him during this historic time. \"In the midst of all that's transpiring on our planet right now,\" he says, \"it's a blessed time for introspection, more importantly action. ... What side of history are you standing on?\"\n\nThis Brooklyn-raised bohemian rock icon brings us to his home and tropical paradise in Eleuthera in the Bahamas for this visually alluring Tiny Desk (home) concert. Adjoining him is his longtime collaborator, co-writer and guitarist Craig Ross, and young mentee Yianni Giannakopoulos, who collectively blend rich layers of rhythmic and canorous guitar. \"What Did I Do With My Life?\" seems like a response to the questions posed in the chorus of \"Thinking of You\"; the refrain alludes to living up to what his mother wanted him to be. And it's only fitting that he ended with \"We Can Get It All Together,\" a message about the power of unity and oneness.\n\nSET LIST\n\"Thinking Of You\"\n\"What Did I Do With My Life?\"\n\"We Can Get It All Together\"\n\nMUSICIANS\nLenny Kravitz: vocals, guitar; Craig Ross: guitar; Yianni Giannakopoulos: guitar\n\nCREDITS\nVideo By: Team LK; Audio By: Team LK; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=17mKFPut4FI", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bela Fleck, Edgar Meyer, Zakir Hussain: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Bela Fleck, Edgar Meyer and Zakir Hussain’s Tiny Desk concert from 2010: https://www.npr.org/2010/07/26/128652297/bela-fleck-edgar-meyer-zakir-hussain-tiny-desk-concert\n\nFelix Contreras | July 26, 2010\n\"Beyond category.\" That's what Duke Ellington used to call musicians who were simply the best at what they do. And that's certainly the case for Bela Fleck, Edgar Meyer and Zakir Hussain. Individually, they're world-class masters of the banjo, the bass fiddle and the tabla, respectively. They conquered mere technical prowess long ago.\n\nAll three now are at a place where music truly becomes so intuitive that a simple rehearsal — as we got to see before this Tiny Desk Concert in the offices of NPR Music — is an exercise in wordless communication. Just before we rolled tape, the trio worked on a section of one of the songs that involved some unison playing, and I was caught off guard, thinking they didn't really nail it when they tried it three times in a row. Then, when it came time to perform for an audience, they, of course, performed it flawlessly.\n\nEllington had no idea that his words would eventually be applied to a banjo player, a bass fiddle player and an South Asian percussionist. But sit back and enjoy these two pieces from The Melody of Rhythm, and you'll see how right Ellington was.\n\nSet List\n\"Bubbles\"\n\"Bahar\"", "link": "https://www.youtube.com/watch?v=X7Z0QEVfR8c", "date_published": "2020-07-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]