[{"source": "https://www.theguardian.com/rss", "title": "Man, 29, charged with murder of Hampshire teenager Louise Smith", "description": "<p>The 16-year-old from Havant was found dead in woodland after disappearing on VE Day</p><p>A 29-year-old man has been charged with the murder of 16-year-old Louise Smith, who disappeared on VE Day. Hampshire police said Shane Lee Mays, of Havant, has been remanded in custody and will appear at Portsmouth magistrates court on Friday.</p><p>The teenager was last seen alive in the Leigh Park area of Havant at midday on 8 May. Her body was found in nearby woodland at Havant Thicket on 21 May. She was described by a family friend as a “lovely girl with a heart of gold”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/28/man-29-charged-with-of-hampshire-teenager-louise-smith\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/28/man-29-charged-with-of-hampshire-teenager-louise-smith", "date_published": "2020-05-28 21:52:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cop26 climate talks in Glasgow will be delayed by a year, UN confirms", "description": "<p>Date moved for Covid-19 travel reasons, but fears raised over delay to green recovery plans</p><p>Global talks aimed at staving off the threat of climate breakdown will be delayed by a year to November 2021 because of the coronavirus crisis, the UN has confirmed.</p><p>The summit, known as Cop26, which 196 nations are expected to attend, will now take place in Glasgow from November 1 to 12 next year, <a href=\"https://www.theguardian.com/environment/2020/may/26/cop26-climate-talks-in-glasgow-likely-to-be-delayed-again\">as reports had anticipated,</a> with the UK government acting as host and president. They were originally set to take place from 9 November this year.</p> <a href=\"https://www.theguardian.com/environment/2020/may/28/cop26-climate-talks-in-glasgow-will-be-delayed-by-a-year-un-confirms\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/28/cop26-climate-talks-in-glasgow-will-be-delayed-by-a-year-un-confirms", "date_published": "2020-05-28 21:09:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clap for our Carers: the very unBritish ritual that united the nation", "description": "<p>After nine extraordinary weeks the woman behind the event said Thursday’s should be the last</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>On Thursday 26 March, Britons stood just inside their front doors, a little unsure if they would be the only ones taking part in a very unBritish ritual. It was three days since Boris Johnson had announced a draconian lockdown, and, in a horrifyingly fearful time, it was not difficult to feel immense gratitude to those health workers risking everything to save lives. But was anyone else really going to turn out to clap?</p><p>Few can have predicted the wall of noise that followed that first Thursday night and every Thursday since – the applause rising from doorsteps, the smiles and waves between neighbours who had never previously spoken to each other, the new national ritual that, for many, became the clearest fixed point in the week. Isolated in our homes, we were speaking together as never before.</p> <a href=\"https://www.theguardian.com/society/2020/may/28/clap-for-our-carers-the-very-unbritish-ritual-that-united-the-nation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/28/clap-for-our-carers-the-very-unbritish-ritual-that-united-the-nation", "date_published": "2020-05-28 20:37:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson brushes off Tory revolt over Dominic Cummings", "description": "<p>PM also refuses to allow top scientific advisers to talk about chief aide at daily No 10 briefing</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson has brushed aside <a href=\"https://www.theguardian.com/politics/2020/may/27/tory-anger-at-dominic-cummings-grows-as-dozens-of-mps-defy-boris-johnson\">a growing revolt of almost 100 of his own MPs </a>and defied ongoing calls for Dominic Cummings to be sacked, despite a police investigation that failed to exonerate him for a potential breach of lockdown.</p><p>The prime minister was again besieged&nbsp;by questions about his chief adviser as the crisis overshadowed his decision to cautiously ease the lockdown in England, which will require millions of citizens to abide by the letter and spirit of new guidelines.</p> <a href=\"https://www.theguardian.com/politics/2020/may/28/boris-johnson-brushes-off-tory-revolt-over-dominic-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/28/boris-johnson-brushes-off-tory-revolt-over-dominic-cummings", "date_published": "2020-05-28 20:19:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Durham police believe Cummings probably did break lockdown rules", "description": "<p>Sources say force stopped short of definitive statement because cases not tested in courts </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Durham police believe Dominic Cummings probably did break lockdown rules following an investigation into his travels around north-east England during lockdown, the Guardian understands.</p><p>On Thursday the force released a report saying the prime minister’s special adviser <a href=\"https://www.theguardian.com/politics/2020/may/28/dominic-cummings-potentially-broke-lockdown-rules-say-durham-police\">“might have” breached health protection regulations</a> when he embarked on a 52-mile round trip to the town of Barnard Castle with his wife and son on her birthday.</p> <a href=\"https://www.theguardian.com/politics/2020/may/28/durham-police-believe-cummings-probably-did-break-lockdown-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/28/durham-police-believe-cummings-probably-did-break-lockdown-rules", "date_published": "2020-05-28 20:02:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family of Harry Dunn to bring private prosecution against Dominic Raab", "description": "<p>Foreign secretary did not have authority to allow driver of car that killed 19-year-old to return to US, relatives say</p><p>The family of Harry Dunn, the 19-year-old killed on 27 August last year after being hit by a car driven by the wife of a US intelligence officer, intends to bring a private criminal prosecution against the foreign secretary, Dominic Raab, the Guardian has learned.</p><p>They&nbsp;claim&nbsp;that Raab did not have the authority to allow&nbsp;Anne&nbsp;Sacoolas to return to the United States after the incident, while there was an ongoing police investigation and while the issue of her diplomatic immunity had not been resolved.&nbsp;They also allege that Raab misled parliament&nbsp;in statements he made about Sacoolas’s return to the US.&nbsp;</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/28/family-of-harry-dunn-to-bring-private-prosecution-against-dominic-raab\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/28/family-of-harry-dunn-to-bring-private-prosecution-against-dominic-raab", "date_published": "2020-05-28 19:21:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC swamped with complaints about Newsnight intro on Cummings", "description": "<p>Criticism has been levelled at both Emily Maitlis’ 26 May intro and the BBC’s response</p><p>The BBC has received tens of thousands of complaints relating to Emily Maitlis’ <a href=\"https://www.theguardian.com/media/newsnight\">Newsnight monologue</a> on <a href=\"https://www.theguardian.com/politics/dominic-cummings\">Dominic Cummings</a>, both from opponents and supporters of the presenter’s comments.</p><p>Many of the first wave of complaints were from people criticising Maitlis for stating at the start of Tuesday night’s programme that “Dominic Cummings broke the rules – the country can see that and it’s shocked the government cannot”.</p> <a href=\"https://www.theguardian.com/media/2020/may/28/bbc-swamped-with-complaints-about-newsnight-intro-on-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/may/28/bbc-swamped-with-complaints-about-newsnight-intro-on-cummings", "date_published": "2020-05-28 18:31:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How coronavirus restrictions will differ around the UK", "description": "<p>England, Scotland, Wales and Northern Ireland are taking different paths out of lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Groups of up to six people can <a href=\"https://www.theguardian.com/world/2020/may/28/groups-up-to-six-people-allowed-meet-england-monday-coronavirus-lockdown-easing\">meet outside from Monday</a> in public and private outdoor spaces, including gardens. Physical distancing including staying 2 metres apart must be observed if those meetings involve members of different households.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/28/how-coronavirus-restrictions-will-differ-around-the-uk-england-scotland-wales-northern-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/28/how-coronavirus-restrictions-will-differ-around-the-uk-england-scotland-wales-northern-ireland", "date_published": "2020-05-28 17:35:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on easing the lockdown: putting politics before people | Editorial", "description": "<p>Boris Johnson wants to lift the Covid-19 restrictions because of ideology and self-interest. The people deserve a more careful, evidence-based approach </p><p>The United Kingdom went into the Covid-19 crisis as one nation. It seems likely to exit from the pandemic as several. At the outset, the UK’s different governments took similar approaches. Lockdown rules were observed by citizens in all parts of the country, with some infamous individual exceptions like <a href=\"https://www.theguardian.com/politics/2020/may/28/dominic-cummings-potentially-broke-lockdown-rules-say-durham-police\" title=\"\">Dominic Cummings</a>. As the onslaught starts to slacken, however, differential approaches are likely to become more important. These differences have now been embodied in the radically contrasted announcements made in London and in Edinburgh this week about the next stage.</p><p>In England, the government has always been keener to lift the lockdown early. The case for this has never been easy to accept. The virus has not been a lighter scourge in England. The driving force has been a volatile mix of ideology and window dressing. Boris Johnson and his ministers have announced arbitrary goals – often under short-term pressure – and have then battled, generally unsuccessfully and at human cost, to meet them. The approach has never been comprehensive, well explained or effective. Among the most shocking examples have been shortages of personal protective equipment, testing failures for nursing homes and the refusal to test at ports and airports.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/the-guardian-view-on-easing-the-lockdown-putting-politics-before-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/the-guardian-view-on-easing-the-lockdown-putting-politics-before-people", "date_published": "2020-05-28 17:21:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU green recovery package sets a marker for the world", "description": "<p>The bloc is showing the way in rebuilding coronavirus-ravaged economies to fight the climate emergency </p><ul><li><a href=\"https://www.theguardian.com/environment/2020/may/28/eu-pledges-coronavirus-recovery-plan-will-not-harm-climate-goals\">Coronavirus will not harm climate goals, EU promises</a></li></ul><p>The European commission has put down a marker for the world with its <a href=\"https://www.theguardian.com/environment/2020/may/28/eu-pledges-coronavirus-recovery-plan-will-not-harm-climate-goals\">green recovery package</a>. It sets a high standard for other nations, using the rebuilding of coronavirus-ravaged economies to tackle the even greater threat of the climate emergency, in principle at least.</p><p>With the world fast approaching the point when climate chaos becomes inevitable, how the trillions of recovery dollars – or euros – are spent is a use-it-or-lose-it moment, so what the EU does really matters. Climate change is a global crisis, meaning all nations must act and some must lead the way.</p> <a href=\"https://www.theguardian.com/environment/2020/may/28/eu-green-recovery-package-sets-a-marker-for-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/28/eu-green-recovery-package-sets-a-marker-for-the-world", "date_published": "2020-05-28 16:52:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After PPE and testing, contact tracing looks like the next government shambles | David McCoy", "description": "<p>The Conservatives’ zeal for outsourcing and centralisation has compromised its coronavirus strategy from the outset</p><p>Curbing the coronavirus outbreak involves a familiar mantra: test, trace, isolate. As of this week, the government will begin to roll out the second part of this strategy. In theory, contact tracers will call or text people in England who test positive for coronavirus, asking them to provide a list of everyone they have met for longer than 15 minutes, who will then receive a message instructing them to self-isolate for 14 days (Scotland and Wales are rolling out separate programmes). </p><p>But already, England’s contact-tracing strategy looks set to be hobbled by the government’s reluctance to involve local authorities and regional public health expertise in its coronavirus response from the outset, and its dogmatic commitment to outsourcing health services to the private sector. &nbsp;</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/ppe-testing-contact-tracing-shambles-outsourcing-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/ppe-testing-contact-tracing-shambles-outsourcing-coronavirus", "date_published": "2020-05-28 16:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pills, mills and bellyaches: how Blackburn out-partied Manchester", "description": "<p>Down the road from the Haçienda, an underground acid house scene was jumping. Now a new archive has restored its rightful place in the history of dance</p><p>In 1987, Nigel Gilmartin was working as a mobile DJ in Blackburn: weddings, engagements and birthdays at community halls; the shirt-and-tie scene at weekends. That summer, he fell under the spell of the Sunday-night shows on Key 103FM as DJ Stu Allen played early acid house and hip-hop across Greater Manchester and Lancashire. Gilmartin would meticulously note the name of every track and then scour east Lancashire’s record shops with his list. One record shop staffer told him about Tommy Smith, a hippy Glaswegian hedonist who was looking for DJs for a new type of party in Blackburn. The next day, Gilmartin gave him a call.</p><p>Blackburn’s venues were uninterested in Smith’s designs on bringing house music to the town until Clitheroe Kate – a key figure in the town’s gay scene around Mincing Lane – rented Smith a room at a bar called Crackers. “You knew something was happening,” says Gilmartin of the first party. “It was absolutely bouncing.” After a few weeks, demand was wildly outstripping Crackers’ capacity. Smith decided to take the parties to the empty mills – relics of Margaret Thatcher’s crushing impact on the former textile town. For Smith, the parties were a vanguard against the prime minister. “She was saying there’s no such thing as society,” he says. “We were saying there is, we’ll show you – here’s 10,000 people. It was political, it was taking them on: people could come together and share collective hopes and aspirations.”</p> <a href=\"https://www.theguardian.com/music/2020/may/28/pills-mills-and-bellyaches-how-blackburn-out-partied-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/28/pills-mills-and-bellyaches-how-blackburn-out-partied-manchester", "date_published": "2020-05-28 14:07:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How I help coronavirus patients to walk again – video", "description": "<p>David McWilliams is a consultant physiotherapist helping ICU patients recover from Covid-19 – from when they first open their eyes since arriving to their first steps. His team support patients at Birmingham's Queen Elizabeth hospital, which has one of the largest critical care units in Europe and recently was treating more than 200 Covid-19 patients at one time</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/may/28/covid-19-rehab-the-journey-from-waking-up-to-walking-again-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/may/28/covid-19-rehab-the-journey-from-waking-up-to-walking-again-video", "date_published": "2020-05-28 13:31:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'You lot can’t rattle me': John Boyega defends explicit anti-racism posts in wake of George Floyd death", "description": "<p>The Star Wars actor expanded on his defiance of racist social media users in an Instagram Live video</p><p>John Boyega has been praised for a series of uncompromising social media posts speaking out about racism in the wake of the killing of George Floyd by Minneapolis police officers.</p><p>Boyega’s initial <a href=\"https://twitter.com/JohnBoyega/status/1265548180256698370\">Tweet</a>, “I really fucking hate racists”, currently has 1.3m likes, but came in for criticism for his hard-hitting tone and use of an expletive.</p> <a href=\"https://www.theguardian.com/film/2020/may/28/you-lot-cant-rattle-me-john-boyega-defends-explicit-anti-racism-posts-in-wake-of-george-floyd-death\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/may/28/you-lot-cant-rattle-me-john-boyega-defends-explicit-anti-racism-posts-in-wake-of-george-floyd-death", "date_published": "2020-05-28 12:50:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US unemployment hits 40m – in pictures", "description": "<p>America cities and towns are dealing with some of the highest unemployment rates since the Great Depression</p> <a href=\"https://www.theguardian.com/world/gallery/2020/may/28/us-unemployment-40m-coronavirus-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/may/28/us-unemployment-40m-coronavirus-pictures", "date_published": "2020-05-28 12:46:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump campaign attempts to remove satirical cartoon from online retailer", "description": "<p>Cartoonist Nick Anderson calls president ‘adolescent’ after work parodying bleach-injection claim sparked a legal manoeuvre</p><p>The Pulitzer-winning cartoonist Nick Anderson has described Donald Trump as an “adolescent wannabe authoritarian”, after the US president’s re-election campaign failed to pull one of Anderson’s cartoons mocking Trump’s inaccurate suggestion that injecting disinfectant could protect against Covid-19.</p><p>Anderson put <a href=\"https://www.redbubble.com/people/andertoon2/works/48156343-the-trump-cult\">his cartoon The Trump Cult up for sale on the online retailer Redbubble</a> this month. The illustration shows Trump with supporters in Maga hats, serving them a drink that has been labeled “Kool-Aid”, then “Chloroquine” and finally “Clorox”, a US bleach brand. The cartoon is a reference to the 1978 <a href=\"https://www.theguardian.com/world/2018/nov/17/an-apocalyptic-cult-900-dead-remembering-the-jonestown-massacre-40-years-on\">Jonestown massacre</a>, where more than 900 people died after drinking cyanide-laced punch at the order of cult leader Jim Jones, and to Trump’s widely denounced idea of <a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\">injecting bleach to </a><a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\">protect against </a><a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\"> coronavirus</a>. Trump has also been taking the anti-malaria drug hydroxychloroquine as a protection against Covid-19, despite <a href=\"https://www.theguardian.com/science/2020/may/22/hydroxychloroquine-trumps-covid-19-cure-increases-deaths-global-study-finds\">a study showing</a> it has been linked to increased deaths in patients.</p> <a href=\"https://www.theguardian.com/books/2020/may/28/trump-campaign-attempts-to-remove-satirical-cartoon-from-online-retailer\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/28/trump-campaign-attempts-to-remove-satirical-cartoon-from-online-retailer", "date_published": "2020-05-28 12:46:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will No 10 decide to reopen schools without risking second wave?", "description": "<p> Analysis of rate of transmission, NHS 111 calls and Google location data will inform next steps</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government’s plan to ease the&nbsp;lockdown&nbsp;will be confirmed in an official review that Downing Street expects will give the all clear for schools to begin reopening next week. No 10 said the proposed steps for England should be outlined at the daily press conference on Thursday, though they are dependent on further scientific advice, including on the rate of transmission.</p> <a href=\"https://www.theguardian.com/science/2020/may/28/how-will-no-10-decide-to-ease-lockdown-and-reopen-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/may/28/how-will-no-10-decide-to-ease-lockdown-and-reopen-schools", "date_published": "2020-05-28 10:33:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: South Korea re-tightens lockdown restrictions after spike in cases", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/may/28/coronavirus-live-news-trump-criticised-over-preventable-crisis-as-us-passes-100000-deaths?page=with:block-5ecf6f358f087e3ca0f64da9#block-5ecf6f358f087e3ca0f64da9\">Officials have re-implemented lockdown measures in the metropolitan area of Seoul</a>; European commission proposes €750bn coronavirus recovery fund; Kenya records highest one-day case rise</p><ul><li><a href=\"https://www.theguardian.com/world/2020/may/28/global-report-trump-silent-on-us-death-toll-as-south-korea-sees-new-covid-19-rise\">Global report: Trump silent on US death toll as South Korea sees new Covid-19 rise</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/27/us-coronavirus-deaths-toll-1000000\">US passes 100,000 coronavirus deaths as states relax lockdown measures</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/may/28/uk-coronavirus-live-test-and-trace-gets-under-way-in-england-and-scotland\">UK coronavirus updates - live</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-at-a-glance/latest\">Coronavirus latest: at a glance</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-28T10:33:11.746Z\">11.33am <span class=\"timezone\">BST</span></time> </p><p>In one of the rare expressions of empathy that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> has displayed during the course of the coronavirus pandemic, he talked earlier this month about the disease claiming so many lives it was “filling up Yankee Stadium with death”, writes <strong>Ed Pilkington</strong>, chief reporter for the Guardian US.</p><p>Now the death toll from Covid-19 stands at almost twice the capacity of the Yankees’ home stadium, and has reached another booming landmark: 100,000 deaths.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/28/us-coronavirus-death-toll-racial-disparity-inequality\">As 100,000 die, the virus lays bare America's brutal fault lines – race, gender, poverty and broken politics</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-28T10:18:55.165Z\">11.18am <span class=\"timezone\">BST</span></time> </p><p>The 52 countries of <strong>Africa</strong> have reported a total of more than 123,000 confirmed cases of coronavirus, the World Health Organization’s regional office for the continent reported on Thursday. </p><p>So far more than 50,000 people infected with the virus have recovered, and about 3,600 have died, the UN health agency said. </p><p dir=\"ltr\" lang=\"en\">Over 123,000 confirmed <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases on the African continent - with more than 50,000 recoveries &amp; 3,600 deaths. View country figures &amp; more with the WHO African Region COVID-19 Dashboard: <a href=\"https://t.co/V0fkK8dYTg\">https://t.co/V0fkK8dYTg</a> <a href=\"https://t.co/Bcjcya67En\">pic.twitter.com/Bcjcya67En</a></p> <a href=\"https://www.theguardian.com/world/live/2020/may/28/coronavirus-live-news-trump-criticised-over-preventable-crisis-as-us-passes-100000-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/may/28/coronavirus-live-news-trump-criticised-over-preventable-crisis-as-us-passes-100000-deaths", "date_published": "2020-05-28 10:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Halt plan to withdraw Sudan peacekeepers, UN urged", "description": "<p>Civil groups fear replacing 26,000 troops with a ‘political mission’ will threaten fragile security situation in Darfur </p><p>Activists in Sudan are urging the UN and African Union not to go ahead with plans to withdraw 26,000 peacekeepers from Darfur this year, claiming the move will put lives at risk.</p><p>The peacekeepers from the AU-UN hybrid operation in Darfur (Unamid), which has a mandate to protect civilians by force if necessary, will leave in October under plans expected to be agreed by the UN security council, although it is understood the UK and Germany want to delay troop withdrawal.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/28/halt-plan-to-withdraw-sudan-peacekeepers-un-urged-darfur\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/28/halt-plan-to-withdraw-sudan-peacekeepers-un-urged-darfur", "date_published": "2020-05-28 10:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Trump public land rules will let Alaska hunters kill bear cubs in dens", "description": "<p>The ‘amazingly cruel’ move by the National Park Service reverses Obama-era regulations which also affect wolves and coyotes </p><p>The Trump administration is finalizing rules that will allow hunters in Alaska’s national preserves to shoot bears and wolves, and their cubs and pups, while they are in their dens.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/may/20/alaska-brown-bears-environment-mining\">A proposed mine in Alaska will endanger brown bears – and much more</a> </p> <a href=\"https://www.theguardian.com/environment/2020/may/28/alaska-bears-wolves-trump-rules-hunters\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/28/alaska-bears-wolves-trump-rules-hunters", "date_published": "2020-05-28 10:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Start slow, wear what you like, watch out for zombies: a beginner’s guide to running", "description": "<p>Missing your pre-lockdown workout? With gyms, pools and squash courts still closed, there’s a replacement right outside your door. Experienced runners explain how to get started – and stay motivated</p><p>The gyms, pools and squash courts are shut. Joe Wicks is showing you how to get fit in your living room, but really all you want to do is get out of your living room. Now is the time to go for a run.</p><p>If you are worried you’re not a running type, don’t be. I wasn’t either until I decided that I didn’t feel safe going to the gym in mid-March. Eight weeks later, I finished my first half-hour run, covering an apparently respectable 4.83km in the process. Almost anyone can be a runner, it turns out. So why not give it a try?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/28/start-slow-wear-what-you-like-watch-out-for-zombies-a-beginners-guide-to-running\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/28/start-slow-wear-what-you-like-watch-out-for-zombies-a-beginners-guide-to-running", "date_published": "2020-05-28 10:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: test and trace gets under way in England and Scotland", "description": "<p>Council leaders warn they lack powers to make local lockdowns work, as Tory MPs resist PM’s call to move on from the Dominic Cummings furore</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/may/27/tory-anger-at-dominic-cummings-grows-as-dozens-of-mps-defy-boris-johnson\">Tory anger at Cummings grows as dozens of MPs defy Boris Johnson</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/may/27/government-unveils-covid-19-test-and-trace-strategy-for-england\">Hancock: it is public’s ‘civic duty’ to follow test-and-trace instructions</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/28/government-target-of-200000-covid-19-tests-meaningless\">Government target of 200,000 Covid-19 tests ‘meaningless’ – experts</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/may/28/coronavirus-live-news-trump-criticised-over-preventable-crisis-as-us-passes-100000-deaths\">Global coronavirus updates - live</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-28T10:24:49.420Z\">11.24am <span class=\"timezone\">BST</span></time> </p><p>Tory MP <strong>Rob Butler</strong> has said he found Dominic Cummings’ trip to Barnard Castle “very difficult to justify”, though he stopped short of calling for him to go.</p><p>In a letter to a constituent seen by the Guardian, Butler said he felt “the guidance [on exceptional circumstances] can be interpreted in the way Mr Cummings has done”.</p><p>However, Mr Cummings himself said “there is room for reasonable disagreement” about whether he should have stayed in London, and I do not criticise anyone who does indeed disagree with him.</p><p>Personally, I find the trip Mr Cummings took to Barnard Castle very difficult to justify and am disappointed that he did not apologise for it.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/may/27/list-grows-of-tory-mps-calling-for-cummings-to-resign\">The Conservative MPs calling for Dominic Cummings to go</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-28T10:14:57.535Z\">11.14am <span class=\"timezone\">BST</span></time> </p><p>These from the Labour MP <strong>Ben Bradshaw</strong> and Lib Dem MP <strong>Daisy Cooper</strong>, who say <strong>Dido</strong> <strong>Harding</strong> – the government’s lead for the test and trace programme – has told them track and trace won’t be fully operational until the end of June.</p><p>As others have pointed out, that is four weeks after lockdown measures are to be further eased.</p><p dir=\"ltr\" lang=\"en\">Dido Harding just told me on an MPs’ conference call that Test, Trace &amp; Isolate won’t be fully operational at local level till the end of June. Not sure where that leaves Johnson’s promise of a fully operational “world beating” system by Monday.<a href=\"https://twitter.com/hashtag/Covid19UK?src=hash&amp;ref_src=twsrc%5Etfw\">#Covid19UK</a></p><p dir=\"ltr\" lang=\"en\">Dido Harding just told me that the <a href=\"https://twitter.com/hashtag/NHSX?src=hash&amp;ref_src=twsrc%5Etfw\">#NHSX</a> app described by PM a week ago as “world-beating” is in fact just a “cherry on top” of the tracing system: which itself won’t be fully operational until end June... 4 weeks after lockdown restrictions ease. This is a high risk strategy.</p> <a href=\"https://www.theguardian.com/world/live/2020/may/28/uk-coronavirus-live-test-and-trace-gets-under-way-in-england-and-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/may/28/uk-coronavirus-live-test-and-trace-gets-under-way-in-england-and-scotland", "date_published": "2020-05-28 10:29:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Covid-19 contact tracing can help beat the pandemic", "description": "<p>If the UK government wants to start easing the country's lockdown restrictions, it needs to get contact tracing right. But what does that mean? What would successful contact tracing even look like? Josh Toussaint-Strauss tries to find out with a little help from Christophe Fraser, an Oxford professor and infectious disease epidemiologist, and Alex Hern, the Guardian's UK technology editor</p> <a href=\"https://www.theguardian.com/world/video/2020/may/28/how-covid-19-contact-tracing-can-help-beat-the-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/may/28/how-covid-19-contact-tracing-can-help-beat-the-pandemic", "date_published": "2020-05-28 10:22:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EasyJet shares rise despite job cuts, as Covid-19 optimism lifts stocks - business live", "description": "<p>Rolling coverage of the latest economic and financial news, as the gradual easing of Covid-19 restrictions continues to boost European stocks</p><ul><li><a href=\"https://www.theguardian.com/business/2020/may/28/easyjet-plans-to-cut-up-to-30-per-cent-of-staff-because-of-covid-19-crisis\">EasyJet plans to cut up to 30% of staff as Covid-19 hits demand</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/27/effective-track-and-trace-systems-can-reduce-lost-working-hours-by-50-coronavirus\">Effective test, track and tracing ‘can reduce lost working hours by 50%;’</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-28T10:09:19.194Z\">11.09am <span class=\"timezone\">BST</span></time> </p><p>HSBC and Standard Chartered are two of the worst performing stocks on the FTSE 100 today. </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-28T09:31:00.893Z\">10.31am <span class=\"timezone\">BST</span></time> </p><p><strong>Newsflash: RBS is to refund customers £2.2m after failing to alert new adult account holders that they were about to dip into unauthorised overdrafts. </strong></p><p>The Competition and Markets Authority said there were effectively two breaches:</p> <a href=\"https://www.theguardian.com/business/live/2020/may/28/easyjet-job-cuts-30percent-workforce-shrink-fleet-covid19-coronavirus-stocks-markets-jobless-pound\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/may/28/easyjet-job-cuts-30percent-workforce-shrink-fleet-covid19-coronavirus-stocks-markets-jobless-pound", "date_published": "2020-05-28 10:09:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As 100,000 die, the virus lays bare America's brutal fault lines – race, gender, poverty and broken politics", "description": "<p>The US’s brutal fault lines – of race, partisanship, gender, poverty and misinformation – rendered it ill-prepared to meet the challenges of Covid-19</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li></ul><p>In one of the rare expressions of empathy that Donald Trump has displayed during the course of the coronavirus pandemic, he talked earlier this month about the disease claiming so many lives it was “filling up Yankee Stadium with death”.</p><p>Now the death toll from Covid-19 stands at almost twice the capacity of the Yankees’ home stadium, and has reached another booming landmark: 100,000 deaths.</p> <a href=\"https://www.theguardian.com/us-news/2020/may/28/us-coronavirus-death-toll-racial-disparity-inequality\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/28/us-coronavirus-death-toll-racial-disparity-inequality", "date_published": "2020-05-28 10:03:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They made crosses on our heads’: refugees report abuse by Croatian police", "description": "<p>Group of asylum seekers including minors say they were beaten and spray-painted near the border with Bosnia, as calls grow for EU to investigate<br /></p><p>Details have emerged of more than 30 migrants&nbsp;allegedly&nbsp;robbed, beaten and spray-painted with red crosses on their heads by Croatian police officers who said the treatment was the “cure against coronavirus”.</p><p>The Guardian has interviewed asylum seekers, obtained photographs and collected dozens of testimonies, including from minors, revealing how the Croatian authorities were laughing and drinking beer while spray-painting migrants attempting to cross the border from Bosnia-Herzegovina, as EU parliamentarians have now begun pushing for an independent commission of inquiry to investigate the abuses.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/28/they-made-crosses-on-our-heads-refugees-report-abuse-by-croatian-police\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/28/they-made-crosses-on-our-heads-refugees-report-abuse-by-croatian-police", "date_published": "2020-05-28 10:03:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John McGinn: 'We need to keep Villa in this league, no matter what'", "description": "<p>Lockdown has enabled the Scottish midfielder to fully recover from injury and he will give everything to drag Villa to safety</p><p>John McGinn scored the <a href=\"https://www.theguardian.com/football/blog/2019/may/27/bargain-john-mcginn-proves-worth-aston-villa-promotion\">goal that secured Aston Villa’s promotion</a> last season, then he opened their account in the Premier League and now, after recovering from a broken ankle, he says he is raring to save Villa from relegation when the season restarts.</p><p>He was due to return to action against Chelsea in March but that match was postponed when the league was paused. Since then McGinn, like everyone else, has been playing a waiting game.</p> <a href=\"https://www.theguardian.com/football/2020/may/28/john-mcginn-we-need-to-keep-aston-villa-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/28/john-mcginn-we-need-to-keep-aston-villa-premier-league", "date_published": "2020-05-28 10:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life as an undocumented farmworker: 'we are chess pieces that politicians move around'", "description": "<p>I harvest eggplants in 100-degree heat while wearing a mask, but the coronavirus won’t stop us. We know our work supports a nation</p><p>For more than two decades, Roberto Valdez has harvested crops in California’s eastern Coachella Valley, a scorching region dotted with impoverished communities that are surrounded by bountiful fields of grapes, bell peppers, broccoli, watermelon, and more. In 2005, after his son nearly died from heat stroke while picking grapes, Valdez advocated for improved safety measures for farmworkers, which culminated in new state regulations that protect workers from heat stress. An undocumented immigrant, he is not eligible for federal relief during the Covid-19 pandemic, but while millions of people shelter in place, he continues to work in the fields with his wife. Here he tells Gabriel Thompson about his life as an essential worker.</p><p>•••</p> <a href=\"https://www.theguardian.com/us-news/2020/may/28/undocumented-farmworker-us-immigration-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/28/undocumented-farmworker-us-immigration-california", "date_published": "2020-05-28 10:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only the Animals review – audacious web of love and strangeness | Peter Bradshaw's film of the week", "description": "<p>Dominik Moll’s thriller charts an unhappily married woman’s terrifying fate and her mysterious connections to five other people</p><p>Twenty years ago, director Dominik Moll made a splash at Cannes with his black-comic psychological shocker <a href=\"https://www.imdb.com/title/tt0216800/\">Harry, Un Ami Qui Vous Veut Du Bien</a>, starring the incomparably disturbing Sergi López – a film with the kind of delicious cruelty and sophistication that somehow only the French can produce. Its title over here was inelegantly rendered Harry, He’s Here to Help, although I made a doomed attempt to popularise my own version: Harry Wants to Be Your Friend. After that, Moll had a number of credits, but nothing to live up to that picture, which promised us a film-maker with the style of Claude Chabrol.</p><p>But now Moll has given us this audacious, witty and absorbing mystery thriller, a tale of adultery and <em>amour fou </em>with a gamey touch of the macabre – adapted by Moll and his longtime collaborator Gilles Marchand from the novel, Seules Les Bêtes by Colin Niel. It is about five people and their relationship with a sixth person who is to meet a terrifying, arbitrary fate. The movie introduces us in turn to these six overlapping lives, with ingenious point-of-view shifts that will explain an apparent oddity or anomaly in the previous scene and set us up for a rug-pull in the next, letting us in on a secret, then coolly pushing us away.</p> <a href=\"https://www.theguardian.com/film/2020/may/28/only-the-animals-review-dominik-moll-denis-menochet-laure-calamy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/may/28/only-the-animals-review-dominik-moll-denis-menochet-laure-calamy", "date_published": "2020-05-28 10:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The best meal of my life’: readers’ travel tips", "description": "<p>The most memorable eating experiences are often as much about the moment and the unlikely location as the food itself – as these delicious encounters prove</p><p>Portamarina Seafood is perched at the end of the jetty in Sorrento’s old marina. They cook whatever comes in from the family boat and it is stunningly good – and stunningly good value. A massive plate of flour-and-salt-dusted anchovies for €6 was a standout but pretty much everything is worth a go. A cold Peroni, the freshest fish perfectly cooked, and the sun going down over the sea. A cliche perhaps but of such restaurants are cliches made. No booking, so choose your time carefully or you’ll be waiting – but it is worth it. <br /><em>• On <a href=\"https://www.facebook.com/pages/Portamarina-Sea-Food/1455189238106410\">Facebook</a><br /></em><strong>Derek Hill</strong></p> <a href=\"https://www.theguardian.com/travel/2020/may/28/the-best-meal-of-my-life-readers-travel-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/may/28/the-best-meal-of-my-life-readers-travel-tips", "date_published": "2020-05-28 10:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Players must have the final say on when it is safe to resume", "description": "<p>Premiership Rugby is hoping to restart the season in July but it would be wiser to wait until infection rates drop further</p><p>What comes first, your job or your health? It is a question many are asking as lockdown restrictions gradually start to ease with the aim of rekindling the economy, rugby players among them.</p><p>Premiership Rugby is hoping to resume its season in July, a date that will be considered on Thursday by the professional game board after the government’s approval of contact training taking place. If the sport does kick off, it will look markedly different with World Rugby rolling out a set of optional rule changes, limiting face-to-face contact to help minimise the risk of one player passing on Covid-19 to another.</p> <a href=\"https://www.theguardian.com/sport/2020/may/28/rugby-union-players-must-have-the-final-say-on-when-it-is-safe-to-resume\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/may/28/rugby-union-players-must-have-the-final-say-on-when-it-is-safe-to-resume", "date_published": "2020-05-28 10:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French power couple given jail terms for money laundering", "description": "<p>Patrick and Isabelle Balkany, Paris suburb’s mayor and deputy, hid €13m from tax authorities</p><p>A rightwing power couple who have run a rich Paris suburb for almost 40 years and who are close friends of the former president&nbsp;Nicolas Sarkozy have been given prison sentences for money laundering.</p><p>Patrick Balkany, the mayor of Levallois-Perret, and his wife, Isabelle, were convicted of hiding at least €13m from tax authorities via a complex network of offshore companies between 2007 and 2014.</p> <a href=\"https://www.theguardian.com/world/2020/may/28/french-power-couple-patrick-isabelle-balkany-given-jail-terms-for-money-laundering\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/french-power-couple-patrick-isabelle-balkany-given-jail-terms-for-money-laundering", "date_published": "2020-05-28 09:52:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Cavendish's chances of Tour de France spot hit by pandemic hold-up", "description": "<ul><li>Rider has had little chance to prove form and fitness</li><li>Ellingworth denies rumours of Froome switch talks <br /></li></ul><p>Mark Cavendish’s chances of racing at this year’s Tour de France have been hurt by the coronavirus pandemic, Bahrain-McLaren team principal Rod Ellingworth has admitted.</p><p>Cavendish is hoping to get an opportunity to add to his tally of 30 Tour stage victories if the race goes ahead on its rescheduled start date of 29 August. But the 35-year-old, who joined his old coach Ellingworth at Bahrain-McLaren on a one-year deal after two seasons dogged by illness and injury, has had little chance to prove his form and fitness with racing on hold since mid-March.</p> <a href=\"https://www.theguardian.com/sport/2020/may/28/mark-cavendish-chances-of-tour-de-france-spot-hit-by-pandemic-hold-up-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/may/28/mark-cavendish-chances-of-tour-de-france-spot-hit-by-pandemic-hold-up-cycling", "date_published": "2020-05-28 09:50:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City Women appoint Gareth Taylor as manager", "description": "<ul><li>Former City striker replaces Nick Cushing on three-year deal</li><li>‘I’m extremely excited about the challenge ahead’ he says<br /></li></ul><p>Manchester City Women have appointed the former Wales international Gareth Taylor as manager on a three-year deal.</p><p>The former City striker has been in charge of the men’s under-18 side for the previous season, having previously overseen the under-16s. Taylor, who played for the club between 1998 and 2001, will now replace Nick Cushing, <a href=\"https://www.theguardian.com/football/2020/jan/09/nick-cushing-leaves-manchester-city-women-to-join-new-york-city-fc\">who recently joined New York City FC</a>, at the helm of the women’s team.</p> <a href=\"https://www.theguardian.com/football/2020/may/28/manchester-city-women-appoint-gareth-taylor-as-new-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/28/manchester-city-women-appoint-gareth-taylor-as-new-manager", "date_published": "2020-05-28 09:48:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A postcard from the future: life in Denmark after the lockdown | Helen Russell", "description": "<p>As the restrictions lift and we emerge blinking from our homes, it’s possible to believe that life will be good again</p><p>Under the shade of umbrellas, pensioners eat cake at a cafe, children slosh cups of juice, and students clink beer bottles, smoking, laughing and talking loudly enough to be heard above the buzz of people who are now … everywhere.</p><p>On 18 May, the doors of cafes, restaurants and shops were flung wide in <a href=\"https://www.theguardian.com/education/2020/may/17/denmark-can-teach-england-safe-reopening-of-schools-covid-19\">Denmark</a> and the high streets are bustling again. Even hairdressers have reopened (what did we learn during lockdown? How many Danes are natural blondes).</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/postcard-future-life-denmark-after-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/postcard-future-life-denmark-after-lockdown", "date_published": "2020-05-28 09:34:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cineworld plans to reopen all UK cinemas in July", "description": "<p>Venues will enforce physical distancing and hygiene rules if lockdown is further eased</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Cineworld is planning to reopen all its UK cinemas in July as the government <a href=\"https://www.theguardian.com/business/2020/may/12/vue-outlines-physical-distancing-plans-to-help-reopen-cinemas\">eases coronavirus lockdown measures.</a></p><p>The world’s second-largest cinema chain, which operates 128 venues in the UK and Ireland, is hoping to reopen in time for Christopher Nolan’s Tenet, scheduled for release on 17 July, followed by the Disney blockbuster <a href=\"https://www.theguardian.com/film/2019/jul/08/mulan-trailer-is-a-dismal-sign-disney-is-bowing-to-china-anti-democratic-agenda\">Mulan</a>.</p> <a href=\"https://www.theguardian.com/business/2020/may/28/cineworld-plans-reopen-all-uk-cinemas-in-july\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/28/cineworld-plans-reopen-all-uk-cinemas-in-july", "date_published": "2020-05-28 09:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India's first 'green' village adapts to life without tourists", "description": "<p>Khonoma’s residents are sanguine about the Covid-19-enforced loss of visitor income – and it’s all thanks to their sustainable lifestyle</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As he looks to the future, Kezhaseria Meyase, a 37-year-old resident of Khonoma, expresses confidence in the youth of the village. “They are well aware of the importance of conserving our forests and wildlife,” he says.</p><p>For the first time since the creation of the Khonoma Nature Conservation and Tragopan Sanctuary (KNCTS) in 1998, tourism in Khonoma has come to a halt. In 2019, the remote 700-year-old village in the Indian state of Nagaland, near the Indo-Myanmar border, received more than 4,000 visitors. Nearly a fifth of the tourists were from overseas, drawn to Khonoma’s rich biodiversity and conservation success (in 2005, it was named<a href=\"https://ensia.com/articles/khonoma-indias-first-green-village-sustainable-agriculture/\"> India’s first “green village”</a>).</p> <a href=\"https://www.theguardian.com/environment/2020/may/28/khonoma-indias-first-green-village-adapts-to-coronavirus-life-without-tourists-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/28/khonoma-indias-first-green-village-adapts-to-coronavirus-life-without-tourists-aoe", "date_published": "2020-05-28 09:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock fails to say if Dominic Cummings did right thing", "description": "<p>Health secretary avoids question and insists public must obey test-and-trace system</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The health secretary has failed to say whether Dominic Cummings did the right thing when he drove to Durham during lockdown, as he insisted the public must obey government test-and-trace instructions.</p><p>Asked why the public should follow the new self-isolation rules, when <a href=\"https://www.theguardian.com/politics/2020/may/27/tory-anger-at-dominic-cummings-grows-as-dozens-of-mps-defy-boris-johnson\">even Conservative MPs</a> believe Boris Johnson’s most senior aide breached them, Matt Hancock said it was in everyone’s interests that “people follow the instructions from the NHS”.</p> <a href=\"https://www.theguardian.com/world/2020/may/28/matt-hancock-fails-say-dominic-cummings-did-right-thing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/matt-hancock-fails-say-dominic-cummings-did-right-thing", "date_published": "2020-05-28 09:16:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emily Maitlis says she asked for night off after Dominic Cummings storm", "description": "<p>Newsnight presenter thanks public for messages of support after reprimand from BBC</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Emily Maitlis has said she was <a href=\"https://www.theguardian.com/media/2020/may/27/bbc-switches-emily-maitlis-in-newsnight-episode-over-cummings-remarks\">replaced as host of Newsnight</a> on Wednesday because she asked to take the night off, shortly after being found to have breached the BBC’s impartiality guidelines by delivering a monologue criticising <a href=\"https://www.theguardian.com/politics/2020/may/27/tory-anger-at-dominic-cummings-grows-as-dozens-of-mps-defy-boris-johnson\">Dominic Cummings</a>.</p><p>Newsnight’s lead presenter stood aside after a testing day for the show in the wake of Maitlis telling viewers on Tuesday night that “Dominic Cummings broke the rules – the country can see that and it’s shocked the government cannot”.</p> <a href=\"https://www.theguardian.com/media/2020/may/28/newsnight-emily-maitlis-says-she-asked-for-night-off-after-dominic-cummings-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/may/28/newsnight-emily-maitlis-says-she-asked-for-night-off-after-dominic-cummings-storm", "date_published": "2020-05-28 09:04:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Back in the former USSR': where were you when England were knocked out of Euro 96?", "description": "<p>Ahead of ITV’s repeat of the historic match between England and their old rivals Germany, famous faces recall the game</p><p><br />I was, of course, at Wembley, which is brought home any time you see a montage of Euro 96 and the cameras cut to me and Frank Skinner after the final whistle looking very pissed off. When Alan Shearer scored three minutes in, I remember the crowd manically chanting: “It’s coming home!” It was if they couldn’t chant it fast enough, their will to win was so intense. When it went to penalties, the whole atmosphere seemed doomed.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/28/back-in-the-former-ussr-where-were-you-when-england-were-knocked-out-of-euro-96\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/may/28/back-in-the-former-ussr-where-were-you-when-england-were-knocked-out-of-euro-96", "date_published": "2020-05-28 09:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Without it, I’d be lost': the unexpected joy of Zoom Shabbat", "description": "<p>Shabbat for me used to mean a break from screens, but as I drop into synagogues all over North America, I’m reminded we’re all in this together </p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li></ul><p>Before the pandemic, Shabbat for me meant a break from screens. My synagogue, housed in a century-old building on a residential street in a quiet Toronto neighbourhood, observes the ancient laws that prohibit the use of technology on the Sabbath. A few Saturdays a month, I used to dress up, walk to <em>shul </em>(synagogue), and leave the frenetic demands of the secular, wired world behind. Since the pandemic shut the doors to my synagogue, I reluctantly turned to online <em>shul</em> to fill the void. Shabbat by Zoom, it turns out, is unexpectedly nourishing. <br /><br />Last month, the leaders of the conservative movement of Judaism gave rabbis the green light to livestream on Shabbat. Thousands of Jews around the world are just now discovering the joy of virtual worship, known to more liberal Jews for years. In fact, Zoom Shabbat has some distinct advantages over in-real-life congregation. If a sermon is boring, I’ll hop over to a different one. If I don’t like the voice of one cantor, I’ll close the tab and find another. Attendance is anonymous. No one notices if you show up late or leave early. I’ve dropped into synagogues all over North America.</p><p>Virtual <em>shul</em> helps me mark the passing of time. Because I no longer drop my kids off to school or ride the subway to work, the days tend blend into each other. Virtual <em>shul</em> helps make Shabbat morning feel special. On Saturdays, we sleep in. My husband works on a cryptic crossword. Mid-morning, I recite Shabbat prayers with other people, just like before the pandemic, only now I don’t dress up or leave the house. I open my laptop at my kitchen table in my yoga pants, or sometimes in bed. My seven-year-old daughter colours beside me, and the two of us sing along to familiar melodies.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/28/zoom-shabbat-unexpected-joy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/28/zoom-shabbat-unexpected-joy", "date_published": "2020-05-28 09:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to recreate the taste of summer – from cream tea to the perfect Pimm’s", "description": "<p>While we can’t go to Wimbledon, Notting Hill carnival or Glyndebourne this year, we can still enjoy the food and drink of our favourite events<br /></p><p>This is set to be a summer like no other. All major events are cancelled and <a href=\"https://www.theguardian.com/commentisfree/2020/may/20/summer-holiday-no-10-coronavirus\">a holiday abroad looks doubtful</a>. But all is not lost. Summer’s top pastimes nearly always involve food – picnics, ice cream, Pimm’s! – and there is no reason to bypass the season’s al fresco delights, even if you do end up consuming them on your window ledge.</p><p>Maybe there won’t be big weddings this summer, maybe there won’t be carnival parades – but oh there will be burritos. Here, chefs show how to recreate the taste of summer from the comfort of your own home.</p> <a href=\"https://www.theguardian.com/food/2020/may/28/how-to-recreate-the-taste-of-summer-from-cream-tea-to-the-perfect-pimms\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/may/28/how-to-recreate-the-taste-of-summer-from-cream-tea-to-the-perfect-pimms", "date_published": "2020-05-28 09:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We grieve’: the anguish of not seeing a new grandchild amid the pandemic", "description": "<p>Coronavirus is keeping grandparents away from their newborn grandchildren for months, or more if a vaccine is not found</p><p>“I hate it!” says Jim Clinton jocularly of the lockdown. “I hate not being able to see the grandchildren … not being able to see a newborn baby is one of those things as a grandparent you don’t really contemplate happening. You can’t imagine you won’t be there to experience those early days up close and personal.”</p><p>Clinton, a 74-year-old nonprofit worker from Alexandria, Louisiana, hasn’t met the newest addition to his family, five-week-old baby Julia, due to the coronavirus restrictions. His son Ryan and daughter-in-law Sarah had baby Julia on 23 April. Julia is their third child, and under normal circumstances Clinton and his wife Susan would have visited as soon as possible after the birth.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/28/grandparents-coronavirus-miss-out-seeing-grandchild\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/28/grandparents-coronavirus-miss-out-seeing-grandchild", "date_published": "2020-05-28 09:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Attenborough to publish 'witness statement' on climate crisis", "description": "<p>Broadcaster and historian says A Life on Our Planet book will record ‘dreadful damage wrought by mankind’ and propose solutions</p><p>David Attenborough is to publish his “vision for the future” of Earth this autumn, laying out “the dreadful damage” done by humanity, and the ways “we can begin to turn things round”.</p><p>A Life on Our Planet, which the 94-year-old has described as his “witness statement”, will cover his career documenting the natural world and his first-hand observations of the decline of the planet’s environment and biodiversity, as well as possible solutions.</p> <a href=\"https://www.theguardian.com/books/2020/may/28/david-attenborough-climate-crisis-a-life-on-our-planet\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/28/david-attenborough-climate-crisis-a-life-on-our-planet", "date_published": "2020-05-28 09:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MotoGP last-lap battles, pro-celebrity golf and memories of Glyn Pardoe | Classic YouTube", "description": "<p>This week’s roundup also features Champions League highlights, Lance Armstrong and Football Italia</p><p>1) This was supposed to be Champions League final week, with a return to Istanbul, scene of 2005’s <a href=\"https://www.youtube.com/watch?v=gL2Bcp5tWrg\">all-time classic</a>, hosting the showpiece this Saturday evening. The Ataturk Stadium appears to have had <a href=\"https://www.youtube.com/watch?v=VIut-nFYw-o\">something of a scrub-up </a>since then. Those missing the Champions League can relive the <a href=\"https://www.youtube.com/watch?v=ryWM9gGQfw4\">thrills and spills</a> of last season’s competition here.</p><p>2) The Women’s Champions League final was due this week too and set to be played in Vienna’s Viola Park if a date can be found. Lyon won the last four finals, though were set to be without <a href=\"https://www.youtube.com/watch?v=vY8uZIhne0M\">the brilliant Ada Hegerberg</a>, out for the season <a href=\"https://www.theguardian.com/football/2020/apr/22/ada-hegerberg-lyon-training-gives-me-a-voice-injury-ballon-dor\">with a ruptured ACL</a>. She scored a hat-trick in <a href=\"https://www.youtube.com/watch?v=5QpKQLx0G1s\">last year’s 4-1 defeat</a> of Barcelona.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/may/28/motogp-last-lap-battles-pro-celebrity-golf-and-memories-of-glyn-pardoe\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/may/28/motogp-last-lap-battles-pro-celebrity-golf-and-memories-of-glyn-pardoe", "date_published": "2020-05-28 09:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GSK to produce 1bn doses of coronavirus vaccine booster in 2021", "description": "<p>World’s largest vaccine maker in talks with governments over manufacturing expansion</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>GlaxoSmithKline plans to produce 1bn doses of vaccine efficacy boosters, or adjuvants, next year for use in Covid-19 treatment.</p><p>The world’s largest vaccine maker said it was in talks with governments to back a manufacturing expansion that would help to scale up production of future vaccines for Covid-19.</p> <a href=\"https://www.theguardian.com/business/2020/may/28/gsk-coronavirus-vaccine-booster-2021-glaxosmithkline\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/28/gsk-coronavirus-vaccine-booster-2021-glaxosmithkline", "date_published": "2020-05-28 08:57:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Argentina's abortion campaign launches virtual events to revitalise movement", "description": "<p>Activists seemed on the brink of victory when they were stalled by the pandemic, now Congress is back in session with a historic bill</p><p>Feminists in <a href=\"https://www.theguardian.com/world/argentina\">Argentina</a> like to say: “la lucha está en la calle” — the battle is in the streets.&nbsp; But with the country under a strict coronavirus lockdown, the women’s movement can no longer flood the streets.</p><p>So on Thursday, activists have planned a series of virtual events to mark 15 years of their campaign to legalize abortion –&nbsp;and inject new momentum to campaign which was stalled by the pandemic, just as it seemed on the brink of victory.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/28/argentina-abortion-activism-coronavirus-government\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/28/argentina-abortion-activism-coronavirus-government", "date_published": "2020-05-28 08:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A porter's story: 'The hospital in Covid-19 times reminds me of a disaster movie'", "description": "<p>Parts of the hospital are like a ghost town, but I work with a great group of lads and they’ve helped keep my spirits up</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In a hospital, the doctors and nurses are a bit like the star strikers. And behind them are the porters; we’re the midfield that keeps everything moving.</p><p>We are living in a strange and difficult time. I’ve never been in a situation like this. It reminds me of a disaster movie with everyone wearing face masks.</p> <a href=\"https://www.theguardian.com/society/2020/may/28/porters-story-hospital-reminds-me-disaster-movie-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/28/porters-story-hospital-reminds-me-disaster-movie-covid-19", "date_published": "2020-05-28 08:25:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man acquitted of entering a home with a weapon after successful sex fantasy defence", "description": "<p>Terrence Leroy found not guilty after proving that he was hired by another man to tie him up but given the wrong address</p><p>Two men hired to carry out a stranger’s sexual fantasy of being tied up while clad in his underpants&nbsp;went to the wrong rural NSW address with machetes, but politely left after realising their mistake.</p><p>One of the Sydney men, Terrence Leroy, has now been found not guilty in the NSW district court of entering the home in July 2019 intending to intimidate while armed with an offensive weapon.</p> <a href=\"https://www.theguardian.com/australia-news/2020/may/28/man-acquitted-of-entering-a-home-with-a-weapon-after-successful-sex-fantasy-defence\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/may/28/man-acquitted-of-entering-a-home-with-a-weapon-after-successful-sex-fantasy-defence", "date_published": "2020-05-28 08:24:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic damages life prospects of all young Britons, report says", "description": "<p>Covid generation of under-25s less likely to fulfil potential, regardless of background</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Covid generation faces a “dark age” of entrenched low social mobility, according to <a href=\"https://cep.lse.ac.uk/_new/publications/abstract.asp?index=7024\">a </a><a href=\"https://cep.lse.ac.uk/_new/publications/abstract.asp?index=7024\">report</a> on the unprecedented economic and educational shocks of the pandemic.</p><p>The pandemic will damage the life prospects of all Britons aged under 25, regardless of their background, the report by the <a href=\"http://cep.lse.ac.uk/default.asp\">London School of Economics’ Centre for Economic Performance</a> (CEP) says.</p> <a href=\"https://www.theguardian.com/society/2020/may/28/pandemic-damages-life-prospects-of-all-young-britons-social-mobility-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/28/pandemic-damages-life-prospects-of-all-young-britons-social-mobility-report-says", "date_published": "2020-05-28 08:19:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Denied beds, pain relief and contact with their babies: the women giving birth amid Covid-19", "description": "<p>Following reports worldwide, experts are warning that pandemic is pushing back progress on prenatal and maternity care</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/may/18/coronavirus-live-news-record-daily-cases-in-south-africa-as-india-extends-lockdown\">Coronavirus - latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After Denisa’s son was born premature at 26 weeks she was unable to hold him, but spent as much time as possible near his incubator so he could get used to her voice. By the time he was well enough to be held by his mother, a <a href=\"https://www.reuters.com/article/us-health-coronavirus-slovakia/slovakia-declares-state-of-emergency-over-coronavirus-orders-shop-closures-idUSKBN21214M\">state of emergency had been declared in Slovakia</a> and Denisa was told to vacate her bed and leave the hospital to make way for Covid-19 patients.</p><p>The rush of patients never came, but strict rules meant she was unable to see her baby until he was discharged six weeks later. “Instead of a hug, I went home empty-handed only with my head full of questions,” she says. “Each day without my baby was taking away my strength and harming my mental health.”</p> <a href=\"https://www.theguardian.com/global-development/2020/may/28/denied-beds-pain-relief-and-contact-with-newborns-the-women-giving-birth-covid-19-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/28/denied-beds-pain-relief-and-contact-with-newborns-the-women-giving-birth-covid-19-coronavirus", "date_published": "2020-05-28 08:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protecting and creating jobs must be a priority in any coronavirus recovery | Len McCluskey", "description": "<p>Rishi Sunak must avoid free-market ideology. The government reducing support to workers too early would be disastrous</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Protecting one man’s job is <a href=\"https://www.theguardian.com/commentisfree/2020/may/26/dominic-cummings-boris-johnson-terrified-sack-him\">preoccupying&nbsp;the government</a>&nbsp;at the moment, but many people are much more concerned by the millions of others hanging by a thread during our coronavirus crisis.&nbsp;</p><p>At a time when the government should be setting out the next phase of the urgently needed programme to prevent mass unemployment as a result of the pandemic, much of the cabinet is bogged down&nbsp;with providing cover for Dominic Cummings, defending the indefensible. My appeal now to the chancellor, Rishi Sunak, is to step away from such irresponsible use of government resources&nbsp;– because there is no more time to lose in averting a tsunami of jobs losses this summer.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/protecting-creating-job-coronavirus-recovery-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/protecting-creating-job-coronavirus-recovery-rishi-sunak", "date_published": "2020-05-28 08:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 100 greatest UK No 1s: No 7, The Human League – Don't You Want Me", "description": "<p>Phil Oakey might have hated it, but his hook-laden hit about sexual power politics brought synth-pop in from the cold </p><ul><li><a href=\"https://www.theguardian.com/music/2020/apr/27/the-100-greatest-uk-no-1s\">Read our 100 greatest list as it counts down</a></li></ul><p>Sometimes you can’t quite trust artists to tell the truth about their best work. Speaking to Smash Hits around the time of Don’t You Want Me’s release and subsequent rise to the top of the charts in 1981, <a href=\"https://www.theguardian.com/music/the-human-league\">Human League</a> singer Phil Oakey enthused: “It’s the best song I’ve ever written. It’s a proper song like the kind that Earth, Wind and Fire or Abba would write.” Producer Martin Rushent claimed that Oakey actually hated the eventual hit so much that he tried to stop it being released. Whatever the truth of the matter, Oakey’s public pronouncements were correct – this is aspirational music that chimed with the times yet had none of the ruthless, cynical avarice of the decade, and pop, to come.</p><p>Don’t You Want Me was to crown the breakout year for electronic pop music – Soft Cell had hit the top of the charts in the same year as the Human League, but <a href=\"https://www.theguardian.com/music/2017/mar/20/how-we-made-tainted-love-mark-almond-dave-ball-interview\">Tainted Love</a> had the sneaky advantage of being a cover. Depeche Mode were bubbling up in Basildon, OMD had released the arch yet sumptuous Architecture and Morality, but with 2m record sales, the 1981 Christmas No 1 under its belt, and a US No 1 to boot, Don’t You Want Me is arguably the first synth-pop smash hit.</p> <a href=\"https://www.theguardian.com/music/2020/may/28/the-100-greatest-uk-no-1s-no-7-the-human-league-dont-you-want-me\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/28/the-100-greatest-uk-no-1s-no-7-the-human-league-dont-you-want-me", "date_published": "2020-05-28 08:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alarm over five suicides in six days at prisons in England and Wales", "description": "<p>Campaigners fear restrictive regime to contain coronavirus is taking toll on inmates</p><p>Five suicides have been recorded in prisons in England and Wales in just six days, the Guardian understands, fuelling fears that a highly restrictive regime in place to combat the spread of the coronavirus is having a devastating impact on inmates.</p><p>There have been 16 self-inflicted deaths recorded behind bars since the lockdown conditions were introduced on 23 March. As part of the measures, prison visits were suspended and inmates were placed on a limited regimen with less than an hour spent out of cells each day.</p> <a href=\"https://www.theguardian.com/society/2020/may/28/alarm-over-five-suicides-in-six-days-at-prisons-in-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/28/alarm-over-five-suicides-in-six-days-at-prisons-in-england-and-wales", "date_published": "2020-05-28 07:32:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sport fans, what have you missed the most (or not at all) during lockdown?", "description": "<p>What are you most looking forward to when sport returns to normal and will you be as passionate as before?<br /></p><p>In a parallel world, the FA Cup final was contested at Wembley on Saturday and attention is now turning to the Champions League final in Istanbul this coming weekend. The domestic leagues have been settled; the Football League play-offs have come and gone; and, instead of planning weekends around Premier League games and weeknights around European fixtures, sports fans are turning their attention to Wimbledon, the Open, Euro 2020 and the Olympics.</p><p>But that will all have to wait. Sport is making a gentle, spluttering comeback –&nbsp;with managers in masks, substitutes sitting six feet apart and players reluctant to celebrate with their teammates –&nbsp;but sport as we knew it will not be back for some time. What do you miss most about the old normal? Gathering in the pub for a big Champions League night? That quickening walk to the ground as you hear the team being read over the Tannoy? Sitting down to watch Match of the Day with your family? Being part of an ongoing soap opera that punctuates your weekends, connects you to your friends and gives you something to talk about with people you have never met before?</p> <a href=\"https://www.theguardian.com/sport/2020/may/28/sports-fans-missed-most-during-lockdown-coronavirus-football\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/may/28/sports-fans-missed-most-during-lockdown-coronavirus-football", "date_published": "2020-05-28 07:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is this Hepworth sculpture made of? The great British art quiz", "description": "<p>The Pier Arts Centre in Orkney sets today’s quiz – which enables you to explore the art collections of museums closed due to Covid-19 while answering a few brain-teasers</p><p>This quiz is brought to you in collaboration with <a href=\"https://artuk.org/\">Art UK</a>, the online home for the UK’s public art collections, showing art from over 3,000 venues and by 45,000 artists. Each day, a different collection on Art UK will set the questions.</p><p>Today, our questions are set by the Pier Arts Centre, Orkney.<strong> </strong>The centre, in Stromness, is home to a fine-art collection donated by the author, peace activist and philanthropist Margaret Gardiner (1904–2005).</p> <a href=\"https://www.theguardian.com/artanddesign/2020/may/28/great-british-art-quiz-pier-arts-centre-orkney\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/may/28/great-british-art-quiz-pier-arts-centre-orkney", "date_published": "2020-05-28 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Denmark returns to action with fans taking their usual places via Zoom | Niall McVeigh", "description": "<p>Fans will be visible on pitchside screens as AGF try to make the best of playing a vital derby game behind closed doors<br /></p><p>On Thursday night, Denmark will become the second country in mainland Europe to restart their league season after neighbouring Germany. In the opening fixture AGF Aarhus welcome local rivals Randers but it is on the sidelines where history will really be made. In front of one stand a giant screen, 40 metres long and 3m high, will be filled with fans watching via video link.</p><p>Supporters have signed up for free tickets to take part and can even choose their preferred section of the “virtual stand”. Two smaller screens will allow for neutrals and away fans to be there, too. The concept, created in partnership with Zoom, has taken weeks of preparation. “I’ve never been so busy before a game, which is funny when there are no spectators,” says AGF’s head of media, Soren Carlsen. “My colleagues, to put it bluntly, have been working their arses off to get everything working.”</p> <a href=\"https://www.theguardian.com/football/2020/may/28/denmark-returns-fans-virtual-stand-zoom-agf-aarhus-randers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/28/denmark-returns-fans-virtual-stand-zoom-agf-aarhus-randers", "date_published": "2020-05-28 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hair today: the rise and stay of the lockdown fringe", "description": "<p>If ‘haircut’ has been the most Googled beauty treatment in lockdown, it is the fringe that has had the most attention. From Normal People to Angela Rayner, DIY bangs are the new normal</p><p>As our contact with the outside world shrinks to the size of a screen, once-private things have been pushed to the fore.</p><p>Our bookshelves, formerly unseen by our co-workers, have become pregnant with meaning. Our tired faces, once optimised for the workplace with concealer and a fancy neckline, are beginning to crack after one too many Zoom meetings. For those of us working from home, headshots are the new hemlines.</p> <a href=\"https://www.theguardian.com/fashion/2020/may/28/hair-today-the-rise-and-stay-of-the-lockdown-fringe\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/may/28/hair-today-the-rise-and-stay-of-the-lockdown-fringe", "date_published": "2020-05-28 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Move over, Fortnite: how Valorant became the next big competitive game", "description": "<p>Riot Games’ new shooter is already being hailed as a threat to Fortnite, Counter-Strike and Overwatch – and barely anyone has played it yet</p><ul><li><a href=\"https://www.theguardian.com/games/2020/mar/17/25-best-online-video-games-coronavirus-self-isolating\">25 best video games to help you socialise while self-isolating </a></li></ul><p>On a Tuesday in early April, viewers around the globe watched streamers on Twitch play one particular game for a combined 34m hours, smashing established live-streaming viewership records. The game in question, Valorant by Riot Games, has been averaging hundreds of thousands of daily spectators ever since, quickly displacing Twitch stalwarts such as League of Legends and <a href=\"https://www.theguardian.com/games/fortnite\">Fortnite</a>.</p><p>Valorant is a ready-baked esport: a competitive shooter designed to be watched as well as played. After a few weeks with Valorant, I’ve found it to be a careful mix of Counter-Strike: Global Offensive’s meticulous but rewarding gunplay and <a href=\"https://www.theguardian.com/technology/2016/may/27/overwatch-review-blizzard\">Overwatch</a>’s characters and soft-edged charm.</p> <a href=\"https://www.theguardian.com/games/2020/may/28/valorant-next-big-competitive-game-riot-games-fortnite\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/may/28/valorant-next-big-competitive-game-riot-games-fortnite", "date_published": "2020-05-28 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump draft order could expose Twitter and Facebook to more lawsuits", "description": "<p>Review planned of law that protects social media firms from responsibility for users’ content</p><p>Donald Trump is expected to order a review of a law that has long protected Twitter, Facebook and Google from being responsible for material posted by their users, according to a draft executive order seen by Reuters.&nbsp;</p><p>Trump has <a href=\"https://www.theguardian.com/us-news/2020/may/27/trump-twitter-social-media-threat-conservatives\">threatened to shut down</a> websites he accuses of stifling conservative voices, after Twitter tagged two of Trump’s tweets with a <a href=\"https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label\">fact-check warning</a>.&nbsp;</p> <a href=\"https://www.theguardian.com/us-news/2020/may/28/trump-draft-order-could-expose-twitter-and-facebook-to-more-lawsuits\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/28/trump-draft-order-could-expose-twitter-and-facebook-to-more-lawsuits", "date_published": "2020-05-28 06:54:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'So much living to do': stories of the UK's coronavirus victims", "description": "<p>The oldest is 108, the youngest just a baby. These are just some of the UK’s coronavirus victims, among them healthcare workers, teachers, councillors, war veterans, diplomats, comedians, musicians, transport workers, engineers and academics. Every single one of those included in the death toll had names, lives, memories and stories to tell</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/28/so-much-living-to-do-stories-of-the-uks-coronavirus-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/may/28/so-much-living-to-do-stories-of-the-uks-coronavirus-victims", "date_published": "2020-05-28 06:45:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ice Cube: 'I listen to my own music more than I watch my own films'", "description": "<p>The hip-hop legend has been winding back the clock to Vietnam and Michael Jordan’s heyday while working on a lockdown beard</p><ul><li><a href=\"https://www.theguardian.com/film/series/lockdown-watch\">Read all the other Lockdown watch choices</a></li><li><a href=\"https://www.theguardian.com/culture/series/what-im-really-watching\">Read all the What I’m really watching choices</a></li><li><a href=\"https://www.theguardian.com/film/series/the-classic-film-ive-never-seen\">Read the other classic missed films choices</a></li></ul><p>I’m with my wife, my son, Shareef, and my daughter, Karima, so there’s four in the house. We’ve got plenty of room to get away from each other, but enough common areas to hang out. How many TVs do we have? Too many. <br /><br />I’ve been all over the place when it comes to films. I still love <a href=\"https://www.theguardian.com/film/2000/mar/12/2\">Devil </a><a href=\"https://www.theguardian.com/film/2000/mar/12/2\">in </a><a href=\"https://www.theguardian.com/film/2000/mar/12/2\">a Blue Dress</a> with Denzel Washington and <a href=\"https://www.theguardian.com/film/2018/apr/06/my-favourite-film-decade-1990s-seven-being-john-malkovich\">Se7en</a> with Brad Pitt. I’m watching a lot of documentaries. I saw one on the Vietnam war. I was young when that war was going on, so I never understood the ins and outs and the pros and cons. </p><p>I’ve watched a lot of sports documentaries. <a href=\"https://www.theguardian.com/sport/2020/may/23/the-last-dance-spectacular-michael-jordan-netflix\">The Last Dance</a> with Michael Jordan on Netflix is great. He’s one of my heroes. It’s inspirational to watch an athlete at his highest level. It’s cool to see what was going on behind the scenes. It’s captivating.</p> <a href=\"https://www.theguardian.com/film/2020/may/28/lockdown-watch-ice-cube-michael-jordan\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/may/28/lockdown-watch-ice-cube-michael-jordan", "date_published": "2020-05-28 06:27:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I realised my body was burning': police brutality in Uganda lockdown", "description": "<p>Street vendor Alanyo Joyce says she was about to close her fried chicken stall for curfew when an official kicked a pan of boiling oil over her</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In her small home in Gulu, northern Uganda, Alanyo Joyce dabs at her bare breasts. In some areas, pink and oozing, the skin has been burnt off. It hurts, deeply, from the bone, she says. She is also grappling with her new appearance – the burns extend across her face, arms and legs, as well as her chest.</p><p>On Wednesday, 8 April, the softly-spoken 31-year-old was cooking chips and chicken at her usual spot in the city when she realised it was approaching 7pm. A nationwide curfew had been in place for just a week, as part of Uganda’s coronavirus lockdown.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/28/i-realised-my-body-was-burning-police-brutality-in-uganda-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/28/i-realised-my-body-was-burning-police-brutality-in-uganda-lockdown", "date_published": "2020-05-28 06:15:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenager rescued trying to take tiny boat between New Zealand's South and North Islands", "description": "<p>Eighteen-year-old travelled for more than 100km in a motorised vessel before it broke down</p><p>A teenage boy has been rescued by New Zealand police after sailing more than 100km between the South and North Islands in the middle of the night in a metal dingy.</p><p>The 18-year-old set off from Kenepuru Sound at the northern tip of the South Island around 10pm on Wednesday night, police said in a statement.</p> <a href=\"https://www.theguardian.com/world/2020/may/28/teenager-rescued-after-trying-to-sail-between-new-zealands-north-and-south-island-cook-strait\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/teenager-rescued-after-trying-to-sail-between-new-zealands-north-and-south-island-cook-strait", "date_published": "2020-05-28 06:09:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Masked leaders - in pictures", "description": "<p>The issue of wearing a mask to reduce spread of Covid-19 is contentious</p><ul><li><a href=\"https://www.theguardian.com/world/2020/may/27/which-kind-of-face-mask-will-best-protect-you-against-coronavirus#maincontent\">Which kind of face mask will best protect you against coronavirus?</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/may/28/world-leaders-wearing-face-masks-in-pictures-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/may/28/world-leaders-wearing-face-masks-in-pictures-coronavirus", "date_published": "2020-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reborn – a photo essay by Didier Bizet", "description": "<p>At a time of social distancing, inanimate companions may gain appeal. Having appeared in the United States in the 1990s, ‘reborns’ are highly collectable dolls that look astonishingly like newborn babies. Photographer Didier Bizet and writer Charlotte Vannier look back at the activities of the community of doll enthusiasts who value hyper-realism above all else</p><p>“Reborn” dolls are astonishingly lifelike versions of real newborn babies.</p><p>They first appeared in the United States in the 1990s, and are now the prize of a community of enthusiasts who value above all their extreme realism.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/may/28/reborn-a-photo-essay-by-didier-bizet\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/may/28/reborn-a-photo-essay-by-didier-bizet", "date_published": "2020-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Restoring an old frying pan comes with a cast-iron guarantee of satisfaction | Adrian Chiles", "description": "<p>Restoring an old frying pan may not be everyone’s idea of a good time. But the lockdown makes work for idle hands<br /></p><p>Frantically scanning my locked-down world for sources of distraction, my field of vision continues to narrow.&nbsp;This week, an old cast-iron frying pan reproached me from the bottom of a drawer.&nbsp;It was coated in rust and other dubious stuff of many colours.&nbsp;If it didn’t weigh as much as a small car, I would have bunged it in the recycling by now, but it would have fallen straight through the bottom of the bag.</p><p>It turns out that if you search “restore cast-iron pans” on the internet, you won’t be short of advice.&nbsp;There are many tutorials on the subject, posted by devotees of cast-iron cookware. During all of these, at some stage, someone will spit out the two dirtiest words in this world: “non-stick pan”.&nbsp;“So-called” normally precedes those words. Non-stick? Pah! These babies are the original and best.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/i-have-made-a-thing-of-great-beauty-and-all-it-took-was-wire-wool-and-elbow-grease\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/i-have-made-a-thing-of-great-beauty-and-all-it-took-was-wire-wool-and-elbow-grease", "date_published": "2020-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travel Trolley demanded a £75 admin fee for a refund", "description": "<p>My flight was cancelled by the airline but the agent still insisted on a credit note</p><p><strong>I booked flights through Skyscanner.net. The issuing agent was Travel Trolley. Like thousands of others, we have been impacted by the coronavirus travel ban when my flights were cancelled. Travel Trolley has offered a credit note for the full amount and when I requested a refund it demanded a £75 admin fee to pass on the money already repaid by the airline! It can’t be legal to hold me to ransom like this.<br /></strong><em><strong>SB, London</strong></em><strong><br /></strong><br />Other readers have written in with the same complaint. Travel Trolley, owned by multi-millionaire tycoon Kuljinder Bahia has insisted all passengers pay £75 if they want a cash refund rather than a credit note, despite the fact that its terms and conditions only mention the charge if a passenger, rather than the airline, cancels a flight. Skyscanner has publicly condemned the policy. “We’ve been supporting travellers who contact us and have been working closely with providers to try and ensure that any admin fees for refunds are reasonable,” it says. “We’ve seen success in some partners changing their policies as a result, and will continue discussions with providers to ensure travellers are being treated fairly. We’re asking Travel Trolley to treat cases from Skyscanner referrals as priority.”</p><p>Travel Trolley failed to respond to requests for a comment. The trade association, ABTA, of which Travel Trolley is a member, says: “Travel agents may charge an admin fee to cover the cost of the work they have done in relation to a cancelled booking. However, these fees must be reasonable and clearly set out in their terms and conditions. If they have not reserved the right to do so, they should not charge a fee.”</p> <a href=\"https://www.theguardian.com/money/2020/may/28/travel-trolley-demanded-a-75-admin-fee-for-a-refund\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/may/28/travel-trolley-demanded-a-75-admin-fee-for-a-refund", "date_published": "2020-05-28 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus is whipping up a mental health storm for NHS workers | Ankur Khajuria", "description": "<p>Our research shows that the pandemic is taking its toll. Access to proper support must be provided urgently</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“I am at present off work with anxiety, panic attacks and stress; I was redeployed and asked to go into the community with no PPE at all … I felt I was putting my family at risk and was undervalued, and now feel like leaving nursing altogether.”</p><p>“I, like many others, feel the need to isolate myself from my family because I don’t want to bring this home to my mid-50s husband. I miss my young children so much I can’t focus … I really wish I wasn’t a doctor.”</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/coronavirus-mental-health-storm-nhs-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/coronavirus-mental-health-storm-nhs-workers", "date_published": "2020-05-28 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Garmin Forerunner 245 Music review: a runner’s best friend", "description": "<p>Practically every running stat, great battery life, offline Spotify and comprehensive health-tracking in a small and light sports watch</p><p>The Forerunner 245 is Garmin’s excellent performance running watch and sets a new benchmark against which the competition should be measured.</p><p>Two versions are available: one which can download music and one which cannot at a recommended retail price of £299.99 or £249.99 respectively. It came out in April 2019 to replace the popular <a href=\"https://www.theguardian.com/technology/2017/apr/23/five-best-sports-watches-london-marathon\">Forerunner 235</a>.</p> <a href=\"https://www.theguardian.com/technology/2020/may/28/garmin-forerunner-245-music-review-a-runners-best-friend\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/may/28/garmin-forerunner-245-music-review-a-runners-best-friend", "date_published": "2020-05-28 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lack of international cooperation will hinder economic recovery | Howard Davies", "description": "<p>There has been no consistency to the regulatory changes during the coronavirus crisis</p><p>The years after the 2007-09 global financial crisis were characterised by an orgy of rule-making by financial regulators around the world to address the weaknesses exposed by the upheavals. Importantly, a renamed and reinforced Financial Stability Board (FSB), reporting to a series of G20 summits, oversaw the process of reregulation.</p><p>Despite the economic impact of the measures and the complexity of making rules to suit the needs of different financial systems, a remarkable degree of consistency was achieved. While the US had never fully implemented the Basel II framework, Basel III – featuring, for example, higher reserve requirements – found its way, in more or less recognisable form, into the rulebooks of all the different US banking regulators.</p> <a href=\"https://www.theguardian.com/business/2020/may/28/lack-of-international-cooperation-will-hinder-economic-recovery-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/28/lack-of-international-cooperation-will-hinder-economic-recovery-coronavirus", "date_published": "2020-05-28 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quarantine article by Dominic Cummings' wife reported to regulator", "description": "<p>Public complain to Ipso about Mary Wakefield’s Spectator column describing ‘emerging into London lockdown’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The article that appeared in the Spectator at the end of April painted a picture of a family in turmoil during a pandemic, with a wife describing the anguish of watching as her husband “lay doggo” with Covid-19 for 10 days before they emerged from quarantine “into the almost comical uncertainty of London lockdown”.</p><p>The <a href=\"https://www.spectator.co.uk/article/getting-coronavirus-does-not-bring-clarity\">column</a> by the magazine’s commissioning editor, Mary Wakefield, about life with her husband, Dominic Cummings, was classic material for the high-Tory magazine: confessional and full of personal details about individuals at the top of British politics, earning the interest of Radio 4’s Today programme, which asked her to read out key details.</p> <a href=\"https://www.theguardian.com/politics/2020/may/28/quarantine-article-by-dominic-cummings-wife-reported-to-regulator\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/28/quarantine-article-by-dominic-cummings-wife-reported-to-regulator", "date_published": "2020-05-28 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK urged to tie green recovery from Covid-19 crisis  to Cop26 summit", "description": "<p>Climate experts push Britain, as talks host, to work on ‘zero carbon’ route from pandemic</p><p>The UK government must urgently set out clear plans on a <a href=\"https://www.theguardian.com/environment/series/the-green-recovery\">green recovery</a> from the coronavirus crisis if the delayed UN climate summit is to be a success, say leading experts.</p><p>The climate talks known as Cop26 and scheduled to be held in Glasgow, are expected to be <a href=\"https://www.theguardian.com/environment/2020/may/26/cop26-climate-talks-in-glasgow-likely-to-be-delayed-again\">postponed by a year</a> from their original date this November, dashing hopes that the summit would be swiftly reconvened. A formal decision on the delay will be taken by the UN Thursday evening.</p> <a href=\"https://www.theguardian.com/environment/2020/may/28/uk-urged-to-tie-green-recovery-from-covid-19-crisis-to-cop26-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/28/uk-urged-to-tie-green-recovery-from-covid-19-crisis-to-cop26-summit", "date_published": "2020-05-28 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Things have to change’: tourism businesses look to a greener future", "description": "<p>While the pandemic has dealt travel a severe blow, some hope it can be an opportunity to introduce slower, fairer, more sustainable holidays </p><p>No planes in the sky, empty hotels and deserted attractions: with the world at a standstill, tourism has been one of the industries worst-hit by the Covid-19 pandemic. <a href=\"https://www.theguardian.com/travel/2020/may/07/world-tourism-faces-worst-crisis-since-records-began-says-unwto-report\">International arrivals this year could be down by 80%</a> compared with 2019, according to the World Tourism Organization, and more than 100 million jobs are under threat.</p><p>But as destinations slowly start to <a href=\"https://www.theguardian.com/travel/2020/may/18/europe-holidays-which-european-countries-are-easing-coronavirus-travel-restrictions-lockdown-measures\">emerge from lockdown and borders tentatively reopen</a>, many in the sector are wondering if this is a chance for tourism to rebuild in a greener, more sustainable way.</p> <a href=\"https://www.theguardian.com/travel/2020/may/28/things-had-to-change-tourism-businesses-look-to-a-greener-future\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/may/28/things-had-to-change-tourism-businesses-look-to-a-greener-future", "date_published": "2020-05-28 05:20:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/may/28/coronavirus-latest-28-may-at-a-glance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/coronavirus-latest-28-may-at-a-glance", "date_published": "2020-05-28 05:16:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: Trump silent on US death toll as South Korea sees new Covid-19 rise", "description": "<p>President rages on Twitter against social media ‘censorship’; Brazil passes 400,000 cases; UN warns of Latin America ‘hunger pandemic’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Donald Trump remained silent on the death of more than 100,000 Americans from Covid-19 as the <strong>US</strong> mourned the milestone, and<strong> South Korea</strong> considered a return to further restrictions after recording its biggest one-day increase in nearly two months.</p><p>The president made no comment on Twitter about the momentous day, but used the platform to attack tech companies for trying to censor him, a day after Twitter <a href=\"https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label\">put a fact-check warning on one of his claims.</a></p> <a href=\"https://www.theguardian.com/world/2020/may/28/global-report-trump-silent-on-us-death-toll-as-south-korea-sees-new-covid-19-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/global-report-trump-silent-on-us-death-toll-as-south-korea-sees-new-covid-19-rise", "date_published": "2020-05-28 05:03:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Busey: 'I passed away after brain surgery. Then I came back'", "description": "<p>The star of Big Wednesday and Point Break on being the hardest-partying man in Hollywood, the motorbike accident that changed his life – and his new reality show, Pet Judge<br /></p><p>Gary Busey promises I won’t have come across anything like his new show, Pet Judge. He’s right; I haven’t. But, to be fair, I’ve never come across anybody like Gary Busey. He really is a one-off – Hollywood legend, coke fiend, brain-damage survivor, sobriety champion, spiritualist and reality-show winner. When he was a contestant on The Celebrity Apprentice in the US, Donald Trump concluded: “He’s either a genius or a moron and I can’t figure it out.” Well, I know which side I come down on.</p><p>Pet Judge is a new Amazon Prime series, with Busey playing himself – only this Busey is presiding over a court in which litigants resolve quarrels about their pets. One couple are in dispute over the death of their cat; the wife wants it buried in the family mausoleum and the husband wants a Viking funeral, with the cat sent out to sea on a flaming boat. Then there is the woman convinced that her dog is her reincarnated husband – she’s at war with an insurance company that is refusing to include the dog on the family policy. Every so often, Busey bangs his gavel, barks: “PET JUS-TICE!” and brings the court to order. Pet Judge is a fake reality show, cast with actors, largely improvised, sometimes very funny and every bit as bonkers as it sounds. “None of the other judge shows hold a candle fire, bonfire or rocket to this Pet Judge show,” Busey says.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/28/gary-busey-i-passed-away-after-brain-surgery-then-i-came-back\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/may/28/gary-busey-i-passed-away-after-brain-surgery-then-i-came-back", "date_published": "2020-05-28 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Walk this way! How to optimise your stride to get the most from your daily stroll", "description": "<p>Lockdown has reminded us of the pleasures of walking. But making small changes can boost its benefits to our health, mood and creativity, too</p><p>As a form of physical activity, it is easy to dismiss walking as, well, pedestrian. But now its benefits, both physical and mental, are being appreciated once again. Under lockdown, daily walks became sacred. Now they are the safest way to commute, and, for those stuck at home, there is little place else to go other than to wander the streets, forests, towpaths, cemeteries and eerily deserted business quarters.</p><p>We have become nosy tourists in our own neighbourhoods. We seek out less-travelled backwaters, eyeing curiously the fragments of human and animal lives that we pass, gazing on seasonal changes like besotted new parents. But are we walking to the best of our abilities? Possibly not. Sports scientist Joanna Hall has dedicated her career to coaching people in how to walk the way their bodies were designed to, which no longer comes easily in this sedentary, screen-based era.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/28/walk-this-way-how-to-optimise-your-stride-and-focus-your-mind-to-get-the-most-from-your-daily-stroll\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/28/walk-this-way-how-to-optimise-your-stride-and-focus-your-mind-to-get-the-most-from-your-daily-stroll", "date_published": "2020-05-28 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the free press worldwide is under threat", "description": "<p>From Mexico to Malta, attacks on journalists and publishers have proved deadly to individuals and chilling to broader freedoms. And now Covid-19 is being used as an excuse to silence more voices. By Gill Phillips<br /></p><p>Just after 7am on the morning of 23 March 2017, journalist <a href=\"https://cpj.org/data/people/miroslava-breach-velducea/\" title=\"\">Miroslava Breach Velducea</a>, a 54-year-old mother of three, was driving her 14-year-old son to school in the city of Chihuahua, Mexico, when a man walked up to her car and shot her eight times. According to reports, her son was not injured, but Breach died on the way to hospital.</p><p>The Mexican newspaper la Jornada reported that a cardboard note was found at the scene of the murder, which read: “For being a snitch. You’re next, Governor – El 80.” According to Mexican police, “El 80” was Carlos Arturo Quintana, son of the leader of an organised crime syndicate known as La Línea, which in its heyday controlled one of the lucrative smuggling routes for the supply and transfer of drugs from Colombia to the US. Three days before Breach was murdered, Quintana’s father had been killed in a confrontation between rival gangs.</p> <a href=\"https://www.theguardian.com/media/2020/may/28/how-the-free-press-worldwide-is-under-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/may/28/how-the-free-press-worldwide-is-under-threat", "date_published": "2020-05-28 05:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Studies add to alarm over deforestation in Brazil under Bolsonaro", "description": "<p>Research published after video shows environment minister calling for deregulation while public distracted by Covid-19</p><p>Two studies have raised further alarm about deforestation in Brazil during the first year of the far-right president Jair Bolsonaro’s government.</p><p>One study showed the country lost 12,000 km<sup>2</sup> (4,633 sq miles) of forest last year and also provided important information about those behind deforestation. The other research flagged a 27% increase in the destruction of tropical forests in eastern Brazil.</p> <a href=\"https://www.theguardian.com/environment/2020/may/28/studies-add-to-alarm-over-deforestation-in-brazil-under-bolsonaro-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/28/studies-add-to-alarm-over-deforestation-in-brazil-under-bolsonaro-covid-19", "date_published": "2020-05-28 05:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The coronavirus infection rate is still too high. There will probably be a second wave | David Hunter", "description": "<p>Test and tracing is launching today but, as the lockdown eases, it will need to be massively stepped up to have a significant impact</p><ul><li> David Hunter is professor of epidemiology at the University of Oxford</li></ul><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>We all now know the basics – the R is the average number of people someone infected with Covid-19 passes the virus on to.&nbsp;If it is greater than 1.0 the epidemic will grow exponentially.&nbsp;If it is <a href=\"https://www.theguardian.com/world/2020/may/22/uk-coronavirus-r-number-stays-the-same-for-two-weeks-in-a-row\">less than 1.0</a> it will eventually disappear.&nbsp;</p><p>There are several types of R: the R0 that applies to a naive population with no immunity or interventions; and the “<a href=\"https://www.cebm.net/covid-19/when-will-it-be-over-an-introduction-to-viral-reproduction-numbers-r0-and-re/\">effective R</a>” or Re (also called Rt) that the politicians are talking about, and that measures how we are doing in controlling the virus.&nbsp;</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/28/coronavirus-infection-rate-too-high-second-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/28/coronavirus-infection-rate-too-high-second-wave", "date_published": "2020-05-28 05:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trash, leather, sleaze: how Gary Green shot New York's punk scene", "description": "<p>He roomed with a New York Doll and photographed the seedy clubs where Manhattan’s misfits, outsiders and famous faces went out to experience a thrilling new sound</p><p>In early 1976 Gary Green, aged 22 and not long out of college, was living with his parents in the suburbs of Long Island. On weekends he would travel into Manhattan to watch shows by the likes of glam-rock veterans the New York Dolls and aspiring punk poet Patti Smith. That summer, he rented an apartment in the West Village and began working as an assistant to a commercial photographer, a job that allowed him to “go out every night and take photographs”.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/may/28/gary-green-photograph-new-york-punk-scene\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/may/28/gary-green-photograph-new-york-punk-scene", "date_published": "2020-05-28 05:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese parliament approves controversial Hong Kong security law", "description": "<p>Move paves way for anti-sedition laws, which human rights advocates say will threaten city’s freedoms, as US opposition builds</p><p>China’s legislature has approved a decision to force a <a href=\"https://www.theguardian.com/world/2020/may/24/beijing-to-impose-hong-kong-security-laws-without-delay\">controversial national security law </a>on Hong Kong, in an extraordinary and unprecedented move aimed at bringing the semi-autonomous territory further under Beijing’s control.</p><p>On Thursday, China’s National People’s Congress passed a decision that paves the way for sweeping anti-sedition laws to be directly enacted in Hong Kong.</p> <a href=\"https://www.theguardian.com/world/2020/may/28/china-vote-npc-national-security-laws-hong-kong-us-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/china-vote-npc-national-security-laws-hong-kong-us-protest", "date_published": "2020-05-28 03:59:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Questions raised over hydroxychloroquine study which caused WHO to halt trials for Covid-19", "description": "<p><strong>Exclusive: </strong>Australian researchers query origin of data used for Lancet study, but stress there is no evidence drug is a safe or effective treatment</p><p>• <a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email?CMP=cvau_sfl\">Sign up for Guardian Australia’s daily coronavirus email</a><br />• <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app to get the most important news notifications</a> </p><p>Questions have been raised by Australian infectious disease researchers about a study published in the Lancet which prompted the World Health Organization to halt global trials of the drug hydroxychloroquine to treat Covid-19.</p><p>The <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)31180-6/fulltext?utm_source=AusSMC+mailing+list&amp;utm_campaign=a5c0a299a0-EMAIL_CAMPAIGN_2020_05_26_03_00&amp;utm_medium=email&amp;utm_term=0_90d9431cd5-a5c0a299a0-126967137\">study published on Friday</a> found Covid-19 patients who received the malaria drug were dying at higher rates and experiencing more heart-related complications than other virus patients. The large observational study analysed data from nearly 15,000 patients with Covid-19 who received the drug alone or in combination with antibiotics, comparing this data with 81,000 controls who did not receive the drug.</p> <a href=\"https://www.theguardian.com/science/2020/may/28/questions-raised-over-hydroxychloroquine-study-which-caused-who-to-halt-trials-for-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/may/28/questions-raised-over-hydroxychloroquine-study-which-caused-who-to-halt-trials-for-covid-19", "date_published": "2020-05-28 02:27:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US passes 100,000 coronavirus deaths as states relax lockdown measures", "description": "<p>US recorded more deaths from the disease than any other country in the pandemic</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – latest US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">C</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">oronavirus – latest global updates</a></li></ul><p>The United States has recorded more than 100,000 deaths from Covid-19, moving past a grim milestone even as many states relax mitigation measures to stop the spread of the novel coronavirus.</p><p>The US has recorded more deaths from the disease than any other country in the pandemic, and almost three times as many as the second-ranking country, Britain, which has recorded more than 37,000 Covid-19 deaths.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/us-coronavirus-deaths-toll-1000000\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/us-coronavirus-deaths-toll-1000000", "date_published": "2020-05-28 02:02:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Heart-wrenching': naked and malnourished teens found in locked room of Brisbane home", "description": "<p>Police were responding to the death of a 49-year-old man, who is understood to be the father of the pair</p><p>Two teenagers discovered malnourished and naked by police in a suburban Brisbane home on Wednesday are being treated in hospital.</p><p>According to reports, police had been responding to the sudden death of a 49-year-old man when they found the male teenagers, aged 17 and 19, after hearing sounds from within a locked bedroom.</p> <a href=\"https://www.theguardian.com/australia-news/2020/may/28/heart-wrenching-naked-and-malnourished-teens-found-by-police-in-locked-room-of-brisbane-home\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/may/28/heart-wrenching-naked-and-malnourished-teens-found-by-police-in-locked-room-of-brisbane-home", "date_published": "2020-05-28 02:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The scandal of Covid-19 in care homes", "description": "<p>Why did so many people die in care homes? That may be the most urgent question of the likely public inquiry into the UK’s Covid-19 response. Rob Booth, the Guardian’s social affairs correspondent, on the government failures that led to thousands of care home deaths</p><p>Why did so many people die in care homes? That may be the most urgent question of the likely public inquiry into the UK’s Covid-19 response. So far, 16,000 residents of care and nursing homes have died compared with fewer than 3,000 in Germany and none in Hong Kong. </p><p>The Guardian’s social affairs correspondent, <strong>Rob Booth</strong>, tells <strong>Anushka Asthana </strong>that despite the health secretary, Matt Hancock, claiming the government “threw a protective ring” around care homes, government failures have led to thousands of deaths. </p> <a href=\"https://www.theguardian.com/news/audio/2020/may/28/the-scandal-of-covid-19-in-care-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/may/28/the-scandal-of-covid-19-in-care-homes", "date_published": "2020-05-28 02:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "She-Ra and the Princesses of Power: gripping not-just-for-kids cartoon that openly centres queer love", "description": "<p>Ostensibly a children’s show, She-Ra is a fantastical, nuanced treatment of good and evil that feels oddly relatable in these times</p><p>“We’ve gotta find every bit of strength that we have and never let it go,” urges the theme song of She-Ra and the Princesses of Power, as it draws you into its warm embrace.</p><p>It feels relatable in these times. Sure, the reason I need “every bit of strength” is to figure out how to work from home while parenting a small child rather than to save the universe from unspeakable evil, but it’s comparable.</p> <a href=\"https://www.theguardian.com/culture/2020/may/28/she-ra-and-the-princesses-of-power-gripping-colourful-escapism-thats-not-just-for-kids\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/may/28/she-ra-and-the-princesses-of-power-gripping-colourful-escapism-thats-not-just-for-kids", "date_published": "2020-05-28 01:19:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Romina Ashrafi: outcry in Iran over so-called 'honour killing' of 14-year-old girl", "description": "<p>Police let teenager who ran away be taken back home by father despite her fears he would be violent</p><p>Iran’s president has called for swift action to outlaw so-called “honour killings” after the death of a 14-year-old Iranian girl allegedly at the hands of her father prompted a nationwide outcry.</p><p>Hassan Rouhani urged his cabinet to act after Romina Ashrafi was allegedly killed by her father for running away with her boyfriend, 34-year-old Bahamn Khavari, in Talesh, 320km (198 miles) north-west of Tehran.</p> <a href=\"https://www.theguardian.com/world/2020/may/28/romina-ashrafi-outcry-in-iran-over-so-called-honour-killing-of-14-year-old-girl\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/romina-ashrafi-outcry-in-iran-over-so-called-honour-killing-of-14-year-old-girl", "date_published": "2020-05-28 00:14:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fiji politics in chaos after main opposition party suspended", "description": "<p>Punishment of Sodelpa party for factional infighting leaves parliament with just three opposition members on the eve of a major budget debate</p><p>The political situation in Fiji, yet to fully recover from the effects of the 2006 coup, is in a tailspin once again following the suspension of the main&nbsp;opposition&nbsp;party this week.</p><p>The suspension of the Social Democratic Liberal party (Sodelpa) by&nbsp;Fiji’s Registrar of Political Parties&nbsp;on Tuesday leaves parliament with just three opposition members (from the much smaller National Federation party) on the eve of a major national budget debate.</p> <a href=\"https://www.theguardian.com/world/2020/may/28/fiji-politics-in-chaos-after-main-opposition-party-suspended\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/fiji-politics-in-chaos-after-main-opposition-party-suspended", "date_published": "2020-05-28 00:14:06+00:00", "persistent": false, "user": null, "language": "en-UK"}]