[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Demon's Souls Review", "description": "Bluepoint delivers a Demon's Souls remake that is as much its own as it is From Software's, and it shows off the power of the PS5 with it.\n\nTamoor played Demon's Souls for 30 hours on a PlayStation 5 and plans to do multiple runs through the game. Both the game and console were provided by Sony.", "link": "https://www.youtube.com/watch?v=Yu3PPyux4tI", "date_published": "2020-11-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Villains Of Marvel's Spider-Man Miles Morales", "description": "(Presented by PlayStation) You crushed the Sinister Six in Marvel's Spider-Man as Peter Parker, but who will Miles Morales be facing off against in his own adventure? Here's everything we know (no spoilers)!", "link": "https://www.youtube.com/watch?v=897SuvnXL7s", "date_published": "2020-11-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Top 5 PS5 Headsets That Maximize 3D Audio", "description": "With the PlayStation 5 officially out, we go over the top 5 best PS5 headsets to maximize 3D audio, and enhance your gaming experience for just under $200.\n\nIs the PS5 Pulse 3D Headset Worth Getting? https://www.youtube.com/watch?v=2rlSzOiI9g4\n\nHow to enable 3D audio on PS5: 3:22\n\nOne of the biggest features of Sony's PlayStation 5 console is its 3D Audio Tech. Using a proprietary audio engine called Tempest, 3D Audio is set to deliver better sounding games. 3D Audio is turned on your PS5 by default, but what's the best way to check it out?\n\nThere are a lot of options out there for gaming headsets, from Razer to SteelSeries, Astro, and even Sony's very own Pulse 3D wireless headset. We examine five of the best headsets for your PS5, like the SteelSeries Arctis 1, top of the line alternatives such as the Razer BlackShark V2 Pro, and answer important questions like: can it fit big ears, and how good does it still sound good whether or not I’m listening to Enya, or playing Demon’s Souls?\n\nRanging from $99 to $179, hopefully you’ll find the right one to fit your budget, as well as your gaming needs.\n\nHeadphones mention in this video:\nSony Pulse 3D Wireless Headset:  https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PULSE-3D-Wireless-Headset-PlayStation-5/dp/B08FC6QLKN?tag=gamespot-best-lists-20&ascsubtag=ag%3Ags-1100-6482578%7Cvg%3Abac2c7f7-6e04-4d21-b378-35192c3f8293%7Cst%3Adtp\nSteelSeries Arctis 1: https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/SteelSeries-Arctis-Wireless-Gaming-Headset-Console/dp/B07X96DFR5?tag=gamespot-best-lists-20&ascsubtag=ag%3Ags-1100-6482578%7Cvg%3Afd15285a-6cd8-4d62-8863-c5a4b3760cb7%7Cst%3Adtp\nSteelSeries Arctis 7P: https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/SteelSeries-Arctis-7P-Wireless-Lossless-PlayStation/dp/B08H4YMC22?tag=gamespot-best-lists-20&ascsubtag=ag%3Ags-1100-6482578%7Cvg%3Afd15285a-6cd8-4d62-8863-c5a4b3760cb7%7Cst%3Adtp\nAstro A40: https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/ASTRO-Gaming-Wired-Headset-MixAmp-Dolby/dp/B07NSN41YB?tag=gamespot-best-lists-20&ascsubtag=ag%3Ags-1100-6482578%7Cvg%3Afd15285a-6cd8-4d62-8863-c5a4b3760cb7%7Cst%3Adtp\nRazer BlackShark V2 Pro: https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Razer-BlackShark-Gaming-Headset-Detachable/dp/B08FQG96RP?tag=gamespot-best-lists-20&ascsubtag=ag%3Ags-1100-6482578%7Cvg%3Abac2c7f7-6e04-4d21-b378-35192c3f8293%7Cst%3Adtp", "link": "https://www.youtube.com/watch?v=ojH3kaZ8wRo", "date_published": "2020-11-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Who is Miles Morales in Marvel’s Spider-Man: Miles Morales?", "description": "(Presented by PlayStation) Picking up Marvel’s Spider-Man: Miles Morales? Here's everything you need to know about the Super Hero origin story of Miles Morales--a Spider-Man all his own.", "link": "https://www.youtube.com/watch?v=6aJ-p2sqzIY", "date_published": "2020-11-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How to Manage Your PS5 Storage", "description": "The PlayStation 5's SSD is an impressive piece of hardware, but it does have limited storage space; here are some tips on how to optimize your console's SSD.\n\nThe PlayStation 5 may come with a 825 GB SSD, but that doesn't mean you can use it all. In fact, there's only 667 GB of precious storage for your games. Given that some AAA titles regularly clock in over 100 GB (we're looking at you, Call of Duty), and PlayStation 5 games can't be moved onto an external hard drive, let alone be played from one, that's going to fill up fast.\n\nSSD storage is coming for the PlayStation 5 eventually, but it's not available at launch, so in this video, we give you our top tips to save space on your console. From specific Trophy settings to turn off to game prioritization to, crucially, ensuring that you're putting your PlayStation 4 games on a USB hard drive, there are many things you can do to get the most out of your PlayStation 5's internal storage. \n\nWe have plenty of features about the PlayStation 5 up on GameSpot, including a roundup of hidden features that you'll definitely want to check out, as well as in-depth looks and reviews of its launch lineup.", "link": "https://www.youtube.com/watch?v=LL_z7L0Z79w", "date_published": "2020-11-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Console Evolution: Xbox To Series X", "description": "Remember When Halo Almost Wasn’t An Xbox Game: https://youtu.be/noE49iZ9Reg\n\nIn this video, Kurt chronicles the journey of Microsoft’s daring foray into the gaming industry with the Xbox through its many missteps, to its crowning achievements. Starting all the way back in 1998 with the console’s conception, the Xbox was the brainchild of Seamus Blackley, and entered the gaming market competing head on with Sony’s astronomically successful PlayStation 2. While going toe-to-toe with the PS2 was a steep uphill battle, Microsoft still managed to place itself among its contemporaries as a worthy competitor, outselling Nintendo’s GameCube that generation.\n\nFor the Xbox 360, Microsoft came out swinging a whole year ahead of the PS3 and Wii, and while that head start was pivotal to the console’s success, the 360 still faced many challenges along the way--most notably the infamous Red Ring of Death dilemma. Still, by the end of its lifespan, the Xbox 360 was hugely successful, and set the bar high for what was to come with the Xbox One. Unlike the Xbox 360, the Xbox One was a major misstep for Microsoft, but one that ultimately led to a historical change of course that that has led the company to its current vision and values heading into this next generation with the Xbox Series X/S. With Xbox on the cusp of its fourth generation, it’s suffice to say that story is far from over.", "link": "https://www.youtube.com/watch?v=pcBg9GykSFU", "date_published": "2020-11-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]