[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Owen Pallett: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | November 17, 2020\nThe Tiny Desk challenges artists to think outside their usual box. When they play my NPR desk, we don't amplify the singer's voice into the room, resulting in a more vulnerable sound. For their Tiny Desk (home) concert, the singer, musician and composer Owen Pallett did something different, but just as unusual. Owen recorded four songs in multiple stages on different instruments: first, they played acoustic guitar and sang; then they performed the songs again, but this time on violin and viola; finally, Owen layered the recordings in post-production, not really knowing what the final versions would sound like. They explain the whole process, charmingly, between songs. \nFrom a bedroom in Toronto, Owen traverses their musical history, opening with a dreamy song from 2005’s debut album (as Final Fantasy), Has a Good Home, before moving on to a Beirut song he helped write, \"Cliquot,\" from that band’s 2007 album. “Perseverance of the Saints\" is from Owen’s latest record, Island. Here it's transformed from arpeggiated piano to guitar, and I love the tone it sets. \nOwen not only performed each instrument in separate takes, but also did all the production work: recording, filming and editing.  A remarkable talent captured in a candlelit bedroom.\n\nSET LIST\n\"The Sea\"\n\"Cliquot\"\n\"Perseverance of the Saints\"\n\"Song for Five & Six\"\n\nMUSICIANS\nOwen Pallett: vocals, violin, guitar\n\nCREDITS\nVideo: Owen Pallett\nAudio: Owen Pallett\n\nTINY DESK TEAM\nProducer: Bob Boilen\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=R0_JKdTkjus", "date_published": "2020-11-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Michael Kiwanuka: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | November 16, 2020\nEnter the unassuming and innately talented Michael Kiwanuka from a \"rainy London\" flat that's dimly lit with a vintage feel. The Mercury Prize-winning musician evokes an all-encompassing softness in spirit as he leads viewers into the \"Light,\" the first of five songs in his Tiny Desk (home) concert. The warm texture of his voice and tenderness of his soul belie the depth of his songwriting, which ranges from sociopolitical works to songs revealing the inner chambers of self-exploration. Featuring material from both Love & Hate and his more recent award-winning Kiwanuka, this is an absolutely stunning performance.\n\nSET LIST\n\"Light\"\n\"Hard To Say Goodbye\"\n\"Hero\"\n\"Cold Little Heart\"\n\"Solid Ground\"\n\nMUSICIANS\nMichael Kiwanuka: vocals, guitar, keys\n\nCREDITS\nVideo: Eoin McLoughlin\nAudio: St. Francis Hotel\n\nTINY DESK TEAM\nProducer: Abby O'Neill\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=bhKMsubj3bg", "date_published": "2020-11-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]