[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "System76 hardware sale, Nasty Ubuntu bug, and KDE PinePhone - Linux and Open Source News", "description": "Visit http://linode.com/linuxexperiment for a 100$ credit on your new Linode account!\n\nThis time, we've got Ubuntu addressing a very nasty bug, KDE firing on all cylinders with plasma mobile and their own edition of the pinephone, a big System76 sale, and some new releases of very good stuff for Linux gaming.\n\n00:00 Intro\n01:26 Linux News\n02:46 Open Source News\n06:32 Apps News\n07:58 Hardware News\n10:00 Gaming News\n\nJoin this channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nUbuntu fixed a nasty series of bugs that allowed standard users to become root in their latest LTS, 20.04.\nhttps://arstechnica.com/information-technology/2020/11/ubuntu-fixes-bugs-that-standard-users-could-use-to-become-root/\n\nUbuntu published a blog post with the most popular snaps that various distributions use.\nhttps://ubuntu.com//blog/popular-snaps-per-distro-2020-edition\n\nThe FSF wants to update its list of high priority projects. That list hasn't evolved since 2017, but they want people to give them feedback on what should be considered high priority in terms of free software for the years to come. \nhttps://www.phoronix.com/scan.php?page=news_item&px=FSF-High-Priority-Projects-2021\n\nMint added Chromium back to their repos, as a regular package. Mint had lost easy access to Chromium when Ubuntu transitioned it to a snap package, since Mint refused to ship any snaps, or Snapd, and even prevented its installation.\nhttps://www.zdnet.com/article/linux-mint-introduces-its-own-take-on-the-chromium-web-browser/\n\nDell is working on a hardware privacy driver for the Linux kernel. Beginning in their 2021 laptops, they'll ship physical buttons to disable the mic and the camera, and since Dell ships some laptops with Linux preinstalled, they're also working on the necessary driver to handle these switches.\nhttps://www.phoronix.com/scan.php?page=news_item&px=Dell-Hardware-Privacy-Linux\n\nIn a move that will probably make some people mad for no well explained reason, Dolphin, the KDE file browser, will add opt in telemetry.\nhttps://eang.it/user-feedback-dolphin-announce/\n\nA member of the KDE team published a very interesting article on the Wayland migration, and it has interesting insight.\nhttp://www.bivouak.fr/wayland-status-plasma-5-20/\n\nGetting Things GNOME is working on fixing the biggest annoyance people had with it, after its complete redesign using GTK3, and that's the ability to sync your tasks with Caldav.\nhttps://fortintam.com/blog/spooky-gtg-features-to-try-for-halloween-2020/\n\nKDE is working on a redesign of their system monitor, and it looks great. It uses nice charts and graphs to let you get a bird's eye view of how your system is running, and it uses unified code with the system monitor plasma widgets.\n\nhttps://quantumproductions.info/articles/2020-2020-11/plasma-system-monitor-preview-release\n\nOpenRazer got a new release. If you don't know about it, it's a collection of drivers to use your razer gear on Linux.\nhttps://www.gamingonlinux.com/2020/11/openrazer-290-is-out-adding-plenty-of-new-razer-device-support-on-linux\n\nIf you're looking for a device shipping with Linux by default, System76 has a sale running until January the 4th.\nhttps://system76.com/specials\n\nMore news from the KDE side, as they announced their version of the Pinephone, the KDE Community edition. It's the latest version of that mobile device, and runs KDE Plasma Mobile, obviously. \nhttps://kde.org/announcements/pinephone-plasma-mobile-edition/\n\n\nVKD3D-proton, the VKD3D fork made to work specifically with Proton, has seen a new release, version 2.0. \nhttps://github.com/HansKristian-Work/vkd3d-proton/releases/tag/v2.0\n\nWine 5.21 released. It converted more libraries to the PE format, added more fixes to windowless richedit, and updated timezone code.\nhttps://www.winehq.org/announce/5.21\n\nProton 5.13-2 is now available, with a bunch of fixes. It also includes version 2.0 of VKD3D Protin which we just talked about. With that nex release, you'll get fixes for RIsk of Rain 2, Killer Instinct, Games not launching with Uplay connect or Origin after updating, Mount and Blade 2 bannerlord, Warhammer 40K Inquisitor, and Middle Earth Shadow of war. It should be noted that using VKD3D proton brings a few issues, especially the fact that controler hot plugging doesn't work, and Vulkan layers like Vkbasalt or MangoHud won't start.\n\nhttps://github.com/ValveSoftware/Proton/wiki/Changelog", "link": "https://www.youtube.com/watch?v=fM0tJu1BMjE", "date_published": "2020-11-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]