[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Basia Bulat: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Basia Bulat’s Tiny Desk concert from 2010: https://www.npr.org/2011/01/24/133113463/basia-bulat-tiny-desk-concert\n\nStephen Thompson | January 24, 2011\nA sweetly engaging folk-pop singer from Ontario, Basia Bulat first won me over with a brisk, charming single called \"In the Night,\" which finds her deploying an autoharp in lieu of the standard-issue guitar. When playing the song live, it looks as if Bulat is singing while burping a stringed infant. But when she turned up at the NPR Music offices last September, she'd brought everything except her autoharp: She came with her full band (Holly Coish on ukulele, Allison Stewart on viola, her brother Bobby Bulat on percussion and Ben Whiteley on bass), as well as her own guitar and a hammered, zither-like instrument called a pianoette.\n\nOn request, with the aid of an acoustic guitar, Bulat made a game run through \"In the Night\" to close this Tiny Desk Concert. But that marvelous ringer is far from the only highlight here: After opening with \"The Shore\" — performed on the aforementioned pianoette — Bulat salutes her Polish heritage by performing an old song called \"W Zielonym Zoo,\" which roughly translates as \"In the Green Zoo.\" And, while the selection that follows (\"Heart of My Own\") is considerably easier to follow, Bulat does plenty in these 15 minutes to showcase her considerable range. Along the way, she never loses an ounce of the good-natured charm that led us to invite her to the Tiny Desk in the first place.\n\nSET LIST\n\"The Shore\"\n\"W Zielonym Zoo (In The Green Zoo)\"\n\"Heart Of My Own\"\n\"In The Night\"", "link": "https://www.youtube.com/watch?v=wh-FnjWFTJQ", "date_published": "2020-09-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]