[{"source": "https://www.theguardian.com/rss", "title": "Furloughed ethnic minorities and young hit hardest by job losses", "description": "<p>Report reveals groups with highest rates of unemployment as job support scheme ends<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>One in five ethnic minority workers and a similar number of young people who were furloughed during the first coronavirus lockdown have since lost their jobs, according to a report.</p><p>The Resolution Foundation said young, and black, Asian and minority ethnic workers were struggling most as <a href=\"https://www.theguardian.com/business/2020/oct/13/uk-redundancies-rise-covid-unemployment-rate-furlough-scheme\">redundancies accelerate at the fastest rate on record</a> and the government gradually scales back its flagship <a href=\"https://www.theguardian.com/uk-news/uk-job-furlough-scheme\">furlough</a> scheme, which is due to close this week.</p> <a href=\"https://www.theguardian.com/business/2020/oct/27/furloughed-ethnic-minorities-and-young-hit-hardest-by-job-losses\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/27/furloughed-ethnic-minorities-and-young-hit-hardest-by-job-losses", "date_published": "2020-10-27 22:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool maintain perfect start against Midtjylland but lose Fabinho to injury", "description": "<p>Liverpool have reached the top of their Champions League group and joint-top of the Premier League in three games without the cornerstone of their defence but victory over Midtjylland came at a price for Jürgen Klopp.</p><p>Fabinho, shifted into central defence following Virgil van Dijk’s injury, joined the Netherlands’ captain on the sidelines with a muscle problem and will discover the extent of his lay-off on Wednesday.</p> <a href=\"https://www.theguardian.com/football/2020/oct/27/liverpool-midtjylland-champions-league-group-d-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/27/liverpool-midtjylland-champions-league-group-d-match-report", "date_published": "2020-10-27 22:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil tanker stormed by SBS was denied port access by France and Spain", "description": "<p>Nave Andromeda was refused permission to berth and disembark seven stowaways</p><p>An oil tanker that was stormed by special forces off the Isle of Wight after a suspected hijack attempt had been denied port access by France and Spain to disembark seven stowaways in the days leading up to the incident.</p><p>The men were detained <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/attempted-hijacking-of-oil-tanker-reported-off-isle-of-wight\">when the Special Boat Service (SBS) stormed the Liberian-registered tanker on Sunday</a> after it was feared the crew was no longer fully in charge.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/27/oil-tanker-stormed-by-sbs-was-denied-port-access-by-france-and-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/27/oil-tanker-stormed-by-sbs-was-denied-port-access-by-france-and-spain", "date_published": "2020-10-27 22:03:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Comic Relief stops sending celebrities to African countries", "description": "<p>Move follows criticism that its promotional films reinforced ‘white saviour’ stereotypes </p><p>Comic Relief will stop sending celebrities such as Ed Sheeran or Stacey Dooley to make promotional films in African countries, after deciding the approach reinforces outdated stereotypes about “white saviours”.</p><p>The anti-poverty charity, best known for its Red Nose Day fundraising events, has also said it will no longer portray the continent using images of starving people or critically ill children. Instead it will highlight its work in African nations by promoting stories of ordinary life in the continent captured by local filmmakers and photographers.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/27/comic-relief-stops-sending-celebrities-to-african-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/27/comic-relief-stops-sending-celebrities-to-african-countries", "date_published": "2020-10-27 22:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Sister review – a nail-biting whodunnit that is truly haunting", "description": "<p>Russell Tovey and Bertie Carvel star in the latest thriller from Luther writer Neil Cross, complete with dark forests, ghostly apparitions, and mountains of dread</p><p>It’s cold(ish). It’s dark. It’s the week leading up to Halloween. You’re probably in the mood for a quick and dirty hit of something dramatically moreish, put in the safe hands of some top-tier actors, tinged with the supernatural and stripped in four parts over the week to watch with the curtains pulled tight, are you not? Well, the Lord – or ITV – has provided. The Sister, which started on Monday and continues nightly until Thursday, is a supernaturally-tinged dose of nail-bitery, doled out in suspenseful chunks and starring Russell Tovey and Bertie Carvel.</p><p>The tale properly began one rainy, windswept night with a man (a round-shouldered, stringy-haired Carvel, all Dickensian malevolence and creep) turning up on the well-appointed doorstep of happily married thirtysomething Nathan (Tovey) to plunge him into terror with the words: “They’re digging up the woods.” For Nathan has a secret and it’s quite a good ’un. Which is to say – a bad ’un. We come to realise – via the medium of flashbacks to limp bodies being dragged out of cars, dark nights and darker forest paths – that Nathan was intimately involved with the disappearance of his wife Holly’s sister, Elise, about seven years ago.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/27/the-sister-review-a-nail-biting-whodunnit-that-is-truly-haunting\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/27/the-sister-review-a-nail-biting-whodunnit-that-is-truly-haunting", "date_published": "2020-10-27 22:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona 'agree to join European Super League' as president Bartomeu resigns", "description": "<ul><li>Barcelona’s top man drops bombshell after announcing exit<br /></li><li>Bartomeu says move will guarantee ‘financial sustainability’</li></ul><p>Josep María Bartomeu’s last act as the president of Barcelona was to announce the club’s participation in a European Super League.</p><p>Bartomeu revealed that Barça had signed up to the proposal during a 35 minute speech to confirm his resignation on Tuesday night. That involvement is subject to ratification and approval at a members’ assembly. The Catalan club have also agreed to a new format in the Fifa-led Club World Cup.</p> <a href=\"https://www.theguardian.com/football/2020/oct/27/barcelona-president-josep-maria-bartomeu-and-board-of-directors-resign\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/27/barcelona-president-josep-maria-bartomeu-and-board-of-directors-resign", "date_published": "2020-10-27 21:34:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North-south divide could be our undoing, Tory MPs say", "description": "<p>Pressure will grow from Northern Research Group unless Rishi Sunak ‘opts for spending-led recovery’</p><p>MPs have suggested that a “north-south divide” in the Conservative party could be its “undoing” and lead to a string of rebellions against Boris Johnson unless he commits to moving northern cities and regions out of the harsh coronavirus lockdown.</p><p>Fifty-five MPs representing northern regions of Britain signed a letter calling for a focus on “levelling up” the regions and a roadmap out of Covid-19 restrictions, saying it was a warning shot to show they had the numbers to inflict a government defeat.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/27/north-south-divide-could-be-our-undoing-says-tory-mp\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/27/north-south-divide-could-be-our-undoing-says-tory-mp", "date_published": "2020-10-27 20:12:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four dead including two children after migrant boat sinks in Channel", "description": "<p>One person still missing from vessel that capsized off France while trying to reach UK</p><p>Four people, including two children aged five and eight, have died attempting to reach Britain by boat across the Channel, French authorities have confirmed.</p><p>One man drowned when the migrant boat sank, and three people died after they were pulled from the water alive with 15 others, said the official from the Nord department. Another person, possibly a child, is still missing.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/eighteen-people-in-hospital-as-migrant-boat-sinks-off-french-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/eighteen-people-in-hospital-as-migrant-boat-sinks-off-french-coast", "date_published": "2020-10-27 19:27:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home for Christmas? How Covid-19 is changing festive plans", "description": "<p>As thoughts turn to how to celebrate amid a pandemic, we ask our readers what they are planning </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When Laura*, from Flitwick in Bedfordshire, <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/27/victoria-derbyshires-covid-christmas-comments-problematic-say-experts\">read that TV presenter Victoria Derbyshire had been forced to apologise</a> after saying she planned to have seven – not the regulation six – members of her family to Christmas dinner, she felt some sympathy.</p><p>“One day isn’t going to hurt,” the retiree said. “I’m not a rule-breaker generally, but if my friends were OK with it then we’d go ahead and meet each other.”</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/home-for-christmas-how-covid-19-is-changing-festive-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/home-for-christmas-how-covid-19-is-changing-festive-plans", "date_published": "2020-10-27 18:46:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the 2020 US elections: It’s time to dump Trump. America’s only hope is Joe Biden", "description": "<p>Four years of deranged and unpredictable behaviour is proof that the current US president is uniquely unsuited to the job <a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22DIRECT%22%2C%22componentType%22%3A%22ACQUISITIONS_STANDFIRST%22%2C%22componentId%22%3A%22USelection_editorial_endorsement%22%2C%22campaignCode%22%3A%22USelection_editorial%22%7D&amp;INTCMP=gdnwb_macqn_editorial_mem_USelection_editorial\"><strong>Support the Guardian’s independent, open journalism</strong></a></p><p>Donald Trump’s presidency has been a horror show that is ending with a pandemic that is out of control, an economic <a href=\"https://www.cnbc.com/2020/06/09/us-officially-in-a-recession-but-its-different-than-2008.html\">recession</a> and deepening political polarisation. Mr Trump is the author of this disastrous denouement. He is also the political leader least equipped to deal with it. Democracy in the United States has been damaged by Mr Trump’s first term. It may not survive four more years.</p> <a href=\"https://www.theguardian.com/commentisfree/ng-interactive/2020/oct/27/the-guardian-view-on-the-2020-us-elections-its-time-to-dump-trump-americas-only-hope-is-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/ng-interactive/2020/oct/27/the-guardian-view-on-the-2020-us-elections-its-time-to-dump-trump-americas-only-hope-is-joe-biden", "date_published": "2020-10-27 18:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit deal hangs in the balance, says EU council president", "description": "<p>Outcome of next two weeks of talks crucial but uncertain, says Charles Michel</p><p>Brexit negotiations have hit their most difficult stage, with Brussels still unsure whether a deal with Boris Johnson is possible within the next two crucial weeks, the European council president, Charles Michel, has said.</p><p>The former prime minister of Belgium, who leads the summit of EU leaders, said in an interview with the Guardian that the result still was still hanging in the balance with what he suggested was a further fortnight of talks to come.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/27/brexit-deal-hangs-in-the-balance-says-eu-council-president\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/27/brexit-deal-hangs-in-the-balance-says-eu-council-president", "date_published": "2020-10-27 18:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World 100m champion Christian Coleman hit with two-year ban", "description": "<ul><li>Runner will miss next year’s scheduled Tokyo Olympics</li><li>He narrowly avoided ban last year for missing drug tests</li></ul><p>Christian Coleman, the world’s fastest man, will miss the Olympic Games next year after being told his explanation for one of three missed drug tests was “simply impossible” as he was handed a two-year doping ban.</p><p>The American sprinter, who powered to 100m victory at the world championships last year, had claimed he had been out Christmas shopping in December 2019 when testers arrived at his house, but had returned during the 60-minute time slot for testing.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/27/world-100m-champion-christian-coleman-hit-with-two-year-ban-athletics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/27/world-100m-champion-christian-coleman-hit-with-two-year-ban-athletics", "date_published": "2020-10-27 17:58:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Cooper: Everything’s Fine review – Trump lip-syncer ratchets up the hysteria", "description": "<p><strong>Netflix<br /></strong>From Helen Mirren as Trump’s wingman to<strong> </strong>Marisa Tomei as Satan, this Netflix special is a<strong> </strong>funny and striking document of what living feels like in this fraught and febrile year</p><p>How do you turn a handful of lip-sync videos on TikTok into a Netflix special? That’s the challenge faced by US comic Sarah Cooper, who made her name this year <a href=\"https://www.theguardian.com/technology/2020/may/16/people-still-need-to-laugh-how-lipsyncing-spoofs-saved-lockdown\">miming online to the words of Donald Trump</a>. The trick drew tighter focus on just how weird the president’s speech (and his ideas) can be, with only the subtlest of send-ups required from Cooper – a changed context here, a glimpse of fleeting hysteria behind the eyes there.</p><p>The hysteria is ratcheted up in Everything’s Fine, a faux morning news broadcast spliced with a psycho-absurdist trepan into the overheated mind of 2020 America. It torpedoes any concerns that Cooper might be merely a lip-sync novelty – although the lip-syncing does feature, notably in the scorching scene that brings <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">Trump’s “pussy-grabbing” dialogue</a> to gender-bending life. <a href=\"https://www.theguardian.com/culture/helen-mirren\">Helen Mirren</a>, of all people, co-stars, as Trump’s wingman <a href=\"https://www.theguardian.com/us-news/2016/oct/07/billy-bush-donald-trump-lewd-comments-tape-arianne-zucker\">Billy Bush</a>, among a hatful of glitzy stars that includes <a href=\"https://www.theguardian.com/film/benstiller\">Ben Stiller</a> as a robot CEO, <a href=\"https://www.theguardian.com/culture/whoopi-goldberg\">Whoopi Goldberg</a> and <a href=\"https://www.theguardian.com/film/2017/jun/25/marisa-tomei-spider-man-homecoming-interview\">Marisa Tomei</a> as Satan.</p> <a href=\"https://www.theguardian.com/culture/2020/oct/27/sarah-cooper-everythings-fine-review-trump-lip-syncer-ratchets-up-the-hysteria\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/oct/27/sarah-cooper-everythings-fine-review-trump-lip-syncer-ratchets-up-the-hysteria", "date_published": "2020-10-27 17:55:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Sleeping giant' Arctic methane deposits starting to release, scientists find", "description": "<p>Exclusive: expedition discovers new source of greenhouse gas off East Siberian coast has been triggered</p><p>Scientists have found evidence that frozen methane deposits in the Arctic Ocean – known as the “sleeping giants of the carbon cycle” – have started to be released over a large area of the continental slope off the East Siberian coast, the Guardian can reveal.</p><p>High levels of the potent greenhouse gas have been detected down to a depth of 350 metres in the Laptev Sea near Russia, prompting concern among researchers that a new climate feedback loop may have been triggered that could accelerate the pace of global heating.</p> <a href=\"https://www.theguardian.com/science/2020/oct/27/sleeping-giant-arctic-methane-deposits-starting-to-release-scientists-find\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/oct/27/sleeping-giant-arctic-methane-deposits-starting-to-release-scientists-find", "date_published": "2020-10-27 15:40:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead clever: why vampire bats are the ultimate social-distancing experts", "description": "<p>Sick bats self-isolate, while lobsters, monkeys and fish avoid other ill animals. If only humans could detect infection so easily</p><p><strong>Name: </strong>Vampire bats.</p><p><strong>Age:</strong> Diverged from fruit bats 26m years ago.</p> <a href=\"https://www.theguardian.com/environment/shortcuts/2020/oct/27/dead-clever-vampire-bats-ultimate-social-distancing-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/shortcuts/2020/oct/27/dead-clever-vampire-bats-ultimate-social-distancing-experts", "date_published": "2020-10-27 14:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What cooking skills should children learn?", "description": "<p>What sort of tasks in the kitchen should kids know how to do at different ages?</p><p>• Do you have a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>What’s the best way to get children interested in cooking, and what should I teach them?<br /></strong><em><strong>Georgie, Suffolk</strong></em></p><p>The golden rule, says <a href=\"https://www.theguardian.com/profile/thomasina-miers\">Thomasina Miers</a>, is patience – and lots of it. “It can be a slow process,” she sympathises. “I talk about how delicious food is and always put olive oil, lemons and herbs on the table for them to add to their meal.”</p> <a href=\"https://www.theguardian.com/food/2020/oct/27/what-cooking-skills-should-children-learn-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/27/what-cooking-skills-should-children-learn-kitchen-aide", "date_published": "2020-10-27 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patio heater, fire pit or a bigger jumper? How to stay warm while relaxing outside this winter", "description": "<p>The coronavirus crisis has left many of us desperate to make the most of our gardens and yards. Here is an ethical, expert guide to keeping toasty</p><p>Sales of patio heaters in the UK are rising: Homebase has nearly sold out and sales on eBay have soared. <a href=\"https://mensa-heating.co.uk/\">Mensa Heating UK</a> recently sold 750 infrared heaters in one day. But what about the environmental impact of patio heaters? In Germany, the federal government is <a href=\"https://www.faz.net/aktuell/wirtschaft/unternehmen/bund-will-heizpilze-in-gastronomie-foerdern-17007053.html\">offering subsidies</a> to hospitality businesses wishing to buy them, even though they had been banned in some cities, while the French ecology minister has called them an “ecological aberration” and announced <a href=\"https://www.bbc.co.uk/news/world-europe-53552526\">a ban from next year</a>. So what is the best way to relax outside and stay warm?<br /></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/27/patio-heater-fire-pit-or-bigger-jumper-how-to-stay-warm-while-socialising-outside-this-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/27/patio-heater-fire-pit-or-bigger-jumper-how-to-stay-warm-while-socialising-outside-this-winter", "date_published": "2020-10-27 14:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK volunteers brace for a Covid winter: 'Everything was depleted by the first wave'", "description": "<p>As coronavirus deaths pass 60,000, exhausted local organisations say their efforts alone won’t be enough</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Rhoda Ibrahim is bracing for what winter will bring. The community leader, 57, was on the frontline providing food and other necessities in the London borough of Brent, which had the <a href=\"https://www.theguardian.com/uk-news/2020/jun/27/people-were-abandoned-injustices-of-pandemic-laid-bare-in-brent\">highest Covid death rate</a> in England and Wales during the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsinvolvingcovid19bylocalareasanddeprivation/deathsoccurringbetween1marchand30june2020\">first wave of the coronavirus pandemic</a>.</p><p>She is painfully aware of how deadly the virus is: the small neighbourhood where Rhoda’s office is based, Church End, registered 36 deaths in three months.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/uk-volunteers-brace-for-a-covid-winter-everything-was-depleted-by-the-first-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/uk-volunteers-brace-for-a-covid-winter-everything-was-depleted-by-the-first-wave", "date_published": "2020-10-27 13:35:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My stepson saw an explicit video of his dad on my phone. What should I do?", "description": "<p>While we were all looking through old family images, up popped one of my husband in all his glory. Should we discuss this with our 13-year-old or pretend it never happened?</p><p><strong>My husband of 10 years used to travel a bit on business, and we would send each other explicit photos and videos of ourselves. I thought I had hidden all incriminating images in a protected folder on my phone, but, the other night, while I was randomly flicking through old family videos with my husband and 13-year-old stepson, up popped a video of my husband in all his glory, holding himself. There was stunned silence from the two of us, then panicked laughter, while my stepson looked at me with a bemused “busted!” expression. He still seems unconcerned about it, but both of us feel terrible. Should we have a conversation about it, wait to see if he acts any differently towards us, or trust our first instinct, which was to be a bit embarrassed and then pretend it never happened? We’re not a prudish household, but we figure that forcing him to talk could make this episode even </strong><strong>weirder</strong><strong> and more awkward than it already is. What should we do?</strong></p><p>Our children pick up on our attitudes towards sex without any words being spoken. In fact, the most powerful learning they receive is the unspoken message. They easily absorb how each parent views sex, through our reactions when sexual content appears on TV, or the way we react when someone alludes to sex in conversation. Given that unspoken messages are the most powerful ways parents communicate ideas and feelings about sex, you have already let your stepson know everything he needs to understand about this. He is old enough to put it into context, and if he questions you in the future your job is to simply give a relaxed answer. You were right to normalise the accidental revelation, and there would be little point in returning to the subject.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/27/my-stepson-saw-an-explicit-video-of-his-dad-on-my-phone-what-should-i-do\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/27/my-stepson-saw-an-explicit-video-of-his-dad-on-my-phone-what-should-i-do", "date_published": "2020-10-27 13:31:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Competition: enter the free prize draw to win a premium cocktail kit", "description": "<p>Craft perfect cocktails at home with single malt whisky from The Glenlivet, mixers and glasses – enter the free prize draw for your chance to win</p><p>The Glenlivet has never been afraid to mix things up. Ever since founder George Smith put his mark on the Speyside style of whisky almost 200 years ago, doing things differently has been at the heart of the brand – and it’s a philosophy that extends to the many ways this premium single malt can be enjoyed.</p><p>The Caribbean tartan tiki cocktail, for instance, is a bold take on a tropical-themed serve. Traditionally made with rum, the classic tiki gets a smooth, single malt upgrade with The Glenlivet Caribbean Reserve – and the prizewinner will get all the ingredients needed to make it at home, including:</p> <a href=\"https://www.theguardian.com/drink-outside-the-box/2020/oct/27/competition-enter-the-free-prize-draw-to-win-a-premium-cocktail-kit\">Continue reading...</a>", "link": "https://www.theguardian.com/drink-outside-the-box/2020/oct/27/competition-enter-the-free-prize-draw-to-win-a-premium-cocktail-kit", "date_published": "2020-10-27 12:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global survey shows widespread disapproval of Covid response", "description": "<p>People in most of 25 countries think governments failed to act well or quickly<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>People in most of 25 countries around the world think governments and leaders failed to respond either well or fast enough to the coronavirus crisis, a new global survey shows.</p><p>YouGov’s globalism survey of about 26,000 people in countries from Australia to Sweden, designed with the Guardian and carried out by the <a href=\"https://www.theguardian.com/world/2019/may/01/populism-what-is-yougov-cambridge-globalism-project-methodology\">YouGov-Cambridge Globalism Project</a> between July and August, before the second wave hit in Europe and elsewhere, showed striking variations in approval for governments’ handling of the pandemic, which has killed nearly 1.1 million people.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/global-survey-shows-widespread-disapproval-of-covid-response\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/global-survey-shows-widespread-disapproval-of-covid-response", "date_published": "2020-10-27 11:04:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Between art & fashion: photographs from the collection of Carla Sozzani", "description": "<p>Over more than 40 years, Carla Sozzani, the noted Italian editor, publisher and collector, assembled one of the country’s most important photography collections. Sozzani was a key figure in fashion, art and design in Italy, and her archive includes work by Erwin Blumenfeld, Steven Meisel and Peter Lindbergh.</p><p><em>Between Art &amp; Fashion is on display as part of <a href=\"https://www.phe.es/en/\">PHotoESPANA</a> at <a href=\"https://www.centrocentro.org/en/exhibition/between-art-fashion\">CentroCentro </a>in Madrid until January 2021 </em></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/27/between-art-fashion-photographs-from-the-collection-of-carla-sozzani\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/27/between-art-fashion-photographs-from-the-collection-of-carla-sozzani", "date_published": "2020-10-27 10:38:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What Victorian-era seaweed pressings reveal about our changing seas", "description": "<p>A ‘women’s pastime’ practised by Queen Victoria, ‘seaweeding’ spread from the UK to California – now the samples are providing a glimpse into history</p><p>On his first day as the new science director for the Monterey Bay Aquarium in California in 2016, a giant blue storage locker caught Kyle Van Houtan’s eye. The locker was obscured by a dead ficus plant and looked as if no one had opened it for years. But the label on it intrigued him: Herbarium.</p><p>He opened it and inside found hundreds of stacked manila envelopes. Each one contained a single piece of seaweed, pressed and preserved on white paper.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/27/what-victorian-era-seaweed-pressings-reveal-about-our-changing-seas\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/27/what-victorian-era-seaweed-pressings-reveal-about-our-changing-seas", "date_published": "2020-10-27 10:04:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "While We Were Getting High: Britpop and 90s style - in pictures", "description": "<p>Photographer Kevin Cummins spent the 90s documenting the rise and fall of Cool Britannia for NME. In his new book he discusses the legacy of the era with key players from the time, including Noel Gallagher and Brett Anderson </p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/oct/27/while-we-were-getting-high-britpop-and-90s-style-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/oct/27/while-we-were-getting-high-britpop-and-90s-style-in-pictures", "date_published": "2020-10-27 10:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A beloved Jamaican beach is succumbing to climate change. It won’t be the last", "description": "<p>Climate change is eroding beaches all over the Caribbean – even though the region contributes a tiny fraction of the emissions heating the planet</p><p>Sunbathing mothers keep an anxious eye out for children enjoying horseback rides, as groups of young men engage in energetic games of beach football and cricket. Further along, a boombox blasts as the smell of fresh fish wafts across the shoreline.</p><p>For years, this was the scene at the Hellshire Beach in Portmore, St Catherine, on a public holiday or weekend when Jamaicans and visitors alike would flock to one of the island’s most popular beaches. Today, however, parents no longer bring their children. The horses, along with most of the beachline, have long disappeared and the few visitors who come to Aunt Merl’s or Prendy’s on the Beach – two of the few remaining seafood restaurants left standing – are confined to the benches inside.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/27/jamaica-hellshire-beach-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/27/jamaica-hellshire-beach-climate-change", "date_published": "2020-10-27 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "America's protest crackdown: five months after George Floyd, hundreds face trials and prison", "description": "<p><strong>Some protesters face stacked charges and threats of deportation; others have been charged with police assault with no reports of injuries</strong></p><p>Lee Percy Christian III didn’t think Arizona law enforcement could stop him from protesting – until they locked him up indefinitely.</p><p>Earlier this month, Christian, 27, was arrested for “unlawful assembly” after a Black Lives Matter protest in Phoenix and jailed without bond because of outstanding charges from previous demonstrations. Prosecutors later suggested bond be set at $100,000. Christian’s lawyers and a judge agreed he could be released on a lower bond – if he didn’t participate in future public protests.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/27/americas-protest-crackdown-five-months-after-george-floyd-hundreds-face-trials-and-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/27/americas-protest-crackdown-five-months-after-george-floyd-hundreds-face-trials-and-prison", "date_published": "2020-10-27 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pat Sharp: 'My mullet was cool but I couldn’t have it now. I’d look like Joe Exotic'", "description": "<p>The haircut may be long gone, as are the TV spots, but the DJ is unbowed. In his surprisingly readable new autobiography he is leaning into his inner Alan Partridge</p><p>Back when Pat Sharp was still driving his kids to school, he would stop off along the way to pick up other children as part of a rota system. He remembers one of those children vividly. “Whenever I looked in the mirror for traffic, he would just be going …” Sharp gawps down the lens of his Zoom camera for me, eyes vacant, jaw hanging down. “He never said thank you, like the others. He never said anything, he just stared. I thought, this kid is so rude.”</p><p>Thirty years later, the same kid turned up at Pat Sharp’s house. He wanted to help write his autobiography and he had an unusual idea about how to go about it. “All that time in the car, he must have been making plans,” laughs Sharp. “And he did apologise for never saying thank you. He said: ‘I just couldn’t believe the guy who presented Fun House was driving me to school.’”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/27/pat-sharp-my-mullet-was-cool-but-i-couldnt-have-it-now-id-look-like-joe-exotic\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/27/pat-sharp-my-mullet-was-cool-but-i-couldnt-have-it-now-id-look-like-joe-exotic", "date_published": "2020-10-27 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Double-dip recession fears weigh on markets – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/oct/27/double-dip-recession-fears-markets-unemployment-retail-sales-uk-us-eurozone-business-live?page=with:block-5f97c11e8f08fdf6164810f2#block-5f97c11e8f08fdf6164810f2\">Introduction: Markets roiled by rising Covid-19 cases</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/27/double-dip-recession-fears-markets-unemployment-retail-sales-uk-us-eurozone-business-live?page=with:block-5f97d17f8f08fdf616481198#block-5f97d17f8f08fdf616481198\">Berenberg; eurozone GDP could shrink if situation worsens</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/27/double-dip-recession-fears-markets-unemployment-retail-sales-uk-us-eurozone-business-live?page=with:block-5f97dead8f08d3852d743092#block-5f97dead8f08d3852d743092\">Spanish unemployment jumps over 16%</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/27/double-dip-recession-fears-markets-unemployment-retail-sales-uk-us-eurozone-business-live?page=with:block-5f97d8cf8f08d3852d74304f#block-5f97d8cf8f08d3852d74304f\">Market open: European stocks drop again</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-27T09:59:27.357Z\">9.59am <span class=\"timezone\">GMT</span></time> </p><p>Here’s our news story on how BP’s earnings have improved as the oil price picked up:</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/oct/27/bp-makes-100m-q3-profit-as-oil-markets-begin-to-recover\">BP makes $100m Q3 profit as oil markets begin to recover</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-10-27T09:43:25.757Z\">9.43am <span class=\"timezone\">GMT</span></time> </p><p>Europe’s stock markets are now at a one-month low, taking their losses for 2020 to 15%.</p> <a href=\"https://www.theguardian.com/business/live/2020/oct/27/double-dip-recession-fears-markets-unemployment-retail-sales-uk-us-eurozone-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/oct/27/double-dip-recession-fears-markets-unemployment-retail-sales-uk-us-eurozone-business-live", "date_published": "2020-10-27 09:59:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: 'We cannot give up' warns WHO chief; protests flare in Italy", "description": "<p><a href=\"https://www.theguardian.com/world/2020/oct/27/global-coronavirus-report-italian-police-use-tear-gas-to-disperse-anti-lockdown-rally\">Protests against Covid restrictions turn violent in Milan and Turin</a>; <a href=\"https://www.theguardian.com/world/live/2020/oct/27/coronavirus-live-news-we-cannot-give-up-warns-who-chief-protests-flare-in-italy?page=with:block-5f975b768f080b5e8c5b088c#block-5f975b768f080b5e8c5b088c\">US deaths up 10%</a>; <a href=\"https://www.theguardian.com/world/live/2020/oct/27/coronavirus-live-news-we-cannot-give-up-warns-who-chief-protests-flare-in-italy?page=with:block-5f9760918f080b5e8c5b08bc#block-5f9760918f080b5e8c5b08bc\">Pope to celebrate Christmas without congregation</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/oct/27/global-coronavirus-report-italian-police-use-tear-gas-to-disperse-anti-lockdown-rally\">Global coronavirus report: Italian police use tear gas to disperse anti-lockdown rally</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/26/pope-francis-criticised-for-rarely-wearing-face-mask-covid\">Pope Francis criticised for rarely wearing face masks</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/26/survey-uncovers-widespread-belief-dangerous-covid-conspiracy-theories\">Survey uncovers widespread belief in ‘dangerous’ Covid claims</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-27T09:57:53.009Z\">9.57am <span class=\"timezone\">GMT</span></time> </p><p>The number of new coronavirus infections in Germany is likely to reach 20,000 a day at the end of this week, Economy Minister Peter Altmaier has said.</p><p>“We are dealing with exponential growth,” Altmaier told a German-French economic conference via video link in Berlin. </p><p class=\"block-time published-time\"> <time datetime=\"2020-10-27T09:03:53.300Z\">9.03am <span class=\"timezone\">GMT</span></time> </p><p>A bit more on the situation in Russia. </p><p>Russia on Tuesday tightened anti-coronavirus restrictions including mask-wearing in public spaces after registering a record daily spike in virus deaths.</p> <a href=\"https://www.theguardian.com/world/live/2020/oct/27/coronavirus-live-news-we-cannot-give-up-warns-who-chief-protests-flare-in-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/oct/27/coronavirus-live-news-we-cannot-give-up-warns-who-chief-protests-flare-in-italy", "date_published": "2020-10-27 09:57:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK mobile phone firms to be banned from selling locked handsets", "description": "<p>Ofcom says companies must allow customers to switch networks freely <br /></p><p>Mobile phone companies are to be banned from selling devices that are locked into specific networks, the UK communications regulator has ruled.</p><p>Ofcom said BT/EE, Tesco Mobile and Vodafone would be told to follow other big-name rivals in only supplying phones that allow customers to switch from one network to another while keeping their existing handset. The rules will come into effect from December 2021.</p> <a href=\"https://www.theguardian.com/money/2020/oct/27/uk-mobile-phone-companies-to-be-banned-from-selling-locked-handsets\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/27/uk-mobile-phone-companies-to-be-banned-from-selling-locked-handsets", "date_published": "2020-10-27 09:44:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BP makes $100m Q3 profit as oil markets begin to recover", "description": "<p>Oil firm beats forecasts but cuts asset values as it predicts prices will remain low</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>BP has reported better-than-expected financial results for the third quarter after making a modest profit of $100m (£76.8m), as oil markets begin to recover from the impact of the coronavirus pandemic.</p><p>The oil company’s underlying profit, which is most keenly watched by the market, has exceeded the <a href=\"https://www.theguardian.com/business/2020/oct/25/investors-fear-therell-be-no-bright-post-covid-dawn-for-oil-majors\">$120m loss predicted by equity analysts</a> before the results announcement. But the sum was a fraction of the $2.3bn reported for the same quarter last year.</p> <a href=\"https://www.theguardian.com/business/2020/oct/27/bp-makes-100m-q3-profit-as-oil-markets-begin-to-recover\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/27/bp-makes-100m-q3-profit-as-oil-markets-begin-to-recover", "date_published": "2020-10-27 09:11:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It Says Here by Sean O'Brien review – impossibility made possible", "description": "<p>From postwar London and empty afternoons to a perfect love affair, this masterly new collection is rich in beautiful phrases</p><p>Sean O’Brien, although familiar as one of our most garlanded poets (winner of the TS Eliot prize and, three times, of the Forward), is still in no way – to his credit – a known quantity. His masterly new collection, <em>It Says Here</em>, is partly about unknown quantities. In the title poem, he writes:</p><p>That the sky is a page where with a flourish<br />The birds write the truth in invisible ink<br />And the eye is too slow to be certain<br />That this word and that word are never to meet</p> <a href=\"https://www.theguardian.com/books/2020/oct/27/it-says-here-by-sean-obrien-review-impossibility-made-possible\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/27/it-says-here-by-sean-obrien-review-impossibility-made-possible", "date_published": "2020-10-27 09:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oneohtrix Point Never: the warped genius behind Uncut Gems's spine-chilling score", "description": "<p>His soundtrack shredded audiences’ nerves. Now producer Daniel Lopatin is using radio to bring Trump’s America together</p><p>It has been a peculiar 2020 for many of us, but Daniel Lopatin’s has been odder than most. In January, the warped electronica that he makes under his pseudonym Oneohtrix Point Never <a href=\"https://www.theguardian.com/music/2019/dec/13/daniel-lopatin-uncut-gems-original-soundtrack-review\">soundtracked</a> a hit Netflix movie, the nerve-shredding Adam Sandler thriller <a href=\"https://www.theguardian.com/film/2020/jan/09/uncut-gems-review-adam-sandler-idina-menzel\">Uncut Gems</a>. On 8 March, he tasted the primetime life, playing a song he had written with <a href=\"https://www.theguardian.com/music/the-weeknd\">the Weeknd</a> on Saturday Night Live. Daniel Craig introduced them, a few weeks before the new Bond film was due to be released. “I was shitting bricks if I can be totally candid,” the slightly less famous Daniel says.<br /><br />Fifteen days later, Covid-19 locked down New York. Stuck in his flat, his studio out of bounds, Lopatin had to make music in his bedroom like he did when his recording career began. Granted, life had changed since his 2007 debut, Betrayed in the Octagon: he’d spearheaded a genre, vaporwave, by narcotically slowing down excerpts of well-known songs, and collaborated with David Byrne, FKA twigs and Iggy Pop. He still had a poky bedroom, though. “If I’d pushed my chair back making music, it would hit the bed and I’d end up hurting my ankle,” he laughs, sitting in the same room on an autumn afternoon.</p> <a href=\"https://www.theguardian.com/music/2020/oct/27/oneohtrix-point-never-uncut-gems-adam-sandler\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/27/oneohtrix-point-never-uncut-gems-adam-sandler", "date_published": "2020-10-27 09:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diaries, astuteness and work ethic: the making of Solskjær the manager | Jamie Jackson", "description": "<p>In an extract from his new book about Ole Gunnar Solskjær, Jamie Jackson finds a future foretold during the Norwegian’s time as a Manchester United striker</p><p>See the three figures out on the green grass of Manchester United’s Carrington training base. Working in the hot June sun. Two are together, one stands apart. The two are practising finishing – the other encouraging, coaching, feeding them endless balls to try to score with. They are relentless in their quest to become better. They are Ole Gunnar Solskjær and Ruud van Nistelrooy. They are being schooled by René Meulensteen, a Dutch skills coach who will one day manage Manchester United reserves and have Ole as his assistant. Then one day René will be part of Sir Alex Ferguson’s inner circle, becoming first-team coach. For now, he is drilling Ole and his countryman Van Nistelrooy ahead of their coming internationals.</p> <a href=\"https://www.theguardian.com/football/2020/oct/27/ole-gunnar-solskjaer-making-of-the-manager-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/27/ole-gunnar-solskjaer-making-of-the-manager-manchester-united", "date_published": "2020-10-27 09:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even Victorians felt sympathy for hungry children. Why doesn't this government? | Angelique Richardson", "description": "<p>Novelists from Gaskell to Hardy helped change thinking about childhood poverty. It’s time some MPs took a lesson from them</p><p>Hunger courses through <a href=\"https://www.bl.uk/romantics-and-victorians/articles/an-introduction-to-mary-barton\">Mary Barton</a>, Elizabeth Gaskell’s 1848 novel documenting what would become known as the hungry 40s. Like Dickens with Oliver Twist, 10 years earlier, she sought to move the heart of middle England. Hunger could no longer be accepted as natural or inevitable.</p><p>In Gaskell’s novel, “hunger-stamped” men from Nottingham, Sheffield, Glasgow, Manchester and other industrial cities implore parliament in vain to act on the “unparalleled destitution of the manufacturing districts”. John Barton, a chartist and trade unionist who is one of the delegates, knows hunger. As a young child, he and his mother (who dies “from absolute want of the necessaries of life”) had hidden their hunger so his younger siblings could eat. His “little son, the apple of his eye” dies of starvation.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/27/victorians-felt-sympathy-hungry-children-government-gaskell-hardy-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/27/victorians-felt-sympathy-hungry-children-government-gaskell-hardy-poverty", "date_published": "2020-10-27 09:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tanzanian president accused of repression on eve of election", "description": "<p>Opposition and rights groups criticise John Magufuli, who looks on course for second term</p><p>Opposition leaders in <a href=\"https://www.theguardian.com/world/tanzania\">Tanzania</a> have accused the government of undermining democracy and curtailing fundamental freedoms on the eve of elections in which John Magufuli, one of Africa’s most controversial leaders, could win a second term as president.</p><p>Magufuli, whose forthright style has earned him the nickname “the bulldozer”, won praise when he came to power in 2015 for his high-profile efforts to crack down on corruption and government spending, but he has since been accused of mismanagement of the Covid-19 pandemic and repression of dissent.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/tanzanian-president-accused-of-repression-on-eve-of-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/tanzanian-president-accused-of-repression-on-eve-of-election", "date_published": "2020-10-27 09:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HSBC plans further cost cuts despite forecast-beating results", "description": "<p>Lender to accelerate restructuring and signals it could start charging for bank accounts</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>HSBC is planning further cost cuts, despite a sharp fall in provisions to cover bad debts linked to the Covid crisis and better-than-expected third-quarter profits.</p><p>The lender also signalled that it could start charging for bank accounts in markets such as the UK, where the service is currently free.</p> <a href=\"https://www.theguardian.com/business/2020/oct/27/hsbc-plans-cost-cuts-forecast-beating-results-bank-accounts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/27/hsbc-plans-cost-cuts-forecast-beating-results-bank-accounts", "date_published": "2020-10-27 08:28:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan: deadly bombing at Peshawar religious school", "description": "<p>Children among those killed after explosives hidden in bag detonate</p><p>An explosion at a religious seminary in Pakistan’s northern city of Peshawar has killed at least seven people and injured 110 others, officials have said.</p><p>The deadly blast took place at about 8.30am at the Jamia Zuberia religious school<strong> </strong>in Dir Colony, where about 500 students were gathered to hear a lecture by influential cleric Rahimullah Haqqani. Most of them were between 20 and 30 years old and from the Khyber Pakthunkwa and Balochistan regions of Pakistan, as well as some from Afghanistan.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/pakistan-blast-at-seminary-in-peshawar-kills-injured\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/pakistan-blast-at-seminary-in-peshawar-kills-injured", "date_published": "2020-10-27 08:20:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ammonite is not the evolutionary leap for lesbian film it thinks it is", "description": "<p>Francis Lee’s much-hyped film in fact belongs to a recent tradition of studiously tasteful, sexually fixated work in which lesbians are a world apart</p><p>Lesbians have a love-hate relationship with cinema, a place in which, Andrea Weiss wrote in her <a href=\"https://andreaweiss.net/books/vampires-and-violets/\">1992 work Vampires and Violets</a>, only one image of the lesbian may surface at any one time. For at least the past half-decade (since the release of <a href=\"https://www.theguardian.com/film/2015/nov/26/carol-film-review-cate-blanchett-todd-haynes-rooney-mara\">Todd Haynes’ adaptation of Patricia Highsmith’s Carol</a>) that image may look something like this: a period drama with an oedipal understory, chronically white, a sombre mood, dialogue exactingly stark. A sensorium of touch and taste, the space between bodies, and the yearning therein. A fantasy for all audiences to enjoy..</p><p>In these films, the action is silently displayed on faces and behind eyes, before it’s finally loosed in the form of a long, drawn-out sex scene. In 2013’s Blue Is the Warmest Colour, the camera hovers over the lovers’ faces so intimately that you can see the spit as they kiss, the pores on their cheeks, the ecstatic boredom in their eyes. The erotic and romantic ache of Carol is generated from across-the-room looks and sudden touches.</p> <a href=\"https://www.theguardian.com/film/2020/oct/27/ammonite-is-not-the-evolutionary-leap-for-lesbian-film-it-thinks-it-is\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/27/ammonite-is-not-the-evolutionary-leap-for-lesbian-film-it-thinks-it-is", "date_published": "2020-10-27 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ending lockdown, airport testing and Dominic Cummings: your Covid questions answered", "description": "<p>You asked us about the politics of the coronavirus. Here are the answers</p><p>We asked readers what they wanted to know about the government’s response to coronavirus. Our political correspondent, <strong>Peter Walker,</strong> has the answers.</p><p><strong>What are the protocols for taking places out of local lockdown?</strong></p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/27/ending-lockdown-airport-testing-dominic-cummings-covid-questions-answered\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/27/ending-lockdown-airport-testing-dominic-cummings-covid-questions-answered", "date_published": "2020-10-27 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glampons, Miss World flareups and loo roll laureates – Unfinished Business review", "description": "<p><strong>British Library, London</strong><br />This intriguing history of the women’s movement – from leg-liberating bicycles to the poems Sylvia Pankhurst wrote on prison toilet paper – doesn’t neglect the struggle’s contradictions and blind spots</p><p>“We are not beautiful,” say the words on the leaflet, alongside a picture of a raging, cigar-smoking vixen with hairy legs. “We are not ugly,” they continue. “WE ARE ANGRY.” This leaflet was part of <a href=\"https://www.theguardian.com/world/2020/feb/09/miss-world-contest-1970-new-film-misbehaviour-jennifer-hosten-first-black-winner\">the protests against Miss World contests in the 1970s</a>. It features in Unfinished Business, an exhibition that traces the history of the women’s movement through its signature, headline-grabbing flareups, but also through its imagery, philosophy and artefacts, with one eye always on the work left to do.</p><p>You can’t help but be struck by the vastness of the terrain: this movement needed its engineers as much as its crusaders, its poets and comedians as much as its scientists. It took a village, in other words, and then a load of other villages. It would be glossing the reality to say that it took all women, but it took enough of us that to tell its history means running headlong into an inconvenient truth: the trouble with women is we don’t all agree.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/27/unfinished-business-review-british-library-glampons-miss-world\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/27/unfinished-business-review-british-library-glampons-miss-world", "date_published": "2020-10-27 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How does one of the world’s biggest pork firms go bust during a boom?", "description": "<p>A giant US player is quitting despite huge export hikes during the pandemic – the reasons why get to the heart of the industry<br /></p><p>How does one of the largest pork companies in the US go out of business at the height of a crazy global pork boom? And what does this tell us about pig farming today? The answer to that question starts where most of the world’s pigs end up, in China.</p><p>China <a href=\"https://apps.fas.usda.gov/psdonline/circulars/livestock_poultry.pdf\">produces and consumes</a> almost half the world’s pork. But when <a href=\"https://www.theguardian.com/environment/2020/may/27/unstoppable-african-swine-fever-deaths-to-eclipse-record-2019-toll\">African </a><a href=\"https://www.theguardian.com/environment/2020/may/27/unstoppable-african-swine-fever-deaths-to-eclipse-record-2019-toll\">swine </a><a href=\"https://www.theguardian.com/environment/2020/may/27/unstoppable-african-swine-fever-deaths-to-eclipse-record-2019-toll\">fever</a> was detected in the Chinese pig herd in August 2018, it led to millions of hogs being culled in an attempt to control the spread. The drop in China’s pork production has been precipitous. Since 2018, swine populations have <a href=\"https://www.ers.usda.gov/amber-waves/2020/february/african-swine-fever-shrinks-pork-production-in-china-swells-demand-for-imported-pork/#:~:text=The%2088%20pounds%20of%20pork,per%20capita%20consumption%20in%20China.&amp;text=USDA%20forecasted%20a%205%2Dpercent,3.6%2Dpercent%20increase%20in%202020.\">fallen to levels</a> not seen since the 1990s, eliminating decades of growth.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/27/how-does-one-of-the-worlds-biggest-pork-firms-go-bust-during-a-boom\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/27/how-does-one-of-the-worlds-biggest-pork-firms-go-bust-during-a-boom", "date_published": "2020-10-27 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson is no socialist. But his big spending will make Labour's job harder | Tom Kibasi", "description": "<p>Ballooning Tory spending in response to the pandemic does nothing to redistribute wealth, but it does buy voters </p><p>It has been said of Boris Johnson that he is now “more Castro than Castro” and that the economy is now more “<a href=\"https://www.itv.com/news/2020-10-22/can-boris-johnson-nationalise-the-economy-only-for-a-year\">socialist … than at any point in British history</a>”. This is, of course, plainly not true. Socialism is normally understood as common ownership of the means of production, distribution and exchange – with power in the hands of workers and citizens, rather than shareholders – and the fundamental aim of a society of equals. The temporary expansion of state spending during a global pandemic is obviously not the same, and the current government is plainly relaxed about inequality.</p><p>Yet it is hard to overstate the scale of that expansion. Between March this year and next, the Office for Budget Responsibility <a href=\"https://www.ons.gov.uk/economy/governmentpublicsectorandtaxes/publicsectorfinance/bulletins/publicsectorfinances/august2020\">forecasts an increase in government borrowing</a> of £372bn. That’s three times the <a href=\"https://nhsproviders.org/media/689303/nhs-providers-briefing-march-2020-budget.pdf\">annual budget for the entire NHS</a> or about 15% of the <a href=\"https://www.ons.gov.uk/economy/grossdomesticproductgdp\">entire UK pre-pandemic economy</a>. So what are the wider implications of this expansion in state spending?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/27/boris-johnson-no-socialist-spending-make-labour-job-harder\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/27/boris-johnson-no-socialist-spending-make-labour-job-harder", "date_published": "2020-10-27 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones always had to rebuild – but now there is scaffolding everywhere | Robert Kitson", "description": "<p>A year on from England’s World Cup win against New Zealand, the head coach has picked a squad for a sport that is changing rapidly </p><p>Exactly a year ago this week Eddie Jones was basking in a World Cup <a href=\"https://www.theguardian.com/sport/2019/oct/26/england-new-zealand-rugby-world-cup-semi-final-match-report\" title=\"\">semi-final victory against New Zealand</a> in Yokohama, among the most triumphant moments of his coaching career. The <a href=\"https://www.theguardian.com/sport/2019/nov/02/england-south-africa-rugby-world-cup-final-match-report\" title=\"\">final turned out</a> less brilliantly for him but it was still easy to imagine England returning from Japan and enjoying themselves in the 2020 Six Nations championship.</p><p>Sport, and life, is rarely so predictable. Even so, no one envisaged England would still be waiting in late October to conclude their Six Nations campaign in Rome, with nine of the 23-man squad who beat New Zealand unavailable or not selected for the tournament’s finale. Jones was always going to have some rebuilding to do but, suddenly, there is scaffolding everywhere.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/oct/27/eddie-jones-always-had-to-rebuild-but-now-theres-scaffolding-everywhere\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/oct/27/eddie-jones-always-had-to-rebuild-but-now-theres-scaffolding-everywhere", "date_published": "2020-10-27 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US evangelical group takes legal action against UK venues", "description": "<p>Action comes after appearances by Franklin Graham were cancelled amid protests from LGBT rights campaigners</p><p>A conservative US evangelical organisation is taking legal action against UK entertainment venues that cancelled appearances by Franklin Graham, a preacher who has expressed homophobic and Islamophobic views, earlier this year.</p><p>The Billy Graham Evangelistic Association (BGEA) is suing venues in Manchester, Birmingham, Sheffield and Wales for breach of contract. Franklin Graham <a href=\"https://www.theguardian.com/world/2020/feb/07/us-preacher-franklin-graham-will-try-to-reverse-uk-tour-cancellations\">told the Guardian</a> in February that he was “being denied [a platform] because of religious beliefs”.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/us-evangelical-group-takes-legal-action-against-uk-venues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/us-evangelical-group-takes-legal-action-against-uk-venues", "date_published": "2020-10-27 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I got a whole new mindset’: the health secrets of people who got much fitter in lockdown", "description": "<p>Many of us have struggled to maintain our fitness in 2020 – but not everyone. Here, four people explain how they improved their sleep patterns, diet and exercise regimes</p><p>Before Covid-19, an ordinary evening for Tim Ludford, a charity worker, looked something like this: after-work drinks with colleagues; an Uber home; a takeaway. “Not healthy takeaways, either,” says Ludford, 37, from London. He would polish off a curry for two people before nailing a bag of Maltesers or a packet of biscuits.</p><p>Ludford’s relationship with food began to deteriorate after the death from cancer of his father in 2013. “I was unhappy, first of all, and I was bingeing on food and alcohol as a coping mechanism,” he says. “A lot of it was related to my dad, but I was also stuck in a rut and food was an easy way to make myself feel good.” By the time lockdown was introduced, he was severely obese, with a BMI of 40. (A healthy BMI is between 18.5 and 24.9, according to <a href=\"https://www.nhs.uk/conditions/obesity/\">the NHS</a>.) “Sometimes I’d do crazy things,” he says. “If I was on the way to meet someone for dinner, I’d go to KFC on the way. And then I’d eat dinner as well.”</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/i-got-a-whole-new-mindset-the-health-secrets-of-people-who-got-much-fitter-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/i-got-a-whole-new-mindset-the-health-secrets-of-people-who-got-much-fitter-in-lockdown", "date_published": "2020-10-27 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dear Gavin Williamson, claw back some respect by pausing Sats, league tables and Ofsted | Michael Rosen", "description": "<p>It’s time to listen to teachers and heads who are calling for primary tests to be suspended because of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>I think we are getting a good picture of what kind of secretary of state for education you are. You completely messed up last year’s <a href=\"https://www.theguardian.com/education/2020/aug/17/gavin-williamson-seeks-blame-ofqual-exams-debacle-a-level-gcse\">GCSEs</a>. Now there are big <a href=\"https://news.sky.com/story/coronavirus-teaching-union-calls-for-a-two-week-circuit-breaker-over-half-term-12106167\">question marks</a> over whether you have made <a href=\"https://www.theguardian.com/education/2020/oct/09/parents-in-england-refusing-to-send-their-children-back-to-school\">schools safe</a> from Covid-19, with many parents afraid to send their children in. You’ve told schools they <a href=\"https://www.theguardian.com/education/2020/oct/20/how-can-englands-schools-educate-isolating-children-if-families-cant-afford-wifi\">must do online teaching</a>, without any extra money for it. To top it all, you and your schools minister, Nick Gibb, voted against Marcus Rashford’s idea of providing <a href=\"https://www.theguardian.com/education/2020/oct/22/tory-mp-quits-as-aide-after-voting-for-free-school-meals-motion\">free school meals</a> for hungry children.</p><p>Perhaps it is time to claw back some credibility. One way would be to start listening to teachers and <a href=\"https://www.tes.com/news/heads-vote-scrap-nonsensical-2021-sats\">headteachers who are calling for Sats</a> to be suspended. They have also called for <a href=\"https://www.theguardian.com/education/2020/jul/05/teachers-urge-suspension-of-english-school-league-tables-in-2021\">Ofsted inspections and league tables</a> to be postponed because of the trauma on schools and children from the pandemic.</p> <a href=\"https://www.theguardian.com/education/2020/oct/27/dear-gavin-williamson-claw-back-some-respect-by-pausing-sats-league-tables-and-ofsted\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/27/dear-gavin-williamson-claw-back-some-respect-by-pausing-sats-league-tables-and-ofsted", "date_published": "2020-10-27 07:30:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Covid policy for children in detention 'cruel and inhumane', says UN expert", "description": "<p>Solitary confinement to stop virus spread increases risk of self-harm and suicide and could have a lifelong impact, M0J warned</p><ul><li><a href=\"https://www.theguardian.com/global-development/2020/oct/27/just-15-minutes-out-every-day-a-teenage-prisoners-life-during-covid\">‘Just 15 minutes out every day’: a teenager prisoner’s life during Covid</a></li></ul><p>The UK government’s policy of allowing children in detention to be locked alone in their cells for up to 23 hours a day under emergency Covid-19 measures is “extreme and inhumane” and could lead to lifelong mental health damage, according to the UN special rapporteur on torture and leading child health experts.</p><p>Since March, facilities have been able to keep children as young as 12 confined alone in their cells for all but around 40 minutes a day. The measures, which were put in place to stop potential Covid-19 outbreaks, affect around 500 under 18-year-olds in youth detention and another 4,000 18-21-year-olds held in adult prisons.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/27/uk-covid-policy-for-children-in-detention-cruel-and-inhumane-says-un-expert\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/27/uk-covid-policy-for-children-in-detention-cruel-and-inhumane-says-un-expert", "date_published": "2020-10-27 07:30:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan government denies Rift Valley fever outbreak despite reports of deaths", "description": "<p>Doctors say cases and dozens of deaths from the disease have occurred since August floods, with cases of malaria and cholera also on the rise</p><p>An outbreak of Rift Valley fever has killed dozens of people and infected more than 1,000 in Sudan’s Northern state, according to local doctors.</p><p>Doctors told the Guardian the disease has spread across the towns of Merowe, Al Dabbah and Karima, mainly among cattle herders.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/27/sudan-government-denies-rift-valley-fever-outbreak-despite-reports-of-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/27/sudan-government-denies-rift-valley-fever-outbreak-despite-reports-of-deaths", "date_published": "2020-10-27 07:15:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After scandals like Winterbourne View, why is basic decency still remarkable?", "description": "<p>Children with learning disabilities and their families need support that is kind, compassionate and thoughtful</p><p>In late July 2019, I tweeted asking families with autistic or learning disabled children to share their experience of “sparkling” actions by health and social care professionals. I was writing a book about how professionals could make a difference in the lives of children and their families, and the manuscript was woefully negative.</p><p><a href=\"https://twitter.com/emmadimps/status/1156484743896162304?s=20\">The tweets</a><strong> </strong>started appearing and <a href=\"https://twitter.com/sarasiobhan/status/1156278091150479360?s=20\">the thread</a><strong> </strong>grew across the next few weeks. They included extraordinary examples of what I came to call “pockets of brilliance”. An administrator who included pug memes in the appointment letters for a dog-loving young patient. Professionals who were prepared to sit on the stairs so a child could stay in their bedroom during a visit. The GP who told one mother: “I don’t know very much about autism, but I promise you that I will do all I can to learn.” Another GP who rang a mother in the evening after he’d been kicked during a distressing appointment, gently asking what he could do to help. These behaviours could be badged as “reasonable adjustments”, but to give them any type of label is part of the problem. The shoehorning of human actions based on kindness, thought and sense into jargon dehumanises what should be everyday, normal conduct.</p> <a href=\"https://www.theguardian.com/society/2020/oct/27/after-scandals-like-winterbourne-view-why-is-basic-decency-still-remarkable\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/27/after-scandals-like-winterbourne-view-why-is-basic-decency-still-remarkable", "date_published": "2020-10-27 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears of 'two-tier' system as NHS waiting lists prompt more people to go private", "description": "<p>Covid crisis leads to more people self-funding treatment or investing in private health insurance</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Concerns are growing that long NHS waiting times caused by the coronavirus crisis are exacerbating pre-existing health inequalities and creating a “two-tier” system, as more people turn to the private sector for quicker treatment.</p><p>As leading doctors warn mass cancellations of NHS operations in England are inevitable this winter after waiting times <a href=\"https://www.theguardian.com/society/2020/jul/09/nhs-patients-in-england-face-longest-ever-wait-for-surgery-and-cancer-care\">reached </a><a href=\"https://www.theguardian.com/society/2020/jul/09/nhs-patients-in-england-face-longest-ever-wait-for-surgery-and-cancer-care\">the highest levels on record </a><a href=\"https://www.theguardian.com/society/2020/jul/09/nhs-patients-in-england-face-longest-ever-wait-for-surgery-and-cancer-care\">this summer</a>, data shows a rise in the number of people self-funding treatment or investing in private health insurance.</p> <a href=\"https://www.theguardian.com/society/2020/oct/27/fears-of-two-tier-system-as-nhs-waiting-lists-prompt-more-people-to-go-private\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/27/fears-of-two-tier-system-as-nhs-waiting-lists-prompt-more-people-to-go-private", "date_published": "2020-10-27 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Look of the Irish: the communities captured by Tony O'Shea – in pictures", "description": "<p>Four decades of work by the Irish photographer feature in a new photobook. His dignified images, according to his former editor Colm Tóibín, offer ‘a hesitant window into the soul’</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/27/irish-communities-tony-o-shea-photographer-retrospective-colm-toibin-dublin\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/27/irish-communities-tony-o-shea-photographer-retrospective-colm-toibin-dublin", "date_published": "2020-10-27 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour operator won’t refund me for cancelled ski trip", "description": "<p>Wasteland Ski owes me £677 for a university trip but seems to be avoiding paying</p><p><strong>I am a </strong><strong>second-year student at Bristol who is desperately trying to get a refund of £677 I paid for </strong><strong>a university ski trip that was cancelled in March. The tour operator, Wasteland Ski, initially told students </strong><strong>it would issue a credit note for basic costs and then cash refunds for “</strong><strong>additional costs</strong><strong>”. We were </strong><strong>told to claim on our travel insurance, which I tried to do, but my claim was turned down on the basis that it was </strong><strong>up to the tour operator to refund me.</strong></p><p><strong>Since then the company has done everything to avoid refunding me</strong><strong>. It is now advertising its trips to this year’s freshers for next spring. I paid £677 for a trip which </strong><strong>it has not delivered</strong><strong>; </strong><strong>it is simply pocketing my money. What would you do?<br />EN</strong>, <em>Bristol</em></p> <a href=\"https://www.theguardian.com/money/2020/oct/27/tour-operator-wont-refund-me-for-cancelled-ski-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/27/tour-operator-wont-refund-me-for-cancelled-ski-trip", "date_published": "2020-10-27 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Khabib Nurmagomedov's dominance was straightforward. His legacy is anything but", "description": "<p>The world’s second-most popular Muslim athlete retired at the top of his game on Saturday as the most dominant champion in UFC history. But the legacy he leaves behind is complex<br /></p><p>“<em>Alhamdulillah</em>. God gave me everything.”</p><p>The Islamic phrase was among the first words spoken by Khabib Nurmagomedov following <a href=\"https://www.theguardian.com/sport/2020/oct/24/khabib-gaethje-fight-ufc-254-recap\">his submission victory</a> on Saturday over interim lightweight champ Justin Gaethje at UFC 254. The words carried the weight of the last few months of the champion’s life, a period filled with the tragic passing of his father due to the coronavirus and the unyielding weight of expectations. Now, for the first time in his illustrious career, Khabib Nurmagomedov seemed relieved. He knew his time was up.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/27/khabib-nurmagomedov-legacy-ufc-champion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/27/khabib-nurmagomedov-legacy-ufc-champion", "date_published": "2020-10-27 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High court condemns lack of provisions in UK for suicidal teenager", "description": "<p>Judge forced to send 16-year-old girl to unregulated placement due to lack of available NHS psychiatric intensive care beds </p><p>Not a single secure bed was available anywhere in the UK last week for a suicidal teenager, according to a high court ruling that highlights the chronic shortage of accommodation to support the country’s most vulnerable children.</p><p>Lord MacDonald said the lack of places – partly caused by Covid-19 restrictions – left him facing a “stark choice” either to send the 16-year-old girl to an unregulated placement – meaning she would not inspected – or into the community “where she will almost certainly cause herself possibly fatal harm”.</p> <a href=\"https://www.theguardian.com/society/2020/oct/27/high-court-condemns-lack-of-provisions-in-uk-for-suicidal-teenager\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/27/high-court-condemns-lack-of-provisions-in-uk-for-suicidal-teenager", "date_published": "2020-10-27 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong activist detained while attempting to seek asylum at US consulate", "description": "<p>Tony Chung, 19, was on bail on suspected national security law offences when he was reportedly ‘snatched away’</p><p>Tony Chung, a 19-year-old Hong Kong activist on bail after his arrest on suspected national security offences, has been detained by authorities while attempting to seek asylum at the US consulate.</p><p>A spokesperson for Chung’s now disbanded activism group later said two other members, Yanni Ho and William Chan, were also arrested later on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/hong-kong-activist-detained-while-attempting-to-seek-asylum-at-us-consulate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/hong-kong-activist-detained-while-attempting-to-seek-asylum-at-us-consulate", "date_published": "2020-10-27 06:55:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The meaning of leaf: an autumnal tour of England's arboretums", "description": "<p>Planted by specimen collectors in the 18th and 19th centuries, arboretums are a ‘living library of trees’ that have become an invaluable public resource for recreation and education</p><p>Autumn’s blaze of glory, all flame-red leaves and burnt-gold foliage, offers an opportunity to marvel at the brilliance of the natural world before hunkering down for winter. Though, as nature goes into hibernation, forests, woods, parks and arboretums can often feel alive with walkers, joggers and families exploring them.</p><p>The experience of lockdown has changed many people’s relationships with nature and will undoubtedly extend our interaction with the arboreal beyond the traditional leaf-peeping season. Outdoor trends, <a href=\"https://www.theguardian.com/travel/2020/sep/06/forest-bathing-in-south-wales-wye-valley\">such as forest bathing</a>, awe-walks and even park strolls, have become a lifeline to many, and now the UK’s most spectacular spaces set aside for trees – arboretums – are seeing record numbers of visitors.</p> <a href=\"https://www.theguardian.com/travel/2020/oct/27/autumn-tour-of-uk-arboretums-living-library-of-trees-leaves\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/oct/27/autumn-tour-of-uk-arboretums-living-library-of-trees-leaves", "date_published": "2020-10-27 06:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Requiem for a Dream at 20: Aronofsky's nightmare still haunts", "description": "<p>The auteur’s bold and brutal 2000 adaptation of Hubert Selby Jr’s cultish novel about addiction remains an indelible and shocking act of provocation</p><p>I was 17, and just beginning university, when Requiem for a Dream descended on cinemas like an opaque, bruise-blue mist. Notwithstanding the no-under-18s restrictions stamped upon it by stern censors in the UK and elsewhere, I like to think I was the optimal age for it. Darren Aronofsky’s addiction drama may be cross-generational in its focus, but with its unremittingly punishing storytelling and frenzied, all-systems-go cinematic energy, it represents a very young person’s idea of how a very adult film looks, sounds and spasms. I loved it, even as it followed me through a tertiary arts education to the point of overkill: its poster gracing umpteen friends’ dorm rooms, its Clint Mansell/Kronos Quartet string theme – and its countless remixes – soundtracking all manner of student theatre pieces and presentations, its formal and literary flourishes seized upon by many a hip professor seeking a modish mutual reference point.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/sep/14/almost-famous-at-20-cameron-crowe-warm-hearted-ode-to-music-journalism\">Almost Famous at 20: Cameron Crowe's warm-hearted ode to music journalism</a> </p> <a href=\"https://www.theguardian.com/film/2020/oct/27/requiem-for-a-dream-at-20-aronofskys-nightmare-still-haunts\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/27/requiem-for-a-dream-at-20-aronofskys-nightmare-still-haunts", "date_published": "2020-10-27 06:21:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Me and My Afro – a moving exploration", "description": "<p>Black men and women tell Emma Dabiri their often fraught hair stories. Plus: birdwatching and seal pupping in Autumnwatch. Here’s what to watch this evening</p><p>Emma Dabiri’s documentary is a fascinating and, at times, moving exploration of the cultural weight carried by black hair. For many interviewees, hair journeys are genuinely fraught affairs, involving statements of identity, acceptance or rejection of white beauty archetypes, privilege and, in some cases, hair-related physical pain. As one woman says, recalling a realisation prompted by the Black Lives Matter movement: “I never loved my hair. Does that mean I never loved myself?” <strong>Phil Harrison</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/27/tv-tonight-me-and-my-afro-a-moving-exploration\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/27/tv-tonight-me-and-my-afro-a-moving-exploration", "date_published": "2020-10-27 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales's Covid competence is inspiring many of us to thoughts of independence | Rhiannon Lucy Cosslett", "description": "<p>As a Welsh person living in England, I feel envious of my loved ones united behind a government they can trust </p><ul><li><a href=\"https://preview.gutools.co.uk/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://preview.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>On Friday <a href=\"https://www.theguardian.com/world/2020/oct/19/wales-to-go-into-national-firebreak-covid-lockdown\">Wales began</a> a two-week national “firebreak” Covid lockdown in an attempt to give some breathing space to its health service, which risks being overwhelmed by the rise in cases. It has not been without controversy – a ban on supermarkets selling non-essential items was <a href=\"https://www.theguardian.com/world/2020/oct/25/supermarkets-in-wales-given-discretion-over-ban-on-selling-non-essential-items-firebreak-lockdown\">criticised</a> over the weekend. In the English press, the first minister, <a href=\"https://www.theguardian.com/commentisfree/2020/oct/15/boris-johnson-wales-england-covid-hotspots-prime-minister\">Mark Drakeford</a>, and the Welsh government have been labelled as “<a href=\"https://www.telegraph.co.uk/politics/2020/10/09/long-must-people-wales-endure-labours-clowns-charge/\">clowns</a>” who are trying to turn Wales “into a wartime, command economy: <a href=\"https://twitter.com/huwbbc/status/1320046513670729731\">East Germany</a>, except not as efficient, and with more sheep” (note the tedious xenophobia).</p><p>The criticism over the essential items rule is less about lockdown and more about what individuals consider “essential” during times of crisis (the government has now indicated that supermarkets will be allowed flexibility – hardly the actions of a Soviet dictatorship).</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/27/wales-covid-competence-inspiring-independence-trust\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/27/wales-covid-competence-inspiring-independence-trust", "date_published": "2020-10-27 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BP leads energy companies preparing two major UK carbon capture projects", "description": "<p>17m tonnes of carbon dioxide to be stored beneath the North Sea every year</p><p>After decades spent extracting fossil fuels from the UK’s North Sea, a consortium of oil companies is preparing to pump Britain’s greenhouse gas emissions back beneath the seabed to help meet the government’s climate ambitions.</p><p>BP has set out plans to lead an alliance of energy companies in siphoning off the carbon dioxide from factory flues under new plans in which almost half the UK’s industrial emissions will be stored beneath the North Sea from 2026.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/27/bp-leads-energy-companies-preparing-two-major-uk-carbon-capture-projects\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/27/bp-leads-energy-companies-preparing-two-major-uk-carbon-capture-projects", "date_published": "2020-10-27 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Babies being removed from mothers during remote hearings – report", "description": "<p>Judges express concern about virtual family court hearings being held during pandemic</p><p>New mothers are having their babies taken into care during remote video and phone hearings from hospital, according to a report on justice during the coronavirus pandemic.</p><p>Parents are also joining online proceedings from home – often without adequate technology or support – when life-changing decisions are made about their children, the study commissioned by the president of the family division of the high court, Sir Andrew McFarlane, reveals.</p> <a href=\"https://www.theguardian.com/law/2020/oct/27/babies-being-removed-from-mothers-during-remote-hearings-report\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/oct/27/babies-being-removed-from-mothers-during-remote-hearings-report", "date_published": "2020-10-27 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Syria's disinformation wars destroyed the co-founder of the White Helmets", "description": "<p>In November 2019, James Le Mesurier, the British co-founder of the Syrian rescue group, fell to his death in Istanbul. What led an internationally celebrated humanitarian to take his own life?<br /></p><p>Just before sunrise in Istanbul on 11 November 2019, a determined thumping on her iron front door stirred Emma Winberg from a brief sleep. Blurry-eyed, she grasped at the empty space in bed next to her, pulled on a pair of trousers, fumbled with a bedside lamp, then ran across the bedsit to the kitchen next door. “James wasn’t there,” she said. “And that’s when I just knew.”</p><p>Winberg had slept briefly after an anxious night. As she drifted off, at about 4.30am, she had seen her husband staring at her from near the bedroom window of their third-floor flat. Now, startled awake, she dashed towards the same spot, her dread rising with every step. “I looked down and thought: ‘Thank God, nothing there.’ And then I looked left.”</p> <a href=\"https://www.theguardian.com/news/2020/oct/27/syria-disinformation-war-white-helmets-mayday-rescue-james-le-mesurier\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/oct/27/syria-disinformation-war-white-helmets-mayday-rescue-james-le-mesurier", "date_published": "2020-10-27 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joni Mitchell: 'I'm a fool for love. I make the same mistake over and over'", "description": "<p>As she releases a box set of her earliest recordings, in a rare interview Mitchell talks about life before fame, the correct way to sing her songs – and her long struggle to walk and talk again after an aneurysm</p><p>“I was lying in bed last night thinking about getting a cat,” says Joni Mitchell. It’s an early summer Sunday, and she’s sitting in her backyard patio, nicknamed Tuscany. Behind her a bird feeder is busy with hungry visitors. “And <em>this guy </em>shows up at the gate around midnight, meowing.”</p><p>A light-brown kitten with long white paws, only a few months old, leans contentedly against her shoulder. “I hope nobody comes to claim him,” she confides softly. They’re fast friends. Nearby Marcy Gensic, Mitchell’s longtime friend and associate, mentions they’ve papered the neighbourhood with lost notices. No calls yet. So with our midnight visitor, tentatively named Puss ’n Boots, tucked in the lap of this treasured artist, Mitchell is here to discuss the new set of early recordings she never intended to release: Joni Mitchell Archives Vol 1: The Early Years (1963-1967). For years she doubted their place in the revered canon of her carefully curated albums. “Some of the melodies are beautiful,” she told me in an interview in 2004, “but they’re very ingenue-y.” She seemed almost wistful. “God, they’re so vulnerable in these tough times. They’re like some ancient world.”</p> <a href=\"https://www.theguardian.com/music/2020/oct/27/joni-mitchell-interview-archives-early-years-cameron-crowe\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/27/joni-mitchell-interview-archives-early-years-cameron-crowe", "date_published": "2020-10-27 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Structural racism led to worse Covid impact on BAME groups – report", "description": "<p>Minority ethnic people in UK were ‘overexposed, under protected, stigmatised and overlooked’, review finds</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Structural racism led to the disproportionate impact of the coronavirus pandemic on black, Asian and minority ethnic (BAME) communities, a review by Dame Doreen Lawrence has concluded.</p><p>The report, commissioned by Labour, contradicts the government’s adviser on ethnicity, Dr Raghib Ali, who last week <a href=\"https://www.bbc.co.uk/news/health-54634721\">dismissed claims that inequalities</a> within government, health, employment and the education system help to explain why Covid-19 killed disproportionately more people from minority ethnic communities.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/structural-racism-led-to-worse-covid-impact-on-bame-groups-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/structural-racism-led-to-worse-covid-impact-on-bame-groups-report", "date_published": "2020-10-27 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global coronavirus report: Italian police use tear gas to disperse lockdown protests", "description": "<p>WHO tells countries ‘not to give up’ as virus fatigue sets in; street clashes in Barcelona; US daily deaths rise 10% in two weeks </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Police in <strong>Italy</strong> have fired tear gas to disperse angry crowds in the northern cities of Turin and Milan after protests against the latest round of anti-coronavirus restrictions flared into violence.</p><p>As the head of the World Health Organization urged countries “not to give up” in their fight to contain the virus, luxury goods shops, including a Gucci fashion shop, were ransacked in the centre of Turin as crowds of youths took to the streets after nightfall, letting off firecrackers and lighting coloured flares.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/global-coronavirus-report-italian-police-use-tear-gas-to-disperse-anti-lockdown-rally\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/global-coronavirus-report-italian-police-use-tear-gas-to-disperse-anti-lockdown-rally", "date_published": "2020-10-27 05:58:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China sanctions major US defence companies after arms sales to Taiwan", "description": "<p>Lockheed Martin, Boeing Defense, Space &amp; Security and Raytheon named along with US officials who played a role in weapons sales<br /></p><p>China will sanction several major defence companies in retaliation for multibillion dollar US arms sales to Taiwan, the foreign ministry has announced.</p><p>Lockheed Martin, Boeing Defense, Space &amp; Security and Raytheon were named as targets of the sanctions, as well as “the US individuals and entities who played an egregious role”, foreign ministry spokesman Zhao Lijian said at a regular press briefing on Monday, but did not provide further details.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/china-sanctions-major-us-defence-companies-after-arms-sales-to-taiwan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/china-sanctions-major-us-defence-companies-after-arms-sales-to-taiwan", "date_published": "2020-10-27 05:27:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As the future of Obamacare heads to the supreme court, so does trans rights", "description": "<p>Trans people could lose healthcare as Republican state attorneys general seek to have the entire landmark Affordable Care Act law tossed out</p><p>Starting in 2009, Jack Jimenez’s face would feel tingly and his vision would turn wonky. Sometimes it felt like he was getting a deep-tissue head massage, even when no one was touching him. The now 37-year-old from California tried for five years to get help from various doctors, many of whom told him he was just anxious.</p><p>“Of course I’m anxious. But also legit I have a problem. Every single doctor was just terrible,” he said.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/as-the-future-of-obamacare-heads-to-the-supreme-court-so-does-trans-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/as-the-future-of-obamacare-heads-to-the-supreme-court-so-does-trans-rights", "date_published": "2020-10-27 05:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journey into a black hole: part 1 – podcast", "description": "<p>They are among the most enigmatic phenomena in the universe, confounding physicists and mathematicians. Black holes pull in the matter surrounding them and anything that enters can never escape. Yet they contain nothing at all. Guided by the physicist and author of Black Hole Survival Guide, Janna Levin, Madeleine Finlay takes Science Weekly on an interstellar voyage to visit one of these incredible astrophysical objects. </p><p>In the first of two episodes, the pair discuss their target, Sagittarius A*, the supermassive black hole at the centre of our galaxy and the subject of this year’s Nobel prize in physics, and what happens when you reach the edge of a black hole <br /></p> <a href=\"https://www.theguardian.com/science/audio/2020/oct/27/journey-into-a-black-hole-part-1-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2020/oct/27/journey-into-a-black-hole-part-1-podcast", "date_published": "2020-10-27 05:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California wildfires: 100,000 told to evacuate as utility says it may have sparked blaze", "description": "<ul><li>Wind-fueled fire in Orange county has burned 4,000 acres</li><li>Southern California Edison investigates possible electrical fault</li></ul><p>A power company in southern California says its equipment may have sparked a fast-moving wildfire that has forced evacuation orders for around 100,000 people and seriously injured two firefighters.</p><p>The Silverado fire sparked early in Orange county on Monday, quickly jumping a highway and exploding to 4,000 acres. The fire had doubled in size within two hours, with strong wind gusts pushing flames along brushy ridges in Silverado canyon toward thousands of homes. In total, 20,000 homes in the city of Irvine, 40 miles south-east of downtown Los Angeles, have been evacuated, according to firefighters.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/26/california-power-outages-high-winds-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/26/california-power-outages-high-winds-latest", "date_published": "2020-10-27 04:10:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LA Rams dominate Chicago Bears in rivals' latest defensive slugfest", "description": "<ul><li>Jared Goff passes for 219 yards as Rams win 24-10 over Bears</li><li>Chicago held to just 49 yards rushing in latest disappointment</li></ul><p>Josh Reynolds and Gerald Everett caught touchdown passes from Jared Goff, and the Los Angeles Rams won a matchup of dominant defenses, beating the Chicago Bears 24-10 on Monday night.</p><p>Goff passed for 219 yards and Malcolm Brown <a href=\"https://www.nfl.com/videos/malcolm-brown-rams-through-roquan-smith-for-bullish-td\">rushed for a score</a> for the Rams (5-2), who remained unbeaten at brand-new SoFi Stadium and reasserted themselves as NFC contenders with a rebound performance one week after a rough loss at San Francisco.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/26/los-angeles-rams-chicago-bears-recap\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/26/los-angeles-rams-chicago-bears-recap", "date_published": "2020-10-27 03:48:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huawei: US asked for Meng Wanzhou's devices to be secured at arrest, court hears", "description": "<p>Canadian police officer tells extradition hearing Washington asked for phone and laptop to be put in ‘Faraday bag’ to prevent data being ‘erased remotely’</p><p>A Canadian police officer has testified about his arrest of Huawei executive Meng Wanzhou on a US extradition warrant, revealing that Washington had requested that data on her phone and laptop be secured so that it could not be “erased remotely.”</p><p>Royal Canadian mounted police constable Winston Yep – the first witness to testify in the extradition case – arrested the Chinese telecom giant’s chief financial officer in December 2018 during a stopover in Vancouver.</p> <a href=\"https://www.theguardian.com/technology/2020/oct/27/huawei-us-asked-for-meng-wanzhous-devices-to-be-secured-at-arrest-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/oct/27/huawei-us-asked-for-meng-wanzhous-devices-to-be-secured-at-arrest-court-hears", "date_published": "2020-10-27 03:43:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US election 2020: are Democrats taking black voters for granted in Wisconsin?", "description": "<p>The Guardian US reporter Kenya Evelyn grew up in Milwaukee, in the swing state of Wisconsin. She recently returned to see how this year’s pandemic, recession and Black Lives Matter protests are shifting the city’s politics</p><p>In recent years, Wisconsin has come to play a crucial role in deciding the presidential election. In 2008 and 2012, Barack Obama comfortably won there. But in 2016, Donald Trump took the state by a margin of just 23,000 votes. That year, 93,000 black voters in the city of Milwaukee stayed home on election day. </p><p>The Guardian US reporter <strong>Kenya Evelyn </strong>recently returned to her home city and tells <strong>Mythili Rao</strong> what she heard when she spoke to black voters about what this election means to them. The Democrats had expected to hold their convention in Milwaukee – but when the pandemic forced the party to go virtual, an anticipated $200m economic boom instead <a href=\"https://abcnews.go.com/Politics/businesses-milwaukee-impact-virtual-dnc/story?id=72412666\">spiralled into a substantial loss</a>. The pivot was also the final straw for many of the city’s African American residents. The coronavirus shutdown worsened national crises that <a href=\"https://www.theguardian.com/world/2020/jul/14/coronavirus-us-racial-bias-black-latino\">disproportionately devastated black Americans</a> across the country, exacerbating racial inequalities in Milwaukee. Many activists told Evelyn that it could stifle local efforts to solicit enthusiasm for <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> and his running mate, Kamala Harris. It’s a warning for Democrats not to take black voters for granted.</p> <a href=\"https://www.theguardian.com/news/audio/2020/oct/27/us-election-2020-are-democrats-taking-black-voters-for-granted-in-wisconsin\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/oct/27/us-election-2020-are-democrats-taking-black-voters-for-granted-in-wisconsin", "date_published": "2020-10-27 03:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Very nice!': Kazakhstan adopts Borat's catchphrase in new tourism campaign", "description": "<p>An official said the phrase, popularised by Sacha Baron Cohen’s character, sums up the vast tourism potential of the nation in a ‘short, memorable way’</p><p>Kazakhstan, the home country of the fictional Borat Sagdiyev, has adopted the brash, moustachioed character’s catchphrase – “Very nice!” – for a new tourism campaign.</p><p>In the recently released <a href=\"https://www.theguardian.com/film/2020/oct/24/rudy-giuliani-maria-bakalova-and-an-antisemitic-cake-discuss-borat-subsequent-moviefilm-with-spoilers\">Borat Subsequent Moviefilm</a>, the fictional journalist depicts his homeland as misogynistic, homophobic and anti-Semitic –as he does in the original, Borat: Cultural Learnings of America for Make Benefit Glorious Nation of Kazakhstan. In the first iteration Borat, played by Sacha Baron Cohen, worried that he would be executed if the film wasn’t a success.</p> <a href=\"https://www.theguardian.com/world/2020/oct/27/very-nice-kazakhstan-adopts-borats-catchphrase-in-new-tourism-campaign-sacha-baron-cohen\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/very-nice-kazakhstan-adopts-borats-catchphrase-in-new-tourism-campaign-sacha-baron-cohen", "date_published": "2020-10-27 02:39:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amy Coney Barrett confirmed to supreme court in major victory for US conservatives", "description": "<p>Senate’s confirmation of Barrett, 48, cements rightwing domination of court for years to come</p><p>The US Senate has confirmed Amy Coney Barrett to the supreme court, delivering Donald Trump a huge but partisan victory just eight days before the election and locking in rightwing domination of the nation’s highest court for years to come.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/26/amy-coney-barrett-confirmed-supreme-court-justice-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/26/amy-coney-barrett-confirmed-supreme-court-justice-vote", "date_published": "2020-10-27 00:44:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer contacted by police after collision with cyclist in London", "description": "<p>Rider taken to hospital after incident involving car said to be driven by Labour’s leader</p><p>Police are investigating a collision involving the Labour leader, Sir Keir Starmer, in which a cyclist was taken to hospital.</p><p>Starmer is understood to have been driving through north-west London around midday on Sunday when the crash occurred in Kentish Town.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/27/keir-starmer-contacted-by-police-after-collision-with-cyclist-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/27/keir-starmer-contacted-by-police-after-collision-with-cyclist-in-london", "date_published": "2020-10-27 00:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-hit UK hotels unlikely to recover for four years, says PwC", "description": "<p>Even with effective vaccine, hospitality sector will struggle to return to 2019 levels</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK hotel industry could take four years to return to 2019 levels of business, even if an effective vaccine helps the sector to recover from the deep financial hit caused by Covid 19.</p><p>The daily revenue per hotel room – a key indicator for the sector – is not expected to revive to 2019 levels until 2024 in London, and 2023 across the rest of the UK, according to forecasts published on Tuesday by the accounting firm PricewaterhouseCoopers (PwC).</p> <a href=\"https://www.theguardian.com/business/2020/oct/27/covid-hit-uk-hotels-unlikely-to-recover-for-four-years-says-pwc\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/27/covid-hit-uk-hotels-unlikely-to-recover-for-four-years-says-pwc", "date_published": "2020-10-27 00:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most UK bosses would back tougher employment laws to protect workers", "description": "<p>40% of business leaders surveyed also felt more responsible to provide job security amid Covid</p><p>Business leaders would support tougher employment laws and a higher minimum wage to protect workers from exploitation and poverty during the second wave of Covid-19, according to a report.</p><p>The <a href=\"https://www.progressive-policy.net/publications/from-precarious-to-prosperous\">Centre for Progressive Policy</a> (CPP) said urgent legal reforms were needed in the jobs market to prevent extreme levels of financial insecurity, in-work poverty and worker exploitation during the coronavirus emergency.</p> <a href=\"https://www.theguardian.com/law/2020/oct/27/most-uk-bosses-would-back-tougher-employment-laws-to-protect-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/oct/27/most-uk-bosses-would-back-tougher-employment-laws-to-protect-workers", "date_published": "2020-10-27 00:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police hope DNA from helmets will solve 1982 Troubles murder case", "description": "<p>Crash helmets linked to landmine attack in Northern Ireland that killed three police officers</p><p>DNA contained within two crash helmets will, police believe, reveal the identities of IRA suspects who carried out a landmine attack that killed three police officers in Northern Ireland four decades ago, the head of an investigation into historical killings during the Troubles has said.</p><p>The head of Operation Kenova, which is reopening the files on several unsolved historic and controversial crimes from the Troubles, confirmed that advanced forensic and DNA tests had been carried out on helmets as part of his investigations into the explosion.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/27/police-hope-dna-from-helmets-will-solve-1982-troubles-case\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/27/police-hope-dna-from-helmets-will-solve-1982-troubles-case", "date_published": "2020-10-27 00:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do all dogs go to heaven? Pet owners increasingly think so, says study", "description": "<p>Analysis of pet cemeteries in Newcastle and London over 100 years shows increase in proportion of graves referencing immortality</p><p>The definition of dog heaven is straightforward enough: bottomless biscuits, walks on demand, squirrels you can actually catch.</p><p>Whether it exists is a thornier question. But according to a new study, owners of all kinds of domestic animals have become more likely to believe in a pet afterlife – and have used gravestones and memorials to express their faith that they will one day be reunited.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/27/do-all-dogs-go-to-heaven-pet-owners-increasingly-think-so-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/27/do-all-dogs-go-to-heaven-pet-owners-increasingly-think-so-says-study", "date_published": "2020-10-27 00:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Proportion of people in England with Covid antibodies has fallen, study says", "description": "<p>Figure has dropped by over a quarter in three months, fuelling concerns over reinfection</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The proportion of people in England with coronavirus antibodies dropped by more than a quarter in the space of three months, researchers have revealed, fuelling concerns over reinfection. </p><p>The findings come from <a href=\"https://www.imperial.ac.uk/medicine/research-and-impact/groups/react-study/real-time-assessment-of-community-transmission-findings/\">the React-2 study</a>, which is based on home finger-prick antibody test results from random participants across all 314 local authorities. </p> <a href=\"https://www.theguardian.com/world/2020/oct/27/proportion-of-people-in-england-with-covid-antibodies-has-fallen-study-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/27/proportion-of-people-in-england-with-covid-antibodies-has-fallen-study-says", "date_published": "2020-10-27 00:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}]