[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: Season 6 – Official Boosted Gameplay Trailer", "description": "Check out this gameplay trailer for the 6th season of Apex Legends showing off map changes, crafting, and new battle pass rewards.", "link": "https://www.youtube.com/watch?v=ZdbcTC1spGk", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite Removed From App Store, Epic Games Suing Apple | Save State", "description": "In today's gaming news, Fortnite developer Epic Games is suing Apple after Fortnite was removed from the App Store. Apple claims Epic violated App Store guidelines after introducing a new way to buy cheaper V-bucks, directly bypassing the App Store fee. \n\nThe director of Spider-Man: Miles Morales has clarified that the game is going to be a complete standalone story when it launches later this year for PlayStation 5. \n\nAnd finally, Rockstar has rolled back their latest Red Dead Online update after it caused game-breaking bugs. While you're here, check out GameSpot's merch store.  Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. \n\nCheck it out here: https://store.gamespot.com/\n\n00:00 - Intro\n00:21 - Epic Sues Apple After Fortnite Removed From iOS App Store\n02:42 - Spider-Man: Miles Morales Will Tell A Complete Story\n03:37 - Red Dead Online Rolls Back A Game-Breaking Patch", "link": "https://www.youtube.com/watch?v=85Q3D-qIwVw", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tony Hawk's Pro Skater Warehouse Comparison", "description": "Check out our side-by-side comparison of Tony Hawk's Pro Skater's Warehouse, 1999 versus 2020.\n\nIt's been 21 years since the release of Tony Hawk's Pro Skater, and now the game is returning to modern consoles with the Tony Hawk's Pro Skater 1 + 2 remake. The first game received a demo ahead of release featuring the iconic opening Warehouse level, and now history has repeated itself, with the newly upgraded Warehouse being made available to customers who digitally pre-ordered the remake or scored a code from Chipotle.\n\nAs you'll see in the video above, the map has received a full visual upgrade, while still staying largely the same as you'll remember it, with the same ramps, gaps, and rails you could skate back in 1999. It was a great level design back then, and it remains great now.\n\nWhile the game will features an updated trick-list that lets you pull off moves from the sequels, including reverts, spine transfers, and fancy flatland tricks, in the video above we're playing with an in-game controller mod called \"Classic THPS1\". This disables any moves added from THPS2 onwards, including the manual, and makes for an authentic recreation of the first game. Other mods are included in the demo, letting you turn off bails, enable perfect balance for grinds, manuals, and lip tricks, or have your Special meter constantly full.\n\nThe demo is a blast of nostalgia, and has us more excited to revisit the Birdman's video game origins again. If you've pre-ordered, you'll be able to play the demo yourself from 8 AM PT on August 14.", "link": "https://www.youtube.com/watch?v=jJYaoZvi85Q", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What Game Delays Mean For Xbox Series X and PS5 Launches | Generation Next", "description": "On this premiere episode of Generation Next, we discuss the implications of Halo Infinite being delayed into 2021, having to pay extra to upgrade current gen games for new consoles, as well as discuss the best games you need to play before next gen rolls around.\n\nThis is Generation Next, GameSpot's dedicated show all about the PlayStation 5 and Xbox Series X. Each week we'll be digging deeper into the biggest news stories, chatting to developers making games for the new consoles, and just getting really dang excited about the future of gaming.\n\nThis week, the gang (Lucy James, Xbox Xpert Jordan Ramée, and PlayStation Pro Tamoor Hussain) tackle Halo Infinite's last-minute delay to 2021, Xbox Series X's release window, and having to pay to upgrade current gen games to next gen. \n\nThey also discuss the best games you need to play before next gen rolls around. And yes, obviously Tamoor picked Bloodborne. Join us every Friday on youtube.com/GameSpot for more Generation Next!  \n\n00:00 - Intro\n00:51 - Xbox Series X Confirmed For November, Halo Infinite Delayed To 2021\n06:50 - Control Next-Gen Upgrade Only Comes With The Ultimate Edition\n12:25 - Games You Should Play Before Next Gen\n23:20 - Outro", "link": "https://www.youtube.com/watch?v=X2juo__12IE", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bioshock 4 Will Be In A New World | Save State", "description": "In this video, Persia talks about some recent job listings from Cloud Chambers, the develolper behind Bioshock 4. One of the listings indicates that the setting of Bioshock 4 will be a new world instead of returning to Rapture or Columbia. Other listings also confirmed obvious details like being slated for next-gen and running on Unreal Engine 4.\n\nPersia also goes over Control's new Ultimate Edition: an all-inclusive package of the game that will include a free upgrade to next-gen. As of right now, this new edition will be the only way to upgrade to next-gen for free, making current game and season pass holders not eligible.\n\nAnd finally, after talks of game price increases for next-gen, Capcom is undecided on whether its prices will change. Capcom said that it will \"consider our approach, having analyzed both our strengths and weaknesses while closely monitoring industry trends.\" Capcom also noted that first quarter revenue has exceeded its expectations, mostly due to strong digital sales.\n\nDon't forget to check out store.gamespot.com to get some awesome Play For All merch. All proceeds will be donated to Black Lives Matter and COVID-19 relief efforts. \n\nThis is your Save State for Wednesday, August 12th.\n\n00:00 - Intro\n00:20 - BioShock 4 Won't Return To Rapture Or Columbia\n01:07 - Control Next-Gen Upgrade Only Comes With The Ultimate Edition\n01:52 - Capcom Is Re-Thinking Next-Gen Game Prices", "link": "https://www.youtube.com/watch?v=MKnL3zVkUm0", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 - Which Life Path Is Right For You?", "description": "The world of Cyberpunk 2077 reacts based on your choices. The first of these is one of the most important, as it determines where your character starts, and how the world will react to them: their life path. In preparation for Cyberpunk's November release, we're going to dive into all three choices so you can be prepared to build your perfect V.\n\nYou'll have three options to choose from for your life path: street kid, nomad, and corporate. The one you select will impact how you move through Night City, as you'll encounter different characters, story beats, and conversations depending on your origin. In this video, Jake breaks down each life path, and explains how they impact V's life leading up to the start of the RPG. \n\nLife paths follow you into the main quest and beyond as well. CD Projekt Red has said that each origin will determine which characters you meet and your relationships with them, and though some will appear across life paths, their disposition towards you will differ. Jackie Wells, your in-game companion, is an acquaintance regardless of which you choose, but your relationship will vary as each origin gives the two of you a different history. \n\nSo which path are you taking to Night City?", "link": "https://www.youtube.com/watch?v=muHzddQlgSk", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Fortnite - Official \"1984\" Cinematic Short", "description": "Epic Games has defied the App Store Monopoly. In retaliation, Apple is blocking Fortnite from a billion devices. Visit fn.gg/freefortnite and join the fight to stop 2020 from becoming \"1984\"\n\n#FreeFortnite #FortniteMac #FortniteiOS #FortniteApple", "link": "https://www.youtube.com/watch?v=b7Mexf-lT-8", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]