[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War's Multiple Endings Explained", "description": "Call of Duty: Black Ops Cold War has multiple ending scenarios for its single-player campaign. Let's take a look at each one. \n\nMAJOR SPOLIERS AHEAD!  \nCall of Duty: Black Ops Cold War has a few endings to its single-player campaign mode. Players are given the option to save the world by preventing a nuclear war, or teaming up with Perseus to commence the launch and deter the Americans to a dead end. Throughout the story, you’re given many options to progress the way you want. But when it comes to this final mission, a lot more is at stake and your actions are a matter of life or death. Here’s how your options break down. \n\nAfter some mental interrogation, your character Bell wakes up and finds themselves with Adler and the American team. You’re strapped to a chair and given one choice: Tell Adler the truth about Perseus’ location and help prevent a nuclear catastrophe, or lie to him, divert the American team to another location, and help Perseus vaporize all of Europe. If you tell Adler the truth, you get the canonical ending where you, Mason, Woods, and Adler head to the Solovetsky islands and stop the launch from happening. Perseus escapes but America wins this fight and saves all of Europe.  \n\nLying to Adler sends you to the Duga array in the Ukraine- a distraction for Perseus to start the launch with no Americans in his way. If you unlocked the secret door in Hudson’s base prior to this mission, you also have a chance to not only turn your back on the US team, but plan an ambush that leads to the deaths of Woods, Mason, Kim and Adler by your own hands. Once the US team is killed, you and the mysterious man (who turns out NOT to be Perseus) launch the nukes and blame the United States. Be on the lookout for GameSpot’s Call of Duty: Black Ops Cold War coverage with its upcoming review and guides to both multiplayer and zombies mode.", "link": "https://www.youtube.com/watch?v=JhQeqWQ8ppQ", "date_published": "2020-11-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5's DualSense Is Revolutionary For First Person Shooters", "description": "Jean-Luc talks about how the PlayStation 5's new DualSense controller is a massive game changer for first-person shooters after experiencing it with Call of Duty: Black Ops Cold War.", "link": "https://www.youtube.com/watch?v=J2D3O8sMayQ", "date_published": "2020-11-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Black Ops Cold War Campaign First Look", "description": "After playing Call of Duty: Black Ops Cold War’s campaign twice, reviewer Kallie Plagge gives her first impressions of the game’s single player, before delivering her final verdict on the game’s Zombies mode, and multiplayer servers.\n\nAfter playing Call of Duty: Black Ops Cold War's campaign twice, Kallie Plagge gives her first impressions of just the game's main story. Activision's first person shooter Call of Duty: Black Ops Cold War is now available on Xbox One, PS4, PC, Xbox Series S, Xbox Series X, and PS5. You can read Kallie Plagge's review in progress of Call of Duty: Black Ops Cold War on GameSpot.", "link": "https://www.youtube.com/watch?v=MOj0eLqTxiI", "date_published": "2020-11-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Demon’s Souls First Look and Best Phil Spencer Interview Moments | Generation Next", "description": "It’s PS5 and Xbox Series X/S launch week! To celebrate, Tam interviews Xbox boss Phil Spencer, and shares his early impressions of Demon’s Souls. Keep gamin’! \n\nIt’s PS5 and Xbox Series X/S launch week, and to celebrate, the Generation Next team have a bumper launch special for you to feast your eyes on. \n\nFirst up, Tamoor interviewed Xbox boss Phil Spencer, so we show some choice cuts from the discussion, including what Halo Infinite’s delay has meant to Xbox, a lack of first-party showpiece games for the Xbox Series X/S, the platform's presence in the Asian market, and, of course, some Elden Ring chat. We also finally ask Phil what he thinks of the nicknames Big Phil and Phil Sponsors, and he picks his favourite.\n\nBut that’s not all! We finally get to spend some time with Bluepoint Games’ Demon’s Souls remake, and Tam shares his early review impressions (spoilers, they’re very positive). Generation Next isn’t going anywhere now that the consoles are out, so keep a look out for it next Friday, and if you’re getting a new console this weekend, enjoy!\n\n00:00 - Intro\n01:26 - Big Phil Confirmed\n03:14 - How was interviewing Phil?\n05:07 - Phil Spencer on expanding into the Asian markets\n12:59 - Phil Spencer on the current state of Halo\n16:30 - Phil Spencer on Xbox's lack of a killer app at launch\n19:52 - Phil Spencer on Elden Ring\n24:22 - Tam's Demon's Souls Impressions\n32:12 - Outro", "link": "https://www.youtube.com/watch?v=JBGlHBCWvwo", "date_published": "2020-11-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 vs Xbox Series X: Assassin's Creed Valhalla", "description": "We compare the two next-gen versions of Assassin's Creed Valhalla, taking a look at the game's load times, and visuals on PlayStation 5 and Xbox Series X. \n\nAssassin's Creed Valhalla is available now for both current and next-gen platforms. We already compared the game's Xbox One X version to its Series X upgrade, with the Series X version having clear improvements over last gen, but what differences can we expect between Series X and Sony's new PlayStation 5?\n\nIn the video above, we take the same Assassin's Creed Valhalla save file and, thanks to the cloud, use it on both platforms, to compare as fairly as possible. We also used the same capture device and in-game settings. We compare the fast travel load times between Norway and England, and take a look at how the visuals and performance differ between the platforms. You'll see that the differences are negligible, but a keen eye may be able to spot them.\n\nTake a look at the video to discern the key differences between the PlayStation 5 and Xbox Series X versions of the game. If you currently own Assassin's Creed Valhalla on PS4 or Xbox One,, the game upgrades to the next gen version for free when you get a new console, and you can use your cloud save to pick up where you left off. For more on Assassin's Creed Valhalla, including our review, check out more from GameSpot.", "link": "https://www.youtube.com/watch?v=YRpFktvTO0w", "date_published": "2020-11-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]