[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Amplify with Lara Downes: Helga Davis", "description": "Lara Downes | November 14, 2020\nThe first time I saw Helga Davis, she was wearing a column of white satin, standing in a pool of white light, shining. She was singing Judy Collins' \"Wings of Angels,\" a song about grief and loss, but also about the power of love to transcend time and place, life and death. She was magnetic. You could have heard the softest whisper of an angel's wing in the spellbound silence.\n\nThat night Helga and I found each other backstage and we've never let go. She's become one of my closest friends — someone I trust, depend on and listen to. She is fiercely and fearlessly creative as a performer, writer, curator, producer and broadcaster. She does not stop until she gets things exactly and spectacularly right. Her standards are relentless, whether researching a project, rehearsing a concert, or relishing a lobster roll.\n\nThis pandemic has grounded Helga for the first time in her creative life. A constant world traveler by choice and by occupation, she has suffered deeply from the forced isolation of these long months. We've talked often about the challenges of navigating this strange time that is so undefined and yet so definitive. And we've cried. Although Helga has been confined to her Harlem apartment, she can't be contained. Her creative energy bursts through the boundaries of any four walls, and soars.\n\nIn this conversation, we talk about transcending time and place — finding profound connections through the walls and miles that separate us — and imagining new dimensions for creativity and collaboration.\n\nAnd Helga remembers the first time she saw dolphins — those magical mammals who can burst through the surface of the ocean and soar free, even without wings.\n\nLara Downes is a pianist with ears wide open.\nHelga Davis is a bold musical creator, at home in uncharted territory.\nTogether they explore creative connections in this time of isolation.", "link": "https://www.youtube.com/watch?v=66fk2Qlu1GA", "date_published": "2020-11-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Copland House: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nTom Huizenga | November 13, 2020 \nSince 2008, we've invited almost 1,000 musicians to come to NPR headquarters in Washington, D.C., to play songs beside a desk that belongs to my colleague Bob Boilen. Since the pandemic hit, artists have been getting creative incorporating their own desks, and other makeshift setups, into Tiny Desk \"home\" concerts.\n\nBut the desk – and the home setup – for this performance beats them all. The location is the home, and not so tiny writing desk, of Aaron Copland, America's beloved composer.\n\nCopland, who would have turned 120 on Nov. 14, gave us Appalachian Spring, Fanfare for the Common Man and Rodeo, among many other works that helped define a singular American sound. The set begins with one of the composer's earliest pieces in a jazzy vein, while the Violin Sonata that follows embodies America's wide open spaces, filled with possibilities. The Duo for flute and piano, which closes the set and features the great flutist Carol Wincenc, was actually written at the very desk seen in this video.\n\nMichael Boriskin plays Copland's own piano. He's the artistic and executive director of Copland House, located an hour north of New York City in the lower Hudson River Valley. What was once Copland's home is now a creative center for American music.\n\nCopland's music from Copland's own desk – what could be more authentic than that?\n\nSET LIST\nThree Moods: III. Jazzy\nSonata for Violin and Piano: I. Andante semplice – Allegro\nDuo for flute and piano: II. Poetic, somewhat mournful; III. Lively, with bounce\n\nMUSICIANS\nMichael Boriskin: piano\nCurtis Macomber: violin\nCarol Wincenc: flute\n\nCREDITS\nVideo and Audio: Jeremy Tressler\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=AndHtmw36GU", "date_published": "2020-11-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]