[{"source": "https://www.theguardian.com/rss", "title": "The Trip to Greece review – Coogan and Brydon have the Midas touch", "description": "<p>The comics’ semi-fictionalised food tour ends in the Med, as they deepen the moving pathos behind their celebrity impressions and endless bickering</p><p>Scheduling <a href=\"https://www.sky.com/watch/channel/sky-one/the-trip-to\">The Trip to Greece</a> (Sky One) to appear during the last dregs of a miserable, wet British winter is either an act of wanton cruelty or an escapist dream, depending on whether you’re feeling unreasonably upbeat or not. It is now 10 years since Rob Brydon and Steve Coogan began their culinary road trips, and, having taken in the Lake District, Italy and Spain, this fourth instalment looks to be the last. During promotion for the fourth series of the show, Coogan pointed out that even the jokes about The Trip becoming repetitive are in danger of becoming repetitive.</p><p>If it is the last series, then it is bowing out with dignity and sticking to what it knows best, rather than setting fire to its legacy and sending Brydon and Coogan off on an 18-30 all-inclusive at the Ibiza Rocks hotel, though honestly, I would watch that, too. This time, the pair have been “commissioned by the Observer” to retrace the steps of Odysseus, so The Trip to Greece begins in Turkey, with Coogan doing a Partridge “A-ha!” in a Trojan horse. Fans of the series will know that is pretty much the extent of it. They eat delicious-looking food, spar with one another, and there’s some serious location envy.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/03/the-trip-to-greece-review-coogan-and-brydon-have-the-midas-touch\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/03/the-trip-to-greece-review-coogan-and-brydon-have-the-midas-touch", "date_published": "2020-03-03 23:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kane and Rashford could play at Euro 2020, says Gareth Southgate", "description": "<ul><li>Both England strikers currently out injured</li><li>Manager backs Jordan Pickford after Everton error</li></ul><p>Gareth Southgate is optimistic about the possibility of Harry Kane and Marcus Rashford being fit for Euro 2020 and has left the door open for Phil Foden as he anticipated another competitive year of international football.</p><p>Southgate was in Amsterdam for the Nations League draw, the Uefa competition that gives England the chance to lay the ghosts of 2016 after they were drawn against Iceland, as well as Denmark and Belgium, in group A2.</p> <a href=\"https://www.theguardian.com/football/2020/mar/03/kane-and-rashford-could-play-at-euro-2020-says-gareth-southgate\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/03/kane-and-rashford-could-play-at-euro-2020-says-gareth-southgate", "date_published": "2020-03-03 22:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US prosecutors accuse Honduran president of taking drug money", "description": "<p>Juan Orlando Hernández allegedly took $25,000 in 2013 in exchange for protecting trafficker from law enforcement</p><p>US prosecutors have said that the president of Honduras met a drug trafficker in around 2013 and took $25,000 in exchange for protecting the trafficker from law enforcement.</p><p>The US attorney’s office for the southern district of New York issued a statement referring to President Juan Orlando Hernández only as a “high-ranking Honduran official” or as “CC-4”, a co-conspirator.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/honduran-president-juan-orlando-hernandez-drug-money\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/honduran-president-juan-orlando-hernandez-drug-money", "date_published": "2020-03-03 22:26:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Miguel Almirón's first-half double eases Newcastle through at West Brom", "description": "<p>Newcastle are on their way to Wembley as far as their admirable away support is concerned. A double strike from the normally innocuous Miguel Almirón helped put them into the last eight, just a game away from a trip to London, and though there are still some big teams left the near 50% of respondees who told a Newcastle Chronicle survey they wouldn’t mind being relegated if they could go down as FA Cup winners are one step nearer to their wish.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/03/chelsea-liverpool-fa-cup-fifth-round-match-report\">Ross Barkley inspires Chelsea against Liverpool to reach last eight</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/03/west-bromwich-albion-newcastle-united-fa-cup-fifth-round-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/03/west-bromwich-albion-newcastle-united-fa-cup-fifth-round-match-report", "date_published": "2020-03-03 22:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ross Barkley inspires Chelsea against Liverpool to reach FA Cup last eight", "description": "<p>If Chelsea needed this, then Ross Barkley certainly did. And the boyhood Evertonian could hardly have chosen better opponents to punish. The midfielder’s Chelsea career since his move from Goodison Park in January 2018 can be best described as stop-start.</p><p>Nobody doubts Barkley’s ability when it is his day. It is just that those days have been too scarce. Everything came together for him in a performance of touch and influence and the goal he scored to <a href=\"https://www.theguardian.com/football/2020/mar/03/chelsea-liverpool-fa-cup-fifth-round-match-report\" title=\"\">smooth Chelsea’s passage</a> into the FA Cup quarter-finals was the defining moment.</p> <a href=\"https://www.theguardian.com/football/2020/mar/03/chelsea-liverpool-fa-cup-fifth-round-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/03/chelsea-liverpool-fa-cup-fifth-round-match-report", "date_published": "2020-03-03 21:55:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sirius Minerals to be sold after shareholder rebellion fails", "description": "<p>Following the £405m sale the UK’s first major deep mine in 40 years now likely to go ahead</p><p>Sirius Minerals, the company <a href=\"https://www.theguardian.com/business/2020/feb/22/north-york-moors-potash-mine-sirius-anglo-american-shares\">building a £4bn mine under the North York Moors</a>, is to be sold for £405m after a rebellion by irate small investors against the cut-price deal failed.</p><p>Following a fractious shareholder meeting, at which security guards were drafted in to monitor “credible threats” against directors, investors ultimately voted narrowly in favour of a sale to global mining firm Anglo American.</p> <a href=\"https://www.theguardian.com/business/2020/mar/03/sirius-minerals-takeover-at-risk-after-investor-rebellion\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/03/sirius-minerals-takeover-at-risk-after-investor-rebellion", "date_published": "2020-03-03 21:50:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nashville tornadoes: at least 25 people killed and hundreds homeless", "description": "<ul><li>Fire crews and police comb through tornado’s wreckage</li><li>Torn walls and roofs, snapped power lines and downed trees</li></ul><p>Tornadoes ripped across Tennessee as people slept early on Tuesday, shredding at least 140 buildings and killing at least 25 people. Authorities described painstaking efforts to find survivors in piles of rubble and wrecked basements as the death toll climbed.</p><p>A Tennessee emergency management agency spokeswoman raised the death toll on Tuesday morning, after police and fire crews spent hours pulling survivors and bodies from wrecked buildings.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/tornadoes-cause-injuries-and-damage-in-tennessee\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/tornadoes-cause-injuries-and-damage-in-tennessee", "date_published": "2020-03-03 21:40:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terrawatch: Is a seismic spectacle brewing in Iceland?", "description": "<p>Reykjanes peninsula is being peppered with earthquakes, suggesting magma is accumulating</p><p>Icelandic volcanoes have only to twitch and they find themselves plastered with instruments. Right now activity in the <a href=\"https://www.visitreykjanes.is/\">Reykjanes</a><a href=\"https://www.visitreykjanes.is/\"> </a><a href=\"https://www.visitreykjanes.is/\">peninsula</a>, a lesser known volcanic region in the south-west, <a href=\"https://en.vedur.is/#tab=quakes\">is causing excitement</a>. Situated near the town of Grindavík and the popular <a href=\"https://en.wikipedia.org/wiki/Blue_Lagoon_(geothermal_spa)\">Blue Lagoon</a>, and only 9 miles (15km) from Iceland’s international airport, it is an area that has not seen an eruption for 800 years (though there have been more recent eruptions offshore).</p><p>Since 21 January the region has been peppered with earthquakes, the ground has risen by as much as 5cm, and caves have filled with carbon dioxide, prompting a warning from <a href=\"https://www.icelandreview.com/nature-travel/life-threatening-conditions-in-eldvorp-caves-warning-issued/\">the Icelandic Met Office</a>. All this surface activity suggests magma is accumulating in the underlying crust, around 2 miles to 3 miles below. Currently the data suggests the magma will stay put, but there is always a chance it will find its way to the surface.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/terrawatch-is-a-seismic-spectacle-brewing-in-iceland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/terrawatch-is-a-seismic-spectacle-brewing-in-iceland", "date_published": "2020-03-03 21:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump reportedly tells Taliban official ‘you are a tough people’ in first phone call", "description": "<p>Call with official whom Trump mistakenly called ‘leader of the Taliban’ is first direct exchange between a US president and insurgent leadership since 2001</p><p>Donald Trump has spoken by telephone to a senior Taliban official at a time when a row over prisoner exchanges and a fresh outbreak of violence jeopardised a historic US-Taliban peace agreement signed on Saturday.</p><p>The conversation between Trump and the head of the Taliban’s political office, Abdul Ghani Baradar, was the first direct exchange between a US president and the insurgent leadership since the US military intervention in Afghanistan began in 2001.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/03/trump-reportedly-tells-taliban-official-you-are-tough-people-amid-peace-deal-row\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/03/trump-reportedly-tells-taliban-official-you-are-tough-people-amid-peace-deal-row", "date_published": "2020-03-03 21:25:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murder inquiries could be hit if coronavirus reduces UK police numbers", "description": "<p>Up to one-fifth of UK workforce could be off sick at peak of epidemic, government warns</p><ul><li>Follow our <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">latest coronavirus blog for live news and updates</a></li></ul><p>Police investigations into some homicides would be halted and 999 response times extended under contingency plans to help forces cope with a severe coronavirus outbreak, the Guardian has learned.</p><p>As the number of confirmed UK cases reached 51, the government warned that up to a fifth of the workforce could be off sick during the peak of a potential epidemic. A raft of measures would be introduced if the virus moved beyond the currently designated “contain phase,” a 28-page action plan warned.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/inquiries-to-be-halted-if-coronavirus-hits-police-numbers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/inquiries-to-be-halted-if-coronavirus-hits-police-numbers", "date_published": "2020-03-03 21:10:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of intensive care patients to be tested for Covid-19", "description": "<p>NHS bosses in England ramp up efforts to detect virus amid fears it is circulating in ICUs</p><ul><li>Follow our <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">latest coronavirus blog for live news and updates</a></li></ul><p>Thousands of patients in intensive care will be tested for signs of the coronavirus amid fears that it is circulating among units treating people who are seriously ill in hospital.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/03/coronavirus-latest-at-a-glance-death-toll\">Coronavirus latest: at a glance</a> </p> <a href=\"https://www.theguardian.com/world/2020/mar/03/thousands-of-intensive-care-patients-to-be-tested-for-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/thousands-of-intensive-care-patients-to-be-tested-for-covid-19", "date_published": "2020-03-03 21:05:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer challenged to publish all campaign donations", "description": "<p>Rebecca Long-Bailey supporter Jon Trickett claims any further delay is ‘anti-democratic’</p><p>A prominent supporter of Rebecca Long-Bailey has challenged Keir Starmer to release details of all donations to his Labour leadership campaign immediately, saying any further delay is “anti-democratic”.</p><p>Jon Trickett, a senior ally of Jeremy Corbyn, said there was a need to “end the secrecy” in an escalation of tensions over the issue of leadership campaign donations.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/03/keir-starmer-challenged-to-publish-all-campaign-donations\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/03/keir-starmer-challenged-to-publish-all-campaign-donations", "date_published": "2020-03-03 20:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ninth person with coronavirus dies in Washington state as New York sees second case", "description": "<ul><li>CDC confirms 60 positive or presumed-positive cases nationwide</li><li>Man in his 50s becomes New York’s second confirmed case</li><li><a href=\"https://www.theguardian.com/world/live/2020/mar/03/coronavirus-live-updates-china-latest-news-us-australia-deaths-markets-italy-iran-update-cases-italy-south-korea-japan\">Live updat</a><a href=\"https://www.theguardian.com/world/live/2020/mar/04/coronavirus-live-updates-who-global-recession-fears-update-latest-news\">es: WHO warns protective gear ‘rapidly depleting’</a></li></ul><p>Tensions over how to contain the fast-spreading coronavirus escalated Tuesday in the United States as the death toll climbed to nine and lawmakers expressed doubts about the government’s ability to ramp up testing fast enough to deal with the crisis.</p><p>All of the deaths have occurred in <a href=\"https://www.theguardian.com/world/2020/mar/03/coronavirus-washington-state-deaths-testing\">Washington state</a>, and most were residents of a nursing home in suburban Seattle. The surge is raising concerns about the dangers of the coronavirus to the elderly and immunocompromised. The number of cases in the US overall climbed past 100 scattered across at least 14 states, with 27 in Washington.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/03/new-york-school-closes-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/03/new-york-school-closes-coronavirus", "date_published": "2020-03-03 20:23:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds goalkeeper Kiko Casilla was banned for using N-word, confirms FA", "description": "<ul><li>Spaniard aimed racial slur at Charlton’s Jonathan Leko</li><li>FA independent panel satisfied with evidence of incident</li></ul><p>An independent Football Association regulatory commission suspended Kiko Casilla for eight games after being satisfied the Leeds goalkeeper called Charlton’s loanee striker Jonathan Leko “a fucking nigger” during a game at the Valley in September last year.</p><p>Casilla maintains his innocence and has been supported by Leeds, who have questioned the FA’s decision to decide the case on the balance of probabilities, but, in a 62-page document explaining the “written reasons” for its decision, the FA insists the required burden of proof was exceeded.</p> <a href=\"https://www.theguardian.com/football/2020/mar/03/leeds-uniteds-kiko-casilla-was-banned-for-using-n-word\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/03/leeds-uniteds-kiko-casilla-was-banned-for-using-n-word", "date_published": "2020-03-03 20:06:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Boris Johnson's coronavirus 'battle plan' – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/mar/03/steve-bell-boris-johnson-coronavirus-battle-plan-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/mar/03/steve-bell-boris-johnson-coronavirus-battle-plan-cartoon", "date_published": "2020-03-03 20:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Last Quiz Night on Earth review – audience competes as apocalypse beckons", "description": "<p><strong>Hope Mill theatre, Manchester<br /></strong>An asteroid is hurtling towards Earth in Alison Carr’s new play, where everyone takes part in a pub quiz</p><p>The local boozer might not be a bad place to wait for the impending apocalypse. At least, that’s the premise of <a href=\"https://www.theguardian.com/stage/2018/sep/05/caterpillar-review-theatre-503\">Alison Carr</a>’s new play, in which the end is nigh but the beer is still flowing.</p><p>As an asteroid hurtles towards Earth, the punters of the Four Horsemen (get it?) are brandishing their pens for one final quiz night. Or rather, we are. In <a href=\"https://boxoftrickstheatre.co.uk/\">Box of Tricks</a>’ immersive production, the audience are the pub regulars, dusting off our general knowledge and also competing for the title of best team name. In between quiz rounds, characters try to right old regrets and settle old scores as time ticks down to oblivion.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/03/the-last-quiz-night-on-earth-review-immersive-pub-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/03/the-last-quiz-night-on-earth-review-immersive-pub-drama", "date_published": "2020-03-03 20:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris fails to convince with sanitised take on coronavirus | John Crace", "description": "<p>PM sought to calm nation but it soon became clear his emergency plan was remarkably thin</p><p>And… breathe. Though not too deeply. And certainly not all over anybody else. After more than six weeks of mooching around No 10 hoping the pangolins would deal with the coronavirus on their own, Boris Johnson finally broke off from his sabbatical to ease widespread concerns about a global pandemic with an emergency press conference. Don’t panic! Don’t panic!</p><p>There were no face masks or breathing equipment stashed in the corner of the state room. Just hand sanitiser at the front door on the way in. This was Downing Street in full “Keep calm and carry on” mode. As Boris walked into the room, flanked by chief medical officer, Chris Whitty, and chief scientific adviser, Patrick Vallance, his trademark smirk was replaced by the serious face. It wasn’t altogether convincing – it never is – but it was the best he could do. When you’re trying to find the right words to tell several hundred thousand people they might die, it’s probably best not to look too chipper. Don’t panic! Don’t panic!</p> <a href=\"https://www.theguardian.com/politics/2020/mar/03/boris-fails-to-convince-with-sanitised-take-on-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/03/boris-fails-to-convince-with-sanitised-take-on-coronavirus", "date_published": "2020-03-03 19:52:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicolas Portal, Team Ineos sporting director, dies of heart attack", "description": "<ul><li>The Frenchman, 40, died at home in Andorra</li><li>Portal suffered cardiac arrhythmia during career<br /></li></ul><p>Chris Froome has led the tributes to Nicolas Portal after the sporting director at Team Ineos died on Tuesday aged just 40.</p><p>Portal, a former cyclist who rode for Team Sky at the end of his career before the Frenchman remained with them after retiring in 2011, was part of the backroom team which has helped Froome to win all four of his Tour de France titles.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/03/nicolas-portal-team-ineos-sporting-director-dies-of-heart-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/03/nicolas-portal-team-ineos-sporting-director-dies-of-heart-attack", "date_published": "2020-03-03 19:44:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Jong-un sister condemns 'frightened dog' South Korea in first public statement", "description": "<p>Kim Yo-jong likens South Korea to ‘frightened dog barking’ after Seoul protested against Pyongyang’s live-fire military frill</p><p>The sister of North Korea’s leader, Kim Jong-un, has condemned South Korea as a “frightened dog barking” after Seoul protested against a live-fire military exercise by the North.</p><p>Kim Yo-jong’s comments – her first known official statement – came after Seoul’s security ministers expressed “strong concern” over Pyongyang’s firing of two short-range ballistic missiles <a href=\"https://www.theguardian.com/world/2020/mar/02/north-korea-fires-two-projectiles-ending-its-ban-on-long-range-tests\">on Monday</a> – its first weapons test for more than three months.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/kim-jong-uns-sister-calls-south-korea-a-frightened-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/kim-jong-uns-sister-calls-south-korea-a-frightened-dog", "date_published": "2020-03-03 19:37:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Federal Reserve’s interest rate cut leaves markets in a dither | Nils Pratley", "description": "<p>The coronavirus seems to have spooked the US central bank and Wall Street doesn’t know which way to turn</p><p>Financial markets, having demanded a rate cut to fight a coronavirus-provoked economic downturn, didn’t know which way to turn when the <a href=\"https://www.theguardian.com/world/2020/mar/03/mark-carney-tells-g7-bank-of-england-will-give-necessary-coronavirus-support\">US Federal Reserve obliged with a half-point reduction</a>. Wall Street’s whoosh lasted an hour, and the next direction for stock markets is anybody’s guess.</p><p>Confusion is understandable at two levels. First, one could say it’s legitimate for the Fed to jump into emergency mode if it perceives “evolving risks to economic activity”. Cutting borrowing costs, even by small amounts, allows businesses and consumers to save a few dollars that can be used to weather disruption. If that’s the tactic, you might as well move early.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/mar/03/us-federal-reserves-interest-rate-cut-leaves-markets-guessing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/mar/03/us-federal-reserves-interest-rate-cut-leaves-markets-guessing", "date_published": "2020-03-03 19:26:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Now we don’t have to be afraid': Syrian family who made it to safety in Turkey", "description": "<p>Turkish border with Syria remains closed to most but some have escaped horrors of Idlib </p><p>In a video shot by her father, three-year-old Salwa listens intently to the rumble of military hardware in the distance. “Is it a plane or a shell?” he asks as they sit together on the sofa. “Shell!” she shouts, giggling hysterically when it explodes.</p><p>Turning the sounds of airstrikes and shelling into a game is how Abdullah Mohammed, 32, protected his daughter from the trauma of Syria’s war. Last week the family made it to the safety of Antakya, just over the Turkish border. Dancing around her new home in a pink princess dress, for the first time in her life Salwa doesn’t have to listen to the sounds of the conflict.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/now-we-dont-have-to-be-afraid-syrian-family-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/now-we-dont-have-to-be-afraid-syrian-family-turkey", "date_published": "2020-03-03 19:09:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson urged to speak out against climate deniers", "description": "<p>As EU sets out its first ever climate law, critics fear UK may delay or water down green measures</p><p>Boris Johnson should publicly declare climate deniers as wrong in order to secure <a href=\"https://www.theguardian.com/environment/2020/feb/03/host-uk-does-not-have-clear-vision-for-last-ditch-climate-talks\">the UK’s standing in vital UN climate talks</a> this year, campaigners have urged, as climate deniers with links to the Tory party prepare for a new battle.</p><p>As the UK leaves the EU, and its emphatic environmental commitments including the <a href=\"https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en\">European green deal</a>, those who want to see less action on the climate crisis are hoping Johnson’s government will be more amenable to delaying and watering down green measures.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/boris-johnson-urged-to-speak-out-against-climate-deniers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/boris-johnson-urged-to-speak-out-against-climate-deniers", "date_published": "2020-03-03 19:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran triples stockpile of enriched uranium in breach of nuclear deal", "description": "<p>Watchdog says country may also be storing material at three undeclared sites</p><p>Iran has nearly tripled its stockpile of enriched uranium since November in violation of its deal with world powers and is refusing to answer questions about three possible undeclared nuclear sites, the UN atomic watchdog agency has said.</p><p>The International Atomic Energy Agency made the statement in a confidential report distributed to member countries that was seen by the Associated Press. </p> <a href=\"https://www.theguardian.com/world/2020/mar/03/iran-triples-stockpile-of-enriched-uranium-in-breach-of-nuclear-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/iran-triples-stockpile-of-enriched-uranium-in-breach-of-nuclear-deal", "date_published": "2020-03-03 18:58:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women in labour being refused epidurals, official inquiry finds", "description": "<p><strong>Exclusive:</strong> minister to remind NHS trusts to follow official guidance on pain relief during childbirth </p><p>Women in labour are being refused epidurals in breach of <a href=\"https://www.nice.org.uk/guidance/cg190/ifp/chapter/pain-relief#the-early-stage-of-labour\">official guidelines</a>, a government inquiry has found.</p><p>In findings seen by the Guardian, an investigation by the Department of Health and Social Care also found that women may not be being kept fully informed that if they choose to give birth at home or in a midwife-led unit they may have to be transferred if they want an epidural. Failing to make women aware of that possibility would also be in breach of <a href=\"https://www.nice.org.uk/search?q=epidurals+labour\">National Institute for Health and Care Excellence (Nice) guidelines</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/03/women-in-labour-being-refused-epidurals-official-inquiry-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/03/women-in-labour-being-refused-epidurals-official-inquiry-finds", "date_published": "2020-03-03 18:56:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the UK’s coronavirus plan: sensible, but belated | Editorial", "description": "<p>A measured response is appropriate. But important questions remain about our ability to tackle Covid-19</p><p>As Covid-19 has spread, to more than 70 countries already, people are learning not only about the new coronavirus, but about their governments’ ability to respond to it. In many countries, from China to South Korea and Iran, anger at the shortcomings is widely held and deeply felt. With a low but fast-growing tally of <a href=\"https://www.standard.co.uk/news/uk/coronavirus-uk-twelve-more-cases-51-a4377231.html\" title=\"\">51 cases</a> in the UK, the British government, none too soon, has published its <a href=\"https://www.theguardian.com/world/2020/mar/03/explained-uk-coronavirus-action-plan\" title=\"\">action plan</a>.</p><p>This is a government that believes in providing opportunities rather than a safety net; it seems reluctant to employ the <a href=\"https://www.theguardian.com/commentisfree/2020/feb/21/the-guardian-view-of-boris-johnson-neglecting-the-nation\" title=\"\">powers of the state</a> to shield or protect. Nor does it want to take the blame for problems. One might have been forgiven for thinking that Boris Johnson had self-isolated, given how little we have seen of him recently. The public has already taken matters into its own hands, with consumers stockpiling canned goods and hand sanitiser. But this is not the kind of situation that can be managed without the state, and Mr Johnson, too, can see the political perils of simply disappearing from the scene.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/03/the-guardian-view-on-the-uks-coronavirus-plan-sensible-but-belated\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/03/the-guardian-view-on-the-uks-coronavirus-plan-sensible-but-belated", "date_published": "2020-03-03 18:36:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Victims of the Windrush scandal have little time for complaints about bullying at the Home Office | Amelia Gentleman", "description": "Philip Rutman presided over the hostile environment. Yet he chooses this moment to make a principled stand<p>There is something troubling about the resignation statement <a href=\"https://www.theguardian.com/politics/2020/feb/29/home-office-chief-sir-philip-rutnam-quits-over-priti-patel-bullying\" title=\"\">Sir Philip Rutnam</a> made to camera last Saturday. The mournful, three-minute speech was delivered in the rain, a disembodied arm holding an umbrella above his head. “I have been the target of a vicious and orchestrated briefing campaign,” he announced, looking as visibly distressed as it is possible for a career civil servant to be. “My experience has been extreme.” Colleagues had complained that the home secretary, Priti Patel, was shouting and swearing at them, “behaviour that created fear, and needed some bravery to call out”. She has denied allegations of bullying.</p><p><a href=\"https://www.theguardian.com/politics/2020/mar/02/cabinet-office-to-investigate-priti-patel-bullying-claims\" title=\"\">Further details have emerged</a>, and it is easy to view Rutnam’s resignation as an honourable gesture. And yet his decision to choose this moment to make a principled stand is very revealing. Set against his department’s recent dismal record, the sacrifice of his 33-year career in response to a minister’s bullying behaviour feels problematic.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/03/windrush-bullying-home-office-philip-rutnam\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/03/windrush-bullying-home-office-philip-rutnam", "date_published": "2020-03-03 18:29:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watching Russian immersive film 'felt like rape', says journalist", "description": "<p>Lifelike scenes of violence in Soviet-influenced experimental movie raises ethical concerns</p><p>Tatiana Shorokhova, a film critic from St Petersburg, has admitted to feeling sick and “physically afraid” while watching <a href=\"https://www.theguardian.com/film/2020/feb/26/dau-natasha-review-russia-ilya-khrzhanovsky\">DAU. Natasha</a>, a controversial film by Ilya Khrzhanovsky produced from a years-long experiment on an immersive set built as a replica of a Soviet-era research institute. In fact, she likened the experience to rape.</p><p>It was not just the graphic scenes of violence against the titular character or depictions of real sex while drunk, she said, but the understanding that all of this was, in a way, real.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/russian-film-dau-natasha-violence-soviet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/russian-film-dau-natasha-violence-soviet", "date_published": "2020-03-03 18:27:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four lessons the Spanish flu can teach us about coronavirus", "description": "<p>Up to 100 million people died in 1918-19 in the world’s deadliest pandemic. What can we learn?<br /></p><ul><li>Follow our <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">latest coronavirus blog for live news and updates</a></li></ul><p>Spanish flu is estimated to have killed between 50 million and 100 million people when it swept the globe in 1918-19 – more than double the number killed in the first world war. Two-thirds of its victims died in a three-month period and most were aged 18-49. So what lessons has the world’s deadliest pandemic taught us?</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/four-lessons-the-spanish-flu-can-teach-us-about-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/four-lessons-the-spanish-flu-can-teach-us-about-coronavirus", "date_published": "2020-03-03 18:26:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life expectancy in England rebounds after years of stagnation", "description": "<p>Figures reveal surprise jump in longevity which is biggest increase since start of decade</p><p>Life expectancy in England surged in 2019 for both men and women, in a surprise rebound after years of stagnation, according to official government figures. The <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/lifeexpectancyatbirthandselectedolderages\">Office for National Statistics</a> (ONS) said life expectancy for women at birth increased to 83.6 years in 2019, up four months compared with 2018. For men the increase was three months, taking their life expectancy to 79.9 years.</p><p>The rises represent the biggest jump since the start of the decade. Longevity improvements in England first faltered in 2011 and had plateaued since 2013, with critics blaming austerity and NHS cuts. Among women, life expectancy fell in both 2012 and 2015.</p> <a href=\"https://www.theguardian.com/society/2020/mar/03/life-expectancy-in-england-rebounds-after-years-of-stagnation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/03/life-expectancy-in-england-rebounds-after-years-of-stagnation", "date_published": "2020-03-03 18:18:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory donor invested in firm linked to Amazon deforestation", "description": "<p>Odey Asset Management understood to have sizeable stake in Brazilian firm SLC Agricola</p><p><a href=\"https://www.theguardian.com/business/2019/sep/30/crispin-odey-denies-backing-no-deal-brexit-shorting-opportunity\">Crispin Odey</a>, one of the biggest donors to Boris Johnson’s Conservative party, has invested in a Brazilian company linked to deforestation in the Amazon, the Guardian can reveal.</p><p>SLC Agricola has been accused of clearing land for soy cultivation, mostly from the <a href=\"https://www.theguardian.com/environment/2017/oct/25/amazon-rainforests-prince-charles-cerrado-manifesto\">Cerrado ecosystem in Brazil</a>, which is rich in wildlife and plant species and is an important carbon sink. It has requested licences to clear thousands of hectares of Cerrado land, on top of at least 30,000 hectares that it cleared between 2011 and 2017, which resulted in the Norwegian government pension fund divesting from the group.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/03/tory-donor-crispin-odey-invested-in-firm-linked-to-amazon-deforestation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/03/tory-donor-crispin-odey-invested-in-firm-linked-to-amazon-deforestation", "date_published": "2020-03-03 18:11:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "William and Kate lay wreath at republican memorial on Irish visit", "description": "<p>Royals also meet president and taoiseach after arriving in Dublin for official trip</p><p>The Duke and Duchess of Cambridge have started their first official visit to <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a> by laying a wreath at a memorial to those who died for Irish independence.</p><p>William and Kate performed the ritual at the Garden of Remembrance in Dublin on Tuesday, following in the footsteps of Queen Elizabeth, who <a href=\"https://www.theguardian.com/uk/2011/may/17/queen-lays-wreath-republicans-ireland\">made the historic gesture in 2011</a>.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/william-and-kate-lay-wreath-republican-memorial-irish-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/william-and-kate-lay-wreath-republican-memorial-irish-visit", "date_published": "2020-03-03 18:11:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can we really ever ‘be kind’ online? Of course we can’t  | Joel Golby", "description": "<p>An empathy-signalling movement has taken off on social media. But the internet has ways of making us into wicked creatures</p><p>In a brief but doomed attempt to dance around a looming deadline earlier this week I found myself playing an online game called Town of Idiots. The idea of the game itself is very neat – you and 16 other players have to all figure out which roles have been assigned to you before either the devil or the mafia murder you in the night, and some people are lying and some are not – but it is near instantly ruined because the only way you can communicate with other players is through a completely uncensored, unmoderated chat room, like the ones of the internet of yore, and that means what should be a wholesome whodunnit swiftly devolves into a load of 15-year-old American children competing with each other to see who can send the most shocking slurs. It reminded me of the first iteration of the internet – <a href=\"https://www.citylab.com/life/2019/01/geocities-archive-netscape-browser-first-web-suburbs-aol/580285/\" title=\"\">Geocities</a> and <a href=\"https://nymag.com/intelligencer/2017/07/newgrounds-flash-animations-will-survive-flashs-death.html\" title=\"\">Newgrounds</a> and anonymity and <a href=\"https://www.youtube.com/watch?v=HPPj6viIBmU\" title=\"\">Star Wars Kid</a> – and how truly bad it all was.</p><p>In the two weeks since 'be kind' started being chanted like a mantra, it has quickly become a strangely weaponised thing</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/03/be-kind-online-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/03/be-kind-online-movement", "date_published": "2020-03-03 18:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nashville tornadoes leave trail of destruction – in pictures", "description": "<p>Two tornadoes touched down in central Tennessee, shredding at least 140 buildings and killing at least 22 people across the Nashville area</p> <a href=\"https://www.theguardian.com/us-news/gallery/2020/mar/03/nashville-tornadoes-destruction-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2020/mar/03/nashville-tornadoes-destruction-pictures", "date_published": "2020-03-03 17:52:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel election: Netanyahu begins coalition talks", "description": "<p>Prime minister’s Likud party two seats short of majority with 90% of votes counted<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/03/israel-election-2020-latest-results\">Latest results</a></li></ul><p>Benjamin Netanyahu has begun talks to form a government after coming out ahead in <a href=\"https://www.theguardian.com/world/2020/mar/02/israel-third-election-in-a-year-all-you-need-to-know\">Israel’s third election within a year</a>, although the prime minister still appeared short of vital seats for a majority coalition.</p><p>By Tuesday night, with roughly 90% of the votes counted, Netanyahu’s Likud party was leading with 36 seats, with a total of 59 for his rightwing alliance.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/israel-election-benjamin-netanyahu-claims-early-victory-but-remains-short-of-majority\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/israel-election-benjamin-netanyahu-claims-early-victory-but-remains-short-of-majority", "date_published": "2020-03-03 17:46:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holocaust survivor to Olympic gold: the remarkable life of Eva Szekely", "description": "<p>The Hungarian, who died at the age of 92 last week, escaped the fascists as a teenager in 1944 and became swimming royalty </p><p>The fascists came for Eva Szekely in the winter of 1944, when she was 17. “I was told to lie down and say I was sick,” she remembered. “‘Come on! Get going!’” their leader shouted. “Then my dad told him: ‘She is sick, can’t you see, she cannot walk!’ and he said back: ‘She doesn’t have to walk far.’” Only to the nearby banks of the Danube, <a href=\"https://en.wikipedia.org/wiki/Shoes_on_the_Danube_Bank\" title=\"\">where they were doing the killing</a>.</p><p>“And then from some heavenly influence my dad said: ‘Don’t take her, she is the swimming champion of Hungary, and one day you will be happy you saved her life. Tell him your name.’ And he looked at me, and I looked at him,” he had one grey eye and one brown eye, “and I said my name. This is how I stayed alive, that Dad told him I was a swimming champion and he would still remember me.”</p> <a href=\"https://www.theguardian.com/sport/2020/mar/03/holocaust-survivor-to-olympic-gold-the-remarkable-life-of-eva-szekely\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/03/holocaust-survivor-to-olympic-gold-the-remarkable-life-of-eva-szekely", "date_published": "2020-03-03 17:16:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell firm set fees to avoid contract going out to tender – inquiry", "description": "<p>Inquiry told he had ‘no knowledge’ of rapid fire spread and did not know panels were combustible</p><p>The architect of the Grenfell Tower refurbishment has admitted he did not read building regulations aimed at preventing cladding fires and had no idea that panels used to insulate buildings could be combustible.</p><p>Bruce Sounes, the project architect on the council block where 72 people died in June 2017, told the public inquiry into the disaster that he did not know that aluminium panels could melt and spread flames and had no idea cladding had previously caught fire on buildings in the UK and Dubai, including at <a href=\"https://www.theguardian.com/uk-news/2017/feb/24/southwark-council-admits-safety-failings-tower-block-lakanal-house-blaze\">Lakanal House</a> in Southwark in 2009, where six people died.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/03/grenfell-tower-firm-set-fees-to-avoid-contract-going-out-to-tender-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/03/grenfell-tower-firm-set-fees-to-avoid-contract-going-out-to-tender-inquiry", "date_published": "2020-03-03 17:12:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman serving 'never-ending' jail term suffered 'sudden unexpected death'", "description": "<p>Charlotte Nokes died of sudden arrhythmic death syndrome in cell, inquest jury finds</p><ul><li><a href=\"https://www.theguardian.com/society/2020/mar/03/charlotte-nokes-father-prison-sentence\">‘They might as well have thrown the key away’</a></li></ul><p>An artist caught in a “perfect storm” of deteriorating mental health and a prison term she feared would never end suffered an extremely rare sudden death alone in her cell, an inquest has concluded.</p><p>Charlotte Nokes, 38, was on suicide watch when she died in her cell in Peterborough prison, run by the outsourcing company Sodexo, on 23 July 2016, the inquest was told.</p> <a href=\"https://www.theguardian.com/society/2020/mar/03/woman-serving-never-ending-jail-term-suffered-sudden-unexpected-death\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/03/woman-serving-never-ending-jail-term-suffered-sudden-unexpected-death", "date_published": "2020-03-03 16:51:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fresh call for Oxford dictionaries to change 'sexist' definitions", "description": "<p>Open letter continues drive to remove ‘damaging everyday sexism’ in its entries, such as citing ‘bitch’ as a synonym for woman</p><p>The leaders of Women’s Aid and the Women’s Equality party are among the signatories to an open letter calling on Oxford University Press to change its dictionaries’ “sexist” definitions of the word “woman”.</p><p>The letter points out that some <a href=\"https://www.lexico.com/synonym/woman\">Oxford Dictionaries</a>’ definitions of the word include synonyms such as “bitch” and “maid”, and says that derogatory and sexist examples of usage include, “God, woman. Will you just listen?”</p> <a href=\"https://www.theguardian.com/books/2020/mar/03/fresh-call-for-oxford-dictionaries-to-change-sexist-definitions\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/03/fresh-call-for-oxford-dictionaries-to-change-sexist-definitions", "date_published": "2020-03-03 16:48:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Among the Trees review –  a knotty problem", "description": "<p><strong>Hayward gallery, London</strong><br />Animated, trembling, majestic, fake, doomed, plastic, printed, dying and dead trees. They’re all there in this pleasurable but frustrating exhibition that would benefit from focusing on humans and our stupidity too</p><p>Running the entire width of one floor at London’s Hayward gallery is a six-screen video which depicts, at about life size, a spruce tree swaying in the breeze in Finland. To accommodate its scale, the tree is projected horizontally, and at its foot stands the artist <a href=\"https://www.mariangoodman.com/artists/26-eija-liisa-ahtila/\">Eija-Liisa Ahtila</a>, in a blue parka, dwarfed by the spreading conifer. The six projected sections of the tree tremble and sway out of sync with one another, adding to a growing sense of majestic befuddlement. You can’t take it in all at once, any more than you could if you stood before the real thing. Distantly, I hear the branches soughing and faint birdsong. Titled Horizontal – Vaakasuora, it makes you look and look some more.</p><p><a href=\"https://www.mariangoodman.com/artists/26-eija-liisa-ahtila/works/38325/\">Horizontal – Vaakasuo</a><a href=\"https://www.mariangoodman.com/artists/26-eija-liisa-ahtila/works/38325/\">ra</a> is one of the highlights of Among the Trees, an exhibition that fills the Hayward with a knotty tangle of romanticism, wood carving and trunk splitting, fake trees and real trees, doomed trees and casts of trees, dead trees, trees that never lived and trees that have survived for thousands of years. Pascale Marthine Tayou’s tree bears a blossom of colourful plastic bags which rustle in the draft from the gallery’s air conditioning, while Simryn Gill’s photographs of mangroves in the Straits of Malacca focus on the plastic detritus, lost fishing gear and clothing that festoon the branches in a horrible bunting on the edge of one of the world’s busiest shipping lanes.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/03/among-the-trees-review-hayward-gallery-london-adrian-searle\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/03/among-the-trees-review-hayward-gallery-london-adrian-searle", "date_published": "2020-03-03 16:37:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson’s bluster on Brexit is about to face reality | Rafael Behr", "description": "<p>The prime minister sold the UK a dream with a casual disregard for reality. The EU trade talks will test his bombast</p><p>Bad ideas blunt the sharpest minds, and Boris Johnson’s intellect was hardly an instrument of surgical precision before it rubbed up against a hard Brexit. The prime minister is no fool, but his talents are ill-suited to crafting a <a href=\"https://www.theguardian.com/politics/2020/mar/01/brexit-what-are-the-key-flashpoints-as-eu-uk-trade-talks-begin\" title=\"\">new relationship with the EU</a>. Johnson’s cleverness is rhetorical; his unique talent is for lifting spirits while lowering expectations. His upbeat bombast is laced with self-deprecation conveyed in his artfully tousled appearance and the elongated ums and ahs that signal improvisation, although the lines are scripted.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/commentisfree/2020/mar/02/fishing-farming-johnson-brussels\">On fishing and farming, Johnson may again be forced to back down | Simon Jenkins</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/03/boris-johnson-brexit-eu-trade-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/03/boris-johnson-brexit-eu-trade-talks", "date_published": "2020-03-03 16:21:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New energy watchdog boss vows to get tough on rip-off tariffs", "description": "<p>Jonathan Brearley says Ofgem needs to balance new net-zero carbon goals with protecting consumers</p><p>Jonathan Brearley might be the most important British climate pioneer you’ve never heard of. In the past 10 years, the former civil servant has quietly steered the UK to its first climate legislation, and then to the policy framework responsible for creating Britain’s cleanest electricity system since the 1880s. As the new chief executive of Ofgem, Brearley plans to inject climate action into the core of the UK’s energy regulation, too.</p><p>This may prove his toughest challenge yet.</p> <a href=\"https://www.theguardian.com/business/2020/mar/03/ofgem-new-chief-jonathan-brearley-net-zero-wont-happen-if-customers-feel-ripped-off\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/03/ofgem-new-chief-jonathan-brearley-net-zero-wont-happen-if-customers-feel-ripped-off", "date_published": "2020-03-03 16:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate nightmares: how to reassure a child who is anxious about the planet", "description": "<p>One in five children aged eight to 16 have nightmares about the state of the world. Here’s how adults can help<strong><br /></strong></p><p>What’s going to happen? Is everyone going to die? Questions that come up a bit in our house, from a concerned eight-year-old. In the past weeks, the focus of the anxiety might have been on you-know-what-19, but before then it <a href=\"https://www.theguardian.com/global-development/2020/feb/19/the-world-is-failing-to-ensure-children-have-a-liveable-planet-report-finds\" title=\"\">was all about the future of the planet</a>.</p><p>It is no massive surprise then that a survey for BBC Newsround has found that one in five kids have nightmares about the climate crisis. Or that two-fifths of the 2,000 children polled (aged eight to 16) don’t trust adults to sort it out.</p> <a href=\"https://www.theguardian.com/environment/shortcuts/2020/mar/03/climate-nightmares-how-to-reassure-a-child-who-is-anxious-about-the-planet\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/shortcuts/2020/mar/03/climate-nightmares-how-to-reassure-a-child-who-is-anxious-about-the-planet", "date_published": "2020-03-03 16:03:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Study finds parrots weigh up probabilities to make decisions", "description": "<p>Researchers say it is the first time such skill has been shown outside of humans and great apes</p><p>Some parrots weigh up probabilities to help them make choices, researchers have found, in a study that provides the first evidence of this skill outside great apes.</p><p>Among previous studies, African grey parrots have been found to selflessly <a href=\"https://www.theguardian.com/science/2020/jan/09/feathered-friends-study-shows-selfless-parrots-helping-peers\">help their peers complete tasks</a> and seem able to <a href=\"https://www.theguardian.com/world/2007/sep/13/usa.stephenmoss\">identify colours and count</a>. Cockatoos meanwhile <a href=\"https://www.theguardian.com/science/grrlscientist/2013/sep/04/cockatoos-are-smarter-than-human-babies\">can keep track of an object</a>’s location – even <a href=\"http://dx.doi.org/10.1037/a0033272\">when it is hidden </a>– and have been found to <a href=\"https://www.theguardian.com/science/2019/jul/08/cockatoo-choreographs-his-own-dance-moves-researchers-believe\">invent dance moves</a>.</p> <a href=\"https://www.theguardian.com/science/2020/mar/03/study-finds-parrots-weigh-up-probabilities-to-make-decisions\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/mar/03/study-finds-parrots-weigh-up-probabilities-to-make-decisions", "date_published": "2020-03-03 16:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You look great for your age’ – and other compliments to avoid", "description": "<p>Kristin Scott Thomas is fed up of having to say thank you when someone says she’s still got it. And there are plenty of other comments that are apt to backfire</p><p>Chris Matthews, one of the US’s best known news anchors, has <a href=\"https://www.theguardian.com/media/2020/mar/02/chris-matthews-announces-retirement\">summarily quit his job at MSNBC</a> following complaints about his reported remarks to a female guest. They are quite something, when you see them all written down. “Why haven’t I fallen in love with you yet?”, the journalist Laura Bassett says he asked her in the makeup room. <a href=\"https://www.gq.com/story/chris-matthews-experience\" title=\"\">She wrote in GQ</a>: “When I laughed nervously and said nothing, he followed up to the makeup artist. ‘Keep putting makeup on her, I’ll fall in love with her.’”</p><p>What is wrong with this “compliment”? It’s in the classic negging style, the quick one-two: one, clearly you are highly desirable, otherwise why would a man such as myself expect to have fallen for you? Two, there is room for improvement, quick, put some more makeup on, then my animal urges might overcome me. Negging objectification is the worst kind, containing that catastrophic hubris, “You, lady, will be so thrilled by my partial desire that you’ll be instantly looking for tips on how to increase it.”</p> <a href=\"https://www.theguardian.com/world/shortcuts/2020/mar/03/you-look-great-for-your-age-and-other-compliments-to-avoid-in-the-office\">Continue reading...</a>", "link": "https://www.theguardian.com/world/shortcuts/2020/mar/03/you-look-great-for-your-age-and-other-compliments-to-avoid-in-the-office", "date_published": "2020-03-03 15:55:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The lost decade: the hidden story of how austerity broke Britain", "description": "Between 2010 and 2020, Conservative cuts destroyed the fabric of society as we know it. Speaking to people on the frontline reveals the ways our lives have been changed for ever<p>What happened in the UK between 2010 and 2020 will scar us for the rest of our lives. David Cameron’s Conservatives, only just victorious in the 2010 election, sold austerity as a necessary response to the 2008 financial crash. The exact social consequences of these cuts were spelled out last week in <a href=\"https://www.theguardian.com/society/2020/feb/24/austerity-blamed-for-life-expectancy-stalling-for-first-time-in-century\" title=\"\">Michael Marmot’s report</a> for the Institute of Health Equity: for the first time in a century, life expectancy has stopped growing and for women in poor areas actually fallen. </p><p>We should never stop reminding ourselves just what an astonishing decade we have lived through. In the aftermath of the crash, employment climbed and stayed remarkably high. But these new jobs paid badly and it took until two months ago for earnings to reach where they were before 2008. It is no surprise that debt is mountainous: each household owes on average £15,385, not counting their mortgages. The gap between rich and poor has widened; the young are now worse off than their parents at their age; home ownership has declined steeply – families are stuck in life-long and precarious private renting.</p> <a href=\"https://www.theguardian.com/society/2020/mar/03/lost-decade-hidden-story-how-austerity-broke-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/03/lost-decade-hidden-story-how-austerity-broke-britain", "date_published": "2020-03-03 15:55:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fjord focus: Scandi TV tones down the noir and goes for global domination", "description": "<p>Forget Nordic murder noir. Continuing our look at European culture, we find Scandinavian TV’s new obsessions are go-getting young girls, wartime Royals – and the Swedish origins of Spotify <br /></p><p>• <a href=\"https://www.theguardian.com/film/2020/mar/02/polands-world-beating-new-film-makers-we-have-a-common-enemy\">Poland’s world-beating new film-makers</a><br />• <a href=\"https://www.theguardian.com/stage/2020/mar/02/triumph-from-tragedy-how-greeces-theatre-roared-out-of-a-national-crisis\">How Greece’s theatre roared out of a national crisis</a><br />• <a href=\"https://www.theguardian.com/music/2020/mar/03/berlin-clubbing-cocktail-d-amore\">Are Berlin’s 56-hour party people facing their last dance?</a></p><p>Before 2011, it seemed inconceivable that the British could be gripped in their living rooms by subtitled TV drama, night after fraught night. Surely that was the stuff of arthouse cinema, not edge-of-the-seat primetime viewing. Then along came a trilogy of Scandinavian exports – <a href=\"https://www.theguardian.com/tv-and-radio/the-killing\">The Killing</a>, <a href=\"https://www.theguardian.com/tv-and-radio/borgen\">Borgen</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2019/sep/16/suspension-of-belief-how-the-bridge-went-from-shock-to-shlock\">The Bridge</a> – and what was once niche entertainment became a nationwide obsession.</p><p>Soon, a single item of clothing was getting more attention in the British media than most series get in their entire life: Sarah Lund, the detective at the heart of The Killing, was as relentless in her wearing of Faroe Isle jumpers as she was in her pursuit of the murderer at large on the streets of Copenhagen. Scandi noir had arrived in Britain, and the connections it tapped into went much deeper than knitwear.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/03/nordic-noir-lets-the-light-in-at-last-scandinavian-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/03/nordic-noir-lets-the-light-in-at-last-scandinavian-tv", "date_published": "2020-03-03 15:49:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Food porn, be gone! Ready Steady Cook is back and better than ever", "description": "<p>Who needs pretentious chefs? After a decade away, TV’s simplest cookery show is on the air again, and with Rylan at the helm it’s the perfect recipe for success</p><p>This week, the first new episodes of Ready Steady Cook for a decade are broadcast on BBC One. The miraculous thing is that, watching it, you’d never know that it ever went away.</p><p>Sure, some things are little different. The budget for the ingredients has risen from £5 to a colossal £7.50, and they are presented in reusable totes rather than single-use plastic bags. The theme tune now comes with a weird techno burble that makes you feel as if you are playing an imported PlayStation 2 game about different methods of cooking mince. Sumac exists. And there is a new host in Rylan Clark-Neal, continuing his monomaniacal quest to seize and hijack every defunct daytime gameshow made during the 1990s.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/03/food-porn-be-gone-ready-steady-cook-is-back-and-better-than-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/03/food-porn-be-gone-ready-steady-cook-is-back-and-better-than-ever", "date_published": "2020-03-03 15:37:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IOC insists Tokyo 2020 will go ahead on time despite coronavirus outbreak", "description": "<ul><li>IOC commits to staging Olympics from 24 July to 9 August</li><li>Japan organisers had suggested a delay until the end of 2020</li></ul><p>The International Olympic Committee has sought to play down fears of Tokyo 2020 being delayed because of the coronavirus outbreak by insisting the Games will go ahead as scheduled.</p><p>Speaking in Lausanne on Tuesday, Thomas Bach, the IOC president, insisted that athletes should continue their Olympic preparations “with great confidence”.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/03/tokyo-2020-olympics-set-to-go-ahead-as-planned-despite-coronavirus-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/03/tokyo-2020-olympics-set-to-go-ahead-as-planned-despite-coronavirus-outbreak", "date_published": "2020-03-03 15:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brewery fights order to remove 'cartoony' animals from beer can", "description": "<p>Bristol-based Lost &amp; Grounded has been told by regulator that design appeals to children</p><p>A Bristol brewery is refusing to change the artwork on the can of one of its bestselling beers, despite a <a href=\"https://www.portmangroup.org.uk/running-with-sceptres/\">ruling</a> by the UK drinks industry’s regulatory body that the cartoon-style animals have “particular appeal” to children.</p><p>The design of Lost &amp; Grounded’s Running with Sceptres India pale lager was deemed by <a href=\"https://www.portmangroup.org.uk/\">the Portman Group</a> to be in breach of its code, which specifies that “a drink’s name, packaging and any promotional material or activity should not have a particular appeal to under-18s”.</p> <a href=\"https://www.theguardian.com/business/2020/mar/03/brewery-fights-order-to-remove-cartoony-animals-from-beer-can\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/03/brewery-fights-order-to-remove-cartoony-animals-from-beer-can", "date_published": "2020-03-03 15:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grafton win Pritzker prize, architecture's highest honour", "description": "<p>Yvonne Farrell and Shelley McNamara, who run the practice Grafton, are just the fourth and fifth women<strong> </strong>to win the prize in its 41-year history<br /></p><p>If you peer behind the construction hoardings on a side street near Aldwych, you will see one of London’s great new interior spaces in the making. Large fan-shaped wedges of concrete zig-zag across the ceiling, connecting to thick tree-like columns that plunge below the hoarding line, suggesting a dramatic Piranesi-esque world under construction within.</p><p>This new building for the <a href=\"https://www.graftonarchitects.ie/London-School-of-Economics\">London School of Economics</a> is the work of Yvonne Farrell and Shelley McNamara, today named as the 2020 recipients of the <a href=\"https://www.pritzkerprize.com/\">Pritzker </a><a href=\"https://www.pritzkerprize.com/\">prize</a>, the highest accolade for architecture. When it is completed next year – with an open public plaza on the ground floor and spiral staircases twisting their way up towards cascading planted terraces – the project promises to embody many of the characteristics for which the Dublin duo’s work has become renowned.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/03/grafton-architects-win-pritzker-prize\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/03/grafton-architects-win-pritzker-prize", "date_published": "2020-03-03 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tommy Robinson faces assault charge after Center Parcs arrest", "description": "<p>Former EDL leader arrested at Woburn Forest site is due to appear in court in April</p><p>The former English Defence League leader Tommy Robinson has been charged with common assault following an incident at Center Parcs in Bedfordshire.</p><p>Bedfordshire police said the 37-year-old, whose real name is Stephen Yaxley-Lennon, was due to appear at Luton magistrates court on 2 April and had been released on bail.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/03/tommy-robinson-faces-assault-charge-after-center-parcs-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/03/tommy-robinson-faces-assault-charge-after-center-parcs-arrest", "date_published": "2020-03-03 14:58:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hanau terror attack shows the need for honesty about racism in Germany | Mithu Sanyal", "description": "Angela Merkel using the word ‘racist’ to describe the murders was a quantum leap, but I dont trust others in her party<p>I have to admit that when I heard the news my first thought was: “I hope the perpetrator wasn’t a migrant.” The press would surely go at us hammer and tongs again, warning about the danger posed by immigration in general and Muslims in particular. There would be endless articles and talk shows discussing the threat. My second thought was: “Thank God it is a white guy.”</p><p>On 19 February, Tobias Rathjen went into two shisha bars in the town of Hanau, near Frankfurt, shooting people he described as “foreign”. In his “manifesto”, if you can call such a rambling text a manifesto, he stated he wanted to cleanse Germany <a href=\"https://www.spiegel.de/consent-a-?targetUrl=https%3A%2F%2Fwww.spiegel.de%2Fpanorama%2Fjustiz%2Fhanau-taeter-veroeffentlichte-ausfuehrliches-bekennerschreiben-a-a026da8c-86b9-4de6-894d-7a6598edecdc\" title=\"\">from … us</a>. Two weeks on from the carnage in Hanau, I wonder how I could have felt relieved.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2020/mar/03/hanau-terror-attack-germany-racism-angela-merkel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2020/mar/03/hanau-terror-attack-germany-racism-angela-merkel", "date_published": "2020-03-03 14:58:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson says he will be taking paternity leave this summer", "description": "<p>Prime minister to take two weeks off when partner Carrie Symonds gives birth</p><p>Boris Johnson is to take paternity leave after the <a href=\"https://www.theguardian.com/uk-news/2020/feb/29/boris-johnson-and-carrie-symonds-expecting-summer-baby\">birth of his child</a> with his partner, Carrie Symonds, in the summer.</p><p>When asked about the new arrival during a press conference on coronavirus on Tuesday, the prime minister said he was likely to take his entitlement to two weeks off.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/03/boris-johnson-paternity-leave-prime-minister-carrie-symonds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/03/boris-johnson-paternity-leave-prime-minister-carrie-symonds", "date_published": "2020-03-03 14:52:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chanel's 80s homage: Madonna's crucifixes, Adam Ant's boots", "description": "<p>Virginie Viard continues her subtler approach following Lagerfeld’s death, as Kanye West steals Paris fashion week with the help of his six-year-old</p><p>“For the runway show, no frame. I don’t like framing,” said Chanel’s artistic director, Virginie Viard, before the brand’s autumn/winter 2020 fashion show in Paris.. Its quite a statement of intent given the megabrand’s decades-long ownership of the concept of fashion show as theatrical blockbuster.</p><p>So on Tuesday, there was no <a href=\"https://www.theguardian.com/fashion/2017/mar/07/in-paris-chanel-lights-the-rocket-under-a-new-space-race\">rocket taking off in the middle of the catwalk</a> (2017); no supermarket <a href=\"https://www.theguardian.com/fashion/fashion-blog/2014/mar/04/supermarket-karl-lagerfeld-chanel-collection-paris\">complete with boxes of Chanel-branded</a> ketchup bottles (2014). Instead, models walked against a glossy white set, with layers of curvy seating trimmed with black, recalling a map’s contour lines.</p> <a href=\"https://www.theguardian.com/fashion/2020/mar/03/chanels-80s-homage-madonnas-crucifixes-adam-ants-boots\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/mar/03/chanels-80s-homage-madonnas-crucifixes-adam-ants-boots", "date_published": "2020-03-03 14:44:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Novak: ‘Having fat injections in my cheeks was the worst thing I could have done’", "description": "<p>The star of Vertigo on her favourite outfits, taking artistic inspiration from Hitchcock – and dealing with abuse from Trump</p><p>This is my favourite outfit. My sister Arlene made the chaps out of calfskin and I made the tunic. She knew horses were a part of my life [Novak left Hollywood in the 60s to raise horses and paint], so she made mini-chaps for me. I named my horse Nur Jahan, which means “light of the universe” in Persian; I rode wearing this outfit until it got burnt in a house fire in 2000. Since then, I’ve made more clothes using hides.</p><p>I think this look was ahead of its time. I always go for something comfortable and something you can move in, because I’m out in nature a lot.</p> <a href=\"https://www.theguardian.com/fashion/2020/mar/03/kim-novak-having-fat-injections-in-my-cheeks-was-the-worst-thing-i-could-have-done\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/mar/03/kim-novak-having-fat-injections-in-my-cheeks-was-the-worst-thing-i-could-have-done", "date_published": "2020-03-03 14:27:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can I use in Italian food if I can’t eat tomatoes? | Kitchen Aide", "description": "<p>Many chefs agree that tomatoes aren’t everything – and there are plenty of other ways to achieve that tangy-savoury hit, anyway</p><p><br />• Do you have a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>I’ve stopped eating tomatoes for health reasons, but I like cooking Italian food. Are there any alternatives to tomatoes in dishes such as lasagne and caponata?<br /></strong><em><strong>Charles, North Yorkshire</strong></em></p><p>According to a study by the Technical University of Munich last year, about 1.5% of the population in northern Europe and up to 16% in Italy are affected by tomato allergies. While this number is relatively small, a life without lasagne and caponata is no life at all. For <a href=\"https://www.theguardian.com/food/2018/sep/16/river-cafe-joe-trivelli-modern-italian-cook-recipes-home-cooking\" title=\"\">Joe Trivelli</a>, head chef at the River Cafe, the answer is simple: “Just don’t put them in.” But I won’t clock off early just yet.</p> <a href=\"https://www.theguardian.com/food/2020/mar/03/what-can-i-use-in-italian-food-if-i-cant-eat-tomatoes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/03/what-can-i-use-in-italian-food-if-i-cant-eat-tomatoes", "date_published": "2020-03-03 14:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'An absolute disaster': Iran struggles as coronavirus spreads", "description": "<p>Streets are empty, schools and cinemas are closed, but there is a feeling that officials have been too slow to react </p><ul><li>Follow our <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">latest coronavirus blog for live news and updates</a></li><li><a href=\"https://www.theguardian.com/world/ng-interactive/2020/feb/26/coronavirus-map-how-covid-19-is-spreading-across-the-world\">How Covid-19 is spreading across the world</a><br /></li></ul><p>Little rows of upright matchsticks, stuck in felt, have appeared alongside cash machines and lift doors, offering a chance for Iranians to press the buttons without their fingers touching potentially coronavirus-contaminated metal surfaces. Guides have also appeared on how to attach metal extensions to cigarette lighters for the same purpose, and in public some men no longer shake hands or kiss as a greeting, but instead tap their shoes on one another.</p><p>Traffic jams have disappeared from Tehran’s crowded streets, even if the pollution remains due to the filth generated by power stations, and the city’s now often empty metro train carriages are sprayed with disinfectant two or three times a day. Distance working and learning has become the norm. Evening language classes, popular in Tehran, are empty. Internet traffic is up 40% as Iranians work from home.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/an-absolute-disaster-iran-struggles-as-coronavirus-spreads\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/an-absolute-disaster-iran-struggles-as-coronavirus-spreads", "date_published": "2020-03-03 13:25:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hilary Mantel says 'invective' against Meghan is partly due to racism", "description": "<p>Wolf Hall novelist adds that centuries on from Henry VIII, a female royal such as the Duchess of Sussex is ‘still perceived as public property’</p><p>Hilary Mantel has said that racism has been an element in the “invective” against Meghan, Duchess of Sussex.</p><p>The novelist, who is about to publish the third part in her trilogy about the life of Thomas Cromwell, The Mirror and the Light, was asked by the BBC if Meghan had been a victim of racism. She said that “racism is a factor” in the criticism the duchess has faced since marrying Prince Harry.</p> <a href=\"https://www.theguardian.com/books/2020/mar/03/hilary-mantel-says-invective-against-meghan-is-partly-due-to-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/03/hilary-mantel-says-invective-against-meghan-is-partly-due-to-racism", "date_published": "2020-03-03 13:10:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chanel, coronavirus and spring blossom: Tuesday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/mar/03/chanel-coronavirus-and-cherry-blossom-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/mar/03/chanel-coronavirus-and-cherry-blossom-tuesdays-best-photos", "date_published": "2020-03-03 12:35:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Butter beans, cabbage and mi-cuit tomatoes | Nigel Slater", "description": "<p>Tins and jars are put to good use for this comforting supper of creamy beans, sweet-savoury tomatoes, and bright, fresh cabbage</p><p>Peel and roughly chop 3 medium-sized onions. Warm 3 tbsp of olive oil in a shallow pan, add the onions and let them cook over a moderate heat for 15 minutes or so, until translucent. Peel 3 large cloves of garlic, thinly slice them and stir into the softening onions. Continue cooking for a further 10 minutes or until the onions are golden brown and tender.</p> <a href=\"https://www.theguardian.com/food/2020/mar/03/nigel-slater-midweek-meals-butter-beans-cabbage-mi-cuit-tomatoes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/03/nigel-slater-midweek-meals-butter-beans-cabbage-mi-cuit-tomatoes", "date_published": "2020-03-03 12:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He stole Hitler's favourite painting!' – the naked genius of my friend Ulay", "description": "<p>From his nude stunts with Marina Abramović to swiping an artwork adored by the Führer, Ulay was a performance art trailblazer. Our writer recalls his finest <em>aktions</em> – and the countless hours they spent chatting and smoking</p><p>I first met <a href=\"https://www.theguardian.com/artanddesign/2020/mar/02/a-pioneer-and-provocateur-performance-artist-ulay-dies-aged-76\">Ulay</a> at a dinner party thrown by Slovenia’s most famous rock star. The musician’s wife prepared salt-baked fish and, as she cracked open the crust, I felt the gush of a groupie as I looked through the steam at Ulay, a man I had studied in art history class, now sitting across the table from me.</p><p>Ulay, as the man born Frank Uwe Laysiepen was known, was an exceptionally influential photographer and performance artist. He will be mourned by the art world as one of the greats of the postmodern era. But I will miss him as a wonderful, kind friend who happened to be an ingenious artist as well.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/03/stole-hitlers-favourite-painting-naked-genius-my-friend-ulay-performance-artist-marina-abramovic\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/03/stole-hitlers-favourite-painting-naked-genius-my-friend-ulay-performance-artist-marina-abramovic", "date_published": "2020-03-03 11:14:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do you have a question about podcasts for our critic Miranda Sawyer?", "description": "<p>The Observer’s audio critic is here to help find your perfect podcast. Share your requests with her here</p><p>Hello, podcast people! We know you like to listen to brilliant audio and we also know there are ridiculous amounts of podcasts out there to sift through, hosted on a bafflingly large numbers of platforms. </p><p>For the past decade, Miranda Sawyer has followed the podcasting explosion as the Observer’s audio critic, and in April, for one week only in the Observer New Review, she will take on the role of the Pod Doctor: half agony aunt, half headphone guru, here to prescribe the perfect shows for you.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/03/do-you-have-a-question-about-podcasts-for-our-critic-miranda-sawyer\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/03/do-you-have-a-question-about-podcasts-for-our-critic-miranda-sawyer", "date_published": "2020-03-03 10:59:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Battling coronavirus misinformation in the age of social media", "description": "<p>Myths and falsehoods spreading quicker than officials can provide updates </p><ul><li>Follow our <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">latest coronavirus blog for live news and updates</a></li></ul><p>Public health professionals trying to provide the nation with facts about the spread of coronavirus are battling a wave of misinformation, as they wrestle with the first major British health crisis of the smartphone era.</p><p>Officials are providing regular updates to the media on the spread of the infection, but at the same time half-truths about the best way to treat the illness are already going viral on WhatsApp and other messaging services.</p> <a href=\"https://www.theguardian.com/world/2020/mar/03/battling-coronavirus-misinformation-in-the-age-of-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/03/battling-coronavirus-misinformation-in-the-age-of-social-media", "date_published": "2020-03-03 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can see!’: the mobile team saving sight in the Kenyan bush - in pictures", "description": "<p>Trachoma is the most common infectious cause of blindness in the world. Kenya aims to eliminate the disease in four years, helped by teams who traverse desert and bushland to reach scattered communities</p> <a href=\"https://www.theguardian.com/global-development/gallery/2020/mar/03/i-can-see-the-mobile-team-saving-sight-in-the-kenyan-bush-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2020/mar/03/i-can-see-the-mobile-team-saving-sight-in-the-kenyan-bush-in-pictures", "date_published": "2020-03-03 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex education: ‘We can’t let teachers perpetuate a homophobic or transphobic narrative’", "description": "<p>New guidance will leave many children in England ignorant about consent, forced marriage and LGBTQ+ issues, say young activists</p><p>Relationships and sex education (RSE) will be compulsory for all secondary pupils in England from September, and primary schools will also need to teach about relationships. What these courses will contain, however, is left mainly to headteachers and governors, in consultation with parents. The Department for Education has issued guidance for teachers, but does it go far enough?</p><p>No, say young sex educators, who want the lessons to go beyond the mechanics of condoms on cucumbers to take fuller account of contentious issues such as consent, LGBTQ+, sex abuse and forced marriage.</p> <a href=\"https://www.theguardian.com/education/2020/mar/03/sex-education-teachers-homophobic-transphobic\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/03/sex-education-teachers-homophobic-transphobic", "date_published": "2020-03-03 07:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marshall Monitor II ANC review: classic headphones gain noise cancelling", "description": "<p>Comfortable, durable, wireless headphones with long battery life and signature sound</p><p>Marshall’s second iteration of its top Monitor wireless headphones add active noise cancellation and up to 45 hours of battery life while keeping their classic looks.</p><p>Marshall brand headphones combine powerful, distinctive sound with a classic look reminiscent of the <a href=\"https://www.theguardian.com/music/gallery/2012/apr/06/jim-marshall-amplifiers-in-pictures\">company’s guitar amps</a>. The £280 Monitor II ANC are no exception.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/03/marshall-monitor-ii-anc-review-classic-headphones-gain-noise-cancelling-wireless-battery\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/03/marshall-monitor-ii-anc-review-classic-headphones-gain-noise-cancelling-wireless-battery", "date_published": "2020-03-03 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They came from outer Finland: the town where everyone saw UFOs – in pictures", "description": "<p>The photographer Maria Lax comes from a northern Finnish town where UFO sightings were common – so she set about looking for answers. Her book Some Kind of Heavenly Fire is published by<a href=\"https://www.setantabooks.com/book_author/maria-lax/\"> Setanta</a> Books</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/03/finland-everyone-saw-ufos-maria-lax-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/03/finland-everyone-saw-ufos-maria-lax-in-pictures", "date_published": "2020-03-03 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trippin’ out on olives: a food lover’s guide to the Peloponnese", "description": "<p>In the new Trip to Greece series Coogan and Brydon (plus Jagger, Caine and friends) are on an odyssey that takes in this peninsula’s superb food. Here are our highlights …</p><p>When I first went to Greece, some 30 years ago, I was a teenage backpacker and survived on biscuits and scrumped (delicious) lemons. I didn’t discover the joys of Greek food until I lived there as an English teacher after university. At the time supermarkets, such as they were, only sold canned and frozen food. I had to develop a new way of shopping: in markets, grocers and butchers, buying what was fresh, local and in season. This seems unremarkable now but for a South London boy at the time it was a revelation. It took me a few days to develop the courage to even buy tomatoes. Unlike the perfect spheres I was used to, these were large, knobbly affairs of mottled red and green, often covered with flies. But they tasted divine.</p><p>Times have changed, though the Greek attitude to food has not – and the Peloponnese (the southern peninsula of the mainland) exemplifies this. Not as tourist-heavy as the islands, and fertile: much of what you eat here will still come from local small-holdings and suppliers of meat and fish. It is also the heartland of the revival in Greek wine, and there is even craft beer to be had.</p> <a href=\"https://www.theguardian.com/travel/2020/mar/03/food-lovers-guide-to-peloponnese-trip-to-greece-coogan\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/03/food-lovers-guide-to-peloponnese-trip-to-greece-coogan", "date_published": "2020-03-03 06:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A look back at some of AAP's best photographs – in pictures", "description": "<p>Australian Associated Press <a href=\"https://www.theguardian.com/media/2020/mar/03/aap-to-close-after-wire-service-tells-staff-it-is-no-longer-viable\">is to close</a> after 85 years of supplying images and news articles to national and global newspapers, broadcasters and – in recent years – websites. Here are some of the wire agency’s greatest photos from the last decade <br /></p> <a href=\"https://www.theguardian.com/media/gallery/2020/mar/03/a-look-back-at-some-of-aaps-best-photographs-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/media/gallery/2020/mar/03/a-look-back-at-some-of-aaps-best-photographs-in-pictures", "date_published": "2020-03-03 06:09:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golden Dawn: the rise and fall of Greece’s neo-Nazis", "description": "<p>A decade ago, violent racists exploited a national crisis and entered mainstream politics in Greece. The party has since been caught up in the biggest trial of Nazis since Nuremberg, and is now crumbling – but its success remains a warning. By Daniel Trilling</p><p>After he stabbed Pavlos Fyssas in the chest, leaving him to bleed to death on the pavement, Giorgos Roupakias walked calmly back to his car and waited to be arrested. “Don’t give me away, I’m one of you,” he said, according to a police officer who arrived at the scene.</p><p>“What do you mean, are you police?” asked the officer.</p> <a href=\"https://www.theguardian.com/news/2020/mar/03/golden-dawn-the-rise-and-fall-of-greece-neo-nazi-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/mar/03/golden-dawn-the-rise-and-fall-of-greece-neo-nazi-trial", "date_published": "2020-03-03 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super Tuesday and the arrival of the billionaire Mike Bloomberg – podcast", "description": "<p>The Guardian US political correspondent Lauren Gambino looks at which Democratic candidates are likely to dominate on Super Tuesday today – the biggest moment in the US election calendar after polling day itself. And: Polly Toynbee on the shock resignation of the Home Office permanent secretary Sir Philip Rutnam</p><p>It’s Super Tuesday – the day when the greatest number of US states cast their votes to nominate presidential candidates, who will eventually compete for the White House in November’s election. </p><p>The Guardian US political correspondent <strong>Lauren Gambino </strong>tells <strong>Anushka Asthana</strong> why despite Joe Biden’s decisive victory in South Carolina on Saturday night, Biden’s campaign still faces an uphill battle against frontrunner Bernie Sanders. Super Tuesday also marks the first time the billionaire Mike Bloomberg will appear on the ballot. He <a href=\"https://www.theguardian.com/us-news/2020/feb/24/can-bloomberg-win-white-house-with-money\">controversially skipped</a> the first early voting states to concentrate on winning support in larger, delegate-heavy states.<br /></p> <a href=\"https://www.theguardian.com/news/audio/2020/mar/03/super-tuesday-and-arrival-billionaire-bloomberg-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/mar/03/super-tuesday-and-arrival-billionaire-bloomberg-podcast", "date_published": "2020-03-03 03:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}]