[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Narcos: The Profitable Business of Drug Cartels", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\nAnnnnnd this video is demonetized. It was bound to eventually happen lol. \nIf you want to more controversial videos like this, consider supporting this channel financially by checking out a course I made on how to land remote jobs: http://bit.ly/LLA-yt\n\nGet the book “Narconomics: How to Run a Drug Cartel” https://amzn.to/2STpAcA \n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n📰 Sources & visuals // http://bit.ly/32wmUoG\n\n-----------------------\n\nDrug cartels are a lot like Walmart\nThe biggest complaint about Walmart is that they’re kinda like a monopoly. They’re able dictate how much they’re willing to pay suppliers for their products because they’re the biggest buyer. Instead of Walmart being a monopoly, it’s a monopsony. \n\nDrug cartels have the same advantage\nMost of them don’t grow their own drugs, they buy drugs from ordinary poor farmers, that are just trying to make a living\nThen they package it up and handle all the distribution to consumers. They’re able to keep their costs down even when the farmer’s costs go up\n\nMost retail businesses sell their products with around a 10 to 100% markup from the wholesale price\nMarkups in the drug business are a little bit more steep than that\nInstead of a 10-100% markup, going from $385 to $122,000 is more like a 30,000% markup\n\nBut it’s still pretty profitable because drugs are kinda like the marketeer’s dream\nSince man started selling products, they’ve devised better and better ways to make their products more addictive. But drugs are as addictive as it gets!\n\nThe drug trade is the ultimate form of entrepreneurship\nInstead of a traditional market where anyone can easily set up shop, the drug trade is a network market, where a big part of your success is from the connections you have. How good are you at managing relationships? \n\nWith all this money on the line, drug traffickers have tried nearly every idea, so what innovation can you bring to the table\n\n“an organization’s people are its most valuable asset” If you want to build a drug cartel empire, then you’re gonna need people. You have to recruit these people in secrecy, without job postings, whiling making sure they’re not undercover cops, informants. If you’re in policed countries like the US or UK, another great option is to use independent contractors\n-----------------------\n\n🌅 Join my Facebook Group for going remote // http://bit.ly/remote-job\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nSound:\n\nsugi.wa - After Dark https://chillhop.ffm.to/afterdark.oyd \nNo Spirit - Forest Lake Walk https://chillhop.ffm.to/reminiscing.oyd \nNo Spirit - Something Warm\nNo Spirit - Slightly Improvised\n\nMusic by Chillhop: http://chillhop.com/listen\nListen on Spotify: http://bit.ly/ChillhopSpotify\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning. Best of luck!\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or subscribe. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=rJ9f39TsOWI", "date_published": "2020-03-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]