[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Coronavirus, Civil Discourse, And Giving Up Crack", "description": "This is the Babylon Bee weekly news podcast for the week of 3/4/2020. \r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle discuss the week’s big stories like Mike Pence ordering all the nation’s women to wear special Coronavirus uniforms, Catholics giving up things for Lent which they shouldn’t have been doing anyway, and Joe Biden claiming to be the only person left alive due to America’s gun violence epidemic. We also talk to Annafi Wahed on her new startup TheFlipSide.io which is trying to make Americans listen to each other again.\r\n\r\n In the subscriber portion, Kyle and Ethan talk about a new California bill that seeks to ban all toys that don’t actively confuse your children’s sexuality and also Bernie Sanders’ attempts to draw inspiration from history’s strongest leaders to do what needs to be done.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle and Ethan talk about Bill &amp; Ted movies, CDC Coronavirus guidelines being implemented to quarantine Ethan, Kyle’s recent trip to a board game geek convention, and how Ethan and Dan had to run the Bee for a few days.\r\n\r\n Story 1 -  Mike Pence Orders All Women To Wear New Coronavirus-Resistant Uniforms\r\n\r\n   Donald Trump announced Mike Pence was leading up the Coronavirus response team.\r\n\r\n   6 people have died in the U.S., Worldwide deaths are over 3000 and its spread to 60 countries so far, stock markets have been shedding trillions of dollars in value.   \r\n\r\n   The NORMAL flu causes 12-61 thousand deaths annually\r\n\r\n   Media types slammed Pence for praying with the response team for some reason? “We’re so screwed.”\r\n\r\n   Story 2 -  Catholic Plans To Spend Lent Giving Up Something He Really Shouldn't Have Been Doing In The First Place\r\n\r\n   Lent/ Ash Wednesday / Fish doesn’t count as meat for some reason. Anti-fish bigotry. \r\n\r\n   Stuff that’s not in the Bible\r\n\r\n   Things they are giving up they shouldn’t be doing anyway: \r\n\r\n   Stop murdering hitchhikers\r\n\r\n   Stop sleeping with girlfriend\r\n\r\n   Refrain from punching babies\r\n\r\n   Pushing old ladies into the street\r\n\r\n   Stop putting bike locks on 7-11s (Kellen Erskine)\r\n\r\n   Stop putting the shopping cart back in the corral (Also Kellen Erskine)\r\n\r\n   Arson\r\n\r\n   Eating tidepods\r\n\r\n   Watching Friends marathon\r\n\r\n   Sleeping with Prostitutes in Grand Theft Auto\r\n\r\n   Crack\r\n\r\n   Performing a ritual to summon Satan (at least not on Fridays)\r\n\r\n   Uttering casual blasphemies\r\n\r\n   Claiming ownership of GK Chesterton\r\n\r\n     Story 3 -   Joe Biden Claims He Is Only Human Left On Earth Not Killed By Gun Violence\r\n\r\n   At a democratic debate, Joe Biden said  150 million Americans had been killed by gun violence since 2007. He was trying to slam Sanders who voted from some bill in 2005 that prevented frivolous lawsuits against gun manufacturers and distributors\r\n\r\n   “150 million people have been killed since 2007 when Bernie voted to exempt the gun manufacturers from liability,\" Biden added. \"More than all the wars including Vietnam from that point on.\"\r\n\r\n   Topic of the Week - Civil Discourse with Annafi Wahed introducing The Flip Side.io.\r\n\r\n Love Mail/Hate Mail/ Feedback -  Dave DeAndrea reads a paranoid hate mail and the guys hire someone who thinks our jokes are lame.\r\n\r\n Paid-subscriber portion (Starts at 01:09:52)\r\n\r\n Story 1 -  Bernie Sanders Takes Quiet Moment To Seek Advice From Portraits Of His Favorite Dictators\r\n\r\n See Also:  Sanders Tests Out New Mustache Styles In Preparation For Becoming Next Totalitarian Icon\r\n\r\n Story 2 -  California Bill Prohibits Stores From Selling Toys That Don’t Actively Confuse Children’s Sexuality\r\n\r\n    ‘Gender neutral’ plan for toys would get rid of boys’ and girls’ aisles in California stores   Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=_Vqco_3hpPo", "date_published": "2020-03-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]