[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: Season 4 – Official Assimilation Gameplay Trailer", "description": "Reveal your true nature in Apex Legends Season 4 – Assimilation. Channel the spirit of vengeance with Revenant, a new Legend and nightmare simulacrum. Pick up the new Battle Pass to take on Daily and Weekly Challenges and score unique rewards with a cybernetic slant. Enter the updated World’s Edge map, where Hammond Robotics resource harvesting is causing chaos and tearing up the Arena. Take aim with the Sentinel, a bolt-action sniper rifle that lets you shut down enemies before they even see you. Merge the worlds of human, machine, and simulacrum when you embrace who you really are in Apex Legends Season 4 – Assimilation.\n \nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier.\n\n#ApexLegendsSeason4 #AssimilationGameplay", "link": "https://www.youtube.com/watch?v=oFzmOEVTISk", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- February 2020", "description": "New Releases highlights the top new video games out on Nintendo Switch, PS4, Xbox One, and PC each week. This episode revisits some action cult classics with the Yakuza 5 remaster and the Bayonetta & Vanquish 10th Anniversary Edition Bundle. There's also lots of anime action thanks to One Punch Man: A Hero Nobody Knows. If you'd rather slow things down, you can create anything you can imagine in PS4 exclusive Dreams or think strategically with The Dark Crystal: Age of Resistance Tactics.", "link": "https://www.youtube.com/watch?v=p59vICDe5Rk", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil Meets Silent Hill? First 90 Minutes of Dawn Of Fear", "description": "Dawn of Fear is giving some serious old-school Resident Evil and Silent Hill vibes. Can it live up to the classics? Let's find out. Dawn of Fear is out now on PlayStation 4.", "link": "https://www.youtube.com/watch?v=REohRTcotzs", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For February 2020 Revealed", "description": "The free PS4 PS Plus games for February have been announced. There are five games awaiting PS4 players in the new month, three of which come from The BioShock Collection, which includes the first game, BioShock 2, and BioShock Infinite. PS4's other offering is The Sims 4, and PSVR owners can also grab Firewall: Zero Hour.", "link": "https://www.youtube.com/watch?v=Uw6JYwOnnew", "date_published": "2020-02-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]