[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Koffee: NPR Music Tiny Desk Concert", "description": "Watch Koffee play \"Raggamuffin\", \"Rapture\", \"Toast\" and \"W\" at the Tiny Desk.\n\nWatch Tiny Desk Concerts ONE WEEK before they go on YouTube at https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n\nJan. 27, 2020 | Sidney Madden -- \"It's been a fairly short musical journey and we have seen fairly much success,\" Koffee told the NPR Music offices between songs during her Tiny Desk set. Flashing her braces with each grin, Jamaica's 19-year old tour de force wasn't exaggerating. Her debut EP, Rapture, just won a 2020 Grammy for Best Reggae Album, making her the first woman and the youngest artist to ever win in the category. It comes just two years after her tribute song to sprinter, eight-time Gold Medalist and fellow Jamaican Usain Bolt went viral online. Koffee has sustained a steady upwards momentum since then, finding her footing on festival stages and collaborating with others outside her genre. (Her latest single, \"W\" features Atlanta rapper, Gunna.)\n\nAbove all, what makes Koffee so refreshing is that she centers her music around faith, resilience and gratitude. She has a new perspective to add to the pantheon of mostly male reggae greats and it's resonating with a new generation that's just getting hip to the iconic sounds. As her Tiny Desk performance shows, Koffee makes the best of her surroundings, channeling the day's buzzy energy into a balancing act of youthful heart and old-pro precision, proving why she has become one of the most invigorating voices in reggae.\n\n\"I want to thank everybody who's been involved,\" Koffee told the crowd halfway during her show. \"You have now become a part of my journey.\"\n\nSET LIST\n\"Raggamuffin\"\n\"Rapture\"\n\"Toast\"\n\"W\"\n\nMUSICIANS\nKoffee: vocals; Stephen Asamoah-Duah: drums; Stephen Forbes: percussion; Nana Pokes: bass; David Melodee: keys; Thomas Broussard: guitar; Zhayna France: vocals; Shanice Drysdale: vocals\n\nCREDITS\nProducers: Abby O'Neill, Sidney Madden, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Editor: Maia Stern; Videographers: Morgan Noelle Smith, Jack Corbett, Kara Frame, CJ Riculan; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar", "link": "https://www.youtube.com/watch?v=0Cmzn8BIOdA", "date_published": "2020-02-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]