[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "The Choice 2020: Trump vs. Biden (full documentary) | FRONTLINE", "description": "With the nation in crisis, FRONTLINE investigates how President Donald Trump and former Vice President Joe Biden have responded to crises throughout their own lives. \n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate \n\nIn the midst of the historic coronavirus pandemic, economic hardship and a reckoning over racism, this November Americans will decide who leads the nation for the next four years: President Donald Trump or former Vice President Joe Biden. Ahead of the 2020 election, FRONTLINE’s critically acclaimed series “The Choice” returns with interwoven investigative biographies of both men, focusing on how they have responded in moments of crisis. In this 2-hour documentary special from veteran FRONTLINE filmmaker Michael Kirk and his team, hear from friends, family, colleagues and critics about the challenges that shaped Trump and Biden’s lives and could inform how they confront the crises facing the nation at this pivotal juncture.\n\n#TheChoice2020 #DonaldTrump #JoeBiden\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp \n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=7Icu6qupf40", "date_published": "2020-09-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]