[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCmKurapML4BF9Bjtj4RbvXw", "title": "Lauren Daigle - You Say / Sonata Pathétique (Piano/Cello) ThePianoGuys", "description": "► Get our NEWEST ALBUM \"10\" here: https://smarturl.it/TPG-Album-10\n►BUY THE SHEET MUSIC: https://smarturl.it/TPG10_SheetMusic\n►STREAM YOU SAY / SONATA PATHÉTIQUE: https://thepianoguys.lnk.to/tpg10\n\nThis video was filmed in part from the upcoming Science, Engineering, and Technology building on the campus of Dixie State University. Visit https://dixie.edu/ to learn more.\n\nA special Thank You to Aaron Atkinson with Jacobsen Construction!\n\n► Story behind the song:\n\nPathetic. That was what Beethoven’s publisher called the Sonata No. 8. The title stuck: “Sonata Pathétique.”\n\nSo was Beethoven’s publisher totally trolling him?\n\nThere are two distinct meanings of this word: “Pathetic,” meaning pitiful and worthless; and  “Pathétique” -- meaning deeply meaningful and with feeling. I think you’ll agree, upon hearing Beethoven's masterpiece, that his publisher was referring to the second. (Hear the sonata’s Adagio Cantabile here: https://www.youtube.com/watch?v=BuN3yCmHb_U -- then comment on where you can hear it in our arrangement.)\n\nPathetic and Pathétique.\n\nThis is, perhaps, the same distinction Lauren Daigle (who we LOVE) sings about in her masterful tune, “You Say.”\n\nThe world may say you’re pathetic, pitiful and worthless. Or worse, you may even say this about yourself.\n\nBut there is another voice that says you’re Pathétique -- deeply meaningful and worth every feeling.\n\nWhose voice is that? It could be a mentor, a trusted friend, a family member. It could be the RIGHT voice in your head that doesn’t get enough air time. It could be a God that loves you with deep meaning and feeling -- with an endless and infinite love that is powerful and never pathetic -- an encircling love that doesn’t pull away, but holds you even closer when you fall short.\n\nHere’s what Lauren had to SAY:\n\n“When I wrote You Say...I felt like so many things were pulling me in so many different directions. I think a lot of times we build these complexes based on insecurity, based on fear, based on rejection, and lies that we have to constantly overcome. And so this song for me was just a reminder of identity. It was a reminder that I know when I’m weak, He’s strong—so how do I change that and bring that into my everyday life? When I feel inadequate how is it that there’s always these moments where I feel like God just steps in and supersedes my inadequacies. This entire song was so every single day I would get up on stage and remind myself—no, this is the truth, this is the truth, this is the truth. Don’t get buried in confusion. Don’t get buried in waywardness. Just remember to steady the course, steady the course.”\n\nNow here’s what Beethoven had to SAY:\n\n“O, you men who think or say that I am malevolent, stubborn or misanthropic, how greatly do you wrong me. You do not know the secret cause which makes me seem that way to you, and I would have ended my life - it was only my art that held me back. Ah, it seemed impossible to leave the world until I had brought forth all that I felt was within me.”\n\nWe think these songs were meant to be together. And perhaps there’s something to this, because only after we paired them, we discovered that Beethoven was 27 years old when he composed the Pathétique. Guess how old Ms. Daigle was when she wrote “You Say?” \n\nYou guessed it. 27. \n\nAs you listen to this, we hope it helps you silence the “pathetic” naysayer in you and embrace the “Pathétique” yeasayer that has always been with you. The one that wants you to stay. To get back up. To keep striving. To keep creating. To NOT leave this world until you have brought forth your art. ALL that is within you.\n\n► Read more of the story here: https://smarturl.it/yousaystory\n\nWe’re so grateful you’re here watching this video. The journey to bring it to you has been intense -- with extreme highs and lows. MANY times we felt like giving up. Just quitting. Bet you've felt the same thing in your own struggles. When we do, we strive to remember WHY we do what we do. We fall back on our core beliefs and values. \n► We’d love for you to learn more about our beliefs here: https://smarturl.it/TPG_Beliefs\n\nCredits:\n\nYou Say written by Lauren Daigle, Paul Mabury and Jason Ingram\nPiano Sonata No. 8 in C minor, Op. 13, commonly known as Sonata Pathétique, written by Ludwig Van Beethoven\nThe Piano Guys Arrangement of both tunes together written by Al van der Beek & Steven Sharp Nelson\nRecorded, Mixed and mastered by Al van der Beek at TPG Studios in Utah\nPerformed by \nJon Schmidt: Piano\nAl van der Beek: Vocal textures, percussion\nSteven Sharp Nelson: Acoustic & electric cellos, piano\n\nFilmed and edited by Paul Anderson & Shaye Scott\nSpecial effects by Shaye Scott\nProduced by Paul Anderson, Shaye Scott\nPhotographer: Scott Jarvie\n\nWho are The Piano Guys?\nhttps://thepianoguys.com/pages/about", "link": "https://www.youtube.com/watch?v=n_lqtqsXzkM", "date_published": "2020-09-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]