[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Brandy Clark: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | September 24, 2020\nIf you're going to be stuck at home during a pandemic, it helps to have an awe-inspiring living room view. Stellar singer-songwriter Brandy Clark highlights hers in this charmingly casual set recorded in her loft-like Nashville apartment. The city's verdant hills roll out behind her as Clark plays these four songs, most from her beautiful new album, Your Life Is a Record. Like that view, Clark's musical vignettes gently take your breath away, their small details adding up to something expansive. It's easy to imagine her sitting in front of her floor-to-ceiling windows and coming up with yet another way to carefully break her fans' hearts.Clark's own heart is tender right now; it's clear from the stories she tells between songs – including one about her friend, the late John Prine – and the way she talks about missing the road, both for the musical camaraderie it offers and her strong connection with the listeners who've loved her since she released her first album in 2013. \"I keep saying thank you, because we're used to playing live, it's kind of weird,\" she says after a particularly poignant rendition of her fan-favorite \"Hold My Hand.\" \"I hope everybody's clapping in their living room.\" There's value, though, in the intimacy this home show offers. The subtle interaction of the band and the perfect blue notes Clark hits at the end of a verse infuse the atmosphere with a sense of fellow feeling. Brandy Clark's an expert at describing the dreams and regrets that everyone learns to live with; here, it's like she's sharing them with a murmur in your ear.\n\nSET LIST\n\"Bigger Boat\"\n\"Can We Be Strangers\"\n\"Hold My Hand\"\n\"Who You Thought I Was\"\n\nMUSICIANS\nBrandy Clark: vocals, guitar\nVanessa McGowan: upright bass\nCy Winstanley: guitar\nKaitlyn Raitz: cello\n\nCREDITS\nVideo and Audio By: Steve Voss\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern \nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=SWZ40I40qFo", "date_published": "2020-09-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "POP TALKS: Closing Keynote Conversation with Dua Lipa", "description": "Join Dua Lipa for a conversation with Jason King of New York University’s Clive Davis Institute of Recorded Music about the connections between pop music, youth, nostalgia and activism.", "link": "https://www.youtube.com/watch?v=EMkmtH88C7c", "date_published": "2020-09-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Conway The Machine: Tiny Desk (Home) Concert", "description": "For new music, the latest Tiny Desk (home) concerts and more, sign up for the NPR Music newsletter, sent weekly: npr.org/nprmusicnewsletter\n\nSept. 23, 2020 | Abby O'Neill - Conway the Machine is bringing the heat throughout our bizarre national quarantine with multiple albums and mixtapes, adding to the groundswell of Griselda buzz that's been building the past 12 months. As one third of the gritty rap group, Conway brings a distinctive swag and raw emotion to the Tiny Desk (home) concert series (as did his cousin, Benny The Butcher). Nestled into a booth at a diner in Queens, N.Y., Conway delivers five joints, including three from his 2020 album From King To A GOD. \"Front Lines,\" produced by Beat Butcha, was written after the killing of George Floyd and speaks directly to the racial profiling committed by cops while policing Black communities.\n\n\"The Cow\" is, as he says in the intro, \"one of [the] most personal and transparent records I ever wrote,\" in which he speaks about losing one of his best friends and getting shot in the head and neck. The injuries led to permanent facial paralysis. This poignant song, which will be featured on Conway's Shady Records debut album, God Don't Make Mistakes, is heart-wrenching and exposes the heavy trauma he endured while ascending in the rap game. The song has brought Conway to tears in the past, and the memories clearly get to him again here. That tenacity in the face of adversity is something we can all aspire to, especially in 2020.\n\nSET LIST\n\"Lemon\" (prod. by Daringer & Beat Butcha)\n\"Front Lines\" (prod. by Beat Butcha)\n\"OverDose\" (prod. by The Alchemist)\n\"The Cow\" (prod. by Daringer)\n\"Anza\" (prod. by Murda Beatz)\n\nMUSICIANS\nConway The Machine: vocals\n\nCREDITS\nVideo By: Youssef Lehnin; Audio By: Chad \"Frig\" Kemp; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann\n\nABOUT THE SERIES\nThe Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.", "link": "https://www.youtube.com/watch?v=xctyRJC3bZQ", "date_published": "2020-09-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]