[{"source": "https://www.theguardian.com/rss", "title": "Soul sister: step back into the 70s", "description": "<p>Get back into the groove in soft knits, calf-skimming culottes and pie-crust collars </p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jan/11/soul-sister-step-back-into-the-70s\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jan/11/soul-sister-step-back-into-the-70s", "date_published": "2020-01-11 23:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This Girl Can steps up taboo-busting campaign to boost female activity", "description": "<p>• Advert will show women overcoming period pains and cramps<br />• ‘We can shine a spotlight on issues that need to be talked about’</p><p>The original This Girl Can campaign broke the mould by showing women of all shapes and sizes sweating to get active. Five years on the award-winning campaign is seeking to move the dial again by embracing some of the most taboo subjects in women’s sport.</p><p>A new television commercial, to be launched on Tuesday, will show women overcoming challenges such as severe menstrual cramps or coping with menopausal symptoms. In one notable scene, a woman is seen with her tampon string visible while getting changed for yoga - hardly a common sight on television screens - having taken the activity up to help her tackle debilitating period pains.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/11/this-girl-can-female-sporting-activity-taboo-busting\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/11/this-girl-can-female-sporting-activity-taboo-busting", "date_published": "2020-01-11 22:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twelve people die after migrant boat sinks off Greek island of Paxos", "description": "<p>Twenty-one others rescued hours before second boat sank near Turkey, killing 11</p><p>Twelve migrants have been found dead in the Ionian Sea and 21 others have been rescued after their boat took in water and sank. </p><p>The deaths and sea rescues happened south-west of the Greek island of Paxos, a coastguard spokesperson said on Saturday. “The initial report is that 50 people were in the boat,” he said.</p> <a href=\"https://www.theguardian.com/world/2020/jan/11/twelve-people-die-after-migrant-boat-sinks-off-greek-island-of-paxos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/11/twelve-people-die-after-migrant-boat-sinks-off-greek-island-of-paxos", "date_published": "2020-01-11 20:43:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French PM makes major concession to unions over pension age", "description": "<p>Édouard Philippe tells unions he will ‘provisionally’ withdraw incentive to keep working until 64</p><p>The French government has made a major climbdown in its battle with unions over reforms to the country’s complex pension system, which have led to nationwide <a href=\"https://www.theguardian.com/world/2020/jan/09/france-strikes-nurses-teachers-and-lawyers-join-pension-protests\">strikes and transport chaos</a> for more than a month.</p><p>As protesters took to the streets of Paris for a second day of action in a week, the prime minister, Édouard Philippe, wrote to union leaders on Saturday saying he would “provisionally” withdraw an incentive to encourage workers to remain in employment until the age of 64, two years after the official retirement age.</p> <a href=\"https://www.theguardian.com/world/2020/jan/11/french-pm-makes-major-concession-to-unions-over-pension-age\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/11/french-pm-makes-major-concession-to-unions-over-pension-age", "date_published": "2020-01-11 17:17:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: 10,000 child refugees risked their lives to enter Britain", "description": "The vast majority of arrivals hid illegally in lorries rather than using safe schemes backed by government<p>More than 10,000 unaccompanied children are believed to have entered the UK over the past decade using dangerous methods such as hiding in the back of a lorry according to new analysis that raises fresh scrutiny over the Home Office’s approach towards helping young refugees.</p><p>Although the Home Office cites the volume of arrivals as proof of its compassion, lawyers accuse it of being disingenuous and say that in reality 90% of the minors have illegally entered the UK and done so by risking their lives.</p> <a href=\"https://www.theguardian.com/world/2020/jan/11/10000-child-refugees-put-lives-at-risk-to-enter-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/11/10000-child-refugees-put-lives-at-risk-to-enter-britain", "date_published": "2020-01-11 17:05:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gina Miller: ‘How do we preserve Britain as a tolerant place?’", "description": "<p>The Brexit challenger on the battle to save our constitution, how she gets her adrenaline fix and her fears about the Weinstein trial</p><p>The justice campaigner Gina Miller won two landmark legal victories that forced the government to be accountable to parliament over Brexit. Her autobiography, <a href=\"https://www.theguardian.com/books/2018/aug/23/rise-gina-miller-review-woman-defeated-government-article-50\" title=\"\"><em>Rise</em></a>, charts an extraordinary life of challenges faced and traumas overcome, including harassment and violence. She was born in British Guiana, daughter of Doodnauth Singh, who educated himself despite modest beginnings to become attorney general of independent Guyana. She has lived in Britain since she was 11.</p><p><strong>In your new year Twitter message, </strong><strong>you quoted </strong><strong>Maya Angelou</strong><strong> about the need “to step off the road in a new direction”. Is that how</strong><strong> you feel?</strong><br />I chose it because what I’m finding quite worrying is that – on all sides – we seem to be stuck in a rut psychologically, emotionally and intellectually. And that’s not a good thing. The time for reflection didn’t seem to happen over Christmas. Maybe people still need to vent the anger before we move on. But we still seem to be stuck in these silos.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/11/gina-miller-i-think-keir-starmer-has-best-qualities\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/11/gina-miller-i-think-keir-starmer-has-best-qualities", "date_published": "2020-01-11 17:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fan of Trump and Farage raises far-right ‘Q’ flag at his Cornish castle", "description": "<p>Hotelier uses Tintagel pile to back American QAnon deep state conspiracy theory</p><p>A key supporter of Nigel Farage and Donald Trump has provoked ridicule after using his Cornish castle to fly the flag of a prominent conspiracy theory identified by the FBI as inspiring rightwing violence.</p><p>John Mappin, who owns <a href=\"https://www.theguardian.com/artanddesign/2019/aug/08/gossamer-gateway-avalon-tintagel-castle-bridge-magic-history-arthurian-merlin\" title=\"\">Camelot Castle at Tintagel</a>, used the Victorian hotel to promote a rightwing hoax known as QAnon, which the US intelligence agency has <a href=\"https://www.theguardian.com/us-news/2019/aug/01/conspiracy-theories-fbi-qanon-extremism\" title=\"\">said is a motivator</a> for “domestic extremists” who want to carry out violence in the US.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/11/trum-and-farage-supporter-flies-flag-for-qanon-rar-right-conspiracy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/11/trum-and-farage-supporter-flies-flag-for-qanon-rar-right-conspiracy", "date_published": "2020-01-11 15:29:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland assembly reopens three years after collapse", "description": "<p>Arlene Foster and Michelle O’Neill stress need for unity as they take up senior roles</p><p>The Northern Ireland assembly has reopened for business almost three years to the day after it and the power-sharing executive in the region collapsed.</p><p>At an unprecedented Saturday sitting of the regional parliament, assembly members elected the Democratic Unionist party (DUP) leader, Arlene Foster, as first minister, Sinn Féin’s deputy leader, Michelle O’Neill, as deputy first minister and her colleague Alex Maskey as the chamber’s speaker</p> <a href=\"https://www.theguardian.com/politics/2020/jan/11/northern-ireland-assembly-reopens-three-years-after-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/11/northern-ireland-assembly-reopens-three-years-after-collapse", "date_published": "2020-01-11 14:29:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man and woman charged with murder after toddler's death in Doncaster", "description": "<p>Two-year-old Keigan Ronnie O’Brien died from head injuries, postmortem shows</p><p>A man and a woman have been charged with murder following the death of a two-year-old boy in Doncaster.</p><p>Keigan Ronnie O’Brien was treated by ambulance staff following reports he was in cardiac arrest at a property in Adwick, Doncaster, on Wednesday, South Yorkshire police said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/11/man-and-woman-charged-with-after-toddlers-death-in-doncaster-keigan-ronnie-obrien\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/11/man-and-woman-charged-with-after-toddlers-death-in-doncaster-keigan-ronnie-obrien", "date_published": "2020-01-11 11:29:13+00:00", "persistent": false, "user": null, "language": "en-UK"}]