[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Feature That Almost Sank Disco Elysium | Audio Logs", "description": "In this week's episode of Audio Logs, Disco Elysium's lead designer and writer Robert Kurvitz discusses the hardships ZA/UM underwent to make sure that the game's Thought Cabinet mechanic worked, and talks about the game's unlikely inspiration.\n\n#DiscoElysium #AudioLogs", "link": "https://www.youtube.com/watch?v=9X0-W5erEXw", "date_published": "2020-01-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "20 Minutes Of Zombie Army 4: Dead War Solo Horde Mode Gameplay", "description": "We got to get our hands on Zombie Army 4's new  and improved Horde Mode at a preview event and see how the latest installment in the series is coming along. Check out this early gameplay  from the \"Dead In The Water\" map, captured on the Xbox One X!", "link": "https://www.youtube.com/watch?v=TC1dbKNzecA", "date_published": "2020-01-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Games Are Lying To Us About Silencers - Loadout", "description": "Whether it's protruding from the barrel of James Bond's Walther PPK in GoldenEye 007 or being gently screwed on to Snake's SOCOM in Metal Gear Solid, video games and movies love to use the suppressor. But did you know that suppressors, or silencers, as they’re more commonly known, are in fact anything but “silent.” In reality, the pop culture silencer as we know it is a myth, and here’s why.\n\nYou can check out more from Jonathan Ferguson, Royal Armouries’ Keeper of Firearms & Artillery right here - https://www.youtube.com/user/RoyalArmouries/", "link": "https://www.youtube.com/watch?v=yzSrmGkpWKk", "date_published": "2020-01-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]