[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Julia Bullock: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nTom Huizenga | December 1, 2020\nSoprano Julia Bullock prefers to be called a \"classical singer.\" It's a rather humble, even vague, appellation for one of today's smartest, most arresting vocalists in any genre.\n\nShe was just named Artist of the Year by Musical America, who labeled her an \"agent of change.\" Bullock, who also considers herself an activist, has shaken up the classical music world recently with provocative programming and expressive performances. You can witness just that in this extraordinary Tiny Desk (home) concert from Munich, Germany with pianist and conductor Christian Reif, whose sensitive playing seems to anticipate and enhance Bullock's every phrase. He also happens to be her husband.\n\nCarefully choosing songs in German and English, Bullock begins with something bittersweet and introspective by Franz Schubert that cautions patience when looking for inner peace. She follows with \"Wie lange noch\" (How Much Longer), a World War II-era song by Kurt Weill. Written after Weill emigrated to the United States, the song contained coded messages for Germans back home. But Bullock has no time for secrets in these days fraught with uncertainty. The meaning behind her insistent cries of \"How much longer?\" as she stares straight through the camera, couldn't be more transparent.\n\nThe next two songs are a gut-punch of clear-eyed observation, struggle and hope. The spiritual \"City of Heaven\" finds a determined protagonist facing down sorrow, while Billy Taylor's \"I Wish I Knew How it Would Feel to be Free,\" written at the height of the civil rights movement, speaks truth to power. At the very end, Bullock spins out a long flowing line on the word \"free.\" It's among the most transcendent musical moments I've experienced this year.\n\nSET LIST\nFranz Schubert: \"Wanderers Nachtlied II\"\nKurt Weill: \"Wie lange noch\"\nTraditional: \"City Called Heaven\" (arr. by Hall Johnson)\nBilly Taylor: \"I Wish I Knew How It Would Feel To Be Free\" (arr. by Jeremy Siskind)\n\nMUSICIANS\nJulia Bullock: vocals\nChristian Reif: piano\n\nCREDITS\nVideo and Audio: Julia Bullock, Christian Reif\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=pyJsiO6SbAY", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Mac Ayres: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBobby Carter | November 30, 2020\n\"Tiny Desk! We finally made it!\" exclaimed singer-songwriter Mac Ayres as he finished his opening number, \"She Won't Stay Long.\" I'm sure his fans will especially feel that sentiment since they've made a home in our social media feeds and YouTube comments for years now. We were well on the way to hosting Mac Ayres at our D.C. offices until we had to shut down and pivot. As we worked our way through the adjustment to Tiny Desk (home) concerts, he also needed some time to regroup.\n\nThe 23-year-old Long Island native shot this in his basement back in September (hence the 'register to vote' comment). Mac's modus operandi lends itself to the Tiny Desk naturally. No over-produced beats, lots of live instruments and a stunning vocal range — and he handles all duties: guitar, bass, keyboard and background harmonies for three songs from previous albums and the premiere of a new song, \"Sometimes.\" Wow.\n\nSET LIST\n\"She Won't Stay Long\"\n\"Walking Home\"\n\"Sometimes\"\n\"Easy\"\n\nMUSICIANS\nMac Ayres: vocals, guitar, bass, keys\n\nCREDITS\nVideo and Audio: Mac Ayres\nMixing: Josh Rogosin\n\nTINY DESK TEAM\nProducer: Bobby Carter\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=nABC-s1uBCk", "date_published": "2020-11-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]