[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC1gVCrX5uEFc0s_8TIYGqmw", "title": "Macy's Christmas Parade 1927 New York - [ 60 FPS - Color - 4K ] - Old footage restoration with AI", "description": "The 4th annual R. H. Macy Holiday Parade on 109th street. Although not shown, this is the first year balloon animals were used in the Macy's parade. Scenes include various characters (people in animal masks) parading, floats, bands playing, and general parade views.\n\nOn Thanksgiving morning in 1924, Macy’s department store in New York City held a parade to drum up business and publicity. The theme was Christmas (and shopping for gifts).\n\nStore employees dressed in outrageous costumes and walked six miles from Harlem down to the Macy’s flagship store in Herald Square, accompanied by festive floats and animals from the Central Park Zoo.\n\nThe first parade ended with Santa Claus ascending to a golden throne above the store’s entrance and inviting thousands of customers to come and shop.\n\nThe parade was such a success that it became an annual tradition.\n\n🔗 Mashable:\nhttps://mashable.com/2015/11/08/macys-thanksgiving-parade/\n\nOriginal video was processed with Deep Learning algorithms to achieve modern look and quality. Here is the process:\n\n1. Footage stabilization and noise/dust/scratches removal with After Effects and Neat Video ✔️\n🔗 https://www.neatvideo.com/?linkID=p7845\n2. Restoration with DeepRemaster, removing scratches and film damage ✔️\n🔗 https://github.com/satoshiiizuka/siggraphasia2019_remastering\n3. Frame interpolation to get smooth look using DAIN method. Result is 60 FPS video ✔️\n🔗 https://github.com/baowenbo/DAIN\n4. Colorization using DeOldify with NoGAN. Colors are not accurate, only for ambient mood ✔️\n🔗 https://github.com/jantic/DeOldify\n5. Upscaling using Topaz Video Enhance AI, upscale preserving detail and reducing noise ✔️\n🔗 https://topazlabs.com/video-enhance-ai/ref/755/\n⭐⭐⭐ 15% DISCOUNT CODE: oldendays15\n6. Automation with Python scripts and AWS Thinkbox Deadline as queue manager ✔️\n🔗 https://www.awsthinkbox.com/deadline\n7. RTX 2070 Super 8GB, 32GB RAM, Ryzen 9 3900X 12-core. Approx 48hrs/10min video processing.\n\n🎵 Intro Music:\nTimelapse by boomopera\nhttps://1.envato.market/om6ao\n\nSocial Media:\nhttps://www.facebook.com/oldendayschannel\nhttps://www.twitter.com/OldenDaysYT\nhttps://www.instagram.com/oldendayschannel\nhttps://www.pinterest.ca/OldenDaysYT/old-footage-restoration\nhttps://www.patreon.com/oldendays\n\n#deoldify #colorize #upscale #topazlabs #veai #dain #60fps #4k", "link": "https://www.youtube.com/watch?v=-AKbGFt5FUk", "date_published": "2020-12-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]