[{"source": "https://www.theguardian.com/rss", "title": "Brexit: pets will need papers for travel to EU and Northern Ireland", "description": "<p>From 1 January, pet owners must apply for a health certificate from vets allowed to deal with exports</p><p>Dog, cat and ferret owners will have to follow new rules if they wish to travel to the EU or to Northern Ireland with their pet following Brexit, it emerged on Wednesday.</p><p>From 1 January, people travelling from Britain with pets and assistance dogs will need to ensure they have an animal health certificate (AHC) instead of a pet passport no earlier than 10 days before travel, the UK government <a href=\"https://www.gov.uk/guidance/pet-travel-to-europe-from-1-january-2021\">said on its website</a>.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/16/brexit-pets-will-need-certificate-for-travel-to-eu-and-northern-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/16/brexit-pets-will-need-certificate-for-travel-to-eu-and-northern-ireland", "date_published": "2020-12-16 23:45:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Pell: Trump is a barbarian, but 'in some important ways' he's our barbarian", "description": "<p>Cardinal praises president’s ‘splendid’ supreme court appointments at the launch of his prison journal</p><p>Cardinal George Pell has praised Donald Trump’s “splendid” supreme court appointments, but questioned his effort to sow doubt in the integrity of the US presidential election.</p><p>“It’s no small thing to weaken trust in great public institutions,” Pell told reporters on Wednesday in launching his book, Prison Journal, about the 404 days he spent in solitary confinement before his sexual abuse conviction was overturned by Australia’s high court.</p> <a href=\"https://www.theguardian.com/australia-news/2020/dec/17/george-pell-trump-is-a-barbarian-but-in-some-important-ways-hes-our-barbarian\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/dec/17/george-pell-trump-is-a-barbarian-but-in-some-important-ways-hes-our-barbarian", "date_published": "2020-12-16 23:39:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Congress closes in on $900bn Covid aid bill as Friday deadline looms", "description": "<p>Bill will include $600 to $700 stimulus checks and extended unemployment benefits </p><p>US congressional negotiators on Wednesday were “closing in on” a $900bn Covid-19 aid bill that will include $600 to $700 stimulus checks and extended unemployment benefits, as a Friday deadline loomed, lawmakers and aides said.</p><p>Top members of the Democratic-controlled House of Representatives and Republican-controlled Senate sounded more positive than they have in months on a fresh response to a crisis that has killed more than 304,000 Americans and thrown millions out of work.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/16/us-congress-coronavirus-stimulus-aid-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/16/us-congress-coronavirus-stimulus-aid-bill", "date_published": "2020-12-16 23:32:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The best team lost': Mourinho takes aim at Klopp after Liverpool snatch top spot", "description": "<ul><li>Tottenham manager criticises German’s touchline behaviour</li><li>‘If I behave the same way he does, I do not stay there’</li></ul><p>José Mourinho claimed the “best team lost” after Roberto Firmino’s late header at Anfield gave Liverpool <a href=\"https://www.theguardian.com/football/2020/dec/16/liverpool-tottenham-hotspur-premier-league-match-report\" title=\"\">a 2-1 victory</a> against Tottenham to take the champions top of the Premier League.</p><p>While Jürgen Klopp characterised a victory that displaced Spurs as leaders as “really special”, Mourinho also criticised the German’s touchline behaviour, speculating he would have been sent off if “grabbing” the fourth official’s board as he claimed his opposite number did.</p> <a href=\"https://www.theguardian.com/football/2020/dec/16/the-best-team-lost-mourinho-takes-aim-at-klopp-after-liverpool-snatch-top-spot\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/16/the-best-team-lost-mourinho-takes-aim-at-klopp-after-liverpool-snatch-top-spot", "date_published": "2020-12-16 23:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US set to announce new charges over Lockerbie plane bombing", "description": "<p>Attorney general William Barr expected to confirm indictment of Mohammed Abouagela Masud</p><p>US authorities are expected to unseal charges against a Libyan they accuse of being the master bomb-maker behind the <a href=\"https://www.theguardian.com/uk/lockerbie\">Lockerbie bombing</a>, only days before the anniversary of the UK’s deadliest terror attack.</p><p>William Barr, the outgoing US attorney general, is expected to confirm publicly within days that the US has indicted a former Libyan intelligence officer, Mohammed Abouagela Masud, accusing him of completing the device which blew up Pan Am 103 over the Scottish town on 21 December 1988.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/us-set-to-announce-new-charges-over-lockerbie-plane-bombing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/us-set-to-announce-new-charges-over-lockerbie-plane-bombing", "date_published": "2020-12-16 22:28:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese spacecraft carrying rocks and soil from the moon returns safely", "description": "<p>Unmanned Chang’e-5 probe returns to Earth after first mission in four decades to collect lunar samples</p><p>An unmanned Chinese spacecraft carrying rocks and soil from the moon returned safely to Earth early on Thursday (local time) in the first mission in four decades to collect lunar samples, the Xinhua news agency said.</p><p>The capsule carrying the <a href=\"https://www.theguardian.com/science/2020/dec/06/change-5-chinas-unmanned-moon-probe-delivers-samples-to-orbiting-space-craft\">samples collected by the Chang’e-5 space probe</a><strong> </strong>landed in northern China’s Inner Mongolia region, Xinhua said, quoting the China National Space Administration (CNSA).<strong> </strong>The director of CNSA, Zhang Kejian, declared the mission a success, Xinhua added.</p> <a href=\"https://www.theguardian.com/science/2020/dec/16/chinese-spacecraft-carrying-rocks-and-soil-from-the-moon-returns-safely\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/16/chinese-spacecraft-carrying-rocks-and-soil-from-the-moon-returns-safely", "date_published": "2020-12-16 21:24:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Allardyce is back in the top flight but will old truths still apply? | Jonathan Liew", "description": "<p>Can the Premier League’s survival specialist, out of work since 2018, get the job done at his eighth club, West Brom?</p><p>There’s a knock on the sunbed. The lid swings ominously open, filling the room with an eerie blue ultraviolet glow. A 66-year-old man of medium to heavy build climbs out, accepts the bathrobe that is wordlessly proffered to him. There is a car out front with its engine running. A freshly-pressed suit and referee’s whistle hanging in the back. Destination: the West Midlands, and the Monster HydroSport Training Ground. And with that, Sam Allardyce returns.</p><p>Was this how it happened? On reflection, probably not. But then this has always been the thing about Allardyce, who has been summoned from the managerial antechamber by West Bromwich Albion after two years out of the game: the mythology performs as crucial a function as the man himself. When you hire Allardyce, what you’re paying for is not so much a coach or an employee, but a brand, a creed, a lifestyle. You’re buying wholesale into <em>allardycismo</em> as an idea. You’re painting your world, or your little corner of it, a vivid shade of Big Sam.</p> <a href=\"https://www.theguardian.com/football/2020/dec/16/sam-allardyce-appointed-west-bromwich-albion-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/16/sam-allardyce-appointed-west-bromwich-albion-premier-league", "date_published": "2020-12-16 20:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales and Scotland threaten legal action over UK internal market plan", "description": "<p>Bill, set to become law after concessions on devolved nations, ‘act of constitutional sabotage’</p><p>The Welsh government is considering a legal challenge to plans for a post-Brexit UK internal market after a standoff between peers and the government over the controversial legislation ended when ministers brought forward concessions.</p><p>Following an extended tussle with the House of Lords, the executive agreed changes to legislation on Tuesday evening, which it said would ensure future flexibility for the devolved administrations.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/15/government-retreat-on-uk-internal-market-bill-ends-lords-stand-off\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/15/government-retreat-on-uk-internal-market-bill-ends-lords-stand-off", "date_published": "2020-12-16 20:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aubameyang ends his drought as 10-man Arsenal draw with Southampton", "description": "<p>At times like these, as Mikel Arteta, gropes desperately for answers, the Arsenal manager must be grateful for small mercies. At least there were no supporters present to witness this latest angst-ridden performance, which was scarred by another red card. At least his team scored for only the third time in nine Premier League games. At least they did not lose.</p><p>Make no mistake, Arsenal got away with one here. They were loose and pedestrian for the opening 30 minutes, when they trailed to a goal from Theo Walcott, who later said that he could feel the fear in his old team.</p> <a href=\"https://www.theguardian.com/football/2020/dec/16/arsenal-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/16/arsenal-southampton-premier-league-match-report", "date_published": "2020-12-16 20:17:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow third runway has always been rotten idea – time to end this saga | Nils Pratley", "description": "<p>Legal hurdle has gone, but from emissions targets to passenger projections, list of problems is long</p><p>Cleared for takeoff? Of course not. The supreme court <a href=\"https://www.theguardian.com/environment/2020/dec/16/top-uk-court-overturns-block-on-heathrows-third-runway\">has ruled that Heathrow’s third runway can proceed</a>, but the chances of the thing being built still look remote. The obstacle of legality – admittedly, a large obstruction – has been removed, but the list of problems remains long.</p><p>One is whether demand still exists for an extra 700 flights a day. Even when the pandemic passes, who can really estimate the long-term impact of Zoom on the critical business traveller market? Heathrow handled 80 million passengers in 2018 and has seen only 20 million so far this year. Achieving 130 million in 2030, which is what the airport needs to support its enormous scheme, looks a stretch.</p> <a href=\"https://www.theguardian.com/environment/nils-pratley-on-finance/2020/dec/16/heathrows-third-runway-has-always-been-rotten-idea-time-to-end-this-saga\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/nils-pratley-on-finance/2020/dec/16/heathrows-third-runway-has-always-been-rotten-idea-time-to-end-this-saga", "date_published": "2020-12-16 20:04:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lorna Miller on UK-EU Brexit negotiations – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/dec/16/lorna-miller-on-uk-eu-brexit-negotiations-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/dec/16/lorna-miller-on-uk-eu-brexit-negotiations-cartoon", "date_published": "2020-12-16 20:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook's attempt to vilify Apple looks like sour grapes", "description": "<p>Analysis: Facebook says objections to Apple feature that affects apps are bid to defend small businesses – but do we believe it?</p><p>Never afraid of a challenge, Facebook appears to have embarked on a campaign to convince the world to hate Apple, love targeted advertising, and believe the social network when it says it is doing it all out of a desire to defend small businesses.</p><p>On Wednesday, the company launched a series of full-page newspaper adverts and a press conference where the company put forward small businesses who said they relied on app-tracking to find customers. It also announced it would be siding with the Fortnite developer <a href=\"https://www.theguardian.com/games/2020/aug/14/fortnite-maker-epic-plays-david-to-apples-goliath-in-app-store-showdown\">Epic Games in the latter’s lawsuit</a> over control of the iOS App Store.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/16/facebooks-attempt-to-vilify-apple-tastes-like-sour-grapes\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/16/facebooks-attempt-to-vilify-apple-tastes-like-sour-grapes", "date_published": "2020-12-16 19:50:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10's Covid press briefings led exclusively by men for past six months", "description": "<p>Priti Patel was last woman to front briefing in May, as PM accused of having ‘blind spot’ for female ministers</p><p>Downing Street has not used a female minister to lead its coronavirus press conference for more than six months, a tally by the Guardian has found, prompting accusations that Boris Johnson does not value the women in his team.</p><p>It has also emerged that the government has sent out no female minister as its main representative on the regular morning round of TV and radio interviews for five weeks – and has done so only once in the past two months.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/16/no-10s-covid-press-briefings-led-exclusively-by-men-for-past-six-months\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/16/no-10s-covid-press-briefings-led-exclusively-by-men-for-past-six-months", "date_published": "2020-12-16 19:40:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: parliamentary recess from Thursday hits hopes for deal approval", "description": "<p>Move seen as political theatre as talks in Brussels continue, but may not preclude recall of MPs and peers</p><p>MPs and peers will begin their Christmas break on Thursday evening, the government has announced, amid waning hopes that a Brexit deal will be struck in time to be approved in parliament next week.</p><p>With talks on trade and security continuing in Brussels amid signs of progress and compromise, ministers had considered stipulating that parliament should sit on Monday and Tuesday to allow legislation implementing a deal to be passed rapidly.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/16/brexit-parliamentary-recess-from-thursday-hits-hopes-for-deal-approval\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/16/brexit-parliamentary-recess-from-thursday-hits-hopes-for-deal-approval", "date_published": "2020-12-16 19:23:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you changed your UK Christmas plans after Boris Johnson's statement?", "description": "<p>We’d like to hear from people who are changing their plans following PM’s warning that a ‘smaller Christmas is going to be a safer Christmas’</p><p>Boris Johnson <a href=\"https://www.theguardian.com/world/2020/dec/16/keep-christmas-small-and-short-urges-boris-johnson-covid-coronavirus\">said on Wednesday</a> that Christmas plans to mingle should be scaled back, following growing pressure to U-turn over a relaxation of Covid rules that allow three households to meet over five days of the festive period.</p><p>“A smaller Christmas is going to be a safer Christmas, and shorter Christmas is a safer Christmas,” he said.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/have-you-changed-your-uk-christmas-plans-after-boris-johnsons-statement\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/have-you-changed-your-uk-christmas-plans-after-boris-johnsons-statement", "date_published": "2020-12-16 19:20:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Johnson and Covid rules: a habit of complacency | Editorial", "description": "<p>The prime minister’s obvious dislike of prescriptive social regulations dilutes his authority when asking people to comply</p><p>There is a fine line between optimism and complacency that Boris Johnson has often crossed during the coronavirus pandemic. In July, when lifting the first national lockdown, the prime minister held out the prospect of “a significant return to normality” in time for Christmas. He <a href=\"https://www.theguardian.com/politics/video/2020/nov/05/boris-johnson-as-normal-a-christmas-as-possible-if-people-follow-lockdown-rules-video\" title=\"\">restated that ambition in November</a>, when setting out the terms of a second lockdown. “I have no doubt that people will be able to have as normal a Christmas as possible,” he said.</p><p>What marks that forecast as typically Johnsonian is the gratuitous certainty. The prime minister believes that asserting something with confidence makes it more likely to become true. That method can be effective as campaign rhetoric, but in government it risks making an enemy of reality.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/the-guardian-view-on-johnson-and-covid-rules-a-habit-of-complacency\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/the-guardian-view-on-johnson-and-covid-rules-a-habit-of-complacency", "date_published": "2020-12-16 18:50:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'On the brink': Covid pressure mounts at hospitals in Northern Ireland", "description": "<p>Fears of looming disaster as ambulances forced to queue, with similar scenes in Wales</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When ambulances started queueing<strong> </strong>outside hospitals across <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a>, revealing a health system overwhelmed by Covid-19, Sean Brophy was not surprised.</p><p>Weeks earlier the 52-year-old hospital transport worker had himself been hospitalised with the virus and saw how even then the system was cracking under pressure.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/on-brink-covid-pressure-mounts-hospitals-northern-ireland-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/on-brink-covid-pressure-mounts-hospitals-northern-ireland-wales", "date_published": "2020-12-16 18:39:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bitcoin price hits all-time high of more than $20,000", "description": "<p>Cryptocurrency rose by more than 6% against the dollar amid growing interest from big investment companies</p><p>The value of bitcoin, the world’s best known cryptocurrency, has reached an all-time high of more than $20,000.</p><p>The cryptocurrency rose by more than 6% on Wednesday to reach $20,632 (£15,283) against the US dollar, extending a winning streak this year amid growing interest among big investment companies attracted to its potential for quick gains.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/16/bitcoin-price-hits-all-time-high-of-more-than-20000\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/16/bitcoin-price-hits-all-time-high-of-more-than-20000", "date_published": "2020-12-16 18:31:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outing of FSB hit squad highlights Russia's data security problem", "description": "<p>Analysis: trade in stolen data is a boon for investigators and a headache for Kremlin</p><p>In early 2019, the journalist Andrei Zakharov managed to buy his own phone and banking records in a <a href=\"https://www.bbc.com/news/world-europe-48348307\">groundbreaking investigation</a> into Russia’s thriving markets in stolen personal data, in which law enforcement and telecoms employees can be contracted anonymously to dip into their systems and pull out sensitive details on anyone.</p><p>A year and a half later, investigators from Bellingcat and the Insider used <a href=\"https://www.bellingcat.com/resources/2020/12/14/navalny-fsb-methodology/\">some of the same tools</a> and clever analysis to <a href=\"https://www.bellingcat.com/news/uk-and-europe/2020/12/14/fsb-team-of-chemical-weapon-experts-implicated-in-alexey-navalny-novichok-poisoning/\">out a secret FSB team</a> that had been tasked with killing Alexei Navalny using a novichok nerve agent.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/outing-of-fsb-hit-squad-highlights-russias-data-security-problem\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/outing-of-fsb-hit-squad-highlights-russias-data-security-problem", "date_published": "2020-12-16 17:53:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlie Hebdo trial: French court convicts 14 over 2015 terror attacks", "description": "<p>Defendants found guilty on range of charges from membership of criminal network to complicity in attacks</p><p>A court in France has convicted 14 people in relation to the January 2015 terror attacks in Paris on the satirical newspaper Charlie Hebdo and a Jewish supermarket.</p><p>A total of 17 people were murdered across three days in a series of attacks that horrified the nation. All three assailants were killed in shootouts with the police, leaving only accomplices to face trial.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/charlie-hebdo-trial-french-court-convicts-14-over-2015-terror-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/charlie-hebdo-trial-french-court-convicts-14-over-2015-terror-attacks", "date_published": "2020-12-16 17:39:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghost boat laden with cocaine washes up in the Marshall Islands", "description": "<p>Abandoned vessel containing 649kg of drug washes up on a remote Pacific atoll after potentially years at sea</p><p>Police in the <a href=\"https://www.theguardian.com/world/marshall-islands\">Marshall Islands</a> have found the Pacific nation’s largest-ever haul of cocaine in an abandoned boat that washed up on a remote atoll after drifting on the high seas, potentially for years.</p><p>Attorney general Richard Hickson said the 5.5 metre (18ft) fibreglass vessel was found at Ailuk atoll last week with 649 kg (1,430lb ) of cocaine hidden in a compartment beneath the deck.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/ghost-boat-laden-with-cocaine-washes-up-in-the-marshall-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/ghost-boat-laden-with-cocaine-washes-up-in-the-marshall-islands", "date_published": "2020-12-16 17:37:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi prosecutor seeks maximum jail sentence for women's rights activist", "description": "<p>Loujain al-Hathloul, one of kingdom’s most prominent human rights campaigners, may face 20 years behind bars</p><p>The state prosecutor’s office in <a href=\"https://www.theguardian.com/world/saudiarabia\">Saudi Arabia</a> is seeking the maximum possible jail sentence for the women’s rights activist <a href=\"https://www.theguardian.com/world/2020/dec/10/saudi-arabia-begins-trial-of-womens-rights-activist-loujain-al-hathloul\">Loujain al-Hathloul</a>, raising the possibility that the campaigner could face 20 years behind bars after a verdict in her case is announced next week.</p><p>In a hearing on Wednesday at Saudi Arabia’s notorious terrorism court, the judge said he would deliver a verdict and possible sentencing in the case on Monday, said Hathloul’s sister Lina, who also shared a copy of the prosecution’s indictment with the Guardian.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/saudi-prosecutor-seeks-maximum-jail-sentence-for-womens-rights-activist-loujain-al-hathloul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/saudi-prosecutor-seeks-maximum-jail-sentence-for-womens-rights-activist-loujain-al-hathloul", "date_published": "2020-12-16 17:27:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two household limit to be law in Wales amid new Christmas Covid lockdown", "description": "<p>Mark Drakeford announces closure of shops and two-household limit on festive gatherings</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Fresh lockdown measures are to be imposed in Wales beginning on Christmas Eve, while the law will be changed to limit Christmas mixing to two households, the first minister, Mark Drakeford, has announced.</p><p>Amid surging cases, all non-essential shops, plus leisure and fitness centres and close-contact services, will shut at the end of trading on Thursday 24 December. Hospitality premises, including pubs and restaurants, will close from 6pm on Christmas Day.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/wales-to-impose-fresh-covid-lockdown-rules-from-christmas-eve\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/wales-to-impose-fresh-covid-lockdown-rules-from-christmas-eve", "date_published": "2020-12-16 17:26:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unicef to feed hungry children in UK for first time in 70-year history", "description": "<p>UN agency will help fund food parcels for those affected by coronavirus crisis in Southwark, south London</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Unicef has launched a domestic emergency response in the UK for the first time in its more than 70-year history to help feed children hit by the Covid-19 crisis.</p><p> The UN agency, which is responsible for providing humanitarian aid to children worldwide, said the coronavirus pandemic was the most urgent crisis affecting children since the second world war.</p> <a href=\"https://www.theguardian.com/society/2020/dec/16/unicef-feed-hungry-children-uk-first-time-history\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/16/unicef-feed-hungry-children-uk-first-time-history", "date_published": "2020-12-16 17:14:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can I find a balance? My rugged dedication to optimism feels questionable | Leading questions", "description": "<p>We will never find satisfactory proof that things are going to turn out all right, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. The trick is to look for something else</p><p><strong>I’ve been an optimist my whole life, with a rugged dedication that even I can see is, at times, questionable. My optimism mainly rests on a belief in the inherent goodness of people and, in many ways, I haven’t been disappointed. But over the last few years I had to face the fact that most of my significant relationships have been abusive and, clearly, there’s a tonne of evidence of hatred, ruthless greed and intolerance everywhere at the moment.</strong></p><p><strong>These experiences have provoked something of an existential crisis in me. I still feel an optimistic outlook is, fundamentally, the only way to keep going – otherwise what’s the point? How can I find a comfortable and balanced place in my mind and heart to settle?</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/17/how-can-i-find-a-balance-my-rugged-dedication-to-optimism-at-times-feels-questionable\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/17/how-can-i-find-a-balance-my-rugged-dedication-to-optimism-at-times-feels-questionable", "date_published": "2020-12-16 16:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post-Cummings, are we seeing signs of a more consensual government? | Martin Kettle", "description": "<p>Boris Johnson remains deeply flawed, but there are signs that his style of leadership is becoming less top-down </p><p>What follows is all extremely relative, all highly conditional, and there is no guarantee that any of it will be sustained in the future, even if it is correct in the first place. But here’s the thing to note: as we near the close of what one Conservative MP rightly called “<a href=\"https://www.staffordshire-live.co.uk/news/mp-delighted-christmas-covid-rules-4804343\">a torrid year</a>” for the country in the Commons today, Boris Johnson is moving towards a style of government that will be to his party’s advantage and, in some ways, to that of the country too.</p><p>That’s because there are signs – only signs, but a number of them all the same – that a somewhat less confrontational form of UK governance is beginning to take shape. Where it may lead, if and when life begins to return to some sort of normality in 2021, is tricky to predict. But if this very tentative reading of the government is even half right, the consequences may be influential for Johnson, for his party and within British politics into 2021 and beyond.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/post-cummings-more-consensual-government-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/post-cummings-more-consensual-government-boris-johnson", "date_published": "2020-12-16 16:18:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I lost all sense of perspective!' The broadcaster whose dogs became superstars", "description": "<p>Millions of frustrated sports fans began following Andrew Cotter’s ultra-competitive labradors Olive and Mabel in the first lockdown. Has it changed the trio’s lives?</p><p>Did anyone convey the topsy-turvy world of pandemic life better than two ultra-competitive labradors? When the first lockdown was announced back in March and sports events were cancelled across the country, the Scottish commentator Andrew Cotter found himself staring at a grim year ahead. And so he decided to simply continue commentating … on his dogs.</p><p>“You can feel the tension,” he said in his soothing soft Scottish accent, over <a href=\"https://twitter.com/mrandrewcotter/status/1243539675031232519?lang=en\">a video of his dogs, Olive and Mabel, racing to empty their bowls</a>. “Olive focused, relentless, tasting absolutely nothing.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/16/i-lost-all-sense-of-perspective-the-broadcaster-whose-dogs-became-superstars\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/16/i-lost-all-sense-of-perspective-the-broadcaster-whose-dogs-became-superstars", "date_published": "2020-12-16 15:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Stress is making me sick': UK workers on losing their jobs to Covid", "description": "<p>The closure of businesses since the second wave leaves the unemployed fearful for the future</p><p>Since the second wave of the Covid-19 pandemic, businesses across the UK have been forced to close once again, with the number of people being made redundant <a href=\"https://www.theguardian.com/business/2020/dec/15/uk-redundancies-rise-covid-unemployment-rate-job-losses\">climbing to a record high in the three months to October</a>.</p> <a href=\"https://www.theguardian.com/business/2020/dec/16/stress-is-making-me-sick-uk-workers-on-losing-their-jobs-to-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/16/stress-is-making-me-sick-uk-workers-on-losing-their-jobs-to-covid", "date_published": "2020-12-16 13:40:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air pollution a cause in girl's death, coroner rules in landmark case", "description": "<p>Coroner says failure to reduce pollution levels to legal limits was factor in death of Ella Kissi-Debrah, who had severe asthma</p><p>A coroner has made legal history by ruling that air pollution was a cause of the death of a nine-year-old girl.</p><p>Philip Barlow, the inner south London coroner, said Ella Kissi-Debrah’s death in February 2013 was caused by acute respiratory failure, severe asthma and air pollution exposure. </p> <a href=\"https://www.theguardian.com/environment/2020/dec/16/girls-death-contributed-to-by-air-pollution-coroner-rules-in-landmark-case\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/16/girls-death-contributed-to-by-air-pollution-coroner-rules-in-landmark-case", "date_published": "2020-12-16 13:23:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: no vaccines for poorer countries until 2024, documents claim", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/dec/16/coronavirus-live-news-trump-will-absolutely-encourage-americans-to-take-vaccine-says-press-secretary?page=with:block-5fd9fb4c8f08758977b3f559#block-5fd9fb4c8f08758977b3f559\">Reports say global scheme to deliver vaccines to poorer countries faces ‘very high’ risk of failure</a>; <a href=\"https://www.theguardian.com/world/live/2020/dec/16/coronavirus-live-news-trump-will-absolutely-encourage-americans-to-take-vaccine-says-press-secretary?page=with:block-5fd9af348f08b0a99da977b5#block-5fd9af348f08b0a99da977b5\">Tokyo confirms highest one-day case total</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/16/who-urges-europeans-to-wear-masks-when-meeting-up-for-christmas\">Wear masks when you see family for Christmas, WHO urges Europeans</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/16/germany-reports-record-covid-deaths-as-country-enters-christmas-lockdown\">Germany reports record Covid death toll</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/16/who-research-team-expected-to-travel-to-wuhan-to-investigate-coronavirus-origin\">Researchers to head to Wuhan to investigate Covid origins</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/dec/16/northern-ireland-patients-treated-in-car-parks-as-hospitals-overflow\">Northern Ireland patients treated in car parks as hospitals overflow</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/15/swedish-pm-says-officials-misjudged-power-of-covid-resurgence\">Swedish PM says officials misjudged power of Covid resurgence</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-16T13:12:44.957Z\">1.12pm <span class=\"timezone\">GMT</span></time> </p><p>Here’s a roundup of the latest developments:</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-16T12:56:13.745Z\">12.56pm <span class=\"timezone\">GMT</span></time> </p><p>The <strong>European Union</strong>’s 27 member countries want to start vaccinations on “the same day” as pressure mounts on the bloc to catch up with the United States and Britain, AFP reports.</p><p>The president of the European Commission, Ursula von der Leyen told European deputies: </p><p>To get to the end of the pandemic, we will need up to 70 percent of the population vaccinated.</p><p>This is a huge task, a big task. So let’s start as soon as possible with the vaccination together, as 27, with a start at the same day.</p><p dir=\"ltr\" lang=\"en\">To end the pandemic, we need up to 70% of the population vaccinated. <br /><br />This is a huge task. So let's start rapidly with the vaccination together, as 27, on the same day.<br /><br />As we have been united through the pandemic, we will get out of it together &amp; united. <a href=\"https://t.co/bpFpkjUuGR\">pic.twitter.com/bpFpkjUuGR</a></p> <a href=\"https://www.theguardian.com/world/live/2020/dec/16/coronavirus-live-news-trump-will-absolutely-encourage-americans-to-take-vaccine-says-press-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/16/coronavirus-live-news-trump-will-absolutely-encourage-americans-to-take-vaccine-says-press-secretary", "date_published": "2020-12-16 13:12:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's just not worth it': health experts on their Covid Christmas plans", "description": "<p>With debate raging over coronavirus rules, how are scientists and medics spending the festive season?</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As Christmas draws closer, infection rates are rising once more in parts of England, prompting scientists to issue fresh warnings about the dangers of taking advantage of the government’s relaxation of coronavirus restrictions over the festive period. We asked experts about their own Christmas plans. </p> <a href=\"https://www.theguardian.com/society/2020/dec/16/its-just-not-worth-it-health-experts-on-their-covid-christmas-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/16/its-just-not-worth-it-health-experts-on-their-covid-christmas-plans", "date_published": "2020-12-16 13:08:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Team Woods: Tiger and son Charlie join forces at PNC Championship | Ewan Murray", "description": "<p>For the first time, there will be more focus on Tiger Woods’s partner than Tiger Woods. And his partner is only 11 years old</p><p>Sawgrass, 17 March 2019. The latest snapshot of lives less ordinary arrived in an eight-word answer from Tiger Woods. “I don’t let them go on social media,” said Woods in respect of his children, Sam and Charlie, when whether or not they may have witnessed an amusing mid-round incident at the Players Championship was contemplated.</p><p>Keeping those aged 11 and 10, as was the case last spring, away from the all-consuming world of Facebook, Instagram and Twitter may seem sensible. There is a broader dynamic in this specific case: Woods’s global stardom status is one thing, the abuse that can still be thrown his – or his family’s – way on account of an infamous infidelity scandal quite another. For every strand of adulation towards Tiger Woods the golfer, there is a barb about cocktail waitresses.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/16/team-woods-tiger-son-charlie-pnc-championship-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/16/team-woods-tiger-son-charlie-pnc-championship-golf", "date_published": "2020-12-16 13:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Atherton's recipe for festive plait", "description": "<p>Use the yudane technique to give this plait its soft crumb, and prunes and dates to bring sweetness and richness</p><p>I love festive breads, from <a href=\"https://www.theguardian.com/lifeandstyle/2012/dec/07/panettone-recipe-brutti-ma-buoni\">panettone</a> to povitica, <a href=\"https://www.theguardian.com/lifeandstyle/2016/dec/15/how-to-bake-the-perfect-stollen\">stollen</a> to houska: they provide an opportunity to learn new flavours and techniques. This festive plait achieves a soft crumb from the yudane technique, where boiling water gelatinises the starches in the flour, before being included into the dough. This allows the starches to absorb more liquid and provides a tender and fluffy texture without the need for butter or eggs. </p><p>Be careful as some spices can affect the yeast, and often longer proving times are needed (cinnamon is particularly tricky). The prunes and dates bring sweetness and richness with all the added benefits of vitamins and fibre. My big tip is to buy a jar of malt extract. It gives an earthy depth to so many bakes and here provides a really shiny glaze.</p> <a href=\"https://www.theguardian.com/food/2020/dec/16/david-athertons-recipe-for-festive-plait\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/16/david-athertons-recipe-for-festive-plait", "date_published": "2020-12-16 13:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to tackle dementia in football – Football Weekly special", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/chris_sutton73\">Chris Sutton</a>, John Stiles and <a href=\"https://twitter.com/WillStewNeuro\">Dr Willie Stewart</a> discuss the prevalence of dementia in former footballers, sharing first-hand experience of the disease, the science behind the correlation between football and dementia and what needs to be done in the future</p><p><strong>Rate, review, share on </strong><a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\"><strong>Apple Podcasts</strong></a><strong>, </strong><a href=\"https://soundcloud.com/guardianfootballweekly\"><strong>Soundcloud</strong></a><strong>, </strong><a href=\"https://audioboom.com/channel/football-weekly\"><strong>Audioboom</strong></a><strong>, </strong><a href=\"https://www.mixcloud.com/guardianfootballweekly/\"><strong>Mixcloud</strong></a><strong>, </strong><a href=\"https://www.acast.com/footballweekly\"><strong>Acast</strong></a><strong> and </strong><a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\"><strong>Stitcher</strong></a><strong>, and join the conversation on </strong><a href=\"https://www.facebook.com/GuardianPodcasts/\"><strong>Facebook</strong></a><strong>, </strong><a href=\"https://twitter.com/guardianaudio\"><strong>Twitter</strong></a><strong> and </strong><a href=\"mailto:footballweekly@theguardian.com\"><strong>email</strong></a><strong>.</strong></p><p>For this Football Weekly special <a href=\"https://twitter.com/maxrushden\">Max Rushden</a> and <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a> are joined by former Norwich, Blackburn and Celtic striker <a href=\"https://twitter.com/chris_sutton73\">Chris Sutton</a>, John Stiles – son of World Cup winner Nobby Stiles – and <a href=\"https://twitter.com/WillStewNeuro\">Dr Willie Stewart</a>, consultant neuropathologist at the Queen Elizabeth University Hospital, Glasgow.</p> <a href=\"https://www.theguardian.com/football/audio/2020/dec/16/how-to-tackle-dementia-in-football-podcast-special\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2020/dec/16/how-to-tackle-dementia-in-football-podcast-special", "date_published": "2020-12-16 13:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Comeback review – comedy that sparkles by double act The Pin", "description": "<p><strong>No</strong><strong>ë</strong><strong>l Coward theatre, London<br /></strong>Described as ‘the cure for theatre’ by producer Sonia Friedman, Alex Owen and Ben Ashenden’s debut play is full of heart, pleasing pratfalls and endless flips of perspective</p><p>Announcing it earlier this autumn, producer Sonia Friedman hailed this show as <a href=\"https://www.theguardian.com/stage/2020/oct/15/sonia-friedman-theatre-west-end-mental-health\">“the cure for theatre”</a>. But theatre is still contagious as far as the government is concerned – and The Comeback’s opening performances are to be its last, for a while. That’s a crying shame: this backstage farce by <a href=\"https://www.theguardian.com/stage/2020/nov/24/pin-comeback-stephen-fry-catherine-tate-james-corden-farce-french-saunders\">double act The Pin</a> is great fun, and will be even more so when Alex Owen, Ben Ashenden and their helpers bed in to its particular haywire rhythms.</p><p>The Comeback started life as <a href=\"https://www.theguardian.com/stage/2018/aug/16/the-pin-review-dazzling-comedy-show-edinburgh-festival\">a 55-minute Edinburgh fringe show</a>, which imagined “Alex and Ben” as a support act for a veteran, vaudeville twosome, now named Jimmy and Sid. Ashenden and Owen play both duos, vying for stage space and the attention of a Hollywood big shot in the crowd, in what evolves into a quickfire, costume-changing, chase-around-the-curtain caper. The DIY overambition that was part of its charm in Edinburgh has had to be sacrificed. In its place, there’s more heart – though worn a bit too prominently on its sleeve towards the end.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/16/the-comeback-review-noel-coward-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/16/the-comeback-review-noel-coward-theatre-london", "date_published": "2020-12-16 12:47:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman and daughter found dead in suspected murder-suicide named", "description": "<p>Met police investigating deaths of NHS worker Shiwangi Bagoan, 25, and Ziana Bagoan, two</p><p>An NHS worker and her two-year-old daughter who were found dead in a suspected murder-suicide have been named by police.<br /><br />Homicide detectives are investigating the deaths of Shiwangi Bagoan, 25, and Ziana Bagoan, two, but do not believe anyone else was involved.</p><p>The pair were pronounced dead at the scene in Old Meadow Lane, Hounslow, in west London, after police and paramedics were called to the address shortly after 4pm on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/woman-and-daughter-found-dead-in-suspected-murder-suicide-named\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/woman-and-daughter-found-dead-in-suspected-murder-suicide-named", "date_published": "2020-12-16 12:44:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PC Andrew Harper killers' sentences unchanged after appeal", "description": "<p>Court dismisses attorney general’s appeal against manslaughter, as well as killers’ appeals against custodial terms</p><p>The sentences given to the killers of PC Andrew Harper, who was dragged to his death in August 2019, will not be increased after challenges at the court of appeal.</p><p>Harper, 28, was caught in a strap attached to the back of a car driven by Henry Long, 19, and dragged along a winding country road as Jessie Cole and Albert Bowers fled the scene of a quad bike theft in Berkshire on the night of 15 August 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/pc-andrew-harper-killers-sentences-unchanged-after-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/pc-andrew-harper-killers-sentences-unchanged-after-appeal", "date_published": "2020-12-16 12:31:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wear masks when you see family for Christmas, WHO urges Europeans", "description": "<p>UN body also suggests gatherings should be ‘outside where possible’ to reduce Covid transmission risk</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Europeans gathering for Christmas with their friends or families should try to celebrate outside or wear masks indoors in a well-ventilated space, according to an advisory issued by the World Health Organization.</p><p>The advice, <a href=\"https://www.euro.who.int/en/health-topics/health-emergencies/coronavirus-covid-19/news/news/2020/12/minimizing-the-covid-19-risk-advice-to-individuals,-communities-and-governments-for-the-winter-holidays\">posted by the UN health body’s European region on its website</a>, covers a variety of issues relating to winter recreation and holidays, including whether to take a skiing break and seasonal celebrations.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/who-urges-europeans-to-wear-masks-when-meeting-up-for-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/who-urges-europeans-to-wear-masks-when-meeting-up-for-christmas", "date_published": "2020-12-16 12:23:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Online incest porn is ‘normalising child abuse’, say charities", "description": "<p>Experts voice concern over growth of ‘deviant’ videos, including foster-child abuse fantasies, on Pornhub and other mainstream sites</p><p>Groups working on the frontline in the fight against child abuse in the UK have warned that an increase in abuse-themed pornography is “normalising” child abuse.</p><p>Children’s charity Barnado’s said it is working with vulnerable children who are being put at risk by “deviant” pornography that fetishises fantasies of sex with children.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/16/online-incest-porn-is-normalising-child-abuse-say-charities\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/16/online-incest-porn-is-normalising-child-abuse-say-charities", "date_published": "2020-12-16 12:21:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany reports record Covid deaths as country enters Christmas lockdown", "description": "<p>Disease control agency records more than 400 virus deaths for more than 11 days running</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Germany has recorded a record 952 new coronavirus-related deaths, as shops, schools and nurseries across the country closed for an emergency Christmas lockdown.</p><p>After experiencing relatively low numbers of infections and fatalities compared with other European countries in the spring, Germany’s disease control agency has recorded more than 400 deaths for 11 days in a row.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/germany-reports-record-covid-deaths-as-country-enters-christmas-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/germany-reports-record-covid-deaths-as-country-enters-christmas-lockdown", "date_published": "2020-12-16 12:17:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Slaven Bilic sacked by West Brom after one win in 13 Premier League games", "description": "<ul><li>Bilic the first top-flight manager dismissed this season</li><li>Sam Allardyce the main contender to fill the vacancy</li></ul><p>Slaven Bilic has become the first Premier League manager to be sacked this season as West Brom resorted to a drastic measure in an effort to climb out of the relegation zone.</p><p>Sam Allardyce is the main contender to fill the vacancy, with West Brom believing the 66-year-old can guide the club to safety thanks to his experience and know-how. Allardyce, a native of Dudley, has managed seven Premier League clubs and never been relegated. He had been due to host a tea-time show on TalkSport on Wednesday but pulled out of the engagement. </p> <a href=\"https://www.theguardian.com/football/2020/dec/16/slaven-bilic-sacked-by-west-brom-after-one-win-in-13-premier-league-games\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/16/slaven-bilic-sacked-by-west-brom-after-one-win-in-13-premier-league-games", "date_published": "2020-12-16 12:05:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the perfect vegetarian sausage rolls – recipe | Felicity Cloake's How to make the perfect …", "description": "<p>Christmas party food steps up a gear with these meat-free but not flavour-free crowd-pleasers</p><p>Though a sausage roll is certainly not just for Christmas, <a href=\"https://www.theguardian.com/lifeandstyle/wordofmouth/2010/dec/02/how-make-perfect-sausage-rolls\">is it really a Christmas party without them</a>? Frankly, I’m not sure it is, unless you’re vegetarian, in which case you’re often expected to celebrate with fridge-cold hummus or fight over a brie and cranberry tartlet instead. These particular sausage rolls, however, are a true crowd-pleaser: meat-free, but not flavour-free. As an enthusiastic consumer of the classic variety, I can hand on heart assure you that they more than live up to expectations.</p><p>All traditional sausage rolls, whether they’re billed as <a href=\"http://www.sambilton.com/christmas-pudding-stuffing/\">Christmas pudding</a> or<a href=\"https://www.prima.co.uk/all-recipes/baking/a30169045/nadia-sawalha-sausage-roll-cheese/\"> </a>“<a href=\"https://www.prima.co.uk/all-recipes/baking/a30169045/nadia-sawalha-sausage-roll-cheese/\">blistering hot</a>”, have meat as their base. Vegetarian and vegan sausage rolls have no such constraints, which means they come in almost as many versions as there are recipes. But which best fills that pig-shaped space?</p> <a href=\"https://www.theguardian.com/food/2020/dec/16/how-to-make-the-perfect-vegetarian-sausage-rolls-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/16/how-to-make-the-perfect-vegetarian-sausage-rolls-recipe-felicity-cloake", "date_published": "2020-12-16 12:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I used to love Christingle – until I discovered what my church thought of trans people", "description": "<p>This magical service has been at the heart of Christmas for several generations of my family. But my conscience will no longer let me take part</p><p>Growing up, my family was what I would now describe as culturally Church of England. Ours was the scenic, zero-commitment kind of Christianity. We grew up thinking of it as utterly default, in a way I don’t think kids would any more, even in deepest Kent. My siblings and I were christened and went to CofE village schools. We learned about other religious holidays but never saw evidence of them. We were not <em>religious</em> – no one was. By which I mean, we only went to church at Christmas.</p><p>Specifically, we would go to Christingle, the magical service that is aimed at, and makes no sense whatsoever to, children. It happened at some enchanted hour that felt like the dead of night (I was dumbfounded to learn much later that it actually kicked off at three in the afternoon). There were a few hymns, as familiar as lullabies, and there were talky bits, during which shepherds and “wise men” would time travel around the nave, or something.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/16/i-used-to-love-christingle-until-i-discovered-what-my-church-thought-of-trans-people\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/16/i-used-to-love-christingle-until-i-discovered-what-my-church-thought-of-trans-people", "date_published": "2020-12-16 12:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top 10 house parties in fiction | David Leavitt", "description": "<p>From Evelyn Waugh to Virginia Woolf and Sally Rooney, these novels offer masterclasses in dialogue-driven narrative<br /></p><p>For better or worse, I am a literary Anglophile. My mother was too. As a child I remember peeking over her shoulder at the novels she read after dinner: PG Wodehouse, Ngaio Marsh, all 12 volumes of Anthony Powell. It was with my mother that I first watched <a href=\"https://www.theguardian.com/tv-and-radio/upstairs-downstairs\">Upstairs, Downstairs</a> — I was 10 at the time – and, through it, got an early glimpse of the house party, a phenomenon the sheer Britishness of which enraptured me.</p><p>In the sunny and freewheeling Palo Alto of the 1970s and 80s, I read about cold manor houses in which each of the 18 bedrooms had a different hand-blocked wallpaper. I read about midnight assignations in garden pergolas. I read breakfast scenes, billiard-room scenes, scenes in which fraught hostesses laboured over the seating arrangements for formal dinners.</p> <a href=\"https://www.theguardian.com/books/2020/dec/16/top-10-house-parties-in-fiction-david-leavitt-shelter-in-place\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/16/top-10-house-parties-in-fiction-david-leavitt-shelter-in-place", "date_published": "2020-12-16 12:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Skipper Pip Hare on the toughest test in sailing: 'It's about coping with adversity – on your own'", "description": "<p>During the Vendee Globe, boats have broken apart and sleep is caught in snatches. The yachtswoman – currently in 18th place and still going – explains the dangerous thrill of racing solo</p><p>Pip Hare has just a few things to sort out, and she needs to have a check outside. She will text me again when she is free to chat, which she does. Hi, Pip, where are you? “Heading south-east across the South Atlantic,” she replies, cheerfully, casually, as if she was saying she was heading home across the park.</p><p>I can hear the South Atlantic, fizzing past in the background, and the creaks and groans of her 60ft boat Medallia, as it blasts towards the Southern Ocean. It’s glorious out there, she says. “The wind is moderate, the sea quite flat, the sky as blue as can be, with just a smattering of clouds, a sign that the low pressure is catching up with me. I’ve got three sails up, the boat is full of energy, flying along at between 18 and 20 knots. The colours are amazing.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/16/pip-hare-vendee-globe-toughest-test-sailing\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/16/pip-hare-vendee-globe-toughest-test-sailing", "date_published": "2020-12-16 12:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goodwill is the civil service's lifeblood – this bullying government is using it up fast | The civil servant", "description": "<p>Harassment of public servants, European partners and the taxpayer is wrecking the solidarity that keeps us going</p><p>Four years and counting of morally incontinent Brexit psychodrama. Dozens of “operations” with quasi-military designations: <a href=\"https://www.bbc.co.uk/news/uk-england-kent-55278947\">Brock</a>, <a href=\"https://www.telegraph.co.uk/news/2020/12/12/billions-no-deal-brexit-help-farmers-factories/\">Kingfisher</a>, <a href=\"https://www.theneweuropean.co.uk/brexit-news/operation-stack-brexit-preparations-in-dover-92684\">Stack</a>, and, of course, <a href=\"https://www.theguardian.com/politics/2020/nov/24/uk-facing-risk-of-systemic-economic-crisis-official-paper-says\">Yellowhammer</a>. Billions of pounds spent on no-deal preparations, including the redeployment of tens of thousands of civil servants like me who have been repeatedly marched up to the precipice, down and back up again. This is our third tilt at oblivion, and it isn’t getting any easier.</p><p>As before, those frightful figures now boil down to two dismal choices. Maybe it shouldn’t surprise us that the prime minister still hasn’t decided which reality we will leap into, in this <a href=\"https://www.scotsman.com/news/politics/boris-johnson-sets-sunday-deadline-brexit-talks-very-large-gaps-remain-3062995\">Schrödinger’s cat’s Brexit</a> (yes, there is a deal; no, there isn’t).</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/goodwill-lifeblood-civil-service-bullying-public-servants-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/goodwill-lifeblood-civil-service-bullying-public-servants-europe", "date_published": "2020-12-16 11:53:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National Theatre dashes to save Christmas spirit with Dick Whittington film", "description": "<p>As theatres are forced to close for the third time this year, the panto was recorded at its final preview as a gift for families</p><p>It’s Tuesday night at the panto and the theatre resounds with a chorus of boos. But the show hasn’t started yet and National Theatre <a href=\"https://www.theguardian.com/stage/2020/nov/06/rufus-norris-national-theatre-new-films-saving-panto-and-the-uk-arts-crisis\">artistic director Rufus Norris</a> is the only one on stage. He received thunderous applause when he strolled on; the boos come when Norris mentions tier 3, the increased level of Covid-19 restrictions that will close the building to audiences for the third time this year, and curtail the panto’s run.</p><p>This is the fourth preview of Dick Whittington, which was due to open to the press on Friday and be filmed later for a Christmas holiday broadcast. But when news broke on Monday afternoon that London would be entering tier 3 from Wednesday, the National swiftly assembled the film crew to capture a recording in front of a live audience in the Olivier theatre, reconfigured as an in-the-round space for social distancing. Seven cameras are placed around the auditorium, fixed among audience members or on a dolly that whizzes along the circular stage.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/16/national-theatre-dashes-to-save-christmas-spirit-with-dick-whittington-film\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/16/national-theatre-dashes-to-save-christmas-spirit-with-dick-whittington-film", "date_published": "2020-12-16 11:41:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Pornhub - one of the world's biggest sites - caused untold damage and pain | Moira Donegan", "description": "<p>The site became an outlet for rape tapes, child sexual abuse images, revenge porn and spycam videos. It acted far too late to deal with the problem</p><p>Last week, on 11 December, the credit card giants Visa and Mastercard announced that they would no longer allow cardholders to make transactions on Pornhub, the online giant of user-uploaded pornography that is one of the most-visited sites on the internet. The companies’ decision came just days after the New York Times published a lengthly investigation by the opinion columnist Nicholas Kristof on 4 December, which found large numbers of videos on the platform depicting rape, the molestation and abuse of minors, violent sexual abuse of women and other nonconsensual content.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/dec/14/pornhub-purge-removes-unverified-videos-investigation-child-abuse\">Pornhub removes millions of videos after investigation finds child abuse content</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/pornhub-untold-damage-pain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/pornhub-untold-damage-pain", "date_published": "2020-12-16 11:38:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump will soon leave. But his Republican enablers haven't learned their lesson | David Litt", "description": "<p>Trump’s attempt to steal an election didn’t come from nowhere – it was rooted in years of Republican contempt for democracy<br /></p><p>Joe Biden has won so much that he is, apparently, tired of winning.</p><p>That was the crux of his speech Monday night, after the electoral college vote that made official (or rather, yet again made official) his victory over Donald Trump. After a blizzard of false claims of fraud and frivolous lawsuits, the race is over. The attempt to overturn the people’s will failed.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/donald-trump-republican-enablers-mitch-mcconnell\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/donald-trump-republican-enablers-mitch-mcconnell", "date_published": "2020-12-16 11:22:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Cruise recorded shouting and swearing at Mission: Impossible crew over Covid issues", "description": "<p>The film star can be heard saying ‘if you don’t do it, you’re fired’, reportedly after crew members in Leavesden studios failed to socially distance</p><p>Tom Cruise has been recorded screaming obscenities at crew members on his current film Mission: Impossible 7 after apparent breaches of on-set social distancing guidelines.</p><p><a href=\"https://www.thesun.co.uk/tvandshowbiz/13489709/tom-cruise-covid-mission-impossible-rant/\">The Sun published an audio recording</a> of Cruise shouting and swearing at film crew on the project, of which is he one of the producers, threatening instant dismissal of anyone found to be contravening distancing rules.</p> <a href=\"https://www.theguardian.com/film/2020/dec/16/tom-cruise-recorded-shouting-and-swearing-at-mission-impossible-crew-over-covid-issues\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/16/tom-cruise-recorded-shouting-and-swearing-at-mission-impossible-crew-over-covid-issues", "date_published": "2020-12-16 11:17:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simone de Beauvoir's 'remarkable' letters to Violette Leduc sold at auction", "description": "<p>Sotheby’s, which sold the 297 letters, says they reveal ‘a complex and ambiguous relationship where unrequited passion and mistrust mingle’<br /></p><p>Almost 300 letters, mostly unpublished, from the influential feminist thinker Simone de Beauvoir to the French novelist Violette Leduc, including The Second Sex author’s rejection of her friend’s romantic advances, have sold for €56,700 (£51,500).</p><p>Sent between 1945 to a month before Leduc’s death in 1972, the 297 letters reveal the intense friendship between the two women, with Beauvoir serving as an editor and source of unwavering support for Leduc, who she once called “the most interesting woman I know” and drew on her for her analysis of lesbianism in The Second Sex. Despite counting Jean Genet and Albert Camus among her fans, Leduc did not gain fame until the final years of her life, with her frank depiction of lesbian sex regarded as unacceptable for much of her career.</p> <a href=\"https://www.theguardian.com/books/2020/dec/16/simone-de-beauvoir-remarkable-letters-to-violette-leduc-sold-at-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/16/simone-de-beauvoir-remarkable-letters-to-violette-leduc-sold-at-auction", "date_published": "2020-12-16 11:04:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Alaska facility giving aquatic animals a 'second chance at life'", "description": "<p>Alaska SeaLife Center is the only facility in the state that rehabilitates aquatic animals – but the future of the 22-year-old center appeared uncertain this year</p><p>When Pushki was brought to his new home on 12 November, he was scared, dangerously skinny, and severely dehydrated. The two-week-old sea otter pup had been found crying on the beach in Homer, Alaska, seemingly having been separated from his mother. He needed help, fast.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/16/alaska-sealife-center-aslc-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/16/alaska-sealife-center-aslc-pandemic", "date_published": "2020-12-16 11:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He ruined us': 10 years on, Tunisians curse man who sparked Arab spring", "description": "<p>Thanks in part to Mohamed Bouazizi’s self-immolation, Tunisians are freer than before, but many are miserable and disillusioned</p><p>His act of despair still shakes the Arab world. Mohamed Bouazizi, the 26-year-old fruit seller whose self-immolation triggered revolutions across the Middle East, has a boulevard named after him in Tunisia’s capital, Tunis. In his home town of Sidi Bouzid, he is depicted in a giant portrait facing the local government headquarters.</p><p>But a decade since he set himself on fire in protest at state corruption and brutality, Bouazizi is out of fashion in Tunisia – along with the revolution his death inspired. His family have moved to Canada and cut most ties with Sidi Bouzid. “They were smeared,” says Bilal Gharby, 32, a family friend.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/16/he-ruined-us-10-years-on-tunisians-curse-man-who-sparked-arab-spring\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/16/he-ruined-us-10-years-on-tunisians-curse-man-who-sparked-arab-spring", "date_published": "2020-12-16 11:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How have Thailand and Cambodia kept Covid cases so low?", "description": "<p>Despite proximity to China, fatalities in Thailand stand at 60, while Cambodia has officially recorded zero </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When the coronavirus first began to spread rapidly in the Chinese city of Wuhan, Thailand appeared especially vulnerable. It was the first country outside China to report a case of Covid-19, when, on 13 January, a 61-year-old woman from Wuhan was confirmed to have <a href=\"https://www.theguardian.com/world/2020/jan/14/case-of-mystery-coronavirus-found-outside-china-for-the-first-time-thailand\">tested positive</a> in Bangkok. Thailand was in its peak tourist season, welcoming travellers from around the world. A major outbreak seemed almost inevitable.</p><p>Yet, 11 months later, like many of its south-east Asian neighbours, Thailand has so far avoided the worst of the virus.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/thailand-cambodia-covid-19-cases-deaths-low\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/thailand-cambodia-covid-19-cases-deaths-low", "date_published": "2020-12-16 10:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elizabeth Wurtzel remembered by Nancy Jo Sales", "description": "<p><strong>31 July 1967 – 7 January 2020</strong></p><p>The Vanity Fair writer on the troubled author of Prozac Nation, a strong, supportive woman with a raw streak of honesty</p><ul><li><a href=\"https://www.theguardian.com/science/2020/dec/15/heather-couper-remembered-by-floella-benjamin\">Heather Couper remembered by Floella Benjamin<br /></a></li><li><a href=\"https://www.theguardian.com/world/series/the-observer-obituaries-of-2020\">Read the Observer’s obituaries of 2020 in full</a></li></ul><p>My daughter had a dream about our friend Elizabeth Wurtzel the other night. Dreams about someone who has died are not uncommon, as we know. Some say it’s a way of working out unresolved issues with the person; or maybe it’s just that you miss them so much, your unconscious is trying to bring them back. Others say it’s something more along the lines of a visitation, actual contact on a spiritual plane. Guardian angels.</p><p>Whatever can account for such dreams, it’s amazing how those who’ve passed away act so like themselves in them. This was true of my daughter’s dream, as she told it to me. She had misplaced a backpack full of schoolwork, and Elizabeth was helping her look for it. “I was really nervous about losing it,” my daughter said, “and she made me feel sure I would find it. She was very helpful and kind. She made me feel safe.”</p> <a href=\"https://www.theguardian.com/books/2020/dec/16/elizabeth-wurtzel-remembered-by-nancy-jo-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/16/elizabeth-wurtzel-remembered-by-nancy-jo-sales", "date_published": "2020-12-16 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I wanted something that was mine': why I bought a house at 25", "description": "<p>Buying a house in Texas may have been a drastic attempt to grasp some form of stability in these turbulent times – but stability isn’t a race to be won</p><p>If in January of this train wreck of a year you told me I would be purchasing a house at the ripe age of 25, I would have laughed in your face. How could I, a millennial working in the not-so-lucrative field of journalism, afford a home? My generation has been spat the narrative that it is more likely to see a unicorn frolicking through Times Square than for a twentysomething to buy a house. And unfortunately, there is truth to it, especially for those of us who live in bigger, more expensive cities.</p><p>It’s not as if we don’t want to own homes. I’m not the only twentysomething with aspirational <a href=\"https://www.nytimes.com/2020/11/19/style/zillow-surfing-home-listings.html\">Zillow alerts</a> set up on my phone, allowing me to spend hours browsing through unaffordable houses as some twisted form of escapism. I just never believed I could actually purchase one of the houses I had saved on the app.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/16/buying-house-at-25-texas-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/16/buying-house-at-25-texas-pandemic", "date_published": "2020-12-16 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forty years after Peter Sutcliffe’s crimes, the police are making the same mistakes | Joan Smith", "description": "<p>Two new documentaries highlight a failure to listen to women that continues today</p><p>The Yorkshire Ripper has become a bogeyman. <a href=\"https://www.theguardian.com/uk-news/2020/nov/13/yorkshire-ripper-peter-sutcliffe-dies-aged-74\">Peter Sutcliffe’s death</a> last month appeared to mark the moment when the case receded into the past, his murders remembered by a dwindling number of people. But it should not be consigned to history, because the errors made by the police in that flawed investigation are being repeated to this day.</p><p>Forty years after Sutcliffe’s final murder, <a href=\"https://www.theguardian.com/commentisfree/2020/nov/13/peter-sutcliffe-crimes-women-police-investigation-murders-misogny\">violence against women</a> is at epidemic levels. Rape convictions have declined to the point where some argue it has been decriminalised, a failure that is encouraging serial predators. Sutcliffe was not a rapist but he was a misogynist, and the criminal justice system is hardly better now at identifying and convicting such men.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/peter-sutcliffe-crimes-violence-women-documentaries\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/peter-sutcliffe-crimes-violence-women-documentaries", "date_published": "2020-12-16 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If we don’t do it, who will?': a year on the frontline of Covid-19", "description": "<p>Key workers and survivors from four countries reveal the fear and uncertainty that has upended daily life – and how the past 12 months have changed their world</p><ul><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_STANDFIRST%22%2C%22componentId%22%3A%22covid_supplement_2020_standfirst%22%2C%22campaignCode%22%3A%22covid_supplement_2020%22%7D&amp;INTCMP=covid_supplement_2020\">Show your support for rigorous, independent Guardian journalism</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>Marcio Maranhão</strong><strong>, </strong><strong>50 </strong><br /><em>Thoracic surgeon</em><em>, </em><em>Parque dos Atletas</em><em> field hospital</em><em><br /></em>I’ve never experienced anything like this in 26 years as a doctor. I started working on the pandemic in March and at first we were overcome with perplexity. We had 45 days’ warning from Europe, where health systems were collapsing. Even so the severity and the speed of it all were just baffling. You’d see a patient one day, send them home, and the next day they’d come back in a very serious condition and die. We couldn’t understand what was causing such a catastrophic evolution.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/if-we-dont-do-it-who-will-a-year-on-the-frontline-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/if-we-dont-do-it-who-will-a-year-on-the-frontline-of-covid-19", "date_published": "2020-12-16 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I am sick of comfort wear': how 2020 legitimised leggings", "description": "<p>For many of us, this year has involved a lot of working from home – and with it comfort. But when things return to ‘normal’, don’t expect the spandex to disappear </p><p>It is Monday morning and time for her weekly video meeting, so Alice, a 35-year-old author and writer based in Paris, does what she always does before logging on: “I switch my pyjama top for a black turtleneck and slap on mascara to pretend I’ve been doing more than lying in bed watching Emily in Paris.”</p><p>Like most people whose jobs have moved almost exclusively online this year, Alice’s standards have not so much slipped as tumbled headlong into an abyss since France entered <em>le confinement</em> in March.</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/16/i-am-sick-of-comfort-wear-how-2020-legitimised-leggings\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/16/i-am-sick-of-comfort-wear-how-2020-legitimised-leggings", "date_published": "2020-12-16 10:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swansea's Connor Roberts: 'I can be in the workshop for hours on end'", "description": "<p>Defender on his woodwork passion, being asked by a confused supplier if he knew Gareth Bale, and his remarkable running stats</p><p>When Connor Roberts is not on the pitch, there is a good chance you will find him pottering around in his garage, a designated workshop where hitting the woodwork brings great pleasure. Last weekend, hours after struggling to sleep following victory in the south Wales derby, the Swansea defender was putting the finishing touches to a mud kitchen, a Christmas present for twins. “I can be in there for hours on end doing bits and bobs, <a href=\"https://www.definition-of.com/Potch\">‘potching’</a> almost, ” he says. “I have a bit of OCD, so everything has to be perfect. Once I’ve finished, I have to clean up and everything has to be away nicely.”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/dec/12/cardiff-swansea-championship-match-report\">Swansea's Jamal Lowe hits double to beat 10-man Cardiff in feisty derby</a> </p> <a href=\"https://www.theguardian.com/football/football-league-blog/2020/dec/16/swansea-connor-roberts-workshop-woodwork-gareth-bale\">Continue reading...</a>", "link": "https://www.theguardian.com/football/football-league-blog/2020/dec/16/swansea-connor-roberts-workshop-woodwork-gareth-bale", "date_published": "2020-12-16 10:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top UK court overturns block on Heathrow's third runway", "description": "<p>Earlier ruling said expansion plan was illegal as government had not considered its climate commitments</p><p>The supreme court has overturned a February judgment that a third runway at Heathrow airport was illegal. It means the project can now seek planning permission, but the ultimate completion of the runway remains uncertain.</p><p>The supreme court ruling marks the latest twist in years of legal and political wrangling over the climate impact and economic benefits of expanding the airport. The decision in February was seen as historic by environmental campaigners, as it was the first significant ruling in the world to be based on the <a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement/the-paris-agreement\">Paris climate agreement</a>, and related cases were subsequently brought against plans to <a href=\"https://www.theguardian.com/uk-news/2020/apr/21/campaigners-take-legal-action-over-27bn-uk-road-building-scheme\">build more roads</a> and <a href=\"https://www.theguardian.com/environment/2020/may/18/legal-case-launched-over-uks-outdated-energy-policies\">gas-fired power plants</a> in the UK.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/16/top-uk-court-overturns-block-on-heathrows-third-runway\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/16/top-uk-court-overturns-block-on-heathrows-third-runway", "date_published": "2020-12-16 09:51:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fish could still sink Brexit deal, says EU's Ursula von der Leyen", "description": "<p>Commission chief says issue of domestic subsidies resolved, but agreement still ‘so far away’</p><p>A clash over EU access to British fishing waters could still sink hopes of a post-Brexit trade deal, Ursula von der Leyen has said, with agreement said to be “so close but yet … so far away”.</p><p>In an address to the European parliament, the European commission president said the issue of domestic subsidies, so long a thorn in the side of the negotiators, had been resolved.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/16/fish-could-still-sink-brexit-deal-says-eu-ursula-von-der-leyen\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/16/fish-could-still-sink-brexit-deal-says-eu-ursula-von-der-leyen", "date_published": "2020-12-16 09:39:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid chaos: a timeline of the UK's handling of the coronavirus crisis", "description": "<p>A journey through a year of announcements, U-turns, lockdowns, denials, tests – and tens of thousands of deaths</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/dec/16/covid-chaos-a-timeline-of-the-uks-handling-of-the-coronavirus-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/dec/16/covid-chaos-a-timeline-of-the-uks-handling-of-the-coronavirus-crisis", "date_published": "2020-12-16 09:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MacKenzie Scott: ex-wife of Jeff Bezos gives away $4bn in four months", "description": "<p>The 50-year-old, who was married to Amazon boss for 26 years, donates to Covid groups</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>MacKenzie Scott, the ex-wife of the Amazon founder, Jeff Bezos, has donated more than $4bn in the past four months to hundreds of charities and aid organisations, including food banks fighting the impact of the coronavirus pandemic.</p><p>Scott, who has a personal net worth of more than $60bn (£44.5bn), <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/mackenzie-scott-more-money-than-she-can-count-and-glad-to-give-it-away\">pledged to give away much of her wealth</a> after her <a href=\"https://www.theguardian.com/technology/2019/jun/30/amazon-jeff-bezos-ex-wife-mackenzie-handed-38bn-in-divorce-settlement\">divorce settlement with Bezos last year</a>.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/16/mackenzie-scott-ex-wife-of-jeff-bezos-gives-away-4bn-in-four-months-amazon-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/16/mackenzie-scott-ex-wife-of-jeff-bezos-gives-away-4bn-in-four-months-amazon-covid", "date_published": "2020-12-16 09:11:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Truth and healing’: Jamaal Bowman's prescription to overcome vaccine skepticism in Black America", "description": "<p>In interview, the Democratic New York congressman-elect says suspicion ‘communicates the lack of trust African Americans feel towards American institutions’</p><p>An emerging leader of the progressive wing of the Democratic party has argued that politicians must act as role models as part of a concerted effort to combat skepticism of the Covid-19 vaccine, particularly among some Black Americans.</p><p>Congressman-elect Jamaal Bowman, the progressive New York Democrat who defeated longtime incumbent congressman and outgoing House foreign affairs committee chairman Eliot Engel, voiced his concerns in a short but expansive interview with the Guardian. Those concerns coincide with <a href=\"https://www.washingtonpost.com/local/social-issues/black-vaccine-trust/2020/12/07/9245e82e-34c2-11eb-b59c-adb7153d10c2_story.html\">reports of suspicion</a> in the Black community over taking coronavirus vaccines when available.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/16/jamaal-bowman-african-americans-covid-vaccine\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/16/jamaal-bowman-african-americans-covid-vaccine", "date_published": "2020-12-16 09:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Festive spirits: the ghosts from Ghosts on their favourite Christmases", "description": "<p>The sitcom spooks, back for a one-off special, share their most cherished yuletide memories ... before they, you know, died</p><p>Backs then, the merriments be led by the “Lorde of Misrule”, dressed all a colour with bells on his legs and flopclothes atween his fingers. Course, it just be the drunkenest fool of the village, but he’d lives like a king all Candlemass through. Must seems aculiar now, to puts a bumbling fool acharge. But I guess the lands hath come a long way.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/16/bbc-one-ghosts-christmas-special\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/16/bbc-one-ghosts-christmas-special", "date_published": "2020-12-16 09:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Housebuilding plans for English countryside ditched after Tory revolt", "description": "<p>Outcry from MPs leads government into U-turn on ‘mutant algorithm’ for building in south-east</p><p>A housing algorithm for England that would have <a href=\"https://www.theguardian.com/commentisfree/2020/nov/27/boris-johnson-planning-algorithm-england-white-paper\">increased building in the Conservatives’ rural heartlands</a> has been dropped by the government after an outcry from its own MPs.</p><p>The formula, labelled the “mutant algorithm” by one Tory MP, would have prioritised building in villages and towns in the south-east, while reducing construction of new housing in northern England.</p> <a href=\"https://www.theguardian.com/society/2020/dec/16/brownfield-sites-prioritised-in-plan-to-build-300000-homes-a-year-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/16/brownfield-sites-prioritised-in-plan-to-build-300000-homes-a-year-in-england", "date_published": "2020-12-16 08:39:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back to basics: how social workers returned to their roots during Covid", "description": "<p>The pandemic has highlighted the importance of working with neighbourhoods as social work rediscovered traditional methods</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When lockdown was imposed in northern Italy this spring, travel became impossible and older people in remote villages were starved of money, food, medicine and support. Social workers in the area, which took the brunt of Europe’s first wave of Covid-19, stepped in to create networks of local people to provide supplies and prevent isolation.</p><p>Community members, postal workers and police officers joined the networks, delivering food and medicines, collecting pensions and providing people with a new sense of belonging.</p> <a href=\"https://www.theguardian.com/society/2020/dec/16/social-workers-rediscovered-traditional-methods-during-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/16/social-workers-rediscovered-traditional-methods-during-covid", "date_published": "2020-12-16 08:28:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK inflation driven down by discounting from clothing retailers", "description": "<p>ONS says consumer prices index fell to 0.3% in November from 0.7% a month earlier</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Steep discounting by clothing retailers pushed down UK inflation in November as the second national coronavirus lockdown in England and tough restrictions across the country kept consumers away from the high street.</p><p>The <a href=\"https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/november2020\">Office for National Statistics</a> (ONS) said the consumer prices index fell to 0.3% in November from 0.7% a month earlier. City economists had forecast an inflation rate of 0.6%</p> <a href=\"https://www.theguardian.com/business/2020/dec/16/uk-inflation-driven-down-by-discounting-from-clothing-retailers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/16/uk-inflation-driven-down-by-discounting-from-clothing-retailers", "date_published": "2020-12-16 08:27:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It’s been a rollercoaster': how indie publishers survived - and thrived - in 2020", "description": "<p>When lockdown came in March, many small presses feared they would go out of business. But then came an outpouring of support from the public<br /></p><ul><li><a href=\"https://www.theguardian.com/books/2020/dec/16/the-best-books-of-2020-to-support-indie-publishers-this-christmas\">The best books from indie publishers in 2020</a></li></ul><p>Six months ago, independent publishers Jacaranda and Knights Of were warning publicly that their income had fallen to almost zero. They weren’t the only small publishers struggling. With bookshops and distributors closing, a survey from the Bookseller at the time<a href=\"https://www.thebookseller.com/news/small-presses-fear-being-wiped-out-autumn-1202281\"> found that almost 60% of small publishers</a> feared closure by the autumn. No bookshops meant no knowledgeable, passionate booksellers pressing new books they loved on to customers; no events and no travel meant that crucial avenues for introducing new writers had disappeared.</p><p>The stars had been looking very happily aligned for Oneworld in March. The independent publisher had three of its biggest books scheduled for the month – a novel from Women’s prize winner Tayari Jones, <a href=\"https://www.theguardian.com/books/2020/mar/12/silver-sparrow-tayari-jones-review\">Silver Sparrow</a>; a new thriller from the bestselling crime author Will Dean, <a href=\"https://www.theguardian.com/books/2020/mar/24/thrillers-rules-perfect-murders-familiar-dark-second-wife-black-river-alison-flood\">Black River</a>; and Damien Love’s novel for older children, <a href=\"https://www.theguardian.com/books/2020/mar/28/childrens-books-roundup-the-best-new-picture-books-and-novels\">Monstrous Devices</a>. It had printed point-of-sale materials, invested in marketing, advertising, printing.</p> <a href=\"https://www.theguardian.com/books/2020/dec/16/how-indie-publishers-survived-and-thrived-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/16/how-indie-publishers-survived-and-thrived-in-2020", "date_published": "2020-12-16 08:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buy a classic sport photograph: Dalglish seals the title", "description": "<p>The latest in a Guardian Print Shop <a href=\"https://guardianprintshop.com/collections/the-big-sport-picture\">series</a> featuring classic sports images. This week’s picture is of Liverpool legend Kenny Dalglish who spurred the Reds to eight league titles during his time as a player and manager</p><p>The 1985-86 season was Kenny Dalglish’s first term as player-manager of Liverpool and although he only netted three times that campaign, this strike was particularly precious. It came in the final match of the season, away at Chelsea, as the Reds secured a 1-0 victory to win the league title at Everton’s expense. Dalglish controlled a looping through-ball on his chest and laced a sweet right-foot volley into the far corner – “an unerring finish” in the words of commentator John Motson – before wheeling away in celebration. Dalglish inspired ongoing success, primarily from the dugout, and by his final appearance in 1990 he had netted 169 times in 502 appearances for Liverpool. No wonder they call him ‘King Kenny’.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/16/buy-a-classic-sport-photograph-dalglish-seals-the-title\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/16/buy-a-classic-sport-photograph-dalglish-seals-the-title", "date_published": "2020-12-16 08:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kearnan Myall: 'Being concussed is not the issue. It’s the repeated hits'", "description": "<p>The recently retired lock wants the rugby authorities to realise what is leading to players suffering from early onset dementia</p><p>Along with every recently retired rugby player, Kearnan Myall has experienced a range of emotions these past few days. If reading about fellow former pros being <a href=\"https://www.theguardian.com/sport/2020/dec/08/steve-thompson-former-rugby-union-players-dementia-landmark-legal-case\" title=\"\">diagnosed with early onset dementia</a> has been upsetting, the ramifications for his generation may be worse. At 34, the former Leeds and Wasps lock – “Ultimately I’m just in the hands of the gods in terms of what happens to me” – has no option but to play a waiting game.</p><p>What really upsets him is the misinformation about head injuries being trotted out as fact. Myall has been studying psychiatry at Oxford University and while his PhD research has focused on a different aspect of brain function, he has made a point of reading all the latest studies connected with rugby’s head-injury crisis. He believes it is a subject upon which many people in the game urgently need educating.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/16/kearnan-myall-rugby-union-dementia-understand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/16/kearnan-myall-rugby-union-dementia-understand", "date_published": "2020-12-16 08:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women behind huge increase in running and cycling in 2020", "description": "<ul><li>Fitness app Strava releases global figures for the year</li><li>108% rise in median activities of women aged 18 to 29 in UK</li></ul><p>Women led an unlikely global fitness boom in 2020 with large increases in the numbers running, cycling and walking during the pandemic, according to the world’s biggest online fitness platform.</p><p>Strava, which tracked more than 1.1bn activities uploaded by its 72m users over the past year, found the number of uploaded runs and cycle rides nearly doubled compared with the same period in 2019, while the number of walks recorded tripled year on year.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/16/women-behind-huge-increase-in-running-and-cycling-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/16/women-behind-huge-increase-in-running-and-cycling-in-2020", "date_published": "2020-12-16 08:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Female leaders make a real difference. Covid has proved it | Jane Dudman", "description": "<p>It may be no coincidence that countries with women at the helm have had fewer infections and deaths <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>What do Erna Solberg, Sanna Marin, Katrín Jakobsdóttir and Mette Frederiksen have in common apart from all four being female prime ministers (of Norway, Finland, Iceland and Denmark, respectively)? The answer is that their countries have much lower rates of Covid-19 infection than male-led neighbouring nations such as Ireland, Sweden and the UK.</p><p>Are those facts connected? There’s a growing body of evidence to suggest they may be.</p> <a href=\"https://www.theguardian.com/society/2020/dec/16/female-leaders-make-a-real-difference-covid-may-be-the-proof\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/16/female-leaders-make-a-real-difference-covid-may-be-the-proof", "date_published": "2020-12-16 08:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we think about trauma is vital to how we move on from it | James Greig", "description": "<p>The world has wised up to how our past affects our present. But I know that labelling ourselves as ‘traumatised’ holds us back</p><p>Trauma as a medical phenomenon has its roots in the late 19th century, when it was known as “railway spine”, a condition suffered by survivors of railway accidents (a new phenomenon at the time) and believed to be caused by microscopic lesions in the body. It arose in tandem with the insurance industry; people seeking compensation needed evidence to back up their claims, particularly if they hadn’t been visibly injured. During the first world war, it was recognised but afforded little sympathy: traumatised soldiers were seen as unpatriotic, cowardly and lazy.</p><p>It wasn’t until the 1970s that the term “post-traumatic stress disorder” came into use. But to begin with, the diagnosis was limited to <a href=\"https://www.publichealth.va.gov/exposures/publications/agent-orange/agent-orange-summer-2015/nvvls.asp\">military veterans</a>. Eventually, the concept of trauma was expanded to include survivors of sexual violence, familial abuse and other catastrophes – a positive development. </p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/16/think-about-trauma-vital-move-labelling\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/16/think-about-trauma-vital-move-labelling", "date_published": "2020-12-16 08:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A raging inferno': testimony reveals how deadly cladding ended up on Grenfell Tower", "description": "<p>Public statements by Arconic, Celotex and Kingspan at times contrast what inquiry was told had been said in private</p><p>After the Grenfell Tower fire in June 2017, the companies that made the cladding reacted with horror.</p><p>The insulation manufacturer Celotex said it was “shocked by the tragic events”. The “rainscreen” maker Arconic was “devastated” and stressed that the causes of the fire were “not yet known”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/a-raging-inferno-testimony-reveals-how-deadly-cladding-ended-up-on-grenfell-tower\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/a-raging-inferno-testimony-reveals-how-deadly-cladding-ended-up-on-grenfell-tower", "date_published": "2020-12-16 08:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Airlines' failure to offer Covid cash refunds investigated by UK regulator", "description": "<p>CMA will consider whether there has been breach of consumer rights</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK competition regulator has launched an investigation into the failure of airlines to offer cash refunds to travellers who have been unable to take their flights because of the coronavirus pandemic.</p><p>The Competition and Markets Authority (CMA) said its move followed reports that airlines may have breached consumers’ rights by not offering cash refunds in cases where travel restrictions meant people could not legally take the flight.</p> <a href=\"https://www.theguardian.com/business/2020/dec/16/airlines-failure-to-offer-covid-cash-refunds-investigated-by-uk-regulator\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/16/airlines-failure-to-offer-covid-cash-refunds-investigated-by-uk-regulator", "date_published": "2020-12-16 07:47:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How getting a hotel room in March kickstarted a life off the streets", "description": "<p>The ‘Everyone In’ scheme housed 15,000 street homeless people during the first Covid wave. As winter hits, charities say it must be reprieved</p><p>Mick Norman, 51, who has a long history of alcohol and substance abuse and crime, had been living on the streets of east London “this time around” for 18 months. Norman had been homeless on and off since 2003. Everything changed when he was offered emergency accommodation in March as part of the government’s £3.2m “<a href=\"https://www.gov.uk/government/news/3-2-million-emergency-support-for-rough-sleepers-during-coronavirus-outbreak\">Everyone In</a>” initiative to stop the spread of Covid-19. This saw around 15,000 street homeless people in England provided with hotel rooms or other emergency accommodation between March and April in order to reduce the spread of coronavirus.</p><p>“I used to commit petty crimes to get arrested so I could get back in prison when it got cold,” Norman admits. But this time he says he couldn’t get arrested in spite of stealing more than 700 items in the 11 weeks before lockdown.</p> <a href=\"https://www.theguardian.com/society/2020/dec/16/how-getting-a-hotel-room-in-march-kickstarted-a-life-off-the-streets\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/16/how-getting-a-hotel-room-in-march-kickstarted-a-life-off-the-streets", "date_published": "2020-12-16 07:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump administration has executed more Americans than all states combined, report finds", "description": "<p>The execution spree was a first in US history and stands contrary to the declining trend in death penalty practices</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2020/dec/15/trump-is-spending-the-last-days-of-his-presidency-on-a-literal-killing-spree\">Opinion: Trump is on a literal killing spree</a></li></ul><p>Donald Trump has added a morbid new distinction to his presidency – for the first time in US history, the federal government has in one year executed more American civilians than all the states combined.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/dec/11/brandon-bernard-execution-abolish-death-penalty\">'Abolish the death penalty': Brandon Bernard execution prompts wave of anger</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/dec/15/trump-administration-us-death-penalty-executions\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/15/trump-administration-us-death-penalty-executions", "date_published": "2020-12-16 07:12:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: tensions over handling of UK Covid vaccine rollout", "description": "<p>With overall costs for vaccinating the UK population at £12bn, the public accounts committee flags ‘highly unusual’ arrangements</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Vaccinating the population against Covid-19 will cost up to £12bn, Whitehall’s spending watchdog has disclosed, amid details of tensions between health bodies over the rollout.</p><p>The National Audit Office said the government would spend up to £11.7bn on purchasing and manufacturing Covid-19 jabs for the UK before deploying them in England.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/16/tensions-mount-over-handling-of-uk-covid-vaccine-rollout\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/16/tensions-mount-over-handling-of-uk-covid-vaccine-rollout", "date_published": "2020-12-16 07:10:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyoto Animation arson suspect charged with murder in Japan", "description": "<p>Shinji Aoba was arrested after attack in July 2019 in which 36 people died<br /></p><p>Japanese prosecutors have charged a man with murder over the 2019 arson attack on Kyoto Animation in which 36 people died, the country’s national public broadcaster has reported, the country’s deadliest violent crime in decades.</p><p>Shinji Aoba, 42, was detained in the <a href=\"https://www.theguardian.com/world/2020/may/27/kyoto-animation-arson-suspect-arrested-shinji-aoba-burns\">aftermath of the July attack</a>, but has been hospitalised since then with severe burns sustained in the incident, and reportedly only regained consciousness in August.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/kyoto-animation-arson-suspect-charged-with-in-japan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/kyoto-animation-arson-suspect-charged-with-in-japan", "date_published": "2020-12-16 07:02:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Art is not a spectator sport': the confounding work of Victor Burgin – in pictures", "description": "<p>The British artist’s groundbreaking 1986 book Between was inspired by psychoanalysis, post-structuralism and a rejection of art as mere commerce. Yet it contains themes common to us all </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/dec/16/what-lurks-between-the-confounding-work-of-victor-burgin-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/dec/16/what-lurks-between-the-confounding-work-of-victor-burgin-in-pictures", "date_published": "2020-12-16 07:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell effect made our flats' insurance premium ruinous", "description": "<p>This was despite the fact that cladding was fitted using the government’s own Green Homes Grant and has been certified</p><p><strong>I bought my first flat in a four-storey block in 2017. The building had been fitted with insulating cladding two years previously using the government’s Green Homes Grant. The cladding has been certified as fire safe and is still widely used. Despite this, and the fact that the block is only 16 metres high, our existing insurer, Covéa, has refused to renew our cover.</strong></p><p><strong>We have found a new provider, </strong><strong>Aspen</strong><strong>, but it insists that we first remove the cladding at a cost of around £400,000 and then pay a premium of £109,000, which is 600% higher than what we were paying before. The sums have to be divided among 40 flats, which could be ruinous for some leaseholders. Our premiums, if anything, should have gone down because the building has undergone extensive remedial works to improve fire safety.</strong></p> <a href=\"https://www.theguardian.com/money/2020/dec/16/grenfell-effect-made-our-flats-insurance-premium-ruinous\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/16/grenfell-effect-made-our-flats-insurance-premium-ruinous", "date_published": "2020-12-16 07:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian farmers' protests – in pictures", "description": "<p>Tens of thousands of protesting Indian farmers are camping along at least five major highways on the outskirts of New Delhi and have said they won’t leave until the government rolls back new laws on agricultural reform that they say will drive down crop prices and devastate their earnings</p> <a href=\"https://www.theguardian.com/world/gallery/2020/dec/16/indian-farmers-protests-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/dec/16/indian-farmers-protests-in-pictures", "date_published": "2020-12-16 07:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mountain hares at risk as winter coats fail to camouflage in snowless Scottish Highlands", "description": "<p>Mountain hares in Scotland failing to adapt to climate change, leaving them more vulnerable to predators</p><p><br />When snow begins to fall, mountain hares melt into the landscape by shedding their dark fur and becoming a brilliant – but camouflaged – white.</p><p>But mountain hares in Scotland are failing to adapt to a dramatic increase in snowless days, with their white fur on dark mountainsides leaving them newly visible to potential predators.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/16/mountain-hares-at-risk-as-winter-coats-fail-to-camouflage-in-snowless-scottish-highlands\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/16/mountain-hares-at-risk-as-winter-coats-fail-to-camouflage-in-snowless-scottish-highlands", "date_published": "2020-12-16 07:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shackleton's sledge and flag from south pole expedition to stay in UK", "description": "<p>National Heritage Memorial Fund bid successful after items from Nimrod trek sold to overseas buyer </p><p>A sledge and flag that shine light on one of Britain’s greatest adventure stories – <a href=\"https://www.theguardian.com/lifeandstyle/2011/apr/30/ernest-shackleton-antarctic-expedition\">Ernest Shackleton’s Nimrod expedition to the south pole</a> – have been kept in the UK.</p><p>It was announced on Wednesday that the <a href=\"http://www.nhmf.org.uk/\">National Heritage Memorial Fund</a> had provided a £204,700 grant to help buy objects which would otherwise have gone abroad.</p> <a href=\"https://www.theguardian.com/science/2020/dec/16/shackletons-sledge-and-flag-from-south-pole-expedition-to-stay-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/16/shackletons-sledge-and-flag-from-south-pole-expedition-to-stay-in-uk", "date_published": "2020-12-16 07:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're getting Europe's waste?' US hit by plastic debris lost from UK ship", "description": "<p>Environmentalists question why waste washing up on Maine coast was being imported from Northern Ireland for energy production</p><p>Brightly coloured plastic debris from the UK has been washing up along the coast of Maine in the US after a shipment bound for incineration fell into the sea.</p><p>The plastic debris, part of a 10,000-tonne consignment from Re-Gen Waste, a company based in Newry, Northern Ireland, has infuriated environmentalists and locals surprised to learn that the north-eastern state of Maine is importing plastic from almost 3,000 miles away.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/16/were-getting-europes-waste-us-hit-by-plastic-debris-lost-from-uk-ship\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/16/were-getting-europes-waste-us-hit-by-plastic-debris-lost-from-uk-ship", "date_published": "2020-12-16 06:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I’ve been watering the plants with bottled water!' What the panic-buyers did next", "description": "<p>What happened to the coronavirus preppers who rushed out and stripped the supermarket shelves of loo rolls, pasta and other essentials?</p><p>The loo roll went first, multipacks of it, stuffed into the boots of family cars or carted home in carrier bags. Next was the pasta, tinned soup, dried legumes and – bizarrely, given that Covid at no point threatened the UK’s water supply – mineral water. Many scoffed at these coronavirus preppers in February, dismissing them as cranks. Then, as social media filled up with images of ransacked shelves, many went out and joined them. Supermarkets had the eerie, desolate quality of a disaster movie. It was weird.</p><p>But what became of these Covid stockpilers? In February, <a href=\"https://amp.theguardian.com/world/2020/feb/24/zombie-apocalypse-coronavirus-stockpilers-emergency-food\">we met James Blake</a>, the owner of Europe’s largest emergency food supplier, in a near-empty warehouse – freeze-dried macaroni cheese and chicken fried rice were flying off the shelves – when Covid hadn’t yet reached UK shores, but was already the only thing that anyone could talk about. He ran out of his stock within weeks of our meeting. “It’s been crazy busy,” he says. “When lockdown occurred, volumes skyrocketed. We did something like two or three years’ annual turnover in two months.” It has been frenetic work, getting all these orders out and sourcing more stock. “There were 10-week waits for some orders and people were still ordering, despite that,” he says. It took him until June to clear the backlog of orders. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/16/ive-been-watering-the-plants-with-bottled-water-what-the-panic-buyers-did-next\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/16/ive-been-watering-the-plants-with-bottled-water-what-the-panic-buyers-did-next", "date_published": "2020-12-16 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They're behind you! Rip-roaring pantos from the past – in pictures", "description": "<p>From Ian McKellen’s pastel Widow Twankey to Dame Edna in Dick Whittington, the Guardian’s stage photographer has captured some of the boldest and brightest pantos</p><p><a href=\"https://www.theguardian.com/stage/2020/nov/30/the-snow-must-go-on-top-theatre-shows-to-watch-online-this-christmas\">The snow must go on: festive shows to watch online</a></p> <a href=\"https://www.theguardian.com/stage/gallery/2020/dec/16/theyre-behind-you-classic-pantos-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2020/dec/16/theyre-behind-you-classic-pantos-in-pictures", "date_published": "2020-12-16 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's over for us': how extreme weather is emptying Bangladesh's villages", "description": "<p>The frequency of natural disasters is making life in rural areas increasingly difficult, pushing inhabitants into city slums</p><p>The house Faruk Hossain grew up in has, for the last six months, resisted being claimed by the river, as the rest of the village already has been.</p><p>But slowly, as the waters have failed to seep away, he has come to accept that the family house has become uninhabitable. Like other villages nearby, Chakla in Bangladesh’s Satkhira district has not re-emerged from the flooding caused by <a href=\"https://www.theguardian.com/world/video/2020/may/21/super-cyclone-amphan-batters-india-and-bangladesh-video\">Super-cyclone Amphan</a>, which battered the south of the country in late May,</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/16/how-floods-are-emptying-bangladesh-villages\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/16/how-floods-are-emptying-bangladesh-villages", "date_published": "2020-12-16 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DIY shops in Europe selling wood taken illegally from Russia, report alleges", "description": "<p>More than 100,000 tonnes of lumber from taiga region enters EU countries in illegal timber scandal</p><p>DIY shops across Europe are selling wood taken illegally from Russia’s far-east taiga region, where corruption is contributing to the rapid destruction of virgin forests, a report has claimed.</p><p>More than 100,000 tonnes of lumber have entered Germany, France and other EU countries as part of <a href=\"http://www.forestforum.ru/viewtopic.php?f=9&amp;t=23284&amp;\">one of Russia’s biggest illegal timber scandals</a>, it is alleged. The business is in turn linked to two companies registered in the UK.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/diy-shops-europe-wood-russia-lumber-taiga-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/diy-shops-europe-wood-russia-lumber-taiga-eu", "date_published": "2020-12-16 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Oyelowo: 'Nowhere on Earth has been better at covering up racism than Great Britain'", "description": "<p>The actor is tired of talking about race, but the trolling of his latest film shows why he still has to. He talks religion, the secret of his happy marriage – and why he worried he had failed the legacy of Martin Luther King</p><p>David Oyelowo is tired of talking about racism. After all, he has spent a professional lifetime doing so – not surprisingly, as this has been the focus of many of his films. So it was with some relief that he found himself starring in an escapist children’s movie that has nothing to do with it. Yet two months before its release, Come Away hit the headlines – as a racism story.</p><p>Come Away is a fantasy about a fantasy; the whimsical tale of parents bringing up young children who just happen to be Peter Pan and Alice from Wonderland. Oyelowo plays the father, while Angelina Jolie plays the mother. Astonishingly, the fact that Alice and Peter are mixed-race has fuelled a campaign against the film.</p> <a href=\"https://www.theguardian.com/film/2020/dec/16/david-oyelowo-nowhere-on-earth-has-been-better-at-covering-up-racism-than-great-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/16/david-oyelowo-nowhere-on-earth-has-been-better-at-covering-up-racism-than-great-britain", "date_published": "2020-12-16 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plantwatch: holly, ivy and how warmer weather boosts Christmas plants", "description": "<p>These evergreens are thriving due to climate change but can smother other woodland species</p><p>The holly and ivy decorations should be looking lush this Christmas thanks to climate change boosting the growth of these plants.<br /><br />In a study 15 years ago, holly was found spreading further north in Europe than ever before. The plant had pushed northwards by 80 miles (130km) in more than 60 years and was seen in Norway and Sweden where it was being used for <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1559830/\">Christmas decorations</a> for the first time.<br /><br />Ivy is also becoming more widespread across forests in Europe. In just over 80 years it has spread across more areas of forests, with <a href=\"https://bit.ly/341Aq5w\">rising temperatures</a> the key factor. But there is a problem with the rampant growth of both holly and ivy in woodlands, because these evergreens can easily smother and outcompete other plants in the habitat, such as primroses and violets.<br /><br />Mistletoe, though, is struggling with the changing climate, as milder winters rob it of the cold weather in winter it needs to help sprout its seeds the following spring. A study in 2005 found that the pine mistletoe in the Swiss Alps had been forced to climb about 200 metres up mountainsides in 100 years to find cooler conditions, and was expected to <a href=\"https://bit.ly/2W2nb02\">climb a further 350 metres</a> up the slopes by 2030. <br /></p> <a href=\"https://www.theguardian.com/science/2020/dec/16/plantwatch-holly-ivy-and-how-warmer-weather-boosts-christmas-plants\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/16/plantwatch-holly-ivy-and-how-warmer-weather-boosts-christmas-plants", "date_published": "2020-12-16 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory London mayor candidate criticised over using fake City Hall coat of arms", "description": "<p>Opponents say campaign letters warning over council tax rises are disingenuous</p><p>The Conservative party’s candidate for London mayor has drawn cross-party condemnation for sending voters letters using fake “City Hall” insignia, the second time <a href=\"https://www.theguardian.com/politics/2020/nov/05/tory-london-mayoral-candidate-criticised-over-tfl-bailout-facts-site\">the campaign has used similar tactics</a> in recent weeks.</p><p>Letters sent to potential voters by the campaign of Shaun Bailey said Londoners’ taxes would rise “If you do not take action”, in language that echoed financial penalty notices.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/tory-london-mayor-candidate-criticised-over-using-fake-city-hall-coat-of-arms\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/tory-london-mayor-candidate-criticised-over-using-fake-city-hall-coat-of-arms", "date_published": "2020-12-16 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'There are plenty of schlongs in art' – Maggi Hambling defends her nude sculpture of Mary Wollstonecraft", "description": "<p>Her tribute to the feminist icon caused outrage at last month’s unveiling, but the artist has no regrets. She hits back at her critics – and explains why this women’s rights pioneer had to be naked</p><p>Maggi Hambling is listing her favourite sculpted penises. “The <a href=\"https://www.theguardian.com/artanddesign/parthenon-marbles\">Elgin marbles</a>,” she says. “Michelangelo’s <a href=\"https://www.theguardian.com/world/2005/jan/22/science.highereducation\">David</a>. And Shelley’s, though it is rather small.” She means the <a href=\"https://en.wikipedia.org/wiki/Shelley_Memorial\">Shelley</a> memorial, Edward Onslow Ford’s attempt to depict the sea-shrunken corpse of the drowned poet. She takes a drag on her cigarette, exhales and giggles.</p><p>We’re sitting on the pavement outside the Marlborough Gallery in Mayfair so Hambling can have a cigarette. It’s stupidly cold but this is the only place we can do the interview, unless the artist quits. And that’s not going to happen. She is an incorrigible smoker, refusing to be photographed without a cigarette in hand. Until recently, the gallery made an exception, allowing Hambling to light up inside. “But the people in the offices above objected to the smell,” she says. “They threatened to close down my show.” So she has evicted herself from her own exhibition for the length of four cigarettes and a coffee.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/16/plenty-schlongs-art-maggi-hambling-defends-nude-sculpture-of-mary-wollstonecraft\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/16/plenty-schlongs-art-maggi-hambling-defends-nude-sculpture-of-mary-wollstonecraft", "date_published": "2020-12-16 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Q&A: what would UK Christmas Covid rule changes mean for your bookings and tickets?", "description": "<p>As festive gatherings face a renewed blow, what happens if your plans have to change?</p><p>Long-distance train tickets have been bought in advance, flights arranged, hotels booked, restaurant reservations made and even turkeys reserved at the local butchers. But as Christmas family gatherings face a renewed blow, what happens if you now have to change your plans?</p><p><strong>I booked a long-distance train ticket in advance to go home at Christmas but it is likely I can’t go once the government announces changes. Do I get a refund?</strong></p> <a href=\"https://www.theguardian.com/money/2020/dec/16/qa-what-will-christmas-covid-rule-changes-mean-for-uk-consumers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/16/qa-what-will-christmas-covid-rule-changes-mean-for-uk-consumers", "date_published": "2020-12-16 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby's dementia crisis – podcast", "description": "<p>In 2003 Steve Thompson helped England win the World Cup, playing a part in one of the most memorable endings to a match. Now aged 43, he finds he has no memory of the match at all – and has been diagnosed with early onset dementia. Andy Bull describes how a group of former stars are launching a legal case against the sport’s governing bodies</p><p>The 2003 World Cup final between England and Australia had gone into the last minute of extra time, with scores tied. Steve Thompson, the England hooker, threw the ball in from a line out and, as England advanced, the ball ended with Jonny Wilkinson, whose drop goal dramatically won the match for England. It’s one of the most memorable moments in recent rugby history, but Thompson, now retired aged 42, doesn’t remember it. </p><p>The Guardian’s <strong>Andy Bull </strong>tells <strong>Rachel Humphreys </strong>about his investigation into rugby and dementia, during which he spoke to Thompson, one of several former players launching legal action against rugby union’s governing bodies. They claim that past failures to properly manage the safety of players who regularly received blows to the head has left some of them with debilitating conditions such as dementia and chronic traumatic encephalopathy. </p> <a href=\"https://www.theguardian.com/news/audio/2020/dec/16/rugbys-dementia-crisis-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/dec/16/rugbys-dementia-crisis-podcast", "date_published": "2020-12-16 03:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Storms lash Australia's east coast – in pictures", "description": "<p>Northern NSW and south-east Queensland hit by heavy rain, strong winds and king tides. </p> <a href=\"https://www.theguardian.com/australia-news/gallery/2020/dec/16/storms-lash-australias-east-coast-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/gallery/2020/dec/16/storms-lash-australias-east-coast-in-pictures", "date_published": "2020-12-16 01:50:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan rape law comes into effect amid outcry over victim blaming", "description": "<p>Activists hail new law that will speed up rape trials, protect the identity of victims and create a sex offenders register</p><p>Pakistan’s president has approved a much-awaited new law requiring the establishment of special courts to speedily conclude trials of people charged with raping women or children, a move hailed by rights activists.</p><p>The law, which must be approved by parliament to remain in effect, requires courts to conclude the trials of alleged rapists and issue verdicts within four months. It also prohibits the disclosure of the identity of rape victims and will create a national sex offenders register.</p> <a href=\"https://www.theguardian.com/world/2020/dec/16/pakistan-law-comes-into-effect-amid-outcry-over-victim-blaming-by-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/16/pakistan-law-comes-into-effect-amid-outcry-over-victim-blaming-by-police", "date_published": "2020-12-16 01:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lost artefact from Great Pyramid of Giza found in cigar box in Aberdeen", "description": "<p>Wooden fragment from at least 3000BC discovered by chance by Egyptian university researcher</p><p>A lost artefact from the Great Pyramid of Giza, one of only three objects ever recovered from inside the last remaining wonder of the ancient world, has been found in a chance discovery at the University of Aberdeen.</p><p>Curatorial assistant Abeer Eladany, originally from Egypt, was reviewing items in the university’s Asia collection when she came across a cigar box marked with her country’s former flag.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/16/lost-artefact-from-great-pyramid-of-giza-found-in-cigar-box-in-aberdeen\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/16/lost-artefact-from-great-pyramid-of-giza-found-in-cigar-box-in-aberdeen", "date_published": "2020-12-16 00:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rail fares in England to rise above inflation for first time since 2013", "description": "<p>DfT announces shock 2.6% rise in March despite widespread calls for freeze to boost train usage<br /></p><p>Rail fares across England will rise by 2.6% in 2021 after the government decided to increase prices above inflation for the first time since 2013.</p><p>The shock increase will take place in March, two months later than the usual annual rise, the Department for Transport announced.</p> <a href=\"https://www.theguardian.com/money/2020/dec/16/rail-fares-in-england-to-rise-above-inflation-for-first-time-since-2013\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/16/rail-fares-in-england-to-rise-above-inflation-for-first-time-since-2013", "date_published": "2020-12-16 00:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}]