[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Back 4 Blood Closed Alpha Gameplay Livestream", "description": "Tune in as Turtle Rock Studios, the developers behind Left 4 Dead show off closed alpha gameplay of their new game, Back 4 Blood.", "link": "https://www.youtube.com/watch?v=jCjlW90uRbQ", "date_published": "2020-12-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Back 4 Blood: First Look At The Left 4 Dead Successor", "description": "We played through one of Back 4 Blood's co-op campaigns and got a sense of how developer Turtle Rock is expanding on its tried-and-true Left 4 Dead formula.\n\nDeveloper Turtle Rock Studios created a cooperative gaming phenomenon back in 2008 with Left 4 Dead. Twelve years later, it returns to that zombie apocalypse well with Back 4 Blood, another four-player co-op game about working together to fight a horde of mutated former humans. In a lot of ways, Back 4 Blood is a mutation itself--the core is very much Left 4 Dead, but with new additions injecting some fresh blood into the formula.\n\nGameSpot editor Phil Hornshaw and video producer Jean-Luc Seipke got to play through one of Back 4 Blood's campaign levels, in which players fight through the horde as they travel from safe room to safe room, during an early look at the game's closed alpha. Check out the video above, in which we talk about our impressions of Back 4 Blood and the way it draws and expands on Left 4 Dead.\n\nThe discussion outlines the similarities between Back 4 Blood and Left 4 Dead--including level structure, enemies, and gameplay--as well as the differences Turtle Rock has baked in as well. These include a progression system that doesn't just benefit players who put in a lot of time, but powers up the whole team, adding more replayability to the entire structure.\n\nWe've got more Back 4 Blood coverage from our time checking out the closed alpha, so be sure to check it all out on GameSpot.com.", "link": "https://www.youtube.com/watch?v=QaFIL2fC7G8", "date_published": "2020-12-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "GameSpot's Game Of The Year 2020 | Half-Life: Alyx", "description": "Half-Life: Alyx is an incredible blend of the best VR concepts with expert execution, and it paints the storied franchise in a whole new light. There's just nothing like it.\n\nIt wasn't easy choosing our Game of the Year here at GameSpot, especially considering the roster of incredible games that came out this year, many of which affected us profoundly. You can see in our list of the 10 best games of 2020 that each had a special place in the hearts and minds of the GameSpot staff. After hours of deliberations, though, we can only choose one, and we came to the conclusion to award our Game of the Year to the one that stood out the most, which is Half-Life: Alyx.\n\nIn the video above, Kurt Indovina is joined by Jake Dekker and Michael Higham to sort through our thoughts and feelings about Half-Life: Alyx and discuss what made it such an incredible and innovative game. Part of that involves the seamless marriage of several VR concepts that are integrated and expertly executed to create a superb gameplay experience. Whether it was intense firefights or terrifying encounters, the level of immersion is unmatched in Half-Life: Alyx They also discuss the wild implications that the game poses for the Half-Life universe, how the impact of its narrative twists and turns are amplified by VR, and why its conclusion such a powerful thing (without spoilers).\n\nWe didn't ignore the question of accessibility, both physical and financial. VR poses some inherent barriers to entry, which unfortunately means some may not be able to experience Half-Life: Alyx, or at least not yet. However, we acknowledge the lengths Valve went to to accommodate some limitations--you can play the whole game seated, or with one controller, or even if you have limited playing space. Several other options for movement, crouching, and interaction can also help mitigate potential issues. While the game can't cover every limitation, it represents significant progress being made in VR.\n\nHalf-Life: Alyx is a top-notch gaming experience on its own merits, and the feeling we had when we essentially forgot we were playing a VR game is testament to its magnificent level design and gameplay mechanics, and the various ways it challenges you with puzzles and combat encounters. It's also the fact that Half-Life's best qualities shine like never before in VR, where the nuances in the environments and interactions within the world speak volumes to its world design and storytelling. Half-Life: Alyx leverages VR to deliver some of gaming's most unforgettable moments, especially in its final chapters. Accounting for all that, the GameSpot team recognizes it as our Game of the Year.", "link": "https://www.youtube.com/watch?v=6dgJCnkZoTg", "date_published": "2020-12-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "14 Minutes of Exclusive Cris Tales PC Gameplay", "description": "In this GameSpot exclusive, the developers behind Cris Tales explain how this JRPG homage adds a unique spin to time-travel gameplay, and how it adds new dimensions to combat and storytelling.\n\nComing from co-developers Dreams Uncorporated and SYCK, Cris Tales is a new role-playing game that pays homage to JRPG classics like Chrono Trigger, Super Mario RPG, and the Final Fantasy series. In this exclusive developer walkthrough, producer Derek Neal explains how Cris Tales takes the concept of the time-travel fantasy adventure and runs with it. Focusing on the journey of Crisbell, this young adventurer can alter the flow of time, allowing her to travel between three different time periods at will. In addition to exploring towns and interacting with characters across time, she can also use these abilities during battles to amplify her and her allies' attacks and even weaken monsters by shifting the flow of time.\n\nWhile most other games use time travel as a story mechanic, there's a more hands-on approach to taking control of the flow of time in Cris Tales. In the developer walkthrough,  Neal offers his commentary on the gameplay sequence set during one of the early sections in Narim Town. While exploring the town as Crisbell, you can view three different timelines at once--the past, present, and future. As you would expect in every time-travel story, choices made in the past will impact future events. With a constant view of the past and the future, you can see opportunities around your environment, resulting in new events playing out in the proceeding periods.\n\nThe mechanics of time travel are also at work in combat. Taking cues from turn-based JRPGs like Chrono Trigger, battles will have you prime up your attack and ready it for use against your foes. Along with Crisbell are other party members who have their own unique skills to complement the protagonist's abilities. This element comes into play by shifting periods during battle. During a boss fight shown in the video, you can use your time powers to age up enemies to make them slower and weaker and even accelerate the effectiveness of status effects, such as fire damage. With Crisbell setting up the enemies, her allies can swoop in to deal more significant damage. This added layer of altering time adds an even greater level of strategy, which can make for some engaging battles with your allies.\n\nWe've had some hands-on time with Cris Tales before, and we were impressed with how well the time-travel mechanics were woven into this RPG. Along with that, the game's visuals do a lot to convey whimsical adventure that shows great optimism but can also show some surprising emotion from its core cast of characters. Cris Tales currently doesn't have a release date, but it is set to release on PC, PS4, PS5, Xbox One, Xbox Series X|S, and Stadia sometime in 2021. For more on Cris Tales and other indie games going for big concepts, be sure to keep up with GameSpot.", "link": "https://www.youtube.com/watch?v=jxQk-reTSlg", "date_published": "2020-12-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Warzone Rebirth Island Livestream", "description": "Richie dives into the first season of Call of Duty: Black Ops Cold War in Warzone, which adds more than 30 Cold War weapons and the brand new Rebirth Island map. Rebirth Island is a smaller map that has up to 40 players for more intense close quarters combat.", "link": "https://www.youtube.com/watch?v=3eFoFoIHpJ0", "date_published": "2020-12-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077's Best Bugs And Glitches", "description": "Cyberpunk 2077 has had a lot of bugs and glitches at launch and we found some of the best ones on the internet.\n\nIt goes without saying that the launch of Cyberpunk 2077 has been less than smooth, with gamers on all platforms coming up against a myriad of bugs in CD Projekt Red's new open-world RPG. \n\nIn this video, we scoured the internet for the best bugs that players have encountered, including walking headless enemies, t-posing NPCs, flying cars (but not the futuristic kind), and more. Some of these bugs were captured before CD Projekt Red issued patches for the game, so they may be fixed now.\n\nCyberpunk 2077 is available now on PS4, PS5, Xbox One, Xbox X/S, PC, and Stadia. Our reviewer Kallie Plagge awarded it a 7/10, you can read the full review over on gamespot.com.", "link": "https://www.youtube.com/watch?v=wPcPDanmeCQ", "date_published": "2020-12-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]