[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Episode 31: Leftism, Liberty, And Lightsabers With Dave Rubin", "description": "In the thirty-first episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle talk with Dave Rubin about freedom of speech, his journey from being a left progressive to a classical liberal, and how Star Wars: The Last Jedi was a total cinematic failure. Dave is an American political commentator, YouTube personality, stand up comedian, talk show host and total Star Wars nerd. He is the creator and host of The Rubin Report, a political talk show on BlazeTV and YouTube.  \r\n\r\n You can now pre-order Dave Rubin's book:  Don't Burn This Book: Thinking for Yourself in an Age of Unreason.\r\n\r\n Content creators, check out Dave's new Patreon-alternative Locals.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle and Ethan discuss the stories of the week.\r\n\r\n Story 1 -  San Francisco Dogs Begin Bagging People Poop\r\n\r\n Story 2 -  Democrats Call For Flags To Be Flown At Half-Mast To Grieve Death Of Soleimani\r\n\r\n Story 3 -  Thousands Of Panicked Terrorists Surrender As Trump Deploys Jack Wilson To Middle East\r\n\r\n Interview - Dave Rubin\r\n\r\n Kyle and Ethan discuss with Dave Rubin the differences between the political left and right, his journey from left progressive to classical liberal. and how leftism is destroying comedy, journalism, and movies (like Star Wars).  They also discuss which private mega-corporation should run the government in a libertarian utopia where everything is privatized.\r\n\r\n Hate Mail - an iTunes reviewer isn't a fan of our giggling.\r\n\r\n Paid-subscriber portion\r\n\r\n Story 1 -  Woman Who Scoffs At Your Religion Still Checking Her Horoscope Every  Day\r\n\r\n Story 2 -  Woman Slapped By Pope Sells Hand For 1.3 Billion Dollars\r\n\r\n Story 3 -  Castro’s Campaign Fails As Democrats Realize His First Name Isn’t Fidel\r\n\r\n Dave Rubin Interview (continued)\r\n\r\n We're putting some of this riveting interview with Dave Rubin in the Subscriber Lounge, so...\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=7OUgdUplfJw", "date_published": "2020-01-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]