[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Daniel Norgren: NPR Music Tiny Desk Concert", "description": "Watch Daniel Norgren play \"Putting My Tomorrows Behind\", \"Everything You Know Melts Away Like Snow\" and \"Moonshine Got Me\" at the Tiny Desk.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n\nJan. 3, 2019 | Bob Boilen -- I've got to wonder just what Daniel Norgren remembers of his performance at the Tiny Desk. For almost the entirety of his blissful performance, the bluesy Swedish musician kept his eyes tightly shut, as he seemed to tap into old souls to help conjure his tunes. He and his band play music steeped in American roots music, and his delivery recalls the way the Irish singer Van Morrison voices his soulful sounds. I can hear a Southern drawl in these slow, mournful songs.\n\nDaniel Norgren has been self-releasing his analog recordings for nearly a dozen years. At the Tiny Desk, he and his band sampled music from three different records — the oldest of which, \"Moonshine Got Me,\" comes from his 2011 EP Black Vultures. His body sways and writhes as he and his band create a dream state calming enough to slow the day's hectic pace to a crawl. Take a seat on a comfy couch and have a listen.\n\nSET LIST\n\"Putting My Tomorrows Behind\"\n\"Everything You Know Melts Away Like Snow\"\n\"Moonshine Got Me\"\n\nMUSICIANS\nDaniel Norgren: vocals, piano, guitar; Anders Grahn: upright bass, vocals; Andreas Filipsson: guitar, vocals; Erik Berntsson: drums, vocals\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Jack Corbett; Videographers: Morgan Noelle Smith, CJ Riculan, Nick Michael, Jack Corbett; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Catie Dull/NPR", "link": "https://www.youtube.com/watch?v=nHVLEst0-5g", "date_published": "2020-01-10 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en-US"}]