[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCFLwN7vRu8M057qJF8TsBaA", "title": "Cooking With Gordon Ramsay Is An Absolute Nightmare - This Is Why", "description": "Get Honey for FREE and start saving money today ▸ http://joinhoney.com/upisnotjump \nHoney has found members over $2 BILLION in savings on stores like Domino's, eBay & Newegg. Thanks Honey for sponsoring today’s video! \n\nI have wanted to take on a cooking video for a while, so here is: Cooking With Gordon Ramsay Is An Absolute Nightmare, and This Is Why. This is a little less of a “how to” cooking video as opposed to a sketch show with Gordon Ramsay and cooking mixed in occasionally.\n\nI threatened that I would do this when I did “the joy of painting” is an absolute nightmare and here it is! Gordon Ramsay is a little more excitable, although his recipes are pretty amazing.\n\nAll my music and sound is from here: https://www.epidemicsound.com/referral/8pficg\n\nThe Firefighters in Australia donation page: https://www.rfs.nsw.gov.au/volunteer/support-your-local-brigade\n\nOther important causes related to the fires: \nRed Cross: https://redcross.org.au/campaigns/disaster-relief-and-recovery-new-years-eve\nWires: https://wires.org.au/donate/emergency-fund\nSalvation Army: https://salvationarmy.org.au/donate/make-a-donation/donate-online/?appeal=disasterappeal\nVinnie's: https://donate.vinnies.org.au/appeals-nsw/vinnies-nsw-bushfire-appeal-nsw\n\nI actually filmed this as a Christmas video, thus the Christmassy beef wellington, but this cooking video is hardly a “how to” so I don’t think it would lead you successfully recreating a Gordon Ramsay dish. It’s also not very Christmassy, given how much I dress up as Gordon Ramsay and swear. \n\nI enjoy cooking so thought I would be more successful cooking a Gordon Ramsay dish, than painting a Bob Ross painting, but including all the jokes, and cooking the wellington, turned out to be an absolute nightmare, and this is why!\n\nI have another “cooking with Gordon Ramsay is an absolute nightmare” video coming out in a few weeks, where we will be making a souffle. I also will be working on a Boneworks VR review, and a remastered version of my Skyrim VR video. So lots coming!\n\nPatreon: https://www.patreon.com/upisnotjump \n\nMy Twitter: https://twitter.com/UpIsNotJump\n\nMy Merch :https://www.pixelempire.com/collections/upisnotjump/products/upisnotjump", "link": "https://www.youtube.com/watch?v=Gec1uwKdAiE", "date_published": "2020-01-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]