[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Explained: Pieces Of Eden, Isu, + MORE | Lorescape", "description": "If you're looking forward to Assassin's Creed Valhalla, this episode of Lorescape dives deep into the complex lore behind the First Civilization, the Toba Catastrophe, and the first humans that ever walked the Earth!\n\nAssassin’s Creed is a long-beloved series of over a dozen games, each with vast, complex lore. The series spans from Ancient Greece to the Viking Age to modern day, with players wielding tomahawks in Rome and slicing heads with hidden blades in Ancient Egypt. However, the age-old battle over magical, advanced technology is secretive and altogether more complex.\n\nAssassin’s Creed tells an alternative history of the creation and development of human civilization, and it all ties back to an ancient, super-advanced species that ruled over Earth long before the Assassins and Templars even existed. Many Assassin’s Creed games not only reference an alternate history, but also religions and figures from ancient civilizations like Greece, Egypt, and Italy. It seems possible the next installment in the series, Assassin’s Creed Valhalla, could not only involve the Isu and Norse mythology, but also Norse pieces of eden, or a humanity-threatening event like Ragnarok. \n\nThe ways in which Assassin’s Creed games weave together an alternative historical timeline with the ancient species that created humanity makes the series even more interesting to play and immerse yourself in. So in preparation for Assassin’s Creed Valhalla next month, let’s dive in and see where this massive series and the origin of humanity, all began.", "link": "https://www.youtube.com/watch?v=wQl37KNNfIY", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Every Xbox Start Up Sound (2001 - 2020)", "description": "Here's every boot up sound for the Xbox from the 2001's original Xbox, all the way through to the upcoming Series X|S.\n\nWe're on the brink of a new console generation, as Microsoft is ushering in the Xbox Series X and S consoles in November. In addition to a new form factor and more powerful processors, the consoles come with a new boot-up sound. \n\nWith that in mind, we're looking back at the Xbox boot-up sounds from over the years, beginning with the original Xbox in 2001. Check out the video here to listen to boot-up sounds and animations for all of the Xbox consoles to date. It's a fun stroll down memory lane, and something to enjoy as we wait for the launch of the new consoles.\n\nThe Xbox Series X/S systems release on November 10, so it won't be much longer until everyone can get their hands on them. Keep checking back with GameSpot for lots more on the consoles in the days and weeks ahead!", "link": "https://www.youtube.com/watch?v=fJcZdrCNs_g", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Get The Most From PS5 and Xbox Series X", "description": "To get the most out of your PS5 and Xbox Series consoles, from TVs to sound systems, we narrow down what you need to get prepped for this next generation of gaming.\n\nNext Gen Ready TVs\n\nLG CX OLED 4k TV https://www.amazon.com/LG-OLED48CXPUB-Alexa-Built-Ultra/dp/B083XNJWNJ?tag=gamespot-best-lists-20\nSony X900H 4k ULTRA HD https://www.amazon.com/Sony-X900H-65-Inch-Compatibility/dp/B084KQLVFH?tag=gamespot-best-lists-20\nSamsung Q80T 4K https://www.amazon.com/SAMSUNG-65-inch-Class-QLED-Built/dp/B0845ZSMWS?tag=gamespot-best-lists-20\n\nCapture Devices\n\nElgato 4K60S+ https://www.amazon.com/Elgato-Standalone-Recording-Zero-Lag-Passthrough/dp/B082N68RNS?tag=gamespot-best-lists-20\nElgato 4K60 Pro https://www.amazon.com/Elgato-Game-Capture-4K60-MK-2/dp/B07VWXCXM7?tag=gamespot-best-lists-20\nRazer Ripshaw HD https://www.amazon.com/Razer-Ripsaw-Game-Streaming-Capture/dp/B07Q2X651Z?tag=gamespot-best-lists-20\n\nVideos and Articles\n\nWhat is HDMI 2.1? https://youtu.be/Qk3l9hkHAAs\nBest 4K TVs for the PS5 and XSX/S: https://www.gamespot.com/articles/the-best-4k-tvs-for-gaming-on-ps5-and-xbox-series-x/1100-6482374/ \nBest Streaming Accessories Of 2020: https://www.gamespot.com/articles/best-streaming-accessories-of-2020-how-to-stream-o/1100-6474818/\n\nThere’s a lot of things to look for when you’re getting a TV for gaming. It is 4K? Does it support 120HZ? And, if so, does it have an HDMI 2.1 port? What about audio? Does it support Dolby Atmos? \n\nIt can be overwhelming trying to figure out what’s the best setup for your gaming experience, but in this video we narrow down a few products in each category, like the LG CX OLED 4K TV, or the Sony HT-ST5000 soundbar. We also go over the difference of PlayStation 5’s Tempest 3D AudioTech, and Xbox Series X’s DTS:X audio capabilities, and what it means for your existing speakers of headset.\n\nThinking about capturing gameplay to share with your friends? We got you. We also go over the right capture card for your game sharing needs, and set you up with where to go if you want to get a streaming setup with mics and webcams.", "link": "https://www.youtube.com/watch?v=DZ7mbwG7n28", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Unboxing Video Appears | Save State", "description": "On today's Save State, Persia talks about an Xbox Series X unboxing video that surfaced on YouTube, new Miles Morales footage posted on Insomniac's Instagram, and a mini Dreamcast that could possibly be on its way.\n\nIn this video, Persia talks about an early unboxing video of the Xbox Series X that surfaced this morning. The video shows off the exterior and interior of the box, the console, the controller, and the accessories. Another image found on Reddit showcased a retail-looking room with stacks of Xbox Series X boxes ready to be shipped.   The Series X and S launch on November 10th.\n\nPersia also goes over the new details from Insomniac's Instagram that tell us more about Spier-Man: Miles Morales. A Daily Bugle article talks about the city watching Miles train along the rooftops with Peter Parker. This tells us that Miles will have familiarity with his abilities before the game starts and Peter Parker could have a significant role in the game as Miles' mentor. We also got our first look at Miles' trademark hoodie costume, the same outfit he wore in Into the Spiderverse.\n\nLastly, Persia talks about a Dreamcast mini that could possibly be in the works. In a Famitsu interview translated by Siliconera, Sega creative producer Yosuke Okunari talked about the company's mini consoles and said, \"For the next Mini, we are considering everything that has been imagined by everyone. If I have to say some names, it could be an SG-1000 Mini or a Dreamcast Mini.\" The original Dreamcast was home to Crazy Taxi, Jet Set Radio, and many more.\n\nThis is your Save State for Monday, October 12th.", "link": "https://www.youtube.com/watch?v=qxod-yEvD4g", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "5 PlayStation Accessories You Forgot About", "description": "From the NeGcon to the PocketStation, there’s a lot of weird accessories out there for the PlayStation. So let’s take a look at some of the more peculiar ones.\n\nWhether you’ve owned a PlayStation or not, you’d probably be able to recognize most of its accessories, like the classic DualShock controller, or its OG memory cards. But then there’s a whole separate category of strange accessories. Like the PocketStation, or the NeGcon racing controller. You may already know them, forgotten about them, or didn’t even know they existed in the first place. \n\nWith the PS5 just around the corner, we wanted to look back at some of the more peculiar accessories that have come out over the years, some of which were exclusive to Japan like the I-Mode. Or others that were a bit more esoteric like Hori’s Katana controller for Onimusha 3. And who knows, maybe the PlayStation 5’s left field design will influence some more strange and unusual accessories as well. So here are five Playstation accessories you may not know about.", "link": "https://www.youtube.com/watch?v=eVKjPVeppd0", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dirt 5 Xbox Series X 4K Gameplay - Ice Drifting And Rally Racing", "description": "The rally racing series hits the Xbox Series X on console launch day, and you can see next-gen gameplay of Dirt 5 here.\n\nDirt 5 is the next entry in the rally racing series and takes on a more arcade-sim hybrid style, which you can see here in our gameplay of it running on the Xbox Series X. We show off a few different race types from Dirt 5's career mode, such as Icebreaker, Ultracross, and Land Rush. The career mode offers several styles of racing that require different types of vehicles as you progress through it. A podcasting duo also tells the story of your driver while in menus as you jump from one race to the next and build your reputation.\n\nOne thing to note is that this is a preview build and driver AI has not been properly tweaked yet. I was able to take first place in each race fairly easily with difficulty set to Very Hard, but we expect that to be tuned properly by the time it launches.\n\nDirt 5 has two enhancement options on the Xbox Series X. What you see in the video above is Image Quality mode, which prioritizes visuals and appears to be able to hit 60 FPS most of the time. However, there were some frame drops when dirt, snow, and other particle effects kicked up on screen. Frame Rate mode, of course, brings down visual quality to hit higher FPS more consistently--Dirt 5 is also one of the games that takes advantage of next-gen's 120FPS capabilities.\n\nMore coverage of the next-gen consoles is on the way, but for now, enjoy Dirt 5 gameplay on the Xbox Series X or check out my earlier hands-on Xbox Series X preview.\n\n0:00 Intro\n01:06 - Drifting on Ice In New York\n04:03 - Norway Career Mode Race\n08:23 - Snow Racing Career Mode", "link": "https://www.youtube.com/watch?v=xg1YUm6NUhk", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FIFA 21 Career Mode - 5 Big Changes", "description": "After years of community requests, a number of big changes have been made to Career Mode in this year's FIFA 21. But how much do they change the game, and do they make FIFA 21 an appealing prospect for those who aren't interested in the game's online modes?\n\nFIFA 21 is here, and for once it brings plenty of changes for fans of the series’ long neglected Career Mode, great news for anyone who isn’t so keen on the flagship Ultimate Team mode. If you’re more into negotiating clever transfers, developing the next youth star or leading the mighty Morecambe to Champions League glory, here are 5 big changes to this year’s Career Mode, and how much of a difference they actually make.\n\n00:00 - Intro\n00:30 - Transfers\n02:01 - Training\n03:32 - Match Sharpness\n04:12 - Player Development\n05:23 - Simulation\n06:14 - Outro", "link": "https://www.youtube.com/watch?v=uwtlcGYw4yo", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Yakuza: Like A Dragon Xbox Series X 4K Gameplay - Karaoke And Combat", "description": "Yakuza: Like A Dragon starts a brand new story for the series. We have a demo build of it running on the Xbox Series X with some wild RPG gameplay and karaoke.\n\nAlthough it's the eighth mainline entry in the series, Yakuza: Like A Dragon starts a brand-new story with a cast of fresh faces. You take on the role of Kasuga Ichiban, a silly man with a heart of gold who was betrayed by the people he trusted most. He teams up with a few others to find the truth and explore the depths of Yokohama in modern-day Japan.\n\nYakuza: Like A Dragon is an Xbox Series X launch title, and we were able to access a demo build of the game and play it on our Xbox Series X preview unit. As of now, when running the game on Series X, you'll have a few enhancement options: high resolution mode for true 4K that runs the game at what looks to be around 30 FPS, and high framerate mode that brings down the resolution to run much higher FPS. In the video above, I set the visuals to Normal, and the game seemed to hold a consistent 60 FPS without sacrificing too much graphical quality.\n\nIn true Yakuza fashion, the charming absurdity shines through which you'll see in the karaoke minigame (and yes, Baka Mitai is back) and new turn-based RPG combat system. Our gameplay footage includes a bunch of ridiculous, but effective, special abilities that you can access from using the game's dynamic Job system. The demo dropped us in the middle of the story, but from what I can tell, the franchise's penchant for captivating drama seems to be intact.\n\nWe'll have more details on Microsoft's next-gen console soon, but for now, enjoy gameplay from the delightfully wild Yakuza: Like A Dragon or check out our earlier hands-on preview of the Xbox Series X.\n\n0:00 Intro\n00:53 Combat and Special Abilities Gameplay\n06:49 Karaoke Gameplay", "link": "https://www.youtube.com/watch?v=VbZprGqXMzY", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]