[{"source": "https://www.theguardian.com/rss", "title": "Talking Horses: owner's fury over winning rival's breach of whip rules", "description": "<p>Kulbir Sohi, whose Tranchee was second at York on Saturday, has urged racing’s rulers to crack down on whip offenders</p><p>Racing’s whip rules are once more to be the subject of heated debate, following the punishment meted out to Martin Harley for an obvious breach of them while winning on Gulliver at York on Saturday. Kulbir Sohi, owner of the runner-up, Tranchee, is outraged that a winner is allowed to keep the prize despite such significant rule-breaking and has written in complaint to the sport’s ruling body, urging a change in the rules and threatening legal action.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/oct/12/enable-star-studded-racing-career-brought-to-an-end-by-retirement\">‘She’s been a superstar’: tearful Dettori pays tribute to retired Enable</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2020/oct/13/talking-horses-owners-fury-over-winning-rivals-breach-of-whip-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/oct/13/talking-horses-owners-fury-over-winning-rivals-breach-of-whip-rules", "date_published": "2020-10-12 23:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC unhappy as Premiership Rugby drops 'offer' to show Twickenham final", "description": "<ul><li>Ruling body claims talks were only ‘exploratory’ and ‘routine’</li><li>Exeter v Wasps final to be shown only by BT Sport</li></ul><p>Premiership Rugby is at the centre of another row, this time over television coverage of the Twickenham final between Exeter and Wasps on Saturday week. Until last week the BBC, having initially been approached by PRL’s chief executive, Darren Childs, had been preparing to show the game live to a broader terrestrial audience on BBC Two only to discover the “offer” had been withdrawn.</p><p>The situation has prompted irritation within BBC circles, with an entire outside broadcast unit and two prominent former England internationals having to be stood down at short notice. While BT Sport holds the primary broadcasting rights to the tournament, it would have significantly enhanced club rugby’s profile had the game been made widely available in a prime 6pm early-evening slot.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/13/bbc-unhappy-as-premiership-rugby-drops-offer-to-show-twickenham-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/13/bbc-unhappy-as-premiership-rugby-drops-offer-to-show-twickenham-final", "date_published": "2020-10-12 23:01:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China still allowing use of pangolin scales in traditional medicine", "description": "<p>Report reveals country has failed to fully regulate trade despite promises to crack down<br /></p><p>The Chinese government continues to allow the use of pangolin scales for traditional medicine despite promises to crack down on a trade that has made them the most illegally trafficked mammals in the world.</p><p>A <a href=\"https://eia-international.org/wp-content/uploads/EIA-Smoke-and-Mirrors-2020-FINAL.pdf\">report </a>by the Environmental Investigation Agency (EIA) reveals online sales platforms such as eBay and Taobao continue to advertise pangolin products, while major pharmaceutical companies, including the leading China Beijing Tong Ren Tang Group, offer similar items directly on their websites.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/13/china-still-allowing-use-of-pangolin-scales-in-traditional-medicine\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/13/china-still-allowing-use-of-pangolin-scales-in-traditional-medicine", "date_published": "2020-10-12 23:01:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top asset managers commit to big carbon emissions cuts", "description": "<p>Group with total portfolio of $5tn seek cuts of 29% from companies they invest in<br /></p><p>Thirty of the world’s largest asset managers, with portfolios worth a combined $5tn (£3.8tn), have committed to cutting the carbon emissions linked to companies they invest in by up to 29% within the next four years.</p><p>Members of the UN-backed Net-Zero Asset Owner Alliance – which includes Aviva, the Church of England and the $400bn US fund CalPERS – will each set decarbonisation targets for 2025 as part of wider efforts to align their portfolios with the <a href=\"https://www.theguardian.com/environment/2015/dec/12/paris-climate-deal-200-nations-sign-finish-fossil-fuel-era\">Paris climate goals</a> and achieve net-zero emissions by 2050.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/13/top-asset-managers-commit-to-big-carbon-emissions-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/13/top-asset-managers-commit-to-big-carbon-emissions-cuts", "date_published": "2020-10-12 23:01:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winter fund of £12m for rough sleepers in England 'not enough', say charities", "description": "<p>Crisis warns that homeless people will end up in communal shelters at risk of coronavirus</p><p>The government has announced a £12m fund to help rough sleepers off the streets and keep them safe from Covid-19 this winter, but homelessness campaigners and Labour said it is too little and risks lives.</p><p>Robert Jenrick, the housing secretary, has pledged £10m to English councils to provide additional self-contained accommodation for rough sleepers as part of a new cold winter fund. A further £2m will be available to faith groups and voluntary organisations to transform existing spaces into emergency accommodation.</p> <a href=\"https://www.theguardian.com/society/2020/oct/13/winter-fund-of-12m-for-rough-sleepers-in-england-not-enough-say-charities\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/13/winter-fund-of-12m-for-rough-sleepers-in-england-not-enough-say-charities", "date_published": "2020-10-12 23:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs reject calls by campaigners to enshrine food safety in UK law", "description": "<p>Amendment to agriculture bill defeated despite protests from farmers and backbench rebellion</p><p>Farmers and food campaigners were defeated on Monday night in their attempts to <a href=\"https://www.theguardian.com/politics/2020/oct/12/campaigners-in-last-ditch-push-to-protect-farming-standards-post-brexit\">enshrine high food safety and animal welfare practices</a> in British law.</p><p>Several prominent backbench Tory MPs rebelled against the government to vote for amendments to the <a href=\"https://www.theguardian.com/uk-news/2020/jan/16/food-security-brexit-biggest-shake-uk-farming-40-years-agriculture-bill\">agriculture bill</a> that would have given legal status to the standards, but the rebels were too few to overcome the government’s 80-seat majority and the key amendment fell by 332 votes to 279 after an often impassioned debate.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/12/mps-reject-calls-by-campaigners-to-enshrine-food-safety-in-uk-law\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/12/mps-reject-calls-by-campaigners-to-enshrine-food-safety-in-uk-law", "date_published": "2020-10-12 22:38:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden campaigns in red state Ohio, hoping to expand battleground map", "description": "<p>Biden stressed an economic message and touted his own record while casting Trump as having abandoned working-class voters</p><p>Joe Biden’s campaign went on a fresh offense against the Trump administration on Monday, campaigning in a red state and accusing Republicans of hypocrisy as they sought to portray Democrats as anti-religious during the supreme court hearings for the nomination of Amy Coney Barrett.</p><p>Biden campaigned in Ohio, attempting to expand the battleground map and keep Trump on the defensive in a state thought to be out of reach for Democrats after Trump’s wide margin of victory there four years ago.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/12/joe-biden-campaigns-ohio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/12/joe-biden-campaigns-ohio", "date_published": "2020-10-12 21:57:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amy Coney Barrett's hearing kicks off with hypocrisy and healthcare | David Smith", "description": "<p>Republicans sought to normalise her rushed nomination while Democrats maintained a laser-like focus on the future of Obamacare</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/oct/12/amy-coney-barrett-supreme-court-confirmation-hearing-partisan-clash\">Barrett supreme court hearing sets stage for partisan clash</a></li></ul><p>That was rich. Senate Republicans, otherwise known as Donald Trump’s Praetorian Guard, lined up on Monday to pay pious homage to Ruth Bader Ginsburg, the separation of powers and the halcyon days of political bipartisanship.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/12/amy-coney-barrett-supreme-court-confirmation\">What Amy Coney Barrett's likely confirmation means for America</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/12/amy-coney-barrett-senate-hearing-analysis-sketch\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/12/amy-coney-barrett-senate-hearing-analysis-sketch", "date_published": "2020-10-12 21:38:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drama Out of a Crisis: A Celebration of Play for Today review – when the play really was the thing", "description": "<p>Britain in the 1970s and 1980s was reflected, energised and transformed by the scintillating one-off dramas that the BBC put out. They still have plenty to teach us</p><p>The most disconcerting aspect of the BBC Four documentary Drama Out of a Crisis: A Celebration of Play for Today is that it makes it sound as if the 1970s and 1980s were history. Of course they weren’t – I was there, I remember them. They were … just life. But “the consensus politics that had governed the UK since the end of the second world war was unravelling”, Martina Laird’s voiceover informs us. “Britain was struggling with the end of empire.”</p><p>Time makes fools of us all, especially when you don’t notice it passing. Forty or fifty years ago is the past and, although we’re still technically in the same country, they did do things very differently there. They put on an original (usually) play every week on one of three mainstream channels, for a start, which garnered audiences of millions.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/12/drama-out-of-a-crisis-a-celebration-of-play-for-today-review-when-the-play-really-was-the-thing\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/12/drama-out-of-a-crisis-a-celebration-of-play-for-today-review-when-the-play-really-was-the-thing", "date_published": "2020-10-12 21:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England and Tottenham on collision course over Harry Kane's fitness", "description": "<ul><li>Southgate to start captain against Denmark on Wednesday</li><li>Tottenham worried FA sent striker for a scan last week</li></ul><p>José Mourinho is strongly against Gareth Southgate’s plan to start Harry Kane for England in the Nations League tie with Denmark on Wednesday night and has communicated his concerns to the national setup.</p><p>The Tottenham manager had urged his England counterpart to handle Kane with care during the international window, given his high workload in the season so far, and the situation became more delicate when the striker felt an issue with his thigh last week.</p> <a href=\"https://www.theguardian.com/football/2020/oct/12/england-and-tottenham-on-collision-course-over-harry-kanes-fitness\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/12/england-and-tottenham-on-collision-course-over-harry-kanes-fitness", "date_published": "2020-10-12 21:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peru opens Machu Picchu ruins for one tourist", "description": "<p>Japanese tourist waited almost seven months to enter Inca citadel while trapped in country during coronavirus pandemic</p><p>Peru has opened the ruins of <a href=\"https://www.theguardian.com/travel/machupicchu\">Machu Picchu</a> for a single Japanese tourist after he waited almost seven months to enter the Inca citadel, while trapped in the Andean country during the coronavirus outbreak.</p><p>Jesse Takayama’s entry into the ruins came thanks to a special request he submitted while stranded since mid-March in the town of Aguas Calientes, on the slopes of the mountains near the site, said the minister of culture, Alejandro Neyra, on Monday.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/machu-picchu-peru-opens-one-tourist\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/machu-picchu-peru-opens-one-tourist", "date_published": "2020-10-12 21:22:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roberta McCain, John McCain's mother, dies aged 108", "description": "<p>Late senator’s mother became a ‘secret weapon’ during his 2008 presidential campaign</p><p>Roberta Wright McCain, the mother of Senator John McCain who used her feisty spirit to help convince voters during his 2008 presidential campaign, has died. She was 108.</p><p>A spokesperson for daughter-in-law Cindy McCain says Roberta McCain died Monday. A cause of death was not immediately released.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/12/roberta-mccain-john-mccain-mother-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/12/roberta-mccain-john-mccain-mother-dies", "date_published": "2020-10-12 20:52:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weatherwatch: Hitler's plan for intuitive meteorologists", "description": "<p>Nazi leader wanted to recruit corps who would call in forecasts based on emotions and natural signs</p><p>“Weather prediction is not a science that can be learned mechanically,” said Adolf Hitler in October 1941. Germany had invaded Russia, and forecasting was becoming an important issue.</p><p>Hitler, who had not completed secondary school, believed weather prediction required a particular knack, rather than instruments and scientific models: “What we need are men gifted with a sixth sense, who live in nature and with nature – whether or not they know anything about isotherms and isobars.”</p> <a href=\"https://www.theguardian.com/news/2020/oct/12/weatherwatch-hitlers-plan-for-intuitive-meteorologists\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/oct/12/weatherwatch-hitlers-plan-for-intuitive-meteorologists", "date_published": "2020-10-12 20:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Project Big Picture under pressure as Premier League clubs fail to back reform", "description": "<ul><li>Meeting this week set to be dominated by leaked proposals</li><li>West Ham among top-flight clubs to heavily criticise plans</li></ul><p>Manchester United’s and Liverpool’s <a href=\"https://www.theguardian.com/football/2020/oct/11/project-big-picture-premier-league-and-efl-plan-radical-reform-to-avoid-crisis\" title=\"\">“Project Big Picture”</a> is already under intense pressure after audacious plans for the reform of English football failed to gain support from their Premier League peers.</p><p>An extraordinary shareholders meeting this week is likely to be consumed by debate over leaked plans that would reduce the size of the Premier League, give more money to the English Football League and entrench the power of the nine longest‑serving top‑flight clubs.</p> <a href=\"https://www.theguardian.com/football/2020/oct/12/project-big-picture-under-pressure-as-premier-league-clubs-fail-to-back-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/12/project-big-picture-under-pressure-as-premier-league-clubs-fail-to-back-reform", "date_published": "2020-10-12 20:04:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dr Richard Freeman tells medical tribunal: I have never doped a rider", "description": "<ul><li>Steve Peters hits back at former British Cycling doctor</li><li>Allegations were ‘to make excuses’, says Peters</li></ul><p>Dr Richard Freeman insisted on Monday that he had “never doped a rider” but his medical tribunal took another twist when he was accused of lying and making excuses by professor Steve Peters, under whom he worked at British Cycling.</p><p>Freeman, who is facing allegations that he ordered testosterone to dope an unnamed cyclist, had claimed at the weekend that Peters had instructed him to treat non-riders free of charge out of British Cycling supplies – saying it was the norm at the time.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/12/steve-peters-hits-back-at-former-british-cycling-doctor-richard-freeman\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/12/steve-peters-hits-back-at-former-british-cycling-doctor-richard-freeman", "date_published": "2020-10-12 20:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m a perfect physical specimen’: absurd claims Trump made this weekend", "description": "<p>President began the weekend by partaking in a string of lengthy, unfiltered interviews with favorable news outlets</p><p>In the last week, the president refused to attend a virtual debate with Joe Biden – a pre-condition that news organizations set due to the president’s recent diagnosis of Covid-19.</p><p>In the absence of that debate, Trump appears to have fled back to his base, partaking in a string of lengthy, unfiltered interviews with favorable news outlets. He has appeared on Fox four times in the last week, whilst <a href=\"https://twitter.com/atrupar/status/1315292328047894528\">blocking Dr Fauci from speaking </a><a href=\"https://twitter.com/atrupar/status/1315292328047894528\"> on This Week on CBS</a>. Here’s what his week in interviews looked like.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/12/donald-trump-absurd-claims-made-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/12/donald-trump-absurd-claims-made-this-weekend", "date_published": "2020-10-12 19:59:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson’s latest Covid strategy: no hope and no end in sight | John Crace", "description": "<p>Six months after the first lockdown and with countless promises broken, the PM looks knackered</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>History repeats itself. Sort of. There are now more people in hospital with coronavirus than there were in March when the prime minister imposed a lockdown on the entire country. The difference back then is those restrictions came with the promise of some kind of strategy. Measures to reduce the pressures on the NHS while an effective local track-and-trace system could be introduced that would allow targeted lockdowns where necessary.</p><p>Six months on with countless broken promises on testing targets, including the deranged <a href=\"https://www.theguardian.com/world/2020/sep/10/moonshot-five-key-points-from-no-10s-leaked-coronavirus-testing-plan\">Operation Moonshot</a>, and a track-and-trace system clearly unfit for purpose, Boris Johnson was back in the Commons to announce <a href=\"https://www.theguardian.com/world/2020/oct/12/boris-johnson-unveils-three-tier-covid-restrictions-for-england\">a new plan for the country</a>. Only this one came with no end in sight. There was no glimmer of hope. Just an exhortation to keep aimlessly buggering on. The only upside was that if you did get Covid-19 then you were less likely to die of it than before as hospitals had become better at treating it. Unless the hospitals got completely overloaded. Then it was back to as you were.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/12/boris-johnsons-latest-covid-strategy-no-hope-and-no-end-in-sight\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/12/boris-johnsons-latest-covid-strategy-no-hope-and-no-end-in-sight", "date_published": "2020-10-12 19:48:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tempers flare over new Covid rules as PM warns: 'We must act now'", "description": "<p>PM faces doubt and frustration over new three-tier system that splits England into risk zones</p><ul><li><a href=\"https://www.theguardian.com/world/2020/oct/12/ministers-rejected-four-out-five-proposals-from-sage-to-avert-covid-second-wave\">Ministers told weeks ago to impose lockdown or face ‘large epidemic’ </a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson warned northern leaders that a failure to agree tougher coronavirus restrictions within days would be “unforgivable” as he faced doubt and frustration over a new system designed to prevent the “inexorable” spread of Covid-19.</p><p>The prime minister <a href=\"https://www.theguardian.com/world/2020/oct/12/boris-johnson-unveils-three-tier-covid-restrictions-for-england\">unveiled a three-tier system</a> splitting England into medium risk (tier 1), high risk (tier 2) and very high risk (tier 3) areas. Under the new rules, nearly a third of the country – more than 17 million people – face localised curbs.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/unforgivable-if-covid-rules-not-toughened-in-north-johnson-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/unforgivable-if-covid-rules-not-toughened-in-north-johnson-warns", "date_published": "2020-10-12 19:33:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's simpler three-tier Covid system may not be enough", "description": "<p>New rules should cut infection rates but are too late and open to abuse, say scientists</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The three-tier Covid alert system is a significant shift in the government’s approach to the coronavirus crisis in England, and, while scientists broadly welcomed the simplified rules, there are concerns the restrictions come too late and are open to abuse.</p><p>A major benefit of <a href=\"https://www.theguardian.com/world/2020/oct/12/boris-johnson-unveils-three-tier-covid-restrictions-for-england\">the new system</a> is that it clears up the confusing and messy patchwork of different rules in different places, which arose as regions in northern England, the Midlands and other parts of the country battled to contain local outbreaks. With simplicity and stability should come better compliance, and with that more control of the epidemic.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/englands-three-tier-covid-system-brings-much-needed-clarity\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/englands-three-tier-covid-system-brings-much-needed-clarity", "date_published": "2020-10-12 19:27:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid in Europe: second wave gathers pace across continent", "description": "<p>France may impose new lockdowns as Italy plans ban on private parties<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>France</strong> has said it may be forced to impose new lockdowns, <strong>Italy</strong> is expected to ban private parties, and the Czech Republic announced that it would close bars and shift most schools to distance learning<strong> </strong>as Europe’s second wave of Covid-19 continues to gather pace.</p><p>The moves came as the World Health Organization director general, Tedros Adhanom Ghebreyesus, warned that allowing coronavirus to spread in the hope of achieving so-called <a href=\"https://www.theguardian.com/world/2020/oct/11/would-herd-immunity-stop-the-spread-of-coronavirus\">herd immunity</a> would be “scientifically and ethically problematic”.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/french-pm-urges-people-limit-gatherings-home-covid-cases-rise-jean-castex\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/french-pm-urges-people-limit-gatherings-home-covid-cases-rise-jean-castex", "date_published": "2020-10-12 19:11:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bangladesh approves death penalty for rape after protests", "description": "<p>Move comes after nationwide demonstrations sparked by series of sexual assaults</p><p><a href=\"https://www.theguardian.com/world/bangladesh\">Bangladesh</a> will introduce the death penalty for rape cases, after several high-profile sexual assaults prompted a wave of protests across the country in recent weeks.</p><p>Speaking to reporters on Monday, cabinet secretary Khandker Anwarul Islam confirmed that the cabinet had approved a bill ruling that anyone convicted of rape would be punished with death or “rigorous imprisonment” for life.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/bangladesh-approves-death-penalty-for-after-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/bangladesh-approves-death-penalty-for-after-protests", "date_published": "2020-10-12 19:07:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Scent of democracy': fragrant hand sanitiser ticks box for New Zealand's early voters", "description": "<p>As far as polling booth drama goes, Aotearoa’s election has so far yielded none – but early voters are quite keen on the nice-smelling disinfectant</p><p>They arrive carrying their own pens. They stop for a dollop of pleasantly lemon-scented hand sanitiser as they enter and exit polling places. And they are turning up to vote ahead of election day in record numbers.</p><p>As far as polling booth drama goes, <a href=\"https://www.theguardian.com/world/2020/oct/07/the-new-zealand-election-like-watching-a-political-fight-through-the-calm-app\">New Zealand’s election</a> has so far yielded none: just the calm, orderly process of 1.15 million people casting early votes – nearly double the number who had voted by this time in advance of the 2017 election.</p> <a href=\"https://www.theguardian.com/world/2020/oct/13/scent-of-democracy-nice-hand-sanitiser-ticks-box-for-new-zealands-early-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/13/scent-of-democracy-nice-hand-sanitiser-ticks-box-for-new-zealands-early-voters", "date_published": "2020-10-12 19:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on England's three-tier Covid system — cartoon", "description": "<ul><li><a href=\"https://guardianprintshop.com/collections/martin-rowson/products/13th-october-2020\">Buy a copy of this cartoon in our print shop</a></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/oct/12/martin-rowson-on-englands-three-tier-covid-system-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/oct/12/martin-rowson-on-englands-three-tier-covid-system-cartoon", "date_published": "2020-10-12 19:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Covid failures: PM eroded trust when he needed it most | Editorial", "description": "<p>Boris Johnson’s inept handling of the pandemic has risked undermining his claim to level up the country’s poorest regions and forced him to ask local leaders for help</p><p>Boris Johnson’s decision to give English local councils and metro mayors a role in <a href=\"https://www.theguardian.com/world/2020/oct/12/boris-johnson-unveils-three-tier-covid-restrictions-for-england\" title=\"\">suppressing</a> the spread of coronavirus is a small step in the right direction. Mr Johnson has been outpaced by the virus for months while touting plans to defeat the disease. None have worked, which is why he is having to ask local leaders for help. The government now says every part of the country will be placed into one of three tiers of coronavirus restrictions – <a href=\"https://www.theguardian.com/world/2020/oct/12/what-does-three-tier-covid-lockdown-system-mean-for-england\" title=\"\">medium, high alert or very high alert</a> – depending on the rate of infection. Crucially, local authorities who agree to a government designation receive a financial package to boost local public health systems and to ensure that they can quarantine people who test positive.</p><p>This makes sense as compliance with isolation is critical to stopping the disease’s spread and local politicians know their patches better than those in London. England is the most <a href=\"https://www.placenorthwest.co.uk/news/ippr-uk-power-more-centralised-than-any-other-country/\" title=\"\">centralised</a> democracy in the western world. There is a small window of opportunity for a more devolved system to work. The scheme requires improving. The chancellor’s U-turn last Friday over reinstating a version of the furlough scheme <a href=\"https://metro.co.uk/2020/10/12/boris-confirms-furlough-2-0-help-for-pub-and-bar-workers-in-tier-3-areas-13409890/\" title=\"\">has not gone far enough</a>. Companies hit by stricter local restrictions rather than shutdown will <a href=\"https://www.tuc.org.uk/news/job-support-scheme-expansion-will-protect-jobs-lockdown-areas-ministers-must-do-more\" title=\"\">need more help</a>, as will lower paid workers, and there will have to be assistance for the self-employed left without income through no fault of their own.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/12/the-guardian-view-on-covid-failures-pm-eroded-trust-when-he-needed-it-most\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/12/the-guardian-view-on-covid-failures-pm-eroded-trust-when-he-needed-it-most", "date_published": "2020-10-12 18:31:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revamped nuclear bunker wins museum of the year award", "description": "<p>Gairloch in Scotland becomes one of five UK museums to share prestigious prize</p><p>With 2ft-thick concrete walls and bombproof doors, the ugly nuclear bunker in north-west Scotland was meant to be a place for tracking Soviet aircraft at the height of the cold war.</p><p>Fortunately, the planes never turned up and the bunker has instead become the unlikely home for a museum telling the story of Gairloch, a coastal village 75 miles from the nearest town.</p> <a href=\"https://www.theguardian.com/culture/2020/oct/12/nuclear-bunker-wins-uk-museum-year-award-gairloch\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/oct/12/nuclear-bunker-wins-uk-museum-year-award-gairloch", "date_published": "2020-10-12 18:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England asks banks if they are ready for negative interest rates", "description": "<p>Lenders asked what steps they would take if official borrowing costs were pushed below zero</p><p>The Bank of England has moved a step closer to adopting negative interest after <a href=\"https://www.bankofengland.co.uk/prudential-regulation/letter/2020/info-request-operational-readiness-policy-rates\">writing to banks</a> asking them how ready they would be for the groundbreaking move.</p><p>Sam Woods, one of Threadneedle Street’s deputy governors, has asked banks what steps they would need to take in the event that official borrowing costs were pushed below zero.</p> <a href=\"https://www.theguardian.com/business/2020/oct/12/bank-of-england-negative-interest-rate-borrowing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/12/bank-of-england-negative-interest-rate-borrowing", "date_published": "2020-10-12 18:27:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Salmond row: MSPs call for inquiry into Sturgeon to be extended", "description": "<p>Two MSPs call for first minister to be investigated over alleged false statements to Holyrood</p><p>Nicola Sturgeon should be investigated over alleged false statements to Holyrood, two members of the inquiry into the Scottish government’s botched handling of sexual harassment complaints against Alex Salmond have said.</p><p>The Scottish Liberal Democrat MSP Alex Cole-Hamilton said the ongoing Holyrood investigation into whether the current first minister broke the ministerial code over meetings with her predecessor should expand its remit.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/12/alex-salmond-astonished-by-nicola-sturgeon-claim-of-attempted-cover-up\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/12/alex-salmond-astonished-by-nicola-sturgeon-claim-of-attempted-cover-up", "date_published": "2020-10-12 18:11:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elite clubs' offer to EFL sides: you will be looked after – and know your place | Jonathan Liew", "description": "<p>Leaked proposals contain both good and bad ideas, but Project Big Picture must be more than a licence to print money</p><p>Not many people seem to remember Benjamin Disraeli’s novels these days, partly because – by and large – they weren’t very good. Indeed, had their author not gone on to become one of the most important politicians of the 19th century, it’s likely they would have been almost entirely forgotten: a mixture of Byron-esque pastiche and half-baked political manifesto churned out largely to subsidise his extravagant London lifestyle. “When I want to read a novel, I write one,” Disraeli once claimed. Contemporary critics scoffed that it showed.</p><p>And yet for their many flaws, there’s some interesting stuff in there: the flesh and bones of the ideology he would take with him into office, a paternalistic conservatism whose influence over modern politics – even if only in motif – endures to this day. Disraeli deplores the widening gap between rich and poor. He chides the avarice of the ruling class and the thoughtless worship of wealth. He declares: “Power has only one duty – to secure the social welfare of the PEOPLE.”</p> <a href=\"https://www.theguardian.com/football/blog/2020/oct/12/project-big-pictures-offer-to-efl-clubs-you-will-be-looked-after-and-know-your-place\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/oct/12/project-big-pictures-offer-to-efl-clubs-you-will-be-looked-after-and-know-your-place", "date_published": "2020-10-12 18:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cabin fever: tickets for meal onboard Singapore parked plane sell out", "description": "<p>Diners paid up to £360 to eat onboard in latest sign of public appetite for aircraft experience</p><p>Diners have rushed to pay up to £360 per head to eat a meal on a stationary plane, in the latest sign of public appetite to recreate the onboard experience without travelling.</p><p>Singapore Airlines launched a waiting list after tickets rapidly sold out for two weekends of sittings onboard two stationary A380 superjumbos, with meals at seats and the chance to watch a movie, albeit no longer in-flight.</p> <a href=\"https://www.theguardian.com/business/2020/oct/12/cabin-fever-tickets-for-meal-aboard-singapore-parked-plane-sell-out\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/12/cabin-fever-tickets-for-meal-aboard-singapore-parked-plane-sell-out", "date_published": "2020-10-12 17:26:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glyndebourne: In the Market for Love review – first-rate singers elevate flimsy one-acter", "description": "<p><strong>Glyndebourne, Lewes<br /></strong>There is much to enjoy and celebrate in this colourful staging of Offenbach’s short opera, not least the care and enthusiasm of the principals and tiny chorus</p><p>The sound of tuning from an orchestra pit has never been so welcome as it currently is in <a href=\"http://www.glyndebourne.com/\">Glyndebourne</a>. In August this was one of the first UK opera companies to resume operations by performing outdoors; now it’s ahead in the move back into the theatre, bringing this summer’s production indoors to the main stage, and performing it to a safely spread-out, reduced-size audience. There’s a thrown-together, on-the-hop feel to it – the set is clearly a raid on the company’s store house – but it’s a full staging, with first-rate singers and a small but polished orchestra kept on its toes by the conductor <a href=\"https://www.benglassberg.co.uk/\">Ben Glassberg</a>. That’s several causes for celebration right there.</p> <a href=\"https://www.theguardian.com/music/2020/oct/12/in-the-market-for-love-review-glyndebourne\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/12/in-the-market-for-love-review-glyndebourne", "date_published": "2020-10-12 17:19:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs hit out after being excluded from local lockdown briefings", "description": "<p>Several MPs say they learned of Covid plans via WhatsApp or had less than 20 minutes’ notice </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>MPs have voiced anger at being excluded from briefings about local lockdown restrictions in their areas, learning of plans via internal WhatsApp groups or being offered briefings with less than 20 minutes’ notice.</p><p>Several MPs told the Guardian they had listened to briefings from the Department of Health on what restrictions would be placed on their constituencies while standing in the vestibules of trains to London.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/mps-hit-out-excluded-local-lockdown-briefings-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/mps-hit-out-excluded-local-lockdown-briefings-coronavirus", "date_published": "2020-10-12 17:18:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trans woman struggled to get help for mental illness before death, inquest told", "description": "<p>Family of Alexandra Greenway say she was passed ‘pillar to post’ and not given psychiatric support </p><p>The family of a transgender woman who was found dead at her flat in Bristol have said at her inquest that she was passed from “pillar to post” in her efforts to seek help for her mental illness. </p><p>Alexandra Greenway’s relatives told the inquest the 23-year-old recruitment consultant did not receive the psychiatric support she required before her death on 11 May last year.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/12/trans-woman-alexandra-greenway-struggled-help-mental-illness-inquest-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/12/trans-woman-alexandra-greenway-struggled-help-mental-illness-inquest-told", "date_published": "2020-10-12 17:17:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to eat sushi: lay off the wasabi and dip the fish – not the rice – into the soy sauce", "description": "<p>Nobu’s first female head chef has told us we’re doing it all wrong. Here are some of her tips for getting the most out of the Japanese dish<br /></p><p><strong>Name: </strong>Sushi.</p><p><strong>Age:</strong> Fresh. Because sushi often involves raw seafood, it needs to be.</p> <a href=\"https://www.theguardian.com/food/shortcuts/2020/oct/12/how-to-eat-sushi-lay-off-the-wasabi-dip-the-fish-not-the-rice-into-the-soy-sauce\">Continue reading...</a>", "link": "https://www.theguardian.com/food/shortcuts/2020/oct/12/how-to-eat-sushi-lay-off-the-wasabi-dip-the-fish-not-the-rice-into-the-soy-sauce", "date_published": "2020-10-12 17:10:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool hospitals cut back on operations to cope with Covid-19 rise", "description": "<p>Three main NHS acute hospitals deferring non-urgent surgeries after reaching ‘critical point’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Hospitals in Liverpool are scaling back non-urgent operations to help them cope with Covid-19 patients despite NHS bosses insisting that normal care continues during the second wave.</p><p>NHS trusts elsewhere in north-west England, as well as in the north-east and Midlands, are also preparing to cancel routine surgery such as joint replacements and hernia repairs amid a rapid rise in seriously ill coronavirus patients.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/liverpool-hospitals-cut-back-on-operations-to-cope-with-covid-19-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/liverpool-hospitals-cut-back-on-operations-to-cope-with-covid-19-rise", "date_published": "2020-10-12 17:02:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Academics warn of ‘chilling effect’ of Hong Kong security law", "description": "<p>Exclusive: global scholars on China call for agreement to resist interference in research</p><p>Some of the world’s leading scholars on China have called for a united international front in defence of university freedoms, amid claims of an increased Chinese threat to academic inquiry since the passing of Hong Kong’s national security law.</p><p>Individual universities will be picked off unless there is a common agreement to resist Chinese state interference in academic research and teaching on China, a group of 100 academics including scholars in the US, UK, Australia and Germany say.</p> <a href=\"https://www.theguardian.com/education/2020/oct/12/academics-warn-of-chilling-effect-of-hong-kong-security-law\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/12/academics-warn-of-chilling-effect-of-hong-kong-security-law", "date_published": "2020-10-12 17:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beatified millennial: Pope sets late tech whiz on path to sainthood", "description": "<p>Carlo Acutis helped spread Catholic teaching online before his death aged 15 in 2006 </p><p>Pope Francis said the beatification of an Italian computer whiz-kid was a sign to young people that “true happiness comes from putting God first”.</p><p>Carlo Acutis, who is on a path to sainthood after being beatified in the Umbrian town of Assisi, helped spread Roman Catholic teaching online before his death from leukaemia aged 15 in 2006. He is the youngest contemporary person to be beatified.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/beatified-millennial-pope-sets-late-tech-whiz-on-path-to-sainthood\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/beatified-millennial-pope-sets-late-tech-whiz-on-path-to-sainthood", "date_published": "2020-10-12 16:58:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray says Rafael Nadal's French Open record is one of greatest in sport", "description": "<ul><li>Murray in awe of Nadal’s ‘incredible’ Roland Garros record</li><li>‘No one will get close’ to Nadal’s 13 titles, says Murray</li></ul><p>Andy Murray says Rafael Nadal’s 13 French Open singles titles stands as one of the greatest records in sport. Speaking at the ATP 250 event in Cologne a day after <a href=\"https://www.theguardian.com/sport/2020/oct/11/rafael-nadal-demolishes-novak-djokovic-to-win-13th-french-open-title\">Nadal defeated Novak Djokovic</a> 6-0, 6-2, 7-5 to equal Roger Federer’s men’s record of 20 grand slams, Murray spoke admiringly of his longtime rival and friend.</p><p>“Amazing achievement, I don’t think what he has done at Roland Garros will ever be beaten,” Murray said. “He could win another one and make it 14 or 15, whatever he finishes on, but he is one short of winning the same amount of grand slams as [Pete] Sampras did [overall] at just one tournament.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/12/andy-murray-says-rafael-nadal-will-for-ever-be-king-of-the-french-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/12/andy-murray-says-rafael-nadal-will-for-ever-be-king-of-the-french-open", "date_published": "2020-10-12 16:41:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government scraps ballet dancer reskilling ad criticised as 'crass'", "description": "<p>Culture secretary distanced himself from widely mocked poster amid job losses in arts</p><p>A government-backed advert that encouraged people working in the arts to reskill by turning to a career in cybersecurity has been scrapped after the culture secretary described it as “crass”.<br /><br />On Monday morning Oliver Dowden distanced himself from the Cyber First campaign, which resurfaced on the same day his department was celebrating <a href=\"https://www.theguardian.com/world/2020/oct/12/arts-organisations-across-england-to-receive-275m-survival-fund\">awarding £257m in funding</a> to struggling venues and organisations. </p><p>Dowden <a href=\"https://twitter.com/OliverDowden/status/1315586209415073793?s=20\">tweeted</a> that the ad campaign, which is backed by the government and promotes retraining in tech, did not come from the Department for Digital, Culture, Media and Sport (DCMS), while reiterating that he wanted to “save jobs in the arts”.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/12/ballet-dancer-could-reskill-with-job-in-cyber-security-suggests-uk-government-ad\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/12/ballet-dancer-could-reskill-with-job-in-cyber-security-suggests-uk-government-ad", "date_published": "2020-10-12 16:40:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Failures at Austrian ski resort ‘helped speed up spread' of Covid-19 in Europe", "description": "<p>Commission report into Ischgl outbreak identifies ‘momentous miscalculations’ made by authorities</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An independent commission has found that Austrian national and local authorities made “momentous miscalculations” by first hesitating and then rushing to evacuate an Alpine ski resort that has been described as the “ground zero” of the coronavirus first wave in Europe.</p><p>Ischgl, a town of 1,600 inhabitants in the Tirolean Paznaun valley and one of Europe’s premium skiing destinations, has been in the spotlight since the middle of March, after thousands of tourists, including at least 180 Britons, caught the virus there during the spring holidays and carried it back to their home countries.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/failures-at-austrian-ski-resort-helped-speed-up-spread-of-covid-19-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/failures-at-austrian-ski-resort-helped-speed-up-spread-of-covid-19-in-europe", "date_published": "2020-10-12 16:32:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Business class was my chance to get home. After 24 hours of niceness, I wish I had my $7,000 back | Lewis Jackson", "description": "<p>Covid-19 led <strong>Lewis Jackson </strong>to his first time flying anything but ‘promo economy’. What he found was ‘a kind of separation’</p><p>I am an Australian, but I have been studying in Barcelona since September 2019. When cases of Covid-19 first rose in March, I considered leaving, but I shared a lease with my then-partner, and the time difference meant I would have had classes at 2am. By July, I had finished my thesis and my lease. With no hope of work in Spain, I booked a flight.</p><p>Australia hugs the edge of the world, and Melbourne is closer to Antarctica than Bali. The federal government’s decision to limit entry to 4,000 people per week (<a href=\"https://www.theguardian.com/australia-news/2020/sep/19/raised-flight-caps-welcome-but-much-more-needed-to-help-stranded-australians-airlines-warn\">now 6,000</a>) shattered the fragile air corridors connecting Australia to the world. With only 30 seats per flight sometimes, airlines started encouraging passengers to upgrade to business to guarantee a seat.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/13/business-class-was-my-chance-to-get-home-after-24-hours-of-niceness-i-wish-i-had-my-7000-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/13/business-class-was-my-chance-to-get-home-after-24-hours-of-niceness-i-wish-i-had-my-7000-back", "date_published": "2020-10-12 16:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Rashford backs MPs’ push for free school breakfasts", "description": "<p>Footballer throws weight behind cross-party bill guaranteeing extra funding<br /></p><p>The footballer Marcus Rashford has thrown his support behind a cross-party parliamentary bill to fund free breakfast provision in schools while the government faces mounting pressure to extend its <a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\">£15</a><a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\">-a</a><a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\">-week food voucher scheme</a> over half term.</p><p>Rashford, who was <a href=\"https://www.theguardian.com/uk-news/2020/oct/09/marcus-rashford-given-mbe-in-birthday-honours-for-school-meals-campaign\">awarded an MBE for services to vulnerable children</a> at the weekend, has spoken of how his school breakfast club played a crucial role in his early life, providing him with friendships, community and vital “fuel” to engage in school work.</p> <a href=\"https://www.theguardian.com/education/2020/oct/12/marcus-rashford-backs-mps-push-for-free-school-breakfasts\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/12/marcus-rashford-backs-mps-push-for-free-school-breakfasts", "date_published": "2020-10-12 16:28:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton hits back at 'older drivers' after record achievement", "description": "<ul><li>Hamilton says some ‘talk negatively about me all the time’<br /></li><li>Briton equalled Schumacher’s record of 91 race wins at Eifel GP</li></ul><p>Lewis Hamilton has delivered what appears to be a stinging riposte to Sir Jackie Stewart by dismissing negativity surrounding his achievements from former drivers.</p><p>Hamilton <a href=\"https://www.theguardian.com/sport/2020/oct/11/lewis-hamilton-equals-michael-schumachers-91-race-wins-at-eifel-f1-gp\">won the Eifel Grand Prix on Sunday</a> and, in doing so, equalled Michael Schumacher’s record of 91 race victories. He stands to also match his record tally of seven championships this season and will almost certainly surpass the the legendary German to become the most successful driver in Formula One. Yet for some that is not as impressive as it seems.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/12/lewis-hamilton-hits-back-at-jackie-stewart-over-record-achievement\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/12/lewis-hamilton-hits-back-at-jackie-stewart-over-record-achievement", "date_published": "2020-10-12 16:09:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indigenous Peoples’ Day: the latest US billboard project to send a message", "description": "<p>Across the US, artist-designed billboards are set to send an important message to coincide with an important day of remembrance</p><p>Many might know today as Columbus Day, which celebrates the Italian explorer’s arrival to America in 1492. But to many others, today is Indigenous Peoples’ Day, a counter-event that honors Native Americans whose lives were destroyed by colonial rule.</p><p>Indigenous Peoples’ Day has been celebrated since it was first introduced in 1977 at an indigenous conference but took over a decade to be officially acknowledged and remains overlooked.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/12/indigenous-peoples-day-billboard-project\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/12/indigenous-peoples-day-billboard-project", "date_published": "2020-10-12 15:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When handouts go straight to ministers' constituencies, it's time for local control | Simon Jenkins", "description": "<p>Councils are forced to come cap in hand for funds, while the favouritism of MPs such as Robert Jenrick is given free rein</p><p>Before last year’s election, Boris Johnson’s local government minister, Robert Jenrick, announced a massive <a href=\"https://www.theguardian.com/society/2020/jul/21/some-of-englands-most-deprived-towns-left-out-of-36bn-funding-scheme\">£3.6bn of handouts</a> to 101 “left-behind” towns across England. Forty of these were defined by Whitehall as most in need. The remainder were allegedly chosen by two ministers, Jenrick and his number two, Jake Berry. Most were marginal seats, all but one of which voted Tory at the subsequent election. They included Jenrick’s Newark and Berry’s Darwen, neither in the most needy category. (Newark was 270th.) Jenrick even boasted that he had secured an opportunity to <a href=\"https://www.newarkadvertiser.co.uk/news/newark-one-of-100-towns-nationally-to-receive-up-to-25m-each-of-new-government-towns-fund-investment-robert-jenrick-9082084/\">future-proof</a> Newark, after it was awarded the maximum £25m grant. He has subsequently insisted that there was a “robust and fair” methodology to the allocations and dismissed as “completely baseless” allegations that he was involved in Newark’s selection.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/oct/11/robert-jenrick-admits-approving-funds-for-town-in-jake-berrys-constituency\">Robert Jenrick admits approving funds for town in Jake Berry's constituency</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/12/robert-jenrick-towns-fund-whitehall-local-government\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/12/robert-jenrick-towns-fund-whitehall-local-government", "date_published": "2020-10-12 15:52:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell landlord called safety campaigner an antagonist, inquiry told", "description": "<p>Tenant organisation singled out Ed Daffarn, who later escaped the burning tower</p><p>A Grenfell Tower resident who campaigned for safety was described as an “antagonist” by the council landlord, the inquiry into the 2017 disaster has heard.</p><p>Paul Dunkerton, a project manager for the Kensington and Chelsea Tenant Management Organisation, told colleagues in a March 2013 email that Ed Daffarn, who later escaped from the burning tower, was one of two “main antagonists on the Lancaster West Estate regarding Grenfell Tower”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/12/grenfell-safety-campaigner-dubbed-antagonist-in-2013-council-email\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/12/grenfell-safety-campaigner-dubbed-antagonist-in-2013-council-email", "date_published": "2020-10-12 15:51:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC's The Watch 'shares no DNA with Terry Pratchett's work', says daughter", "description": "<p>Rhianna Pratchett joins fans unhappy with the forthcoming TV adaptation of her father’s Discworld stories about Ankh-Morpork’s City Watch<br /></p><p>Terry Pratchett’s daughter Rhianna Pratchett has said that the forthcoming television adaptation of the late author’s stories about Ankh-Morpork’s City Watch “shares no DNA with my father’s Watch”, and that she “should know”.</p><p>The Watch, a new series from BBC America and BBC Studios, will air in January in the US, but a trailer shared over the weekend has prompted an outpouring of criticism from fans. Describing itself as “inspired by” Pratchett’s novels about the City Watch, <a href=\"https://twitter.com/TheWatch/status/1314622278844510208\">the new trailer for the series</a> shows Richard Dormer as a punk-rock version of the Watch’s grizzled commander Sam Vimes, in a show that BBC America is pitching as about a band of “misfit cops as they fight to save a ramshackle city of normalised wrongness from both the past and future in a perilous quest”.</p> <a href=\"https://www.theguardian.com/books/2020/oct/12/bbc-the-watch-shares-no-dna-with-terry-pratchett-work-daughter-rhianna\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/12/bbc-the-watch-shares-no-dna-with-terry-pratchett-work-daughter-rhianna", "date_published": "2020-10-12 15:50:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dorset police officer strangled lover after she revealed affair, court told", "description": "<p>Timothy Brehmer admits causing death of Claire Parry, 41, but denies murder</p><p>A police officer murdered his lover by strangling her in a pub car park moments after she revealed their 10-year affair by sending a text saying “I’m cheating on you” from his phone to his wife, a jury has been told.</p><p>PC Timothy Brehmer, 41, is accused of “angrily and deliberately” throttling Claire Parry, also 41, with such force that he broke a bone in her neck.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/12/dorset-police-officer-strangled-lover-after-she-revealed-affair-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/12/dorset-police-officer-strangled-lover-after-she-revealed-affair-court-told", "date_published": "2020-10-12 15:46:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 7,000 extreme weather events recorded since 2000, says UN", "description": "<p>Sharp rise in number of droughts, floods and wildfires has claimed 1.23 million lives and affected 4.2 billion people<br /></p><p>Extreme weather events have increased dramatically in the past 20 years, taking a heavy human and economic toll worldwide, and are likely to wreak further havoc, the UN has said.</p><p>Heatwaves and droughts will pose the greatest threat in the next decade, as temperatures continue to rise due to heat-trapping gases, experts said.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/un-highlights-dramatic-global-rise-in-extreme-weather-since-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/un-highlights-dramatic-global-rise-in-extreme-weather-since-2020", "date_published": "2020-10-12 15:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Soon Covid-19 will be treatable, but it shouldn't just be the rich who benefit | Jeremy Farrar", "description": "<p>To make experimental antibodies affordable will cost billions. If they are shown to work, it will be money well spent</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>We all want a cure for Covid-19, but it won’t come in a single drug. Neither can we expect to escape this global crisis if treatments, tests or vaccines are not made available to those most vulnerable worldwide. There’s a long way yet to go.</p><p>Robust research has shown that <a href=\"https://www.theguardian.com/world/2020/jun/05/hydroxychloroquine-does-not-cure-covid-19-say-drug-trial-chiefs\">hydroxychloroquine</a>, the drug once heavily promoted by Donald Trump, doesn’t work as a treatment. We wait in hope for the first vaccines but must be realistic: they may only provide partial protection, important as that will be. Now, as the US president pins his hopes on <a href=\"https://www.theguardian.com/world/2020/oct/09/regeneron-drug-demand-surges-trump-claims-cures-covid\">Regeneron</a>’s antibody cocktail, it must be made clear: life can only return to normal with a range of clinically proven, <a href=\"https://www.theguardian.com/world/2020/aug/24/six-of-the-most-promising-treatments-for-covid-19-so-far\">effective treatments</a>, tests and vaccines; the resilient health systems to deliver them; and the trust of the public.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/12/covid-19-treatable-vaccines-treatments\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/12/covid-19-treatable-vaccines-treatments", "date_published": "2020-10-12 15:28:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's three-tier system is an admission of failure | Gabriel Scally", "description": "<p>Crude social and economic restrictions are only necessary because the government squandered precious time over the summer</p><p>For some weeks now there has been a sense of inevitability about today’s announcement of substantial new restrictive measures affecting millions of people in England, as part of a new <a href=\"https://www.theguardian.com/world/2020/oct/11/three-tier-covid-plan-for-england-what-it-means-and-how-it-may-work\">three-tier system</a>. The plain fact is that the virus is out of control in many areas, and the growing level of infections has started to translate into hospital admissions and deaths, as Jonathan Van-Tam and colleagues <a href=\"https://www.theguardian.com/politics/live/2020/oct/12/uk-coronavirus-news-boris-johnson-local-covid-restrictions-three-tier?page=with:block-5f8435348f08c6dc95cf49d8#block-5f8435348f08c6dc95cf49d8\">set out</a> at a briefing on Monday.</p><p>Over the past few months the government has managed to <a href=\"https://www.theguardian.com/commentisfree/2020/oct/11/local-lockdown-london-england-pandemic-manchester\">create confusion</a> and discord with a mixed bag of local restrictions. These seem to satisfy no one and, in terms of the overall picture, have proved to make only a limited contribution to reducing numbers of cases. In as much as the new tiered system will be clearer in which restrictions are being employed, and is to be implemented in response to a defined level of infection, it should be welcomed. However, it must be asked why the virus has been allowed to spiral out of control, and why simple measures such as reinstating the two-metre social distancing rule have not been applied.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/12/englands-three-tier-system-is-an-admission-of-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/12/englands-three-tier-system-is-an-admission-of-failure", "date_published": "2020-10-12 15:10:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Culture of deference' may have protected Lord Janner, abuse inquiry hears", "description": "<p>Alleged victims have had ‘justice denied’, barrister tells inquiry into child sexual abuse</p><p>A “culture of deference” may have obstructed investigations into the late Lord Janner, a barrister representing more than a dozen of his alleged victims has told the child sexual abuse inquiry.</p><p>Addressing the opening session of an inquiry into how the authorities dealt with multiple complaints about the former Labour MP and peer, the barrister Nick Stanage regretted that for his clients, “justice delayed” had been “justice denied”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/12/culture-of-deference-may-have-protected-lord-jenner-abuse-inquiry-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/12/culture-of-deference-may-have-protected-lord-jenner-abuse-inquiry-hears", "date_published": "2020-10-12 15:08:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kirstie Allsopp and Phil Spencer: how we made Location, Location, Location", "description": "<p>‘I was telling two girls how safe an area was – when a policeman came up and said there’d been a murder round the corner’<br /></p><p>There used to be a design and property magazine in the Guardian called Space. It ran an article about me and my husband’s property search business. Channel 4 was looking to make a property show; they saw the piece and got in touch. I did a screen test, as did Phil [also a property searcher]. We imagined we were going to be experts talking about property searches on a new show. Little did we know we were being groomed as hosts.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/12/kirstie-allsopp-phil-spencer-how-we-made-location-location-location\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/12/kirstie-allsopp-phil-spencer-how-we-made-location-location-location", "date_published": "2020-10-12 14:19:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish MI5 spy to be crown's key witness in New IRA terrorism trial", "description": "<p>Former police officer infiltrated New IRA’s high command over last eight years, it has emerged<br /></p><p>A former Scottish police officer turned MI5 spy has inflicted major damage on the New IRA leading to the arrests of alleged key figures and the disruption of links between violent dissident republicans and terrorist groups in the Middle East.</p><p>Dennis McFadden infiltrated the New IRA’s high command over the last eight years, providing safe houses in Northern Ireland and Scotland that were in fact bugged by the Security Service while handing out free tickets for Celtic matches and drinks from the bar in his home.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/12/scottish-mi5-spy-crown-key-witness-new-ira-terror-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/12/scottish-mi5-spy-crown-key-witness-new-ira-terror-trial", "date_published": "2020-10-12 14:07:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JCB challenged over machinery used to demolish Palestinian homes", "description": "<p>Foreign Office quango says firm may have broken OECD guidelines on human rights<br /></p><p>The British heavy machinery firm JCB’s sale of equipment used in the destruction of Palestinian villages in the Israeli-occupied West Bank may have breached Organisation for Economic Co-operation and Development guidelines on human rights, a UK government body has assessed. </p><p>The case is likely to test the degree to which multinationals are responsible if their export goods are being sold by local distributors in ways that infringe human rights.</p> <a href=\"https://www.theguardian.com/business/2020/oct/12/jcb-challenged-over-machinery-used-to-demolish-palestinian-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/12/jcb-challenged-over-machinery-used-to-demolish-palestinian-homes", "date_published": "2020-10-12 14:02:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The forgotten female writers of Play for Today: 'If you failed, it was pretty public'", "description": "<p>From Paula Milne to Rose Tremain, the women who wrote for the BBC’s famous drama strand, which ran from 1970 to 1984, have been denied their place in the programme’s history</p><p>Established by the start of the 1980s as a writer for Coronation Street and the creator of the nursing series Angels, Paula Milne was pleased but fearful to be invited to write her first single play. A Sudden Wrench, in which a woman fights to be taken seriously in the male world of plumbing, went out in March 1982 as a Play for Today, a BBC One strand that could reach audiences of up to 12 million in its heyday, and averaged 5 million.</p><p>“There’s a line in the script,” Milne remembers, “where the husband says to his wife, when she goes to work on a construction site: ‘Just remember, there’s no allowance for failure out there.’ And that pretty well sums up how I felt about writing for Play for Today. If you failed in that slot, it was pretty damn public.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/12/the-forgotten-female-writers-of-play-for-today-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/12/the-forgotten-female-writers-of-play-for-today-bbc", "date_published": "2020-10-12 14:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Leslie groped woman at party, sexual assault trial hears", "description": "<p>Jury in trial of ex-Blue Peter presenter discharged and new one to be sworn in after juror unable to carry on</p><p>The former Blue Peter presenter John Leslie grabbed a woman’s breasts at a Christmas party before laughing and walking away, a court has heard at the opening of his trial on sexual assault charges.</p><p>A jury at Southwark crown court was told that the 55-year-old is accused of committing the offence more than a decade ago. Leslie has denied the allegation.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/12/john-leslie-groped-woman-at-party-sexual-assault-trial-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/12/john-leslie-groped-woman-at-party-sexual-assault-trial-hears", "date_published": "2020-10-12 13:13:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cinemas 'shocked and dismayed' by Disney decision to launch Soul on streaming", "description": "<p>Studio bypasses big-screen release for its new Pixar animation with plans to debut the film on Disney+ on Christmas Day</p><p>Cinemas across Europe have expressed their outrage at the decision by Hollywood studio Disney to bypass a big-screen release for the new Pixar animation Soul and debut the film on their streaming platform Disney+.</p><p><a href=\"https://www.unic-cinemas.org/en/news/news-blog/detail/european-cinemas-voice-disappointment-and-dismay-over-disney-decision/\">The International Union of Cinemas (UNIC) released a statement</a> saying the decision has “shocked and dismayed all cinema operators”.</p> <a href=\"https://www.theguardian.com/film/2020/oct/12/cinemas-shocked-and-dismayed-by-disney-decision-to-launch-soul-on-streaming-pixar\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/12/cinemas-shocked-and-dismayed-by-disney-decision-to-launch-soul-on-streaming-pixar", "date_published": "2020-10-12 12:50:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black man led on rope by Texas police on horseback sues for $1m", "description": "<ul><li>Donald Neely says officers’ conduct ‘extreme and outrageous’</li><li>Lawsuit accuses Galveston and city’s police force of negligence</li></ul><p>A Black man who was <a href=\"https://www.theguardian.com/us-news/2019/aug/06/texas-police-galveston-white-officers-black-man-horse-rope\">led by a rope by two white officers on horseback</a> has sued a south-east Texas city and its police department for $1m, saying he suffered humiliation and fear during his arrest.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/aug/06/texas-police-galveston-white-officers-black-man-horse-rope\">Texas police apologise after officers on horseback led black man by rope</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/12/texas-galveston-black-man-horse-rope\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/12/texas-galveston-black-man-horse-rope", "date_published": "2020-10-12 12:48:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Furlough fraud, snooping and firings: architects speak out over lockdown exploitation", "description": "<p>Endless hours, home-surveillance, fear of reprisals – complaints in this already stressful industry have soared during Covid-19. We speak to distraught workers</p><p>For Maria Gomez, the nightmare began when she couldn’t get her boss out of her bedroom. “It felt like he was in there 24/7,” she says, “always watching my every move.” She was used to architecture’s punishing lifestyle, working late nights and weekends, and she had adjusted to the additional stresses of working from home during lockdown. But she hadn’t expected to be monitored via her computer webcam all day every day, with her meetings with clients secretly recorded by her bosses.</p><p>“I only realised I was being monitored when something I said was later quoted back to me in a team meeting,” she says. “And another recording of me was used in a presentation. It was completely insane. It felt like being back at school, with added hyper-surveillance.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/12/covid-19-lockdown-furlough-fraud-snooping-firings-architects-speak-out-exploitation\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/12/covid-19-lockdown-furlough-fraud-snooping-firings-architects-speak-out-exploitation", "date_published": "2020-10-12 12:20:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Dalí couple and a masked plane: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/oct/12/a-dali-couple-and-a-masked-plane-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/oct/12/a-dali-couple-and-a-masked-plane-mondays-best-photos", "date_published": "2020-10-12 12:03:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What ended Britpop: Oasis, Diana or Euro 96?", "description": "<p>A quarter of a century on, debate still rages about the demise of the lager-loving scene. But who was the real culprit?</p><p><em>In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and for all</em></p><p>Britpop, its impact, legacy and exactly what it meant, has grown ever murkier in the 20-odd years since its demise. For a while, the genre was definitely (maybe) something; then, suddenly, pretty much nothing, leaving Chris Evans, Xfm and Loaded magazine to cling on to the flotsam and jetsam. There are many murder suspects, but before we gather the potential culprits in the drawing room, we have to understand the shape of cadaver round which we are chalking.</p> <a href=\"https://www.theguardian.com/culture/2020/oct/12/solved-what-ended-britpop-oasis-diana-or-euro-96\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/oct/12/solved-what-ended-britpop-oasis-diana-or-euro-96", "date_published": "2020-10-12 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most exams in England will take place next year with three-week delay", "description": "<p>Gavin Williamson confirms GCSE and A-level dates with schools given extra teaching time</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Next year’s exams are to go ahead in England, but most will be delayed for three weeks to allow schools additional teaching time, the government has said.</p><p>The education secretary, Gavin Williamson, confirmed GCSEs and A-levels would be held in the summer, with small curriculum adjustments already outlined by the qualifications regulator, Ofqual.</p> <a href=\"https://www.theguardian.com/education/2020/oct/12/most-exams-england-will-take-place-next-year-with-three-week-delay\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/12/most-exams-england-will-take-place-next-year-with-three-week-delay", "date_published": "2020-10-12 11:54:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Wanted singer Tom Parker diagnosed with inoperable brain tumour", "description": "<p>Singer who topped UK chart twice is being treated with radiotherapy and chemotherapy to help prolong life</p><p>Tom Parker, singer with chart-topping British boyband the Wanted, has been diagnosed with an inoperable brain tumour.<br /><br />The 32-year-old said he was “still in shock” after being told he had a stage four glioblastoma six weeks ago, and is undergoing chemotherapy and radiotherapy in an effort to prolong his life.<br /><br />In a joint statement alongside his wife, the actor Kelsey Hardwick, Parker wrote on Instagram: “Hey guys, you know that we’ve both been quiet on social media for a few weeks and it’s time to tell you why.</p><p>“There’s no easy way to say this but I’ve sadly been diagnosed with a brain tumour and I’m already undergoing treatment.</p> <a href=\"https://www.theguardian.com/music/2020/oct/12/the-wanted-singer-tom-parker-diagnosed-with-inoperable-brain-tumour\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/12/the-wanted-singer-tom-parker-diagnosed-with-inoperable-brain-tumour", "date_published": "2020-10-12 11:23:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers' recipe for tequila-spiked chocolate pots | The simple fix", "description": "<p>Those shop-bought treats are actually a cinch to make, and they’re even nicer with a twist of tequila ...</p><p>My chocolate consumption reached new heights over lockdown, and I know I was not alone. Those little chocolate pots in the shops became a rather too frequent pleasure, even though they’re often expensive, a bit sweet and, annoyingly, contain palm oil, which I am trying to avoid. A homemade version is very simple, however: something suitably naughty, but comforting, and with a little Mexican twist. But be warned: they are totally irresistible.</p> <a href=\"https://www.theguardian.com/food/2020/oct/12/thomasina-miers-recipe-tequila-spiked-chocolate-pots\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/12/thomasina-miers-recipe-tequila-spiked-chocolate-pots", "date_published": "2020-10-12 11:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who was on boat with Sudanese refugee who drowned makes it to UK", "description": "<p>Ahmed Fadol Adam was with Abdulfatah Hamdallah when dinghy capsized in Channel </p><p>The survivor who was with Abdulfatah Hamdallah, the Sudanese refugee who <a href=\"https://www.theguardian.com/uk-news/2020/aug/20/drowned-sudanese-teenager-identified-as-abdulfatah-hamdallah-wajdi\">drowned in the Channel</a> in August, has made it safely to the UK after taking the same route.</p><p>Ahmed Fadol Adam, 21, who said he spent five years enslaved in Libya, travelled with 11 other Sudanese refugees and one Chadian on an inflatable dinghy on 29 September. It was his fifth attempt to reach the UK.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/man-who-was-on-boat-with-sudanese-refugee-who-drowned-makes-it-to-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/man-who-was-on-boat-with-sudanese-refugee-who-drowned-makes-it-to-uk", "date_published": "2020-10-12 10:36:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Every page makes you hungry': 20 chefs pick their favourite starter cookbooks", "description": "<p>What would an expert like Tom Kerridge or Gizzi Erskine recommend to someone just starting out in the kitchen? This fantasy bookshelf would help you tackle everything from kimchi to anchovy butter roast chicken</p><p><strong>Leith’s Cookery Bible, by Caroline Waldegrave and Prue Leith<br /></strong><em><a href=\"https://www.instagram.com/gizzierskine/?hl=en\">Gizzi Erskine</a>, chef and food writer <br /></em>I trained at Leith’s School of Food and Wine and this book has every base recipe you could possibly think of in its most pure form, which allows you to be playful with it. It’s been invaluable to me – whenever I’m redeveloping something, it will always be on my table for reference. It’s useful when you need the quantities for making a proper jus, for example, or the recipe for a perfect hollandaise, and for getting to grips with cooking terminology.</p><p><strong><a href=\"https://guardianbookshop.com/madhur-jaffrey-s-world-vegetarian-9780091863647.html\">World Vegetarian</a>, by Madhur Jaffrey <br /></strong><em><a href=\"https://melissahemsley.com/\">Melissa Hemsley</a>, chef and cookbook author <br /></em>When I was about 19, I went to Devon with vegetarian friends who brought a battered copy of this book and started cooking from it. When we left, they forgot to take the book with them – so I kept it. It’s ginormous and has no pictures, which can be off-putting, but Jaffrey’s writing sucks you in and there are loads of great recipes you can make using everyday ingredients. I find her spicy punjabi red kidney bean stew very comforting.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/12/every-page-makes-you-hungry-20-chefs-pick-their-favourite-starter-cookbooks\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/12/every-page-makes-you-hungry-20-chefs-pick-their-favourite-starter-cookbooks", "date_published": "2020-10-12 10:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My friend left this world – and I learned to let him go", "description": "<p>Ojibwe traditions said we should celebrate – mirror joy – so he could pass to the spirit world. This time I wouldn’t let him down</p><p>I used to think “letting go” was for happy people who did yoga and wore shirts that said “Good Vibes Only”. I thought it was for people who read the self-help books I never finished. When my friend Bryan died this August, the phrase took new meaning and helped lift me up.</p><p>Bryan was Ojibwe, a poet, a blackjack and poker dealer at a casino, and he was unwell. He had survived kidney cancer, a transplant and years of dialysis. He also had a seasonal sadness that overtook him eventually. One late night, he asked if he was a mediocre poet – and if he should take an overdose or call a crisis center. I didn’t see the messages until the next morning, and it was too late.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/12/my-friend-left-this-world-and-i-learned-to-let-him-go\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/12/my-friend-left-this-world-and-i-learned-to-let-him-go", "date_published": "2020-10-12 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's recipe for bean and clam soup | A kitchen in Rome", "description": "<p>A shellfish and bean minestre that makes a few clams go a long way </p><p>What will I do when I run out of fingers? How will I keep track of the masked months – March, April, May, June, July, August, September, October – the counting of which has been my habit ever since the national lockdown began? I have no idea why counting the months is reassuring, but it is. Also, how to keep track of the dozens of masks we have accumulated over the last seven months? Blue gauze masks, homemade and themed masks, Ikea and plumbing masks; we have dozens, which, despite our best efforts, are everywhere – and then nowhere when you need one.</p><p>Masks are the sharp pencils of 2020. They have also been largely unquestioned in Italy, a country where, normally, rules are obstacles to be overcome; a badly organised, badly governed country, apparently. Not when it came to lockdown, however, which was as clear as a starting pistol. Or when it comes to masks: you go out, you wear a mask.</p> <a href=\"https://www.theguardian.com/food/2020/oct/12/rachel-roddy-recipe-bean-and-clam-soup\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/12/rachel-roddy-recipe-bean-and-clam-soup", "date_published": "2020-10-12 10:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: 'He asked if I'd like a fork for my chips'", "description": "<p>Rachael and Lewis Simpson-Jones met at a battle reenactment event in 2010. They are now married and live together with their pets in Hertfordshire</p><p>When Rachael Simpson was invited to a battle reenactment held by The Sealed Knot, a historical association, in May 2010, she jumped at the chance. “My friend turned up to a fancy dress party in this 17th-century gear,” she says. “I found out it was a costume for one of her battle reenactments and decided to join her for an event at Edzell Castle.” At the time she was studying nearby in Aberdeen and working as a horse-riding instructor.</p><p>Meanwhile, Lewis Jones, a student, was also making his way to the reenactment from London. “My dad got me into the events when I was a kid, and they were always fun. You can join a regiment like you can a football team and every battle has a theme. They’re often educational events for the public,” he says. “As well as the reenactment, we would show weapons from the period and talk to children. They are hands-on history lessons.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/12/how-we-met-he-asked-if-id-like-a-fork-for-my-chips\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/12/how-we-met-he-asked-if-id-like-a-fork-for-my-chips", "date_published": "2020-10-12 10:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fifth of countries at risk of ecosystem collapse, analysis finds", "description": "<p>Trillions of dollars of GDP depend on biodiversity, according to Swiss Re report</p><p>One-fifth of the world’s countries are at risk of their ecosystems collapsing because of the destruction of wildlife and their habitats, according to an analysis by the insurance firm Swiss Re.</p><p>Natural “services” such as food, clean water and air, and flood protection have already been damaged by human activity.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/12/fifth-of-nations-at-risk-of-ecosystem-collapse-analysis-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/12/fifth-of-nations-at-risk-of-ecosystem-collapse-analysis-finds", "date_published": "2020-10-12 09:12:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He just thinks about himself': America's reckless, ill president", "description": "<p>Trump and his circle have disregarded basic health protections and shown willful indifference towards the safety of others</p><p>Of all the cornucopia of tone-deaf and offensive remarks made by the president of the United States in almost four years in office, one proposition he made to the American people last week must surely rank among the top 10.</p><p>“Don’t be afraid of Covid,” he said in a <a href=\"https://twitter.com/realDonaldTrump/status/1313186529058136070\">tweet</a>. “Don’t let it dominate your life.”</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/12/donald-trump-covid-reckless-president\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/12/donald-trump-covid-reckless-president", "date_published": "2020-10-12 07:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google Nest Audio review: smart speaker gets music upgrade", "description": "<p>Louder, more bass and better sound for Google Assistant speaker made of recycled plastic bottles</p><p>Google’s first smart speaker has finally got a much-needed upgrade in sound with the new Nest Audio.</p><p>The speaker replaces the Google Home and costs £89.99, fitting in between the £49 Nest Mini and £299 Google Home Max.</p> <a href=\"https://www.theguardian.com/technology/2020/oct/12/google-nest-audio-review-smart-speaker-gets-music-upgrade\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/oct/12/google-nest-audio-review-smart-speaker-gets-music-upgrade", "date_published": "2020-10-12 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flickers and Fukushima: Japanese and Korean talent at Photo London – in pictures", "description": "<p>Depopulated cherry blossom landscapes and embroidered fingers feature as Japan’s Kana Kawanishi Gallery goes under the spotlight at Photo London</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/12/flickers-and-fukushima-japanese-and-korean-talent-at-photo-london-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/12/flickers-and-fukushima-japanese-and-korean-talent-at-photo-london-in-pictures", "date_published": "2020-10-12 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I make lousy packed lunches – but they’re not as bad as Mum’s ratatouille sandwich", "description": "<p>I’m delighted the kids are back at school. If only I didn’t still have to feed them …</p><p>I hate people who complain about schools. I spend all week reading blogs by anonymous headteachers talking about the constant blast of whining, half of it that they’re not doing enough about Covid, the other half that they’re doing too much, and I think: who <em>are </em>these people, whose parental solipsism is so all-obliterating that they can’t take one second to recognise the phenomenal work these professionals do in getting our children out of our houses and keeping them in a totally separate building, often more than a mile away, for the entire day?</p><p>But a tiny bit of my busy, home-alone, Aah, Blissto schedule I reserve for just pointing out, in the most neutral possible terms, that school dinners have gone off a cliff. The kids used to come home asking why I couldn’t cook gammon and why our sausages were the wrong shape, and now they stagger in like poorly prepared explorers, starving, with multiple disciplinary actions against them, having used their sole-option pizza for the only thing it was good for, a food fight.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/12/i-make-lousy-packed-lunches-but-not-as-bad-as-mums-ratatouille-sandwich\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/12/i-make-lousy-packed-lunches-but-not-as-bad-as-mums-ratatouille-sandwich", "date_published": "2020-10-12 06:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We've had so many wins': why the green movement can overcome climate crisis", "description": "<p>Leaded petrol, acid rain, CFCs … the last 50 years of environmental action have shown how civil society can force governments and business to change </p><ul><li> Support Guardian journalism today, by making a <a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22campaignCode%22%3A%22climate_pledge_2019%22%2C%22componentId%22%3A%22climate_pledge_2019%22%2C%22referrerPageviewId%22%3A%22kfmfat9rn2l775s0kwr3%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fenvironment%2F2019%2Foct%2F31%2Fguardian-climate-pledge-thank-you-hope-change%22%7D&amp;INTCMP=climate_pledge_2019\">single or recurring contribution</a>, or <a href=\"https://support.theguardian.com/subscribe/digital?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22campaignCode%22%3A%22climate_pledge_2019%22%2C%22componentId%22%3A%22climate_pledge_2019%22%2C%22referrerPageviewId%22%3A%22kfmfat9rn2l775s0kwr3%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fenvironment%2F2019%2Foct%2F31%2Fguardian-climate-pledge-thank-you-hope-change%22%7D&amp;INTCMP=climate_pledge_2019\">subscribing</a></li></ul><p>Leaflets printed on “rather grotty” blue paper. That is how Janet Alty will always remember one of the most successful environment campaigns of modern times: the movement to ban lead in petrol.</p><p>There were the leaflets she wrote to warn parents at school gates of the dangers, leaflets to persuade voters and politicians, leaflets to drown out the industry voices saying – falsely – there was nothing to worry about.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/12/climate-crisis-campaigns-pledge-real-change\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/12/climate-crisis-campaigns-pledge-real-change", "date_published": "2020-10-12 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piers Morgan: ‘Do I genuinely feel a pathological hatred of vegan sausage rolls? No’", "description": "<p>From Meghan’s ‘social climbing’ to ‘fascist wokery’, the broadcaster has built a career on being outraged. He has even fallen out with his friend Donald Trump. Is he really so thin-skinned? <br /></p><p>Piers Morgan is angry. Even by his puce-faced standards, he is fuming. The Good Morning Britain (GMB) presenter, Twitter bruiser (<a href=\"https://twitter.com/piersmorgan\">7.6 million followers and counting</a>, as he will frequently remind you) and <a href=\"https://www.theguardian.com/commentisfree/2020/apr/22/piers-morgan-voice-of-reason-now-i-know-the-apocalypse-is-nigh\">frenemy of </a><a href=\"https://www.theguardian.com/commentisfree/2020/apr/22/piers-morgan-voice-of-reason-now-i-know-the-apocalypse-is-nigh\">Donald Trump</a> is waging war on woke. “Wokery has been hijacked by extremely illiberal people bordering on fascist – ironically given how much they hate fascism,” he tells me while shadow boxing invisible foes.</p><p>We’re in a dressing room at Television Centre in west London, from where GMB is broadcast. Morgan is having his photo taken and letting rip. Liberal fascists are taking over the world, he says; <a href=\"https://www.theguardian.com/books/2019/sep/03/unknown-text-by-john-locke-reveals-roots-of-foundational-democratic-ideas\">John Locke</a>, the father of liberalism, will be spinning in his enlightened grave. The very folk once renowned for their tolerance are now shutting down opinion like there is no tomorrow. And, if it goes on like this, Morgan thinks there may well be no tomorrow. You want examples of fascist wokery? He’ll give you examples, all right. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/12/piers-morgan-what-does-trump-smell-like-expensive-aftershave-and-a-whiff-of-hairspray\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/12/piers-morgan-what-does-trump-smell-like-expensive-aftershave-and-a-whiff-of-hairspray", "date_published": "2020-10-12 05:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS 111 call centre was unsafe, says worker who nearly died from Covid", "description": "<p>Stephen Poore, who spent 42 days on ventilator, says there was no social distancing at Ashford office</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Stephen Poore was a healthy, hearty, hardworking family man before he got a job at an NHS 111 call centre in early March, as the pandemic was extending its grip across the country. He became a Covid-19 service adviser, handling 111 calls from anxious members of the public.</p><p>That is where he believes he contracted the virus, crammed together with other recruits in the call centre. Poore is now blind in one eye, has blurred vision in the other and has to use a walking frame, having come close to death as he spent 42 days on a ventilator in hospital.</p> <a href=\"https://www.theguardian.com/world/2020/oct/12/nhs-111-call-centre-was-unsafe-says-worker-who-nearly-died-from-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/12/nhs-111-call-centre-was-unsafe-says-worker-who-nearly-died-from-covid", "date_published": "2020-10-12 05:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US election 2020: who is supreme court nominee Amy Coney Barrett?", "description": "<p>Today is the start of the confirmation process for Amy Coney Barrett, a deeply conservative judge who is Donald Trump’s pick for supreme court judge. Guardian US investigative journalist Stephanie Kirchgaessner has been looking at her career and personal life, including membership to the secretive Catholic group People of Praise, and discusses what her appointment would mean for the US</p><p>If Donald Trump has his way then he will use the few weeks remaining before Americans go to the polls on 3 November to install his choice as the ninth supreme court justice. If successful, it would mean replacing Ruth Bader Ginsburg, a ferocious campaigner for women’s rights whose work turned her into a liberal icon, with Amy Coney Barrett, a deeply conservative judge whose values push in the opposite direction. The move would shift the balance so starkly in America’s highest court that some fear it could lead to key rulings protecting civil rights being overturned – and possibly hamper the ability of Democrats to change laws for decades to come.</p><p>The Guardian US investigative journalist <strong>Stephanie Kirchgaessner </strong>talks to <strong>Anushka Asthana</strong> about Barrett’s career and personal life – including membership of a secretive Catholic “covenant community” called People of Praise that is accused of adhering to a “highly authoritarian” structure. She discusses Barrett’s views on abortion and the Affordable Care Act, the Obama-era law that extended health insurance to millions of Americans. If she is confirmed before the election, one of Barrett’s first cases could determine the fate of that act.</p> <a href=\"https://www.theguardian.com/news/audio/2020/oct/12/us-election-2020-supreme-court-nominee-amy-coney-barrett-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/oct/12/us-election-2020-supreme-court-nominee-amy-coney-barrett-podcast", "date_published": "2020-10-12 02:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}]