[{"source": "https://www.theguardian.com/rss", "title": "Scorched earth: the bushfire devastation on Kangaroo Island – in pictures", "description": "<p><strong>WARNING: GRAPHIC CONTENT OF DEAD ANIMALS</strong><br />The once pristine environment of Kangaroo Island, including the Flinders Chase national park, is now a barren burned land after the weekend’s fires. Ecologists have grave fears for the future of many species, and for some the island is their only known habitat</p> <a href=\"https://www.theguardian.com/australia-news/gallery/2020/jan/08/scorched-earth-the-bushfire-devastation-on-kangaroo-island-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/gallery/2020/jan/08/scorched-earth-the-bushfire-devastation-on-kangaroo-island-in-pictures", "date_published": "2020-01-07 17:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Send us a tip on healthy holidays in Europe for a chance to win a £200 hotel voucher", "description": "<p>Whether it was yoga or mindfulness, a spa break or immersion in nature, we’d love to hear about breaks in Europe that have given you a sense of wellbeing</p><p>Perhaps you’ve kickstarted an exercise campaign or rebooted yourself with a meditation holiday. We want to hear about healthy holidays that took you out of the stresses and routines of daily life to give you a feeling of physical, mental or spiritual wellbeing.</p><p>Whether it was an organised break with instructors and accommodation provided or something you came up with yourself we’d love to hear your experiences. Please ensure your tip stays within around 100 words.</p> <a href=\"https://www.theguardian.com/travel/2020/jan/07/send-tip-healthy-holidays-europe-win-200-pound-hotel-voucher\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/07/send-tip-healthy-holidays-europe-win-200-pound-hotel-voucher", "date_published": "2020-01-07 16:44:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about outstanding customer service you received", "description": "<p>We want to hear from people who have received exceptional customer service</p><p>After the Christmas spending flurry come the tales of corporate ill will, with botched delivery dates, faulty goods and customer service departments who don’t seem<strong> </strong>to listen or care.</p><p>At this time of year, The Guardian’s consumer inboxes are congested with high street horror stories.</p> <a href=\"https://www.theguardian.com/money/2020/jan/07/tell-us-about-outstanding-customer-service-you-received\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jan/07/tell-us-about-outstanding-customer-service-you-received", "date_published": "2020-01-07 16:34:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can millennials get on the housing ladder without help? – video", "description": "<p>In the UK, only one in four middle-income millennials are on the housing ladder. Twenty years ago,&nbsp; 65% of this group owned homes. What's changed? Is it possible to buy a house without help? And with more people privately renting, what are the implications for starting families, retirement and society at large? We explore the numbers</p> <a href=\"https://www.theguardian.com/cities/video/2020/jan/07/can-millennials-get-on-the-housing-ladder-without-help-video\">Continue reading...</a>", "link": "https://www.theguardian.com/cities/video/2020/jan/07/can-millennials-get-on-the-housing-ladder-without-help-video", "date_published": "2020-01-07 15:34:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did your relationship with your ex-partner improve after your divorce?", "description": "<p>We want to hear from people who became better friends after they got divorced</p><p>The first Monday after New Year’s Day has come to be known as ‘Divorce day’ as this is the day lawyers often see a spike in enquiries from people wanting to end their marriages.</p><p>Last year, UK provider of relationship support Relate, reported a rise in searches <a href=\"https://www.relate.org.uk/about-us/media-centre/press-releases/2019/12/20/families-breaking-point-relate-prepares-new-year-surge-demand\">to its website over the Christmas period</a> and in the first few weeks of January as couples sought relationship counselling.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/07/did-your-relationship-with-your-ex-partner-improve-after-your-divorce\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/07/did-your-relationship-with-your-ex-partner-improve-after-your-divorce", "date_published": "2020-01-07 15:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rolls-Royce celebrates record sales, but Aston Martin warns on profits – business live", "description": "<p>Rolling coverage of the latest economic and financial news, including a tale of two carmakers</p><p class=\"block-time published-time\"> <time datetime=\"2020-01-07T07:37:32.842Z\">7.37am <span class=\"timezone\">GMT</span></time> </p><p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong></p><p>In its first full year of availability, Cullinan exceeded even the highest expectations raised by its successful launch. The world’s pre-eminent super-luxury SUV has become the fastest-selling new Rolls-Royce model in history.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/jan/06/uk-car-sales-brexit-diesel-electric-vehicles-emissions\">Average CO2 emissions of cars sold in UK up for third year in row</a> </p> <a href=\"https://www.theguardian.com/business/live/2020/jan/07/rolls-royce-record-sales-aston-martin-profits-warning-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/jan/07/rolls-royce-record-sales-aston-martin-profits-warning-business-live", "date_published": "2020-01-07 07:41:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clive Lewis: to beat Tories, Labour has to work with other progressives", "description": "<p>Lords reform and PR must be part of radical political reform, says leadership contender </p><p>Labour must embrace radical political reform – including a proportional voting system – and ditch party tribalism to take on the Conservatives, leadership contender Clive Lewis argues.</p><p>The Norwich South MP is pitching himself as the candidate to tackle what he calls the “crisis of democracy”.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/07/clive-lewis-to-beat-tories-labour-has-to-work-with-other-progressives\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/07/clive-lewis-to-beat-tories-labour-has-to-work-with-other-progressives", "date_published": "2020-01-07 07:37:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Little will change on pay ratios until firms are embarrassed", "description": "<p>The forced publication of the gap between chief executive and average pay is a fudged compromise</p><p>A lot of faith is being invested in the idea that the arrival of <a href=\"https://www.theguardian.com/business/2019/jan/01/uk-biggest-listed-companies-forced-to-reveal-executive-worker-pay-gap-new-rules\">pay ratios</a> – meaning the mandatory publication of the gap between the chief executive’s rewards and those of the average earner in a company – represents a game-changer. Andrea Leadsom, the business secretary, called the legislation, which applies from this year to companies with more than 250 employees, “world-leading”. Peter Cheese, chief executive at the Centre Institute of Personnel and Development (CIPD), thinks 2020 “is the first year where businesses are really being held to account on executive pay”.</p><p>Believe that latter claim when you see it. Forcing pay ratios into the open doesn’t change anything in itself. Indeed, the numbers can be deduced already in rough form, which is how the CIPD and the High Pay Centre make their annual calculation of “High Pay Day”. At 117 times average workers’ salary (using 2018 numbers), FTSE 100 bosses, as a group, <a href=\"https://www.theguardian.com/business/2020/jan/06/pay-ratios-source-national-shame-high-ftse-boss\">earned the typical workers’ annual salary for 2020 by 5pm on Monday</a>.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/jan/06/forcing-pay-ratios-into-the-open-doesnt-change-anything-in-itself\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/jan/06/forcing-pay-ratios-into-the-open-doesnt-change-anything-in-itself", "date_published": "2020-01-07 07:36:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Africa v England: second Test, day five – live!", "description": "<ul><li>Updates from the final day’s play at Newlands</li><li><a href=\"https://www.theguardian.com/sport/2020/jan/06/england-south-africa-second-test-day-four-match-report\">Anderson strikes but South Africa remain in hunt</a></li><li><a href=\"mailto:tim.delisle.casual@guardian.co.uk\">Email Tim</a> or <a href=\"https://twitter.com/TimdeLisle\">tweet him</a> with your thoughts</li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-07T05:43:10.224Z\">5.43am <span class=\"timezone\">GMT</span></time> </p><p><strong>Morning everyone</strong> and welcome to the fifth day of the second Test in Cape Town. As in any good drama, things are bubbling up as the final act approaches. England need eight more wickets to level the series, which makes them favourites but not a sure thing. South Africa need 312 runs, which is the longest of long shots, but not unthinkable. Failing that, the South Africans have to bat out the day – though if they get a sniff of a draw, the chance of a win will be there to tempt them into an indiscretion or two. With England relying on two elderly seamers and a rookie spinner, and South Africa leaning rather too heavily on a debutant opener, it’s all deliciously intriguing. And let’s not forget that if some people get their way, days like this will soon be a distant memory.</p><p>England were given a late boost by Jimmy Anderson, looking himself again and taking his sixth wicket of the match, to see off Zubayr Hamza. But that was only England’s second wicket in 56 overs. Today they need to nab one every 11 overs, which means being more than twice as incisive when their attack is missing both its high pace (Jofra Archer, Mark Wood) and its battle-hardened spin (Moeen Ali). Joe Root has to stop Pieter Malan going the whole Dom Sibley, while also making sure that neither Faf du Plessis nor Quinton de Kock hits a hundred – a feat that, in a plot twist nobody saw coming, only Sibley has managed in this series.</p> <a href=\"https://www.theguardian.com/sport/live/2020/jan/07/south-africa-v-england-second-test-day-five-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/jan/07/south-africa-v-england-second-test-day-five-live", "date_published": "2020-01-07 07:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia fires live: NSW and Victoria bushfires insurance bill tops $700m – latest updates", "description": "<p>Rain falls on some NSW, Victorian and South Australian bushfire-affected areas, but worse fire conditions are forecast to return. Follow all today’s latest news and live updates</p><p class=\"block-time published-time\"> <time datetime=\"2020-01-07T07:23:18.064Z\">7.23am <span class=\"timezone\">GMT</span></time> </p><p>The Victorian Aboriginal heritage council is calling for consideration of traditional owners’ perspectives and relationship to country “when the smoke clears”.</p><p>Rodney Carter, chairperson, said:</p><p>As Victoria’s first peoples we will stand together with all Victorians in this time of great trauma – trauma to our country, trauma to our people and trauma to our culture. Before Victoria, this place was our peoples’ country and had been for many thousands of years. It is still our peoples’ country, it is our mother and it can nurture us, but today we grieve for all those who have been harmed whilst sharing her with us.</p><p>Our people manage our culture and our heritage, not just for the benefit of our own mob but for all people who call this place home. We want all people, all families, all animals and all country to be safe but, in this state of disaster, it cannot be guaranteed.</p><p class=\"block-time published-time\"> <time datetime=\"2020-01-07T06:23:21.713Z\">6.23am <span class=\"timezone\">GMT</span></time> </p><p>We know all that bushfire smoke has been <a href=\"https://www.theguardian.com/world/2020/jan/02/new-zealand-glaciers-turn-brown-from-australian-bushfires-smoke-ash-and-dust\">turning New Zealand’s skies orange, and turning snow peaks brown</a>. The ash might also accelerate glacial melt.</p><p>But the ash cloud didn’t stop there, and has made it all the way to Chile – about 11,000 kilometres away. AAP reports that usually cloudless skies in central Chile have turned hazy. </p> <a href=\"https://www.theguardian.com/australia-news/live/2020/jan/07/nsw-fires-live-victoria-bushfires-south-australia-sa-rain-news-latest-australian-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/live/2020/jan/07/nsw-fires-live-victoria-bushfires-south-australia-sa-rain-news-latest-australian-updates", "date_published": "2020-01-07 07:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cyprus rape case: British teenager given suspended sentence", "description": "<p>Nineteen-year-old woman convicted of lying will not go to prison after suspended sentence<br /></p><p>A British teenager who was convicted of lying about being gang-raped has been sentenced to four months in prison<strong> </strong>suspended for three years. She was also fined €140 (£119).</p><p>The 19-year-old student, who cannot be named for legal reasons, was ruled to have “wilfully indulged in public mischief” by claiming she was raped by a group of male Israeli tourists while on holiday in Ayia Napa last July.</p> <a href=\"https://www.theguardian.com/world/2020/jan/07/cyprus-case-british-teenager-given-suspended-sentence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/07/cyprus-case-british-teenager-given-suspended-sentence", "date_published": "2020-01-07 07:27:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Call for universities to stop keeping students and parents in dark on crime stats", "description": "<p>Only four of 143 universities publish information on crime. Now, there are demands to make them</p><p>When Nigel Herring received a call at 3.30am from his daughter Lydia, a student at Salford University, he knew something was wrong. She had returned home from a night out with her housemates to find they had been burgled: one bedroom had been ransacked and all their laptops were gone.</p><p>“Hearing her panicking and crying and knowing we were two hours’ drive away made us feel so helpless,” says Herring, a bus driver and part-time firefighter, who lives near Whitby, North Yorkshire.</p> <a href=\"https://www.theguardian.com/education/2020/jan/07/call-universities-stop-keeping-students-and-parents-in-dark-on-crime\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/07/call-universities-stop-keeping-students-and-parents-in-dark-on-crime", "date_published": "2020-01-07 07:15:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild Game by Adrienne Brodeur review – Mum’s little helper… with a difference", "description": "A daughter’s complicity in her mother’s secret adulterous affair is gruesomely fascinating<p>One summer night in 1980, Adrienne Brodeur was woken up by her self-obsessed, larger-than-life mother, Malabar; Adrienne was then a 14-year-old schoolgirl, her mother a cookery writer in her late 40s. What was the problem? In a state of high excitement, Malabar whispered her confession: “Ben Souther just kissed me.” Sounding like a teenager, she repeated herself: “I still can’t believe it. He kissed me, Rennie.”</p><p>In the seconds that followed, a Faustian pact was struck between parent and child. Brodeur tacitly agreed to help facilitate the affair on which her mother was about to embark, even though the man in question was her beloved stepfather’s best friend. “You deserve this,” she reassured Malabar, as if they were college friends talking of new boyfriends over a bottle of cheap chardonnay. In return, she was duly elevated to the position of Malabar’s confidante-in-chief, a role she longed for, in spite of the likelihood that it would involve lying to everyone. How else could she hope to get nearer to the centre of Malabar’s world?</p> <a href=\"https://www.theguardian.com/books/2020/jan/07/wild-game-by-adrienne-brodeur-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/07/wild-game-by-adrienne-brodeur-review", "date_published": "2020-01-07 07:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ignore the critics: The Masked Singer is compulsive viewing | Elle Hunt", "description": "<p>Despite the negative reviews, ITV’s new reality show is a ratings hit. Cats, on the other hand, really deserves its bad press</p><p>If, channel-surfing on Sunday night, you happened to flick over to ITV and saw a <a href=\"https://www.youtube.com/watch?v=LaO1Znr9Qlc\" title=\"\">jaunty animate tree singing Madness’s It Must Be Love</a>, it was not a sign that you had finally been broken by the booze and blurry boundaries of the festive break. The former footballer Peter Crouch saw it too, and had to tweet the following to dismiss speculation: “I can confirm I am not a singing tree.”</p><p>This was episode two of The Masked Singer, a fever-dream of reality TV programming newly imported from the US, wherein a panel of what might loosely be grouped as “personalities” (Jonathan Ross, Rita Ora) guess the identity of a ludicrously disguised performer by their voice alone. And that is how you get a <a href=\"https://www.theguardian.com/culture/2020/jan/04/stars-in-their-eyes-meets-teletubbies-is-the-masked-singer-tvs-weirdest-show\" title=\"\">man-sized unicorn prancing to Kate Bush’s Babooshka on primetime TV</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/07/masked-singer-itv-complusive-viewing-ratings-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/07/masked-singer-itv-complusive-viewing-ratings-hit", "date_published": "2020-01-07 07:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surgery by torchlight: hospitals in Nigeria suffer losing power – and staff", "description": "<p>As a failing electric grid further burdens the creaking health system, doctors continue to seek opportunities abroad</p><p>The waiting rooms at the Ifako Ijaiye hospital in Lagos are overcrowded with patients waiting to see doctors. Often people have to stand outside.</p><p>“It is now like this every day. We have to come early and pick numbers before we can meet the doctors. Even though the doctors try to see everybody, it has got worse,” says Oluchi Ezegbo, a market trader from Okearo, in nearby Ogun state.</p> <a href=\"https://www.theguardian.com/global-development/2020/jan/07/surgery-by-torchlight-hospitals-in-nigeria-suffer-losing-power-and-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jan/07/surgery-by-torchlight-hospitals-in-nigeria-suffer-losing-power-and-staff", "date_published": "2020-01-07 07:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The film industry has utterly failed women. I won’t put up with it any longer | Alice O’Keeffe", "description": "<p>I’m sick of films dominated by male characters and perspectives. This year I’m changing my cinematic diet<br /></p><p>Recently I seem to have developed a sort of allergic reaction to films. The symptoms are as follows: about an hour into watching almost any given movie, I find myself contorted with irritation, and begin muttering like a mad person: “But what about <em>her</em>? What does <em>she</em> have to say?” After a lifetime of happily sitting through films directed almost exclusively by men, this allergic reaction seems to be telling me I need a more balanced cultural diet.</p><p>Admittedly I have always been more of a book lover, but my husband is a cinema buff, and every so often he’ll try again at converting me. “This one is critically acclaimed,” he will say. “Tipped for an Oscar! I’m sure it will be fine. Just give it a go.” Most recently, we settled on Marriage Story, the <a href=\"https://www.theguardian.com/film/2019/nov/17/marriage-story-review-scarlett-johansson-adam-driver-noah-baumbach-best-film-yet\" title=\"\">almost universally praised film</a> by Noah Baumbach. I’d read a couple of reviews, which had assured me that this was an admirably balanced portrait of the disintegration of a relationship. Great! I love relationships. I love disintegration. Surely this would be a safe bet?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/07/film-industry-failed-women\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/07/film-industry-failed-women", "date_published": "2020-01-07 07:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was angry I couldn’t even say the word’: UK teens refuse to be silent about periods", "description": "<p>Girls have always been more likely to miss lessons than explain why. But that is changing</p><p>For most of her life, Molly Fenton had dreaded getting her period. Every month, the 17-year-old student at Llanishen high school in Cardiff would feel ashamed: uncomfortable, untouchable, unclean. “I couldn’t even say the word ‘period’ without feeling embarrassed,” she says.</p><p>She is not the only girl to have felt anxious about attending school when she was menstruating. A 2019 survey by the girls’ rights charity <a href=\"https://www.theguardian.com/society/2019/may/28/one-in-five-girls-and-young-women-bullied-about-their-periods-study\" title=\"\">Plan International UK</a> found that more than half of girls aged 14-21 have missed school because they are embarrassed or worried about being on their period.</p> <a href=\"https://www.theguardian.com/education/2020/jan/07/uk-teens-refuse-silent-about-periods\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/07/uk-teens-refuse-silent-about-periods", "date_published": "2020-01-07 07:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "B&Q’s customer service panned over toilet seats", "description": "<p>Cooke &amp; Lewis toilet seats have failed after two years use in a four-toilet house</p><p><strong>I bought four San Remo toilet seats from B&amp;Q’S Luton branch at the end of 2016. </strong><strong>A year later they began to come loose – they are still operational but very noisy.</strong></p><p><strong>Slowly they started to come away from the hinges, so they would slam down and need tapping back in.</strong></p> <a href=\"https://www.theguardian.com/money/2020/jan/07/bq-cooke-lewis-spares-customer-service\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jan/07/bq-cooke-lewis-spares-customer-service", "date_published": "2020-01-07 06:59:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the 2020s universities need to step up as a central pillar of civil society | Jonathan Wolff", "description": "<p>We need better student mental health care, fairer staff contracts – and the strength to resist the chill from on high</p><p>Higher education review of the decade? Hmm. The 2010s will be remembered by me as the age of the academic league table. Global, local, research, teaching, or knowledge exchange; official, unofficial, by newspaper or blogger. Give academics a new league table performance indicator, and we’ll go a-chasing, with all the dignity of a soap opera character at the Boxing Day sales.</p><p>And what is in store for the 2020s? Brexit planning suggests universities will be keener still to inch up every league table, thereby bolstering national and international student recruitment and easing their bank balances.</p> <a href=\"https://www.theguardian.com/education/2020/jan/07/2020s-universities-need-to-step-up-central-pillar-civil-society\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/07/2020s-universities-need-to-step-up-central-pillar-civil-society", "date_published": "2020-01-07 06:45:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China mystery illness: travellers checked as officials fear lunar new year could spread bug", "description": "<p>Pneumonia-like illness in Wuhan is unclear in origin, with officials racing to contain outbreak before people travel for new year</p><p>China has been battling what may be a new strain of pneumonia after 59 people contracted a mysterious respiratory illness in central China, prompting fears of another Sars outbreak.</p><p>Health officials are worried about the upcoming Spring Festival in late January, when China celebrates lunar new year and millions of people will be travelling across the country to go home. Authorities have warned citizens to be on the lookout for symptoms like fever, difficulty breathing or body ache.</p> <a href=\"https://www.theguardian.com/world/2020/jan/07/china-mystery-illness-travellers-checked-as-officials-fear-lunar-new-year-could-spread-bug\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/07/china-mystery-illness-travellers-checked-as-officials-fear-lunar-new-year-could-spread-bug", "date_published": "2020-01-07 06:34:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I didn't want to fly – so I took a cargo ship from Germany to Canada", "description": "<p>A slow boat across the Atlantic plus a scenic train home to Vancouver add up to a hugely enjoyable three-week trip</p><p>‘Are you a crew member?” the security guard asked, fixing me with a stare in the van’s rear-view mirror. “Passenger,” I replied. The guard gave me a quizzical look then muttered something to himself in German, shaking his head. It was 7am and the port of Hamburg was a hive of activity, our port security van speeding past whirring cranes and towering stacks of shipping containers. As the ship’s immense hull came into view, I entered a world where everything was larger, louder and more dangerous than my life on land. The 300-metre, 100,000-tonne vessel before me was to be my home for the next 15 days.</p><p>Four months earlier I had made a reservation on a cargo ship to take me from Hamburg to Halifax, Nova Scotia. My European work visa was expiring and I hoped to make it home to the west coast of Canada in time for Christmas. Recent campaigns such as the Swedish <em><a href=\"https://www.theguardian.com/travel/2019/may/22/could-you-give-up-flying-meet-the-no-plane-pioneers\" title=\"\">flygskam</a></em><a href=\"https://www.theguardian.com/travel/2019/may/22/could-you-give-up-flying-meet-the-no-plane-pioneers\" title=\"\"> (flight shame)</a> had shone a harsh light on my blindness to the climate impact of air travel, and I had decided that booking a flight wasn’t an option. Since 2017, I’d emitted over 14 tonnes of carbon from flights alone. I realised that all my efforts to reduce my carbon footprint at home in Milan – I cycle to work, limit food waste and seldom buy new clothes – are wiped out by <a href=\"https://shameplane.com/?fromCity=Berlin&amp;fromCode=TXL&amp;toCity=Cape%20Town&amp;toCode=CPT&amp;roundtrip=true&amp;typeofseat=3\" title=\"\">just one flight between Canada and Europe</a>.</p> <a href=\"https://www.theguardian.com/travel/2020/jan/07/cargo-ship-train-rail-to-vancouver-canada-low-carbon-travel-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/07/cargo-ship-train-rail-to-vancouver-canada-low-carbon-travel-europe", "date_published": "2020-01-07 06:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tuesday briefing: 'Dangerous, disturbed, perverted'", "description": "<p>Britain’s worst ever rapist jailed for 136 attacks on young men … confusion over US troops in Iraq ... and a wildlife disaster unfolds in Australia </p><p>Good morning. I’m Martin Farrer and these are the top stories this Tuesday morning.</p> <a href=\"https://www.theguardian.com/world/2020/jan/07/tuesday-briefing-dangerous-disturbed-perverted\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/07/tuesday-briefing-dangerous-disturbed-perverted", "date_published": "2020-01-07 06:16:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Future of US military presence in Iraq in question amid confusion in Washington", "description": "<p>US defence secretary says no decision made to evacuate despite letter to contrary as thousands gather in General Qassem Suleimani’s home town </p><p>The future of the US military presence in Iraq is in question amid scenes of confusion in Washington, as the Trump administration scrambled to respond to <a href=\"https://www.theguardian.com/world/2020/jan/05/anti-isis-coalition-suspends-operations-as-iraqi-mps-vote-to-expel-us-troops\">Iraqi demands for the troops to leave</a> after last week’s assassination in Baghdad of Iran’s top general, Qassem Suleimani.</p><p>The US-led coalition taskforce fighting Isis in Iraq delivered a letter to the Iraqi defence ministry on Monday saying preparations would begin right away “to ensure that movement out of Iraq is conducted in a safe and efficient manner”.</p> <a href=\"https://www.theguardian.com/world/2020/jan/06/us-allies-trump-suleimani-killing-reaction-response\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/06/us-allies-trump-suleimani-killing-reaction-response", "date_published": "2020-01-07 06:14:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Every moment here is magical': Essex school wins dementia award", "description": "<p>How pupils at Downshall in Ilford are helping older adults combat loneliness and social isolation</p><p>A primary school in Essex has won a national dementia award for an innovative intergenerational project, which brings together isolated older adults and children in need of additional support with extraordinary results.</p><p>The project at <a href=\"https://www.theguardian.com/education/2017/dec/11/primary-school-elderly-people-work-with-young-pupils-essex\">Downshall primary school</a> in Ilford is one of a growing number of intergenerational initiatives in the UK designed to bring benefits to both old and young, while helping to fill the gaps left by cuts to local community support services.</p> <a href=\"https://www.theguardian.com/education/2020/jan/07/every-moment-magical-essex-school-downshall-wins-dementia-award\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/07/every-moment-magical-essex-school-downshall-wins-dementia-award", "date_published": "2020-01-07 06:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Archaeologists find graves of high-status Romans in Somerset", "description": "<p>Discovery of unusual cemetery in Somerton offers clues as to standing of those buried there</p><p>The resting places of more than 50 adults and children have been found in an unusual Roman cemetery unearthed during building work for a new school in Somerset.</p><p>Archaeologists say the discovery at Somerton, near Glastonbury, sheds significant light on <a href=\"https://www.theguardian.com/uk-news/2019/sep/16/remains-of-ancient-butchers-beef-up-case-for-redrawing-map-of-roman-empire\">life and death</a> in the south-west of Britain after the Roman invasion.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/07/archaeologists-discover-graves-high-status-romans-somerton-somerset\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/07/archaeologists-discover-graves-high-status-romans-somerton-somerset", "date_published": "2020-01-07 06:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to fight the far right? Invite them in – the German museum taking on hate", "description": "<p>Dresden has declared itself in the grip of a ‘Nazi emergency’. But when one museum boss was targeted by activists, she asked them to pop by</p><p>When museum director Hilke Wagner went to the opening of a new public artwork in Dresden’s market square, she anticipated a friendly gathering of culture lovers. Instead, she and her colleagues found themselves surrounded by far-right protesters with megaphones, vilifying the sculpture’s organisers and its Syrian-German artist as “traitors”. “We came back to our offices and cried,” Wagner recalls. “We didn’t know what we should do.”</p><p>Welcome to the fraught reality of cultural programming in Dresden, a city rocked by far-right extremism. Wagner arrived here in November 2014 to run the <a href=\"https://albertinum.skd.museum/en/\">Albertinum</a> museum, one of Europe’s most prestigious collections of Romantic to contemporary art. A month before her arrival, an anti-Islam protest movement, <a href=\"https://www.theguardian.com/world/2015/oct/27/pegida-germany-anti-immigrant-group-polarising-dresden\">Pegida</a>, appeared on Dresden’s streets, rapidly swelling in size and extremism. Last November, Dresden city council formally declared a “Nazi emergency”.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/07/how-to-fight-the-far-right-invite-them-in-the-german-museum-taking-on-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/07/how-to-fight-the-far-right-invite-them-in-the-german-museum-taking-on-hate", "date_published": "2020-01-07 06:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pack your bags: historic family business moves home after 150 years – in pictures", "description": "<p>Gardners is an independent shop in Spitalfields, east London, specialising in everything and anything to do with paper and plastic bags. Owner Paul Gardner is the fourth generation of his family to run it but is having to relocate<br /></p> <a href=\"https://www.theguardian.com/cities/gallery/2020/jan/07/gardners-paper-bag-shop-spitalfields-moves-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/cities/gallery/2020/jan/07/gardners-paper-bag-shop-spitalfields-moves-in-pictures", "date_published": "2020-01-07 06:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brace yourself: the next phase of Brexit is going to get messy | Mujtaba Rahman", "description": "With the clock ticking, a low-alignment deal with the EU now seems likely, but it comes with great risks<p>Boris Johnson’s honeymoon was always going to be short-lived. The immediate, unexpected, reason is the sudden <a href=\"https://www.theguardian.com/world/2020/jan/05/donald-trump-vows-to-hit-52-sites-very-hard-if-iran-retaliates-for-suleimani-killing\" title=\"\">escalation of tensions</a> between the US and Iran. But it won’t be long before Brexit once again dominates the headlines.</p><p>With the UK set to leave the EU on 31 January, and both sides set to embark on<a href=\"https://www.theguardian.com/politics/2020/jan/06/johnson-to-open-post-brexit-trade-talks-with-ursula-von-der-leyen\" title=\"\"> trade negotiations</a> shortly thereafter, the prime minister, his senior ministers and his key aides are keen to lower the temperature. “We want to see Brexit on the business pages, not the front pages,” says one ally.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/07/next-phase-brexit-messy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/07/next-phase-brexit-messy", "date_published": "2020-01-07 06:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is one of world’s most age-segregated countries, study finds", "description": "<p>Calls for urgent action to end age ‘apartheid’ to build trust between generations</p><p>Britain is one of the most age-segregated countries in the world with divisions between generations increasing over the last decade, according to a report.</p><p>The report by <a href=\"https://www.unitedforallages.com/\">United for All Ages</a>, a social enterprise that works to bring together old and young, calls for urgent action to end what it calls the “age apartheid” dividing the country.</p> <a href=\"https://www.theguardian.com/society/2020/jan/07/britain-age-segregated-countries-world-age-apartheid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/07/britain-age-segregated-countries-world-age-apartheid", "date_published": "2020-01-07 06:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freedom without constraints: how the US squandered its cold war victory", "description": "<p>The US believed the American way of life was humankind’s ultimate destiny. But unrestrained greed has led to an era of injustice and division. By Andrew Bacevich</p><p>‘Without the Cold War, what’s the point of being an American?” Harry “Rabbit” Angstrom, the novelist John Updike’s late-20th-century everyman, posed that question just as the “long twilight struggle” was winding down. More than quarter of a century later, the plaintive query still awaits a definitive answer.</p><p>Indeed, the passage of time has only sown confusion about whether there is a point to being an American. Even as the cold war was ending, Updike’s everyman was not alone in feeling at a loss. By the 1980s, the cold war had become more than a mere situation or circumstance. It was a state of mind.</p> <a href=\"https://www.theguardian.com/news/2020/jan/07/freedom-without-constraints-how-the-us-squandered-its-cold-war-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/jan/07/freedom-without-constraints-how-the-us-squandered-its-cold-war-victory", "date_published": "2020-01-07 06:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour must ditch 'ideological purity', says Rosena Allin-Khan", "description": "<p>Exclusive: shadow minister launches deputy leadership bid with a unifying pitch</p><p>Labour must move past the factionalism and “ideological purity” that has alienated voters across the country, the shadow minister Rosena Allin-Khan has said as she set out her pitch to become the party’s deputy leader.</p><p>The A&amp;E doctor who has served on Jeremy Corbyn’s frontbench is the latest party figure to officially throw their hat in the ring for the deputy leadership, alongside the shadow cabinet members <a href=\"https://www.theguardian.com/politics/2020/jan/06/angela-rayner-launches-campaign-to-become-deputy-labour-leader\">Angela Rayner</a> and Richard Burgon.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/07/labour-must-ditch-ideological-purity-says-rosena-allin-khan\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/07/labour-must-ditch-ideological-purity-says-rosena-allin-khan", "date_published": "2020-01-07 06:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steep rise in civilians killed or injured in Libya by explosive weaponry", "description": "<p>Data showing downward global trend in explosive harm comes amid fears over rising violence and threat of war in Middle East</p><p>Civilians killed or injured in Libya by explosive weapons rose by 131% last year, with the number of incidents at its highest since 2011, the year of the Benghazi uprising, according to new data seen by the Guardian.</p><p>Most of the 900 people who died or were hurt in explosions in the country in 2019, up from 392 in 2018, were victims of airstrikes, according to statistics from Action on Armed Violence (AOAV), a charity based in London.</p> <a href=\"https://www.theguardian.com/global-development/2020/jan/07/steep-rise-in-civilians-killed-or-injured-in-libya-by-explosive-weaponry\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jan/07/steep-rise-in-civilians-killed-or-injured-in-libya-by-explosive-weaponry", "date_published": "2020-01-07 06:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a deeply disturbing account of the Jonestown massacre", "description": "<p>A harrowing two-part doc examines the rise of Jim Jones and the shocking end of his cult, while Silent Witness returns for a 23rd series. Here’s what to watch this evening</p><p>When more than 900 adults and children died in 1978 at Jim Jones’s Peoples Temple in Guyana, it sparked rightful shock and outrage as to how so many people could have become brainwashed. This thorough and harrowing two-part doc examines Jones’s rise from fervent San Francisco preacher for wayward youth in the late 1960s to cult leader who was forced to flee the US. A deeply disturbing account of the destructive potential of belief. <em>Ammar Kalia</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/07/tv-tonight-a-deeply-disturbing-account-of-the-jonestown-massacre\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/07/tv-tonight-a-deeply-disturbing-account-of-the-jonestown-massacre", "date_published": "2020-01-07 05:59:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'On right side of history': Xi Jinping praises Kiribati for switch to China", "description": "<p>Chinese president hails leader of South Pacific nation after it severed diplomatic ties with Taiwan</p><p>China’s president Xi Jinping has praised Kiribati for being “on the right side of history” after the two countries signed a memorandum of understanding in China on Monday.</p><p>The agreement, which signs the Pacific nation up to China’s belt and road initiative, comes after Kiribati severed diplomatic relations with Taiwan and <a href=\"https://www.theguardian.com/world/2019/sep/20/taiwan-loses-second-ally-in-a-week-as-kiribati-switches-to-china\">established them with China in September last year</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jan/07/china-xi-jinping-praises-kiribati-for-switch-taiwan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/07/china-xi-jinping-praises-kiribati-for-switch-taiwan", "date_published": "2020-01-07 05:42:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Great Britain ease past Moldova in ATP Cup but left waiting on other results", "description": "<ul><li>Tim Henman’s team win 3-0 to edge towards last eight</li><li>Cameron Norrie and Dan Evans win singles rubbers </li></ul><p>Great Britain have given themselves an excellent chance of reaching the quarter-finals of the inaugural ATP Cup when they beat Moldova 3-0 in their third and final round-robin tie on Tuesday – but they have now have to wait for results elsewhere to fall kindly for them.</p><p>Tim Henman’s team need Belgium to beat Bulgaria 2-1 in the evening tie, which would put Great Britain top of Group C and confirm them for the elimination rounds, which start on Thursday. Otherwise, they will be left holding their breath along with contenders in three of the other five groups. Australia and Serbia have already qualified.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/07/tennis-atp-cup-great-britain-moldova-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/07/tennis-atp-cup-great-britain-moldova-match-report", "date_published": "2020-01-07 05:41:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Charismatic' New Zealand PM Jacinda Ardern named Pacific person of the year", "description": "<p>NZ prime minister recognised by Pacific business magazine for leadership on climate change in particular</p><p>Jacinda Ardern, the prime minister of New Zealand, has been named Pacific person of the year by a regional magazine, only the second person of non-Pacific heritage to ever be awarded the title.</p><p>The <em>Islands Business </em>magazine, a regional publication based in Fiji, said Ardern had shown a commitment to the Pacific region by <a href=\"https://www.theguardian.com/australia-news/2019/aug/14/jacinda-ardern-says-australia-has-to-answer-to-pacific-on-climate-change\">advocating for urgent action on climate change</a> at the Pacific Islands Forum in Tuvalu last year.</p> <a href=\"https://www.theguardian.com/world/2020/jan/07/charismatic-new-zealand-pm-jacinda-ardern-named-pacific-person-of-the-year\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/07/charismatic-new-zealand-pm-jacinda-ardern-named-pacific-person-of-the-year", "date_published": "2020-01-07 04:57:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kangaroo Island bushfires: grave fears for unique wildlife after estimated 25,000 koalas killed", "description": "<p>Greatest concerns for endangered Kangaroo Island dunnart and glossy black-cockatoo after third of island burned</p><p>Ecologists have grave concerns for the future of unique and endangered wildlife on Kangaroo Island where bushfires have killed thousands of koalas.</p><p>Fires on the island, in South Australia, have so far burned through 155,000 hectares – about one third of the island’s entire area – with blazes concentrated in the biodiversity-rich western areas.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jan/07/kangaroo-island-bushfires-grave-fears-for-unique-wildlife-after-estimated-25000-koalas-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jan/07/kangaroo-island-bushfires-grave-fears-for-unique-wildlife-after-estimated-25000-koalas-killed", "date_published": "2020-01-07 03:49:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nissan vows to hold Carlos Ghosn accountable for 'serious misconduct'", "description": "<p>Carmaker breaks silence to say former chairman has defied Japan’s judicial system and will be pursued via legal channels</p><p>Nissan has described Carlos Ghosn’s escape from Japan as “extremely regrettable” and vowed to pursue legal action against its former chairman over his “serious misconduct”.</p><p>In its first public comment since Ghosn skipped bail and <a href=\"https://www.theguardian.com/business/2019/dec/30/ousted-renault-nissan-boss-carlos-ghosn-flies-to-lebanon\">fled Japan to Lebanon</a> last week, the automaker said its “robust, thorough internal investigation” had “incontrovertible evidence of various acts of misconduct” by its fugitive former boss.</p> <a href=\"https://www.theguardian.com/business/2020/jan/07/nissan-vows-to-hold-carlos-ghosn-accountable-for-serious-misconduct\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/07/nissan-vows-to-hold-carlos-ghosn-accountable-for-serious-misconduct", "date_published": "2020-01-07 03:40:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The assassination of Qassem Suleimani – podcast", "description": "<p>The US drone strike on Iran’s most influential general could transform the Middle East. Middle east correspondent Martin Chulov looks at what comes next. Plus: Catherine Shoard on the Golden Globes</p><p>Millions of Iranians led by a weeping Ayatollah Ali Khamenei are mourning the death of Qassem Suleimani, the country’s most powerful general, killed last Friday in a US drone strike. The threats of revenge and recriminations have been issuing from Tehran as the world watches to see how Iran will respond. </p><p>Middle East correspondent <strong>Martin Chulov </strong>tells <strong>Anushka Asthana</strong> why it is a highly dangerous moment for the region and how any escalation could quickly spiral out of control. He describes the importance of Suleimani to the Iranian regime and what his death will mean for the fight against Islamic State, the nuclear weapons deal with Iran, the war in Syria, stability in Iraq and elsewhere in the Middle East. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jan/07/assassination-of-qassem-suleimani-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jan/07/assassination-of-qassem-suleimani-podcast", "date_published": "2020-01-07 03:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thailand hit by record number of human trafficking cases", "description": "<p>About 60% of those rescued last year were women, often trafficked for seafood industry or sex trade</p><p>Thailand rescued a record 1,807 victims of human trafficking last year, according to data that campaigners on Monday said raised concerns about the nation’s ability to support survivors.</p><p>The number of victims soared from 622 in 2018, while the previous high was 982 in 2015, the government data showed.</p> <a href=\"https://www.theguardian.com/world/2020/jan/07/thailand-hit-by-record-number-of-human-trafficking-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/07/thailand-hit-by-record-number-of-human-trafficking-cases", "date_published": "2020-01-07 01:39:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Assassinations, Jonestown and a punk-rock revolution: how 1978 changed San Francisco for ever", "description": "<p>From the horrors of Jim Jones to the death of Harvey Milk, social and cultural upheaval transformed the city</p><p>There is no city in the world quite like San Francisco. Despite a rising gap between rich and poor, sky-high rents, rapidly increasing property values and a homelessness crisis, the city remains one of the most progressive and dynamic in America.</p><p>It wasn’t always like that. For much of the 20th century, San Francisco was a lot like many other American cities. It had some radical history, most notably the general strike of 1934, but by mid-century, it was governed by socially conservative pro-business politicians from both parties. Like most major American cities, it was heavily Catholic and majority white.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/05/san-francisco-1978-changed-city\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/05/san-francisco-1978-changed-city", "date_published": "2020-01-07 01:14:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No longer five to five: Crackerjack to return to BBC in later time slot", "description": "<p>Children’s TV show will start at 6pm on CBBC when it returns to screens after 36 years</p><p>For generations of British schoolchildren, if it was Friday, five to five, and you were not a maverick and watching ITV then it could only mean one thing: Crackerjack.</p><p>But the <a href=\"https://www.theguardian.com/tv-and-radio/2019/feb/11/bbc-to-bring-back-crackerjack-sam-and-mark-cbbc-iplayer\">BBC’s imminent revival</a> of the show will have an important difference. The weekend will still be boisterously ushered in, but from now on it will be: “It’s Friday. It’s six o’clock. And it’s Crackerjack.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/07/no-longer-five-to-five-crackerjack-return-bbc-later-time-slot\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/07/no-longer-five-to-five-crackerjack-return-bbc-later-time-slot", "date_published": "2020-01-07 00:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prisoner reveals role in tackling London Bridge attacker with narwhal tusk", "description": "<p>Steve Gallant was out on licence when terrorist began stabbing people at criminal justice event</p><p>A previously unidentified prisoner who helped tackle Usman Khan, the London Bridge knife attacker, has spoken for the first time about his role in the fatal confrontation.</p><p>Steve Gallant, who attempted to subdue the terrorist with a narwhal tusk, was spending his first day out on licence at a criminal justice conference on 29 November last year when Khan began stabbing volunteers attending the event.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/07/prisoner-steve-gallant-reveals-role-in-tackling-london-bridge-attacker-with-narwhal-tusk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/07/prisoner-steve-gallant-reveals-role-in-tackling-london-bridge-attacker-with-narwhal-tusk", "date_published": "2020-01-07 00:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Renewables beat fossil fuels on 137 days in greenest year for UK energy", "description": "<p>Renewable energy up 9% on 2018 but nuclear outages are limiting progress, report warns</p><p>Energy produced by the UK’s renewable sector outpaced fossil fuel plants on a record 137 days in 2019 to help the country’s energy system record its greenest year.</p><p>The report by the Carbon Brief website found that renewable energy – from wind, solar, hydro and biomass projects – grew by 9% last year and was the UK’s largest electricity source in March, August, September and December.</p> <a href=\"https://www.theguardian.com/business/2020/jan/07/renewables-beat-fossil-fuels-greenest-year-uk-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/07/renewables-beat-fossil-fuels-greenest-year-uk-energy", "date_published": "2020-01-07 00:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sajid Javid focuses on 'decade of renewal' as 11 March budget date set", "description": "<p>Chancellor promises to tackle regional imbalances by reforming how Treasury allocates funds</p><p>Sajid Javid has pledged to use his first budget to kickstart a decade of renewal for the economy after announcing 11 March as the date for the delayed set-piece event.</p><p>The chancellor said his package would focus on unleashing Britain’s potential after the country’s <a href=\"https://www.theguardian.com/politics/2019/dec/20/what-happens-after-brexit-bill-is-passed\">departure from the E</a><a href=\"https://www.theguardian.com/politics/2019/dec/20/what-happens-after-brexit-bill-is-passed\">U</a><a href=\"https://www.theguardian.com/politics/2019/dec/20/what-happens-after-brexit-bill-is-passed\"> at the end of this month</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/07/sajid-javid-focuses-on-decade-of-renewal-as-11-march-budget-date-set\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/07/sajid-javid-focuses-on-decade-of-renewal-as-11-march-budget-date-set", "date_published": "2020-01-07 00:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stewart Copeland: conflicts over music caused rifts with Sting", "description": "<p>When we don’t play music together we get on famously, Police drummer reveals</p><p>The Police were a band that became notorious for bitter squabbles and proper fist fights but the drummer Stewart Copeland has insisted that he and Sting can get on famously – as long as they don’t play music together.</p><p>The band split without any formal announcement in 1984 after five stratospherically successful albums and No 1 hits which included <a href=\"https://www.youtube.com/watch?v=zPwMdZOlPo8\">Walking </a><a href=\"https://www.youtube.com/watch?v=zPwMdZOlPo8\">on the Moon</a>, Don’t Stand So Close to Me, and <a href=\"https://www.youtube.com/watch?v=OMOGaugKpzs\">Every Breath You Take</a>.</p> <a href=\"https://www.theguardian.com/music/2020/jan/07/stewart-copeland-conflicts-over-music-caused-rifts-with-sting\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jan/07/stewart-copeland-conflicts-over-music-caused-rifts-with-sting", "date_published": "2020-01-07 00:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UEA begins study with former players into link between football and dementia", "description": "• £1m Scores project to screen ex-footballers’ brain health<br />• Retired footballers aged over 50 being sought to take part<p>Research into the link between football and dementia is to be intensified by a £1m study that tests former players for early signs of the disease.</p><p>The Screening Cognitive Outcomes after Repetitive Head Impact Exposure in Sport (Scores) project, run by the University of East Anglia (UEA), aims to <a href=\"https://www.youtube.com/watch?v=Ef4QO959Wfw&amp;feature=youtu.be\" title=\"\">screen former footballers’ brain health for evidence of dementia that may appear long before any other symptoms</a>, such as memory problems, become apparent. It will begin in the eastern region but will be rolled out nationally later this year and retired footballers, whether men or women, aged over 50 are being sought to take part.</p> <a href=\"https://www.theguardian.com/football/2020/jan/07/university-east-anglia-players-link-football-dementia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/07/university-east-anglia-players-link-football-dementia", "date_published": "2020-01-07 00:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Altior looking to bounce back at Frodon’s expense", "description": "The Cheltenham winners Frodon and Altior will go head-to-head at Kempton on Saturday<p>Two of the major winners at last year’s Cheltenham Festival are on course to meet at Kempton on Saturday following confirmation from the trainer Paul Nicholls that Frodon, <a href=\"https://www.theguardian.com/sport/2019/mar/14/bryony-frost-first-woman-ride-grade-one-winner-jumps-cheltenham-festival-horse-racing\" title=\"\">who took the Ryanair Chase last March</a>, is an intended runner in the Grade Two Silviniaco Conti Chase this weekend, when his likely opponents will include Altior, <a href=\"https://www.theguardian.com/sport/2019/mar/13/altior-equals-world-record-winning-champion-chase-cheltenham-festival-horse-racing\" title=\"\">the Champion Chase winner in 2018 and 2019</a>.</p><p>Both Frodon and Altior will be hoping to register their first wins of the current season. Altior suffered his first defeat in 20 runs over fences when he <a href=\"https://www.theguardian.com/sport/2019/nov/23/cyrname-altior-ascot-end-unbeaten-record-jump-racing\" title=\"\">was beaten by Cyrname</a>, a stable companion of Frodon, at Ascot on 23 November while Frodon and his regular rider, Bryony Frost, were only third of four starters in the Betfair Chase at Haydock the same afternoon.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/07/altior-frodon-kempton-head-to-head-saturday\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/07/altior-frodon-kempton-head-to-head-saturday", "date_published": "2020-01-07 00:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hot spot: the tribes of the Acropolis – in pictures", "description": "<p>Tod Papageorge spent two summers in the 1980s capturing the crowds of tourists pacing through the ancient remains that tower over Athens</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/07/hot-spot-the-tribes-of-the-acropolis-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/07/hot-spot-the-tribes-of-the-acropolis-in-pictures", "date_published": "2020-01-07 00:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}]