[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Spanglish Fly: NPR Music Tiny Desk Concert", "description": "Watch Spanglish Fly play \"Bugalú Pa Mi Abuela\", \"Los Niños En La Frontera\" and \"Boogaloo Shoes\" at the Tiny Desk.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nDec. 31, 2019 | Felix Contreras -- When the crew that is Spanglish Fly pulled in behind the Tiny Desk, the group's vibrant version of boogaloo raised the temperature in the NPR Music offices quite a bit. Whether displaying their party spirit or even the slow burn of social consciousness on the song \"Los Niños En La Frontera,\" this band plays from the heart and engages both the mind and body.\n\nThere is something absolutely infectious about combining the deep groove of an Afro Cuban tumbao bass line with a conga marcha, while the horns answer a call-and-response with the vocalists, all in a confined space. The horn ensemble work that drives \"Boogaloo Shoes\" is worthy of the song's title, a name taken from the classic dance form that drove East Coast teens crazy in the 1960s. The percussion immediately causes hips to sway.\n\nAll of this is just the tip of the iceberg that makes Spanglish Fly one of the true pioneers of the boogaloo revival scene happening on the East Coast. For about sixteen minutes, our little corner of the building was the hottest Latin dance club in D.C.\n\nSET LIST\n\"Bugalú Pa Mi Abuela\"\n\"Los Niños En La Frontera\"\n\"Boogaloo Shoes\"\n\nMUSICIANS\nMariella Price: vocals; Jessenia Cuesta: vocals; Kenny Bruno: keys; Rich Robles: bass; Arei Sekiguchi: timbales, foot drum; Dylan Blanchard: congas; Paula Winter: bongo, bell; Stefan Zeniuk: baritone saxophone; Ric Becker: trombone; Matt Thomas: tenor saxophone; Jonathan Goldman: trumpet\n\nCREDITS\nProducers: Felix Contreras, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Videographers: Morgan Noelle Smith, CJ Riculan, Maia Stern, Beck Harlan; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Emily Bogle/NPR", "link": "https://www.youtube.com/watch?v=yCCOq36BMe0", "date_published": "2020-01-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]