[{"source": "https://www.theguardian.com/rss", "title": "Cheer star Jerry Harris faces new charges of soliciting sex with minors", "description": "<ul><li>Harris already faced charges relating to child abuse images</li><li>Accused featured in hit docuseries about cheerleading</li></ul><p>A break-out star of the documentary series Cheer, Jerry Harris, already facing federal charges related to child sexual exploitation material, has been indicted on new charges that allege he solicited sex from minors at cheerleading competitions and convinced teenage boys to send him obscene photographs and videos of themselves.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/17/jerry-harris-cheer-arrested\">Cheer star Jerry Harris arrested on charges of child sexual abuse images</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/dec/11/cheer-star-jerry-harris-faces-new-charges-soliciting-sex-with-minors\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/11/cheer-star-jerry-harris-faces-new-charges-soliciting-sex-with-minors", "date_published": "2020-12-11 23:19:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Multiple people injured after vehicle plows into crowd at New York protest", "description": "<p>Six people were taken by ambulance to local hospitals, the New York fire department said</p><p>A vehicle plowed into a crowd of about 50 people at a protest on Friday afternoon in the middle of Manhattan, injuring multiple people, the New York City police department said.</p><p>The incident happened after 4pm at the corner of 39th Street and Third Avenue in midtown east, police said, adding that the woman behind the wheel of the BMW sedan who drove into the crowd was detained for questioning by law enforcement.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/11/new-york-vehicle-crowd-injuries-black-lives-matter-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/11/new-york-vehicle-crowd-injuries-black-lives-matter-protest", "date_published": "2020-12-11 23:03:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five injured after car mounts pavement in north London", "description": "<p>Incident in Stamford Hill on Friday morning not being treated as terror-related</p><p>A car has ploughed into pedestrians on a pavement in Stamford Hill, north London, injuring five people.</p><p>Police do not believe the driver in the incident, which happened just after 9.30am on Friday, was acting deliberately.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/11/car-mounts-pavement-pedestrians-london-stamford-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/11/car-mounts-pavement-pedestrians-london-stamford-hill", "date_published": "2020-12-11 22:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua: 'If I don’t take this guy serious, I’m giving him a chance'", "description": "<p>Heavyweight champion must end the challenge of ‘tough, proud’ Kubrat Pulev to set up a lucrative fight with Tyson Fury</p><p>“Kubrat Pulev’s a nutter,” Eddie Hearn said as he lowered his voice and leaned forward conspiratorially. Hearn’s fighter, Anthony Joshua, faces Pulev on Saturday night in the first world heavyweight title contest to take place in a bio-secure Covid-19 bubble. The curiously open and engaging nature of boxing, the most brutal and dangerous of all sports, has been even more evident this week as the fighters, managers, promoters, television crews and lowly writers have all been cooped up together in a cordoned-off section of a hotel in Wembley.</p><p>“He’s scary,” Hearn continued after I told him how Pulev had been a quiet revelation whether talking about books or his father, psychology or his conviction that he will beat Joshua. “Every time I’ve seen him this week I’ve gone like that.”</p> <a href=\"https://www.theguardian.com/sport/2020/dec/11/anthony-joshua-heavyweight-boxing-world-champion-kubrat-pulev\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/11/anthony-joshua-heavyweight-boxing-world-champion-kubrat-pulev", "date_published": "2020-12-11 22:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to stop funding overseas fossil fuel projects", "description": "<p>Move follows EU member states’ agreement to 55% cut in carbon emissions by 2030 on verge of interim climate summit</p><p>The UK taxpayer is to stop funding fossil fuel projects overseas as part of the government’s push for international action on the climate ahead of a key summit on Saturday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">The Paris agreement five years on: is it strong enough to avert climate catastrophe?</a> </p> <a href=\"https://www.theguardian.com/world/2020/dec/11/eu-leaders-reach-deal-to-cut-emissions-by-at-least-55-by-end-of-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/eu-leaders-reach-deal-to-cut-emissions-by-at-least-55-by-end-of-decade", "date_published": "2020-12-11 22:28:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angelo Ogbonna rises to clinch West Ham comeback victory over Leeds", "description": "<p>As the West Ham players headed en masse for Angelo Ogbonna following the full-time whistle here, the celebrations seemed to have just as much relief attached to them as they did jubilation.</p><p>Prior to Ogbonna’s header 10 minutes from time which consigned Leeds to another home defeat, you felt as though a combination of profligacy from the visitors and the heroics of Illan Meslier would leave West Ham heading back to London with just a point, rather than the three which ultimately moved them up to fifth before the rest of the weekend’s action.</p> <a href=\"https://www.theguardian.com/football/2020/dec/11/leeds-united-west-ham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/11/leeds-united-west-ham-premier-league-match-report", "date_published": "2020-12-11 22:04:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Death Drop review – murder most rollicking with Dragatha Christie", "description": "<p><strong>Garrick theatre, London</strong> <br />Panto innuendo, outrageous caricatures and death by crispy pancake haunt a riotous Christmas whodunnit</p><p>A cast of drag kings and queens have been summoned to a West End stage to perform a whodunnit. Will anyone get out alive? For the first 10 minutes, I wasn’t sure. The parody felt broad, the jokes broader still. “Lord von Fistenberg treated me to a big shiny pearl necklace!”: it’s like Mrs Brown’s Boys with more face paint. But there’s no resisting the exuberance of Death Drop. Soon, as its cast of pop starlets, tweedy squires and tabloid hacks assemble, and the phone lines are cut, and the roads blocked, this “Dragatha Christie” mystery exerts a grip – of the comedic, if not the suspense, variety.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/11/death-drop-review-dragatha-christie-drag-whodunnit\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/11/death-drop-review-dragatha-christie-drag-whodunnit", "date_published": "2020-12-11 22:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea's Pernille Harder: 'I want to be where there is the biggest competition'", "description": "<p>In an exclusive interview, the winner of the Guardian’s 100 best female footballers in the world talks about moving to England and her ambitions going forward</p><p>Pernille Harder is driven by a desire for European success, but on a smaller scale she is searching for a feeling. It’s the feeling you have “when you’re in a flow and everything you do is just … right”, she says – “You don’t think much, you’re just in it.”</p><p>Harder laughs when asked whether she gets that feeling a lot. It is easy to believe she does. “No,” she says with a grin. “But that’s the feeling that I try to get to, to find, every time I play because then I know I’m at my best, playing at my highest level.”</p> <a href=\"https://www.theguardian.com/football/2020/dec/11/chelsea-pernille-harder-women-champions-league-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/11/chelsea-pernille-harder-women-champions-league-interview", "date_published": "2020-12-11 22:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RFU says it can cover dementia payouts and rugby is safe for children to play", "description": "<ul><li>Bill Sweeney says removing risk is ‘journey with no conclusion’</li><li>Chief executive says any payouts would be covered by insurance</li></ul><p>English rugby union’s top official says the sport is safe to play and that the future of the Rugby Football Union is not at risk from possible multi-million compensation claims made by brain damaged former players. Bill Sweeney, the RFU’s chief executive, does say, however, that the union are wary of the potential impact on the game’s image and that making rugby entirely risk-free is “a journey with no conclusion”.</p><p>Like everyone else the RFU has been “very sad and distressed” to learn that the 2003 World Cup-winning hooker Steve Thompson is <a href=\"https://www.theguardian.com/sport/2020/dec/08/steve-thompson-former-rugby-union-players-dementia-landmark-legal-case\" title=\"\">among a number of players</a> showing signs of early onset dementia in their early 40s. As yet, however, Twickenham is still awaiting precise details of the proposed legal proceedings and Sweeney believes his organisation would be insured in the event of any huge future payout.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/11/rfu-says-it-can-fund-dementia-payouts-from-insurance-if-necessary\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/11/rfu-says-it-can-fund-dementia-payouts-from-insurance-if-necessary", "date_published": "2020-12-11 22:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zodiac: cipher from California serial killer solved after 51 years", "description": "<p>Message from still unidentified killer reads: ‘I hope you are having lots of fun in trying to catch me’</p><p>It took 51 years and a team of experts from three countries to <a href=\"https://www.sfchronicle.com/crime/article/Zodiac-340-cypher-cracked-by-code-expert-51-years-15794943.php\">crack the code to a cipher</a> left by the still unidentified Zodiac Killer, who haunted northern California communities in the 1960s and 70s. But, on Friday, the code-breaker David Oranchak revealed for the first time, the ominous message sent by the murderer.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/11/zodiac-killer-cipher-cracked-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/11/zodiac-killer-cipher-cracked-california", "date_published": "2020-12-11 21:43:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tower of human skulls reveals grisly scale to archaeologists in Mexico City", "description": "<p>New sections of the tower at the capital’s Templo Mayor Aztec site include 119 skulls of men, women and children</p><p>Archaeologists have unearthed new sections of an Aztec tower of human skulls dating back to the 1400s beneath the center of Mexico City.</p><p>The team has uncovered the facade and eastern side of the tower, as well as 119 human skulls of men, women and children, adding to hundreds previously found, the National Institute of Anthropology and History (Inah) announced on Friday.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/mexico-templo-tower-of-skulls-archaeologists-aztec\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/mexico-templo-tower-of-skulls-archaeologists-aztec", "date_published": "2020-12-11 21:13:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexican photojournalist killed after taking photos of bodies along a road", "description": "<p>Jaime Castaño Zacarías is ninth journalist killed in Mexico this year after he was pursued by gunmen</p><p>A Mexican photojournalist has been killed after taking pictures of dead bodies left alongside a road, bringing Mexico’s death toll of journalists to nine this year.</p><p>Jaime Castaño Zacarías happened upon the dead bodies with their hands bound in northern Zacatecas state on Wednesday morning, following a clash between drug cartels in the city of Jerez, according to media reports.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/mexico-journalists-killed-jaime-castano-zacarias\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/mexico-journalists-killed-jaime-castano-zacarias", "date_published": "2020-12-11 20:53:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cordero's late Champions Cup try for Bordeaux adds to Northampton's woes", "description": "<ul><li>Northampton 12-16 Bordeaux Bègles</li><li>Saints’ winless run extends to 11 games</li></ul><p>This year’s Heineken Champions Cup will hopefully supply more vintage contests and for Northampton there is currently no escaping the bitter taste of disappointment. Bottom of the table after the first three rounds of the Premiership and now without a win in 11 games, the Saints were ahead with six minutes remaining only for a freak late try to gift Bordeaux a priceless opening night victory.</p><p>When Matthieu Jalibert’s attempted match-levelling penalty bounced away off an upright it momentarily seemed as if the Saints might be set to enjoy a much-needed change of luck. Instead the home defenders failed to react sufficiently quickly and the ball bounced straight up for the lurking Santiago Cordero to follow up and dive over, with Jalibert’s conversion compounding Northampton’s pain.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/11/northampton-bordeaux-european-champions-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/11/northampton-bordeaux-european-champions-cup-match-report", "date_published": "2020-12-11 20:51:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Emperor’s New Clothes review – leaves little to the imagination", "description": "<p><strong>Available online</strong><br />This belter of a production is larger than life, with cartoon accents, embellished dialogue and eye-popping outfits</p><p>King Shirley XII has an awful lot of clothes. His dressing room has two double-height rails of them. They stretch from one side of the palace to the other. There are frou-frou skirts, white feather gowns, fur-lined robes, linen jackets and tartan tops. The king doesn’t like any of them. Played by Jeremy Bradfield with a cartoon Italian accent and the petulance of a small child, he could be lost in a backstage wardrobe.</p><p>That’s appropriate because everything about Mark Calvert’s Northern Stage production screams theatre. There are the Victorian clamshell footlights on Alison Ashton’s twin-level wooden stage. There is the music-hall bumptiousness of Hannah Goudie-Hunter and Bob Nicholson of children’s company Kitchen Zoo as the itinerant chancers mistaken for tailors.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/11/the-emperors-new-clothes-review-leaves-little-to-the-imagination\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/11/the-emperors-new-clothes-review-leaves-little-to-the-imagination", "date_published": "2020-12-11 20:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of the week’s wildlife pictures from around the world, including a Sumatran tiger and rare storks</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/dec/11/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/dec/11/the-week-in-wildlife-in-pictures", "date_published": "2020-12-11 19:36:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia’s offshore processing policy has made the world less safe, not more", "description": "<p>Desperate and vulnerable people are forced to seek ever more dangerous routes to safety</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2020/dec/12/what-about-my-child-children-born-to-refugee-parents-caught-up-in-harsh-offshore-policy\">‘What about my child?’: children born to refugee parents caught up in harsh offshore policy</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/dec/11/budget-blowouts-offshore-processing-costs-12bn-for-fewer-than-300-people\">Budget blowouts: offshore processing costs $1.2bn for fewer than 300 people</a></li><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2020/dec/10/timeline-australia-offshore-immigration-detention-system-program-census-of-asylum-seekers-refugees\">Interactive timeline: what happened to every person caught up in Australia’s offshore processing regime</a></li></ul><p>The so-called Pacific solution was never a solution. Offshore processing is no process at all.</p><p>Australia’s vaunted – indeed advertised – policy of physically and forcibly preventing asylum seekers from setting foot in Australia to claim asylum has made the world less safe, not more.</p> <a href=\"https://www.theguardian.com/australia-news/2020/dec/12/australias-offshore-processing-policy-has-made-the-world-less-safe-not-more\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/dec/12/australias-offshore-processing-policy-has-made-the-world-less-safe-not-more", "date_published": "2020-12-11 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Amazing evolutionary response’: Tasmanian devil gains edge in battle with devastating facial cancer", "description": "<p>Spread of fatal illness has slowed, new research shows, leading to new optimism about chances of survival<br /></p><p>The spread of a facial cancer that ravaged the Tasmanian devil population has slowed due to the animal’s “amazing evolutionary response”, increasing its chance of survival, new research suggests.</p><p>An international team of scientists used a genomic tool typically used to track viruses such as <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19</a> to monitor the spread of the transmissable cancer that has led to devil numbers crashing by more than 80% over the past two decades.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/12/amazing-evolutionary-response-tasmanian-devil-gains-edge-in-battle-with-devastating-facial-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/12/amazing-evolutionary-response-tasmanian-devil-gains-edge-in-battle-with-devastating-facial-cancer", "date_published": "2020-12-11 19:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the growing likelihood of a no-deal Brexit – cartoon", "description": "<ul><li>Buy a copy of this cartoon from our <a href=\"https://guardianprintshop.com/collections/martin-rowson/products/12th-december-2020\">print shop</a></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/dec/11/martin-rowson-on-the-growing-likelihood-of-a-no-deal-brexit-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/dec/11/martin-rowson-on-the-growing-likelihood-of-a-no-deal-brexit-cartoon", "date_published": "2020-12-11 19:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sinister sounds: podcasts are becoming the new medium of misinformation", "description": "<p>While social networks are clamping down on dangerous content, podcasting is giving it a largely unmoderated platform</p><p>In the drawn-out aftermath of the US election, Amelia’s* dad was losing faith in Fox News. Why wasn’t it covering more allegations of voter fraud, he asked. The network was “a joke”.</p><p>And so he turned to alternative sources of information: podcasts like Bannon’s War Room, hosted by alt-right figure Steve Bannon, which regularly broadcasts baseless claims about ballot dumps and illegal voters. And an old favourite of his, the rightwing Catholic podcast The Taylor Marshall Show.</p> <a href=\"https://www.theguardian.com/media/2020/dec/12/sinister-sounds-podcasts-are-becoming-the-new-medium-of-misinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/dec/12/sinister-sounds-podcasts-are-becoming-the-new-medium-of-misinformation", "date_published": "2020-12-11 19:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FKA twigs sues Shia LaBeouf for physical, mental and emotional abuse", "description": "<p>British musician’s allegations date from when she was in a relationship with the US actor</p><p>The musician <a href=\"https://www.theguardian.com/music/fka-twigs\">FKA twigs</a> (real name Tahliah Debrett Barnett) is suing the actor <a href=\"https://www.theguardian.com/film/shia-labeouf\">Shia LaBeouf</a> for allegedly subjecting her to physical, emotional and mental abuse during a romantic relationship.</p><p><a href=\"https://www.nytimes.com/2020/12/11/arts/music/fka-twigs-shia-labeouf-abuse.html\">In an interview with the New York Times</a>, Barnett, 32, characterised her experience with LaBeouf as “the worst thing I’ve ever been through in the whole of my life” and said she wanted to raise awareness of “the tactics that abusers use to control you and take away your agency”.</p> <a href=\"https://www.theguardian.com/music/2020/dec/11/fka-twigs-sues-shia-labeouf-for-physical-mental-and-emotional-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/11/fka-twigs-sues-shia-labeouf-for-physical-mental-and-emotional-abuse", "date_published": "2020-12-11 18:51:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell survivors call on France to bring cladding firm to inquiry", "description": "<p>Government urged to intervene as French law means Arconic workers can refuse to give evidence </p><p>Survivors of the Grenfell Tower disaster want the French government to intervene so key executives from the maker of the building’s combustible cladding face cross-examination at the public inquiry.</p><p>They will deliver a message to the French embassy in London on Monday calling for an arcane French law to be waived so employees who worked at Arconic can no longer refuse to give evidence at the inquiry.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/11/grenfell-survivors-call-france-cladding-firm-inquiry-arconic\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/11/grenfell-survivors-call-france-cladding-firm-inquiry-arconic", "date_published": "2020-12-11 18:50:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iranian teenager who posted distorted pictures of herself is jailed for 10 years", "description": "<p>Instagram star Sahar Tabar says she is still hoping for a pardon after conviction for corrupting young people</p><p>An Iranian woman who posted heavily distorted images of herself online has been sentenced to 10 years in jail, her lawyer has said, a year after she was arrested over her social media activities. </p><p>Sahar Tabar, 19, whose real name is Fatemeh Khishvand, came to prominence after posting images of herself with a gaunt, zombie-like face. At one point she had 486,000 followers on Instagram.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/iranian-teenager-jailed-10-years-distorted-pictures-instagram-sahar-tabar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/iranian-teenager-jailed-10-years-distorted-pictures-instagram-sahar-tabar", "date_published": "2020-12-11 18:33:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein's California hearing on sexual assault charges postponed", "description": "<p>Weinstein will remain in a New York prison after his lawyers and prosecutors agreed to postpone extradition efforts </p><p>Convicted former movie producer <a href=\"https://www.theguardian.com/world/harvey-weinstein\">Harvey Weinstein</a> will remain in a New York prison for now after his lawyers and prosecutors agreed on Friday to postpone efforts to send him to California to face sexual assault charges.</p><p>Weinstein appeared via video from prison before Erie county court Judge Kenneth Case, who, because of the worsening pandemic, agreed to postpone Weinstein’s extradition hearing until April 2021.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/harvey-weinstein-california-hearing-sexual-assault-charges-postponed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/harvey-weinstein-california-hearing-sexual-assault-charges-postponed", "date_published": "2020-12-11 18:31:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a maternity care scandal: reform without delay | Editorial", "description": "<p>Once again, a report has laid bare shocking treatment of mothers and babies. Ministers and NHS bosses must now do what it says</p><p>“Kate was the most beautiful baby you’ve ever seen … when Kate was born, quite literally, a light lifted inside me, it was so physical the love I felt … and that love turned into sheer determination.” Six hours after she was born at Ludlow community hospital in 2009, Kate Stanton-Davies was dead. If not for the “sheer determination” described this week by her mother, <a href=\"https://www.channel4.com/news/by/victoria-macdonald/blogs/maternity-scandal-the-battle-for-justice\" title=\"\">Rhiannon Davies</a>, the <a href=\"https://www.donnaockenden.com/downloads/news/2020/12/ockenden-report.pdf\" title=\"\">Ockenden</a> <a href=\"https://www.donnaockenden.com/downloads/news/2020/12/ockenden-report.pdf\" title=\"\">report</a> into maternity care may never have come about.</p><p>Along with Kate’s father, Peter Stanton, and Colin and Kayleigh Griffiths – the parents of another newborn baby, Pippa, who died in 2016 – Ms Davies pushed and pushed for an <a href=\"https://www.theguardian.com/society/2020/dec/10/maternity-scandal-report-calls-for-urgent-changes-in-englands-hospitals\" title=\"\">independent review</a> of the service offered to mothers giving birth by Shrewsbury and Telford NHS Trust. This&nbsp;week’s publication of what are described as “emerging findings” is only a staging post, based on 250&nbsp;cases; the total number being examined has risen to 1,862 since the report was commissioned by the then health secretary, Jeremy Hunt.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/the-guardian-view-on-a-maternity-care-scandal-reform-without-delay\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/the-guardian-view-on-a-maternity-care-scandal-reform-without-delay", "date_published": "2020-12-11 18:23:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Coronation Street: more than just a soap | Editorial", "description": "<p>The television institution has held on to a unique identity across six decades</p><p>In the Coronation Street writers’ room at Granada Studios, a magnificent black and white photograph of Ena Sharples used to adorn the wall. Wearing her signature hairnet, the legendary denizen of the Rovers Return snug is looking out at grimy 1960s Manchester. <a href=\"https://twitter.com/frankcottrell_b/status/553995969961132032\" title=\"\">According to</a> the onetime scriptwriter, Frank Cotterell Boyce, someone wrote a caption for it: “When I was a lass there was Coronation St, Inkerman Street, the Red Rec. And the rest of the world was all talk.”</p><p>Coronation Street, which <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/09/every-character-was-eccentric-it-was-beautiful-the-inside-story-of-coronation-street\" title=\"\">turned 60</a> this week, has always been parochial in the best sense of the word. The fictional northern town of Weatherfield is a community unto itself, and storylines seldom stray beyond its borders into real-life Manchester. Instead, the myriad crises and dilemmas posed by changing times come to the street. Against the familiar backdrop of terraced houses, the corner shop and the Rovers, they have all been dealt with, one way or another. However complicated and unpredictable life is, in&nbsp;Weatherfield almost anything can be sorted out over a cup of tea, a pint or, in Ken Barlow’s case, a half.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/the-guardian-view-on-coronation-street-more-than-just-a-soap\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/the-guardian-view-on-coronation-street-more-than-just-a-soap", "date_published": "2020-12-11 18:23:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No-deal Brexit: markets brace for big hit to UK company shares and sterling", "description": "<p>Analysts warn if talks end on Sunday without agreement it could trigger a large sell-off</p><p>Financial markets are braced for a plunge in the pound and a sharp fall in UK company share prices if a no-deal Brexit is triggered on Sunday evening.</p><p>As the chances of a deal appeared to fade, the pound came under renewed selling pressure on Friday, falling by more than 1% against the dollar as post-Brexit trade talks enter a crunch weekend.</p> <a href=\"https://www.theguardian.com/business/2020/dec/11/no-deal-brexit-bank-of-england-warns-of-market-instability-and-financial-disruption\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/11/no-deal-brexit-bank-of-england-warns-of-market-instability-and-financial-disruption", "date_published": "2020-12-11 18:13:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua will not take knee but announces black British culture project", "description": "<ul><li>‘Taking a knee is important but I’m doing something different’</li><li>Joshua will not kneel in ring before Kubrat Pulev title fight</li></ul><p>Anthony Joshua has confirmed he will not take the knee in the ring before he defends his world heavyweight titles against Kubrat Pulev on Saturday night. He stressed the importance of the gesture but said he is “trying to do more tangible things” by setting up an initiative to support black British culture.</p><p>Six months ago, in his home town of Watford, <a href=\"https://www.skysports.com/boxing/news/12183/12001899/anthony-joshua-attends-black-lives-matter-protest-in-watford\" title=\"\">Joshua spoke powerfully at a Black Lives Matter protest against racism</a>. “The virus has been declared a pandemic,” he said in June. “This is out of control. And I’m not talking about Covid-19. The virus I’m talking about is called racism. We stand united against a virus which has been instrumental in taking lives of the young, old, rich, poor; a virus which is unapologetic and spreads across all sectors.”</p> <a href=\"https://www.theguardian.com/sport/2020/dec/11/anthony-joshua-will-not-take-knee-but-announces-black-british-culture-project\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/11/anthony-joshua-will-not-take-knee-but-announces-black-british-culture-project", "date_published": "2020-12-11 18:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mariah Carey's All I Want for Christmas Is You reaches UK No 1 after 26 years", "description": "<p>Festive favourite that reached No 2 in 1994 finally tops British chart, with Carey saying ‘we are keeping the Christmas spirit alive together despite how dismal the year’s been’</p><p>Mariah Carey has finally topped the UK charts with her widely beloved festive hit All I Want for Christmas Is You, 26 years after it was first released.</p><p>“Happy Christmas UK!” she said in a statement. “We finally made it!!! We are keeping the Christmas spirit alive together despite how dismal the year’s been. Love you always! Joy to the world.”</p> <a href=\"https://www.theguardian.com/music/2020/dec/11/mariah-carey-all-i-want-for-christmas-is-you-reaches-no-1-after-26-years\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/11/mariah-carey-all-i-want-for-christmas-is-you-reaches-no-1-after-26-years", "date_published": "2020-12-11 18:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists warn against Christmas gatherings in UK despite relaxed rules", "description": "<p>Experts call on households to rethink plans amid fears over rising Covid cases in some areas</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Scientists and government advisers have urged people to rethink Christmas plans and ignore the easing of Covid rules amid fears over rising cases and hospitalisations in parts of the UK.</p><p>While <a href=\"https://www.theguardian.com/world/2020/nov/24/the-five-day-christmas-covid-bubble-how-will-it-work\">“Christmas bubbles”</a> let three households mix between 23 and 27 December, experts warned ministers were sending the wrong message by saying families must simply “follow the rules” – suggesting this could lead to a third wave with just weeks to go until mass vaccinations protect society’s most vulnerable.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/scientists-warn-against-christmas-gatherings-uk-despite-relaxed-rules-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/scientists-warn-against-christmas-gatherings-uk-despite-relaxed-rules-covid", "date_published": "2020-12-11 18:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mistakes in maternity care are still being made, 12 years after I lost my son | James Titcombe", "description": "<p>Many of the systemic failures identified in the Ockenden report gave me a dreadful sense of deja vu</p><p>The <a href=\"https://www.donnaockenden.com/downloads/news/2020/12/ockenden-report.pdf\">Ockenden report</a> looking at failures in maternity care at Shrewsbury and Telford hospitals (SaTH) published this week makes for truly harrowing reading. The report looks at the <a href=\"https://www.theguardian.com/society/2020/dec/10/key-points-shrewsbury-and-telford-hospitals-maternity-services-review\">first 250 cases</a> of potentially avoidable harm to mothers and babies reviewed as part of a wider investigation of maternity services at the trust going back two decades and beyond.</p><p>As the father of a baby boy who died avoidably due to serious failures in his care at the Morecambe Bay trust in 2008, the report paints a grim picture of systemic issues that are sadly only too familiar.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/mistakes-maternity-care-ockenden-report\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/mistakes-maternity-care-ockenden-report", "date_published": "2020-12-11 17:58:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Kay Burley's Covid rule breach led to turmoil at Sky", "description": "<p>‘A six-month holiday’: resentment simmers at news channel over presenter’s stand-down</p><p>When Kay Burley decided to hold a 60th birthday party for 10 people last weekend, she was also looking forward to a pre-Christmas safari holiday before knuckling down to cover the arrival of a coronavirus vaccine and the conclusion of the Brexit process – two of the biggest stories of her decades-long career.</p><p>Instead, she is in for a much longer break. After a week of controversy and internal drama at Sky News, her employers concluded that her celebrations broke the coronavirus rules – and meant she should be <a href=\"https://www.theguardian.com/media/2020/dec/10/kay-burley-off-air-at-sky-news-for-six-months-over-covid-rule-breach\">off air for six months</a>. While she will still be paid throughout her absence, there is no doubt that Burley would rather be on screen.</p> <a href=\"https://www.theguardian.com/media/2020/dec/11/how-kay-burley-covid-rule-breach-led-to-turmoil-at-sky\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/dec/11/how-kay-burley-covid-rule-breach-led-to-turmoil-at-sky", "date_published": "2020-12-11 17:55:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Argentina's lower house passes bill to allow abortion", "description": "<p>Argentina will become only fourth Latin American country where abortion is legal </p><p>Argentina is poised to become the first major Latin American country to legalize abortion after legislation was given the green light by lower house.</p><p>The bill, which was <a href=\"https://www.theguardian.com/global-development/2020/dec/09/argentina-legalize-abortion-bill-congress-vote\">submitted last month by the leftwing president, Alberto Fernández</a>, was approved on Friday morning by a margin of 131 to 117 votes after a 20-hour debate. It will be voted on by the senate at the end of this month.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/argentina-lower-house-approves-abortion-bill-legal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/argentina-lower-house-approves-abortion-bill-legal", "date_published": "2020-12-11 17:53:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Covid self-isolation period reduced from 14 to 10 days", "description": "<p>Chief medical officers of all four nations ‘confident’ about cutting the time period<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The self-isolation period for people in contact with someone who has coronavirus is being cut from 14 to 10 days across the UK, it has been announced, and could be dispensed with entirely early next year.</p><p>A joint statement from the chief medical officers of England, Scotland, Wales and Northern Ireland said the period for which people have to quarantine after returning from overseas countries not on a safe travel corridor list is also being cut to 10 days.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/uk-covid-self-isolation-period-reduced-10-days\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/uk-covid-self-isolation-period-reduced-10-days", "date_published": "2020-12-11 17:52:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Midwives and doctors at odds over 'normal' births in English hospitals", "description": "<p>Chief inspector of hospitals had raised concerns of ‘cultural division’ in approaches to childbirth</p><p>England’s chief inspector of hospitals had expressed concerns earlier this year that there was still a “cultural division” between midwives and doctors regarding “normal” and “interventional” approaches to childbirth.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/nov/22/nhs-maternity-scandal-toxic-mentality\">Latest NHS maternity scandal is product of toxic 'can't happen here' mentality | Richard Vize</a> </p> <a href=\"https://www.theguardian.com/society/2020/dec/11/midwives-and-doctors-at-odds-over-normal-births-in-english-hospitals\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/11/midwives-and-doctors-at-odds-over-normal-births-in-english-hospitals", "date_published": "2020-12-11 17:50:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Students: has the pandemic made you more likely to choose a career in Stem?", "description": "<p>We want to hear whether GCSE and A-level students have been inspired to study Stem subjects because of the Covid-19 crisis</p><p>With much of the world’s attention on the <a href=\"https://www.theguardian.com/world/2020/dec/06/the-vaccine-miracle-how-scientists-waged-the-battle-against-covid-19\">scientists who have created vaccines for Covid-19</a>, and months of clapping for doctors and nurses at the start of the pandemic, there has been an increased focus on the importance of science, medicine, data and technology this year.</p><p>If you are aged 16-18 we would like to know whether the pandemic has inspired you, or not, to choose a career in Stem.</p> <a href=\"https://www.theguardian.com/education/2020/dec/11/students-has-the-pandemic-made-you-more-likely-to-choose-a-career-in-stem\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/11/students-has-the-pandemic-made-you-more-likely-to-choose-a-career-in-stem", "date_published": "2020-12-11 17:31:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Not just Giulio Regeni': hundreds have died in Egyptian custody, says report", "description": "<p>Study by Geneva-based Committee for Justice finds more than 1,000 victims since 2013</p><p>The number of people dying in Egyptian detention centres rose by a further 100 in 2020, taking the total number of deaths over 1,000 since the Egyptian dictatorship seized power in 2013, a new report says.</p><p>The report, The Giulio Regenis of Egypt, by the Geneva-based Committee for Justice, tracks deaths inside Egyptian prisons, official and unofficial detention centres since 2013, with a special focus on deaths that occurred from January to October 2020. The overall total has now reached 1,056.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/not-just-giulio-regeni-hundreds-have-died-in-egyptian-custody-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/not-just-giulio-regeni-hundreds-have-died-in-egyptian-custody-says-report", "date_published": "2020-12-11 17:19:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seth Meyers on 'unhinged' election lawsuits: 'At some point, you just run out of words'", "description": "<p>Late-night hosts recap the GOP-backed, error-prone Texas lawsuit to overturn other states’ election results, and the anti-trust lawsuits against Facebook</p><p>Despite the certification of Joe Biden’s victory in <a href=\"https://www.cnn.com/2020/12/09/politics/2020-election-results-certified/index.html\">all 50 states</a>, Seth Meyers reported on Thursday’s Late Night, Donald Trump’s allies continue attempts to overturn the result. “Trump and his allies in rightwing media are going all in on creating a false mythology around his election loss,” Meyers explained, “an unhinged fantasy where he actually won and votes for anyone else are illegitimate.”</p> <a href=\"https://www.theguardian.com/culture/2020/dec/11/seth-meyers-trump-election-lawsuits-late-night-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/11/seth-meyers-trump-election-lawsuits-late-night-tv", "date_published": "2020-12-11 17:14:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alzheimer's charity leads tributes to Barbara Windsor's 'incredible legacy'", "description": "<p>Celebrity lauded for raising awareness and funds after her dementia diagnosis in 2014</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-star-of-eastenders-and-carry-on-films-dies-at-83\">Barbara Windsor, star of Carry On films and EastEnders, dies at 83 </a></li></ul><p>Dame Barbara Windsor’s decision to speak publicly about her Alzheimer’s disease had an “absolutely huge” impact on awareness of the condition in Britain and encouraged many thousands of people to seek help for the condition, campaigners have said, following the announcement of the <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-star-of-eastenders-and-carry-on-films-dies-at-83\">beloved actor’s death</a> on Thursday.</p><p>As tributes flooded in for the Carry On and EastEnders star, who died in a London care home at the age of 83, the head of the <a href=\"https://www.alzheimers.org.uk/\">Alzheimer’s Society</a> said Windsor’s campaigning work following her diagnosis with dementia in 2014 had left an “incredible legacy”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/alzheimers-charity-leads-tributes-to-barbara-windsor-incredible-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/11/alzheimers-charity-leads-tributes-to-barbara-windsor-incredible-legacy", "date_published": "2020-12-11 17:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finally there's global action on the climate crisis, and Britain must lead the way | Dominic Raab", "description": "<p>Covid hasn’t stopped the climate emergency. As a nation, we can encourage others to take ever more ambitious action<br /><br /></p><ul><li>Dominic Raab is the foreign secretary</li></ul><p><a href=\"https://app.slack.com/team/U015WT0L7HS\"><br /></a></p><p>On Saturday the UK, UN and France will co-host the <a href=\"https://www.theguardian.com/australia-news/2020/nov/03/scott-morrison-pressured-by-britain-france-and-italy-to-announce-bold-climate-action\">climate ambition summit</a> alongside partners Italy and Chile, on the fifth anniversary of the UN’s landmark <a href=\"https://www.theguardian.com/environment/2020/dec/08/the-paris-agreement-five-years-on-is-it-strong-enough-to-avert-climate-catastrophe\">Paris agreement</a>. The summit brings together the world’s most ambitious climate leaders from government, business and civil society, all seeking to ramp up action and ensure the Paris agreement is delivered.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/dec/11/eu-leaders-reach-deal-to-cut-emissions-by-at-least-55-by-end-of-decade\">EU member states agree 55% cut in carbon emissions by 2030</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/global-action-climate-crisis-britain-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/global-action-climate-crisis-britain-summit", "date_published": "2020-12-11 17:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four navy ships to help protect fishing waters in case of no-deal Brexit", "description": "<p>Exclusive: two vessels to be deployed at sea with two on standby in case EU fishing boats enter EEZ<br /></p><p>Four Royal Navy patrol ships will be ready from 1 January to help the UK protect its fishing waters in the event of a no-deal Brexit, in a deployment evoking memories of the “<a href=\"https://www.theguardian.com/business/from-the-archive-blog/2018/sep/07/first-cod-war-iceland-britain-fish-1958\">cod wars</a>” in the 1970s.</p><p>The <a href=\"https://www.royalnavy.mod.uk/the-equipment/ships/patrol-and-minehunters/river-class\">80-metre-long armed vessels</a> would have the power to halt, inspect and impound all EU fishing boats operating within the UK’s exclusive economic zone (EEZ), which can extend 200 miles from shore.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/11/four-navy-ships-to-help-protect-uk-waters-in-case-of-no-deal-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/11/four-navy-ships-to-help-protect-uk-waters-in-case-of-no-deal-brexit", "date_published": "2020-12-11 16:58:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain faces a no-deal crash-out: even ultra-Brexiters said this would be a disaster | Jonathan Freedland", "description": "<p>The sovereignty fetish has devoured the Tory party, which now seeks the thrilling purity of severing all ties with Europe</p><p>Perhaps we’re so hardened, or punch-drunk, after a year of being battered by the pandemic that we don’t quite register how shocking this is. We stand this weekend on the brink of a no-deal crash-out from the European Union: the very outcome that all but the most extreme Brexiters once agreed would be a catastrophe for this country, an outcome our leaders insisted would never happen.</p><p>Of course, there might be one last twist. Perhaps Boris Johnson will hail himself as a hero with a breakthrough before the weekend is out. But both he and Ursula von der Leyen, president of the European commission, are bracing themselves for failure, the latter counselling Europe’s leaders that no deal is now the <a href=\"https://www.theguardian.com/politics/2020/dec/11/no-deal-brexit-likeliest-ursula-von-der-leyen-eu-leaders\">likeliest outcome</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/britain-no-deal-crash-out-ultra-brexiters-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/britain-no-deal-crash-out-ultra-brexiters-disaster", "date_published": "2020-12-11 16:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canadian officer found guilty of assault for slamming black woman to floor", "description": "<p>Constable Alex Dunn was convicted by a Calgary judge for 2017 incident in which he threw Dalia Kafi to the floor of a police station</p><p>A Canadian police officer has been found guilty of assault causing bodily harm after <a href=\"https://calgary.ctvnews.ca/calgary-police-officer-guilty-of-assault-for-slamming-woman-into-ground-1.5225852\">slamming a handcuffed black woman against a cement floor in a “judo-style” throw</a>. Video footage of the assault, shared widely on social media, was seen as emblematic of systemic racism in Canada’s policing.</p><p>Constable Alex Dunn was convicted by a Calgary judge on Thursday for the incident in which he threw Dalia Kafi to the floor of a police station on 13 December 2017.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/canadian-police-officer-guilty-assault-black-woman-dalia-kafi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/canadian-police-officer-guilty-assault-black-woman-dalia-kafi", "date_published": "2020-12-11 16:50:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Ki-duk:  punk-Buddhist shock, violence – and hypnotic beauty too", "description": "<p>The South Korean director, who has died of Covid, was at the forefront of a new wave of uncompromising cinema</p><ul><li><a href=\"https://www.theguardian.com/film/2020/dec/11/south-korea-director-kim-ki-duk-dies-of-covid\">Kim Ki-duk dies aged 59</a></li></ul><p>Of all the film-makers of what might loosely be called the new Asian wave of the 21st century, perhaps the most challenging and mysterious – and probably the most garlanded on the European festival circuit – was South Korean director Kim Ki-duk. He made movies which were shocking, scabrous and violent - yet also often hauntingly sad and plangently beautiful and sometimes just plain weird. But they were strangely hypnotic. In 2011, I was on the Cannes Un Certain Regard jury which gave the top prize to his opaque docufictional piece Arirang, and though I struggle a bit now to recapture the mood of certainty that led us to that decision, there is no doubt about that Kim’s work had a commanding effect.</p><p>In fact, Kim himself might be a more prominent figure himself were it not that he was involved in the #MeToo controversy – <a href=\"https://www.theguardian.com/film/2018/mar/07/three-woman-accuse-korean-director-kim-ki-duk-rape-assault\">three actors accused him of sexual assault</a> which resulted in a fine for the director and inconclusive recrimination in the civil courts.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/kim-ki-duk-shock-violence-beauty-south-korea-director\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/kim-ki-duk-shock-violence-beauty-south-korea-director", "date_published": "2020-12-11 16:35:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain pays the highest of prices for sovereignty | Letters", "description": "<p>Readers respond to an article by Rafael Behr and to other Brexit developments</p><p>Rafael Behr concludes that “the UK will give up wealth in exchange for sovereignty” (<a href=\"https://www.theguardian.com/commentisfree/2020/dec/08/exit-brexit-deal-wealth-sovereignty-timescale\" title=\"\">This is the last exit to Brexit. But in truth, there was only ever one road</a>, 8 December). We did not have to look very far in that same edition of the Guardian (<a href=\"https://www.theguardian.com/uk-news/2020/dec/08/us-nuclear-warhead-standoff-has-significant-implications-for-uk\" title=\"\">US nuclear warhead standoff ‘has significant implications for UK’</a>, 8 December) to see what sovereignty actually amounts to. It was a timely reminder that the UK has always had to rely on others – in this case, the US – even for what successive British governments have described as the “ultimate assurance of our national security”, a reference to the so-called independent nuclear deterrent.</p><p>As the late Anthony King observed in his book Who Governs Britain?, if sovereignty means acting independently without outside interference, the UK “is no longer remotely a sovereign state”. He added: “Nor are the vast majority of other states in the world.”<br /> <strong>Richard Norton-Taylor</strong><br /> <em>London</em></p> <a href=\"https://www.theguardian.com/politics/2020/dec/11/britain-pays-the-highest-of-prices-for-sovereignty\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/11/britain-pays-the-highest-of-prices-for-sovereignty", "date_published": "2020-12-11 16:29:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Divorce lawyer's Brexit advice: 'Know your financial outlook in advance'", "description": "<p>EU and UK ‘unlikely to be like an ex-couple holding hands at a future friend’s wedding’, says Emma Gill</p><p>The two sides seem miles apart and the language between them is harsh. After years of uneasy coexistence, a split seems inevitable.</p><p>If Brexit seems like an acrimonious divorce, that’s because it is – and at least one expert in the field says the negotiating teams could learn a thing or two about the art of the civilised breakup.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/11/divorce-lawyers-brexit-advice-know-your-financial-outlook-in-advance\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/11/divorce-lawyers-brexit-advice-know-your-financial-outlook-in-advance", "date_published": "2020-12-11 16:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbara Windsor: a priceless and mischievous stage sensation", "description": "<p>The late actor took on Brecht, Falstaff and panto and will be remembered for her collaborations with Joan Littlewood<br /></p><ul><li><a href=\"https://www.theguardian.com/film/2020/dec/11/before-carry-on-typecast-her-barbara-windsor-was-a-brilliant-kitchen-sink-star\">Peter Bradshaw on her film career</a></li></ul><p>Fame is a funny thing. Barbara Windsor will obviously be remembered for the Carry On films and for playing Peggy Mitchell in EastEnders. But she was very much a theatre animal who made her stage debut at the age of 13 in Sleeping Beauty, became a pivotal member of <a href=\"https://www.theguardian.com/stage/2014/oct/06/joan-littlewood-oh-what-a-legacy-centenary\">Joan Littlewood’s Theatre Workshop</a> and was playing in panto in her 70s. She even became a character in a play – Terry Johnson’s Cleo, Camping, Emmanuelle and Dick – and one of my treasured memories is of the sound of Windsor’s hearty gurgle at seeing herself impersonated by Samantha Spiro on a National Theatre stage.</p><p>She had the priceless gift of being able to project a distinct, unique personality. That made her a natural for Littlewood, who was wary of what she called, in heavily inverted commas, “acting”. Like a lot of the young women at Theatre Workshop, Windsor was previously a performer at Winston’s nightclub in London. “They could all sing, dance, ad lib, change clothes in a matter of seconds,” wrote Littlewood, “and light up the scene.” Barbara Windsor went on lighting up the scene for the rest of her life.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/11/barbara-windsor-a-priceless-and-mischievous-stage-sensation\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/11/barbara-windsor-a-priceless-and-mischievous-stage-sensation", "date_published": "2020-12-11 15:53:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "America's longest-serving marijuana prisoner freed after 31 years", "description": "<p>Richard DeLisi, now 71, was sentenced to 90-year prison term in 1989 for marijuana trafficking, as part of era’s ‘war on drugs’</p><p>A man believed to be the longest-serving inmate for non-violent, marijuana charges <a href=\"https://www.cnn.com/2020/12/09/us/richard-delisi-released-from-prison-trnd/index.html\">has been released</a> from a Florida prison, and is set to spend the holidays with family for the first time in more than 31 years.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/dec/11/coronavirus-covid-19-vaccine-pfizer-fda-joe-biden-donald-trump-us-election-live-updates\">First US Covid vaccinations expected next week as FDA emergency approval appears close – live</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/dec/11/longest-serving-marijuana-drugs-prisoner-richard-delisi-florida-released\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/11/longest-serving-marijuana-drugs-prisoner-richard-delisi-florida-released", "date_published": "2020-12-11 15:47:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bring mass Covid testing to schools across England, teachers urge", "description": "<p>Schools in north express anger at speed at which testing has been rolled out in London and south-east </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Mass Covid-19 testing should be implemented in schools across England, teachers’ leaders have said, amid fury in the north at the speed at which testing has been rolled out in new <a href=\"https://www.theguardian.com/world/2020/dec/10/london-should-be-put-under-tier-3-covid-rules-after-infections-rocket-phe-warns\">hotspots in London</a> and the south-east.</p><p>Testing should also be extended to primaries, according to the largest education union, which along with others is calling for the closure of schools and a switch to remote learning before the Christmas break.</p> <a href=\"https://www.theguardian.com/education/2020/dec/11/bring-mass-covid-testing-schools-across-england-teachers-urge\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/11/bring-mass-covid-testing-schools-across-england-teachers-urge", "date_published": "2020-12-11 15:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Africa's chief justice unrepentant for linking Covid vaccines to satanism", "description": "<p>Concerns surface that people might avoid having jabs as result of comments by Mogoeng Mogoeng</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>South Africa’s chief justice has dismissed concerns that he may be endangering people’s health by linking coronavirus vaccines to a “satanic agenda”.</p><p>The comment by Mogoeng Mogoeng marked the first time since the outbreak of the pandemic that a senior judge had aired such preoccupations.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/south-africa-chief-justice-unrepentant-link-vaccines-satanism-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/south-africa-chief-justice-unrepentant-link-vaccines-satanism-coronavirus", "date_published": "2020-12-11 15:33:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The magnifying glass: how Covid revealed the truth about our world", "description": "<p>The pandemic has illuminated deprivation, inequalities and political unrest, while reminding us of the power and beauty of nature and humanity</p><ul><li>Read more about how Covid-19 changed everything in a special supplement in Saturday’s Guardian</li><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_STANDFIRST%22%2C%22componentId%22%3A%22covid_supplement_2020_standfirst%22%2C%22campaignCode%22%3A%22covid_supplement_2020%22%7D&amp;INTCMP=covid_supplement_2020\">Show your support for rigorous independent Guardian journalism</a></li></ul><p>What might be the enduring symbol of the coronavirus that turned our world upside down in 2020? Might it be those Thursday evenings of spring and summer when, at the stroke of 8pm, Britons overcame the national traits of embarrassment and reserve and ventured out on to the doorstep to applaud doctors, nurses and key workers, banging saucepans and nodding to neighbours in a synchronised “clap for carers”? Or might it be the first sign that trouble was coming this way, that <a href=\"https://www.theguardian.com/world/2020/mar/14/solidarity-balcony-singing-spreads-across-italy-during-lockdown\" title=\"\">footage of Italians</a> singing to each other from their balconies in a ritual that seemed as exotic, distant and unlikely then as the very notion of a “lockdown”, back before that dramatically punitive word lost its sting?</p><p>A chequerboard computer screen of faces as Zoom became the prime means of face-to-face contact with those who didn’t live under one roof? The smaller, quieter sight of families visiting grandparents but getting no further than the garden path, toddlers waving through the glass at elderly relatives?</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/covid-upturned-planet-freedland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/covid-upturned-planet-freedland", "date_published": "2020-12-11 15:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We have nothing': police stumped by disappearance of Briton in Pyrenees", "description": "<p>Esther Dingley has not been seen for nearly three weeks and officers say they have no answers </p><p>Almost three weeks have passed since Esther Dingley disappeared in the Pyrenees mountains on the French-Spanish border, and police in both countries admit they are no closer to finding her.</p><p>French gendarmerie captain Jean-Marc Bordinaro’s frustration was palpable. “Normally at the beginning of an inquiry we have something to go on, but we have nothing,” he said by phone. “Absolutely nothing.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/we-have-nothing-police-stumped-by-disappearance-of-briton-esther-dingley-in-pyrenees\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/we-have-nothing-police-stumped-by-disappearance-of-briton-esther-dingley-in-pyrenees", "date_published": "2020-12-11 15:26:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My relationship is not quite perfect: if we get married, is it doomed?", "description": "<p>You are not your parents. You have your own choices and future, says Annalisa Barbieri</p><p><strong>My boyfriend and I have been together for five years</strong><strong>; I’m in my late 20s, and he’s in his early 30s. We met a few months after my previous relationship ended, and we’ve been very happy</strong><strong>. Last year, we moved abroad and have become closer – learning more about each other, what we need from each other, and how to argue effectively</strong><strong>. We spent the </strong><strong>first lockdown, just the two of us, in a new country, and came out </strong><strong>stronger</strong><strong>. </strong></p><p><strong>However, over the past few months we have been discussing whether we want to get married and have children</strong><strong>. We’ve talked about it openly, and agree that we’re not sure. We feel </strong><strong>as if our relationship is almost perfect – but not quite. </strong><strong>We are not particularly passionate</strong><strong>: we have sex relatively regularly, but </strong><strong>don’t get as excited about it as we wished we did. Because we</strong><strong> don’t see our future together as inevitable, and can imagine a future apart, </strong><strong>we worry that’s</strong><strong> a sign </strong><strong>there’s something wrong</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/my-relationship-is-not-quite-perfect-if-we-get-married-is-it-doomed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/my-relationship-is-not-quite-perfect-if-we-get-married-is-it-doomed", "date_published": "2020-12-11 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese authorities detain citizen who works for Bloomberg news", "description": "<p>Haze Fan was escorted from her apartment by officials on suspicion of endangering national security</p><p>Chinese authorities have detained a citizen who works for Bloomberg news in Beijing on suspicion of endangering national security, in the latest incident to increase pressure on foreign media outlets in China.</p><p>Haze Fan was seen being escorted from her apartment by plainclothes officials on Monday, the news agency said. Her last contact with a Bloomberg colleague that day had been at 11.30am. China’s foreign ministry confirmed her arrest and the charges on Friday.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/chinese-authorities-detain-citizen-who-works-for-bloomberg-news\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/chinese-authorities-detain-citizen-who-works-for-bloomberg-news", "date_published": "2020-12-11 14:58:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Students voice concerns over accuracy of rapid Covid tests in UK", "description": "<p>Alarm raised over unreliable results and limited availability of rapid tests in UK universities before Christmas break</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Students and staff have expressed concern over the accuracy and availability of the rapid tests that have been rolled out in UK universities ahead of the Christmas holidays and will be <a href=\"https://www.theguardian.com/education/2020/dec/02/staggered-return-planned-for-university-students-in-england-after-christmas\">deployed again in January</a> at the start of the new year, after experts warned that they were <a href=\"https://www.theguardian.com/uk-news/2020/dec/03/experts-call-for-end-of-rapid-covid-tests-in-universities-and-care-homes-in-england\">not fit for use</a> in the scheme.</p><p>Dozens of students who wrote into the Guardian in response to a callout expressed concerns about the lateral flow tests, which were initially piloted in Liverpool. Some said they were alarmed that the tests were not more accurate, and feared inadvertently bringing home the virus to their families, and one said she had only been able to get one test due to capacity, rather than the recommended two.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/students-voice-concerns-over-accuracy-of-covid-rapid-tests-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/students-voice-concerns-over-accuracy-of-covid-rapid-tests-in-uk", "date_published": "2020-12-11 14:56:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson's 'charm', like a trolley in a supermarket car park, has its limits | Marina Hyde", "description": "<p>The prime minister’s Merrie England delusions may work here, but beyond Dover he’s just a liar of global repute</p><p>Can it really be just three entire years and three entire days since Michael Gove <a href=\"https://www.theguardian.com/commentisfree/2017/dec/08/brexit-divorce-police-gwyneth-paltrow-conscious-uncoupling\">said of a Brexit deal</a>: “The final whistle has blown, and the prime minister has won”? Either way, I see the Brexit talks have moved into the threatening-suicide-if-your-ex-doesn’t-do-what-you-want stage. On Thursday evening, Boris Johnson took to the airwaves <a href=\"https://www.theguardian.com/politics/2020/dec/10/boris-johnson-tells-cabinet-to-prepare-for-no-deal-brexit\">to warn</a> that with negotiations due to end on Sunday, there is now a “strong possibility” of a no-deal Brexit.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/dec/10/boris-johnson-no-deal-brexit\">Boris Johnson would only have himself to blame for a no-deal Brexit | Simon Jenkins</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/boris-johnson-charm-prime-minister-england-dover\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/boris-johnson-charm-prime-minister-england-dover", "date_published": "2020-12-11 14:52:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Batman will be black, DC Comics announces", "description": "<p>Character named Tim Fox will take up the cowl in new comic series written by 12 Years a Slave screenwriter John Ridley</p><p>The next hero to don Batman’s cowl will be a black man, named Tim Fox, DC Comics has revealed.</p><p>The identity of the new Batman, estranged son of Bruce Wayne’s business manager Lucius Fox, was announced by the comics publisher on Thursday. The new series will be written by John Ridley, the screenwriter of <a href=\"https://www.theguardian.com/film/2014/jan/09/12-years-a-slave-review\">12 Years a Slave</a>, with art by Nick Derington and Laura Braga. It is set in a future Gotham City controlled by the villainous Magistrate, where all masked vigilantes are outlawed and Batman has been killed. Fox, as a new Batman, will rise up to save the day.</p> <a href=\"https://www.theguardian.com/books/2020/dec/11/new-batman-will-be-black-dc-comics-announces\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/11/new-batman-will-be-black-dc-comics-announces", "date_published": "2020-12-11 14:51:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sadiq Khan considering £3.50 daily charge for drivers entering London", "description": "<p>Capital’s mayor asks TfL to begin feasibility study for plan to raise £500m a year <br /></p><p>Drivers could face a £3.50 daily charge to enter Greater London under proposals from the mayor of London to address the capital’s funding crisis.</p><p>Sadiq Khan has asked Transport for London to start feasibility studies for the plan to raise £500m a year.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/11/khan-considering-350-daily-charge-for-drivers-entering-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/11/khan-considering-350-daily-charge-for-drivers-entering-london", "date_published": "2020-12-11 14:33:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Édouard Louis ‘in very bad way’ after man accused of his rape has charge dropped", "description": "<p>Friends say Louis, who recounted the attack in his acclaimed book History of Violence, ‘traumatised again’ after trial that dismissed sexual assault claim<br /></p><p>Friends of French writer Édouard Louis say he is in a “very bad way” after the man he accused of raping him eight years ago, the subject of his bestselling book History of Violence, was found not guilty of the crime last week.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2018/jun/09/edouard-louis-i-want-to-be-a-writer-of-violence-the-more-you-talk-about-it-the-more-you-can-undo-it\">Édouard Louis: 'I want to be a writer of violence. The more you talk about it, the more you can undo it'</a> </p> <a href=\"https://www.theguardian.com/books/2020/dec/11/edouard-louis-in-very-bad-way-after-man-accused-of-his-has-charge-dropped\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/11/edouard-louis-in-very-bad-way-after-man-accused-of-his-has-charge-dropped", "date_published": "2020-12-11 14:32:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Specialist magazines and mince pie brownies: local shopkeepers’ Christmas gift edit", "description": "<p>Independent retailers share their pick of the presents they’re selling this year. Because when you shop local, your purchase can mean as much to the business as it will to the gift’s recipient</p><p><strong><a href=\"https://bartrums.co.uk/products/pigeon-letter-writing-set\" rel=\"nofollow\">Pigeon Letter Writing Set</a>, £6.99, discovered in Bartrums, Hay-on-Wye</strong></p> <a href=\"https://www.theguardian.com/visa-where-you-shop-matters/2020/dec/11/specialist-magazines-and-mince-pie-brownies-local-shopkeepers-christmas-gift-edit\">Continue reading...</a>", "link": "https://www.theguardian.com/visa-where-you-shop-matters/2020/dec/11/specialist-magazines-and-mince-pie-brownies-local-shopkeepers-christmas-gift-edit", "date_published": "2020-12-11 14:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Am I having a life crisis. Or is this just life? | Coco Khan", "description": "<p>In recent weeks I’ve found myself frustrated, directionless, intensely nostalgic – and staring into the fridge</p><p>I have a theory that, much as the pandemic accelerated inevitable societal changes – working from home, e-schooling, the end of cash – it also accelerated inevitable personal changes. Take friendships. A <a href=\"https://www.theguardian.com/commentisfree/2016/may/25/do-people-start-losing-friends-at-a-certain-age\" title=\"\">2016 study found</a> that we accumulate friends until 25, then steadily lose them as we age. But chuck a pandemic in there and we’re all down to six. A US survey from last year earmarked 39 as the age people start thinking about changing careers. Yet in light of Covid, <a href=\"https://www.google.co.uk/amp/s/amp.lbc.co.uk/news/half-of-workers-plan-to-change-career-within-a-year-because-of-coronavirus/\" title=\"\">50% of Brits are thinking</a> that very thing.</p><p>Which might explain why, in lockdown two, I’ve found myself frustrated, directionless and nostalgic for the past (specifically brunch: I really miss brunch); and why each day I plod around thinking about everything and nothing, staring into the fridge. It can mean only one thing. I’m having a pandemic-induced early midlife crisis.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/am-i-having-a-life-crisis-or-is-this-just-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/am-i-having-a-life-crisis-or-is-this-just-life", "date_published": "2020-12-11 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Get in the Christmas spirit (and pre-mix cocktails) | Fiona Beckett on wine", "description": "<p>The key trend at the close of 2020 is for proper ready-made cocktails conjured up by your favourite bars </p><p>Who would have thought that the main trend in spirits at the end of 2020 would be not gin (for once), or even up-and-coming rum, but ready-to-drink cocktails? I’m not talking about the rather wimpy cans of cosmopolitan et al that have been around for a while, but posh cocktails of the kind you get in the swankiest bars. In fact, that is exactly what they are, bars having followed in the footsteps of <a href=\"https://www.theguardian.com/food/2020/nov/13/the-gift-of-your-favourite-restaurant-grace-dent-finish-at-home-meal-kits\">restaurants</a> by making their wares available for takeaway.</p><p>You could, for example, now order a friend a <strong><a href=\"https://lyaness.myshopify.com/collections/two-serves-200ml/products/vegan-honey-old-fashioned-1\">Vegan Honey Old Fashioned</a></strong><a href=\"https://lyaness.myshopify.com/collections/two-serves-200ml/products/vegan-honey-old-fashioned-1\"> </a>(£22 for two serves, 29%) from top mixologist <a href=\"https://www.theguardian.com/lifeandstyle/2015/oct/18/ofm-awards-2015-best-place-to-drink-dandelyan\">Ryan Chetiyawardana</a> of <a href=\"https://lyaness.myshopify.com/\">Lyaness</a> or a whole bottle of the legendary Alessandro Palazzi’s <strong>No 3 Vesper Martini</strong> (<a href=\"https://www.bbr.com/products-10003000004-no-3-vesper-martini-bottled-cocktail-28-6%25\">£29.95 for 50cl Berry Bros &amp; Rudd</a>, 28.6%). Neither of them are cheap, true, but look on them as the liquid equivalent of a Michelin-starred meal. If you’re not too much of a negroni purist, you should also enjoy <a href=\"https://www.harveynichols.com/brand/harvey-nichols/3101711-blood-orange-and-clove-negroni-cocktail-700ml/p3662444/\">Harvey Nichols’ very festive-looking </a><strong><a href=\"https://www.harveynichols.com/brand/harvey-nichols/3101711-blood-orange-and-clove-negroni-cocktail-700ml/p3662444/\">Blood Orange and Clove Negroni</a></strong> (£35 for 700ml or £6 for a single, stocking-sized serve, 24.4%).</p> <a href=\"https://www.theguardian.com/food/2020/dec/11/get-in-the-christmas-spirit-and-pre-mix-cocktails-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/11/get-in-the-christmas-spirit-and-pre-mix-cocktails-fiona-beckett", "date_published": "2020-12-11 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hangovers, heartaches, horrible meetings: why we all need ‘work wives’", "description": "<p>If you started a new job in 2020, or began working from home, you’re missing out on more than the Christmas party. Here’s why office friendships matter</p><p>You never forget your first. I met Abi in early 2009 when we were assistants on a fashion magazine. We sized each other up like a pair of cats on a suburban lawn, then quickly became inseparable. She: Mancunian, funny and forthright. Me: in her words, “Quite posh, aren’t you?”</p><p>We were on the bottom rung of a monthly publication that specialised in celebrities and style. It would be fair to say we were not great experts in either field. One aspect of the job involved going to parties to get quotes from famous people. At one, we attempted to interview a pop star, only for our confused interviewee to tell us she was in fact a makeup artist.</p> <a href=\"https://www.theguardian.com/money/2020/dec/11/hangovers-heartaches-horrible-meetings-why-we-all-need-work-wives\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/11/hangovers-heartaches-horrible-meetings-why-we-all-need-work-wives", "date_published": "2020-12-11 14:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our sons willingly agreed to a National Trust walk. Is it Stockholm syndrome? | Romesh Ranganathan", "description": "<p>Normally the boys will happily play on their consoles all day, every day, and treat the suggestion of an outing as a breach of their human rights</p><p>Being in lockdown during the winter, with young children, brings new challenges in terms of keeping them occupied. They would happily play on their consoles all day, every day, and I would in fact have a much easier weekend if I allowed them to do that. But then I have that nagging feeling that their brains are being dissolved, and that one day in the future, the police will notify me that my son has gone on a gun rampage that they have traced back to the day during the second lockdown in 2020 when they were allowed to play Grand Theft Auto.</p><p>What this means is that I tell the boys we are all going for a walk a bit later on, and they say that’s fine, because when you are six years old, “later on” feels like an eternity away. When it’s 9am, “this afternoon” feels like it will never arrive; you have oceans of time to relax and kill people on screen.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/our-sons-willingly-agreed-to-a-national-trust-walk-is-it-stockholm-syndrome\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/our-sons-willingly-agreed-to-a-national-trust-walk-is-it-stockholm-syndrome", "date_published": "2020-12-11 14:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer urged to start cooperating with Lib Dems if he wants to win", "description": "<p>Labour will struggle to achieve the electoral swing it needs without alliances, report says</p><p>Keir Starmer is being urged to lay the groundwork for cooperating with the Liberal Democrats and Greens at the next general election, by MPs and campaigners who argue the party will struggle to win a majority alone.</p><p>In a new report, called We Divide, They Conquer, the progressive pressure group Compass sets out the scale of the electoral challenge facing Starmer’s party after last year’s general election.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/11/starmer-urged-to-start-cooperating-with-lib-dems-if-he-wants-labour-to-win\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/11/starmer-urged-to-start-cooperating-with-lib-dems-if-he-wants-labour-to-win", "date_published": "2020-12-11 14:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sales of thermal clothing rocket in response to Covid restrictions", "description": "<p>Thermals are ‘the new party wear’ for young city dwellers forced to socialise outdoors as temperatures drop</p><p>For those able – and willing – to brave the cold for an alfresco and socially-distanced pre-Christmas meet-up with friends under <a href=\"https://www.theguardian.com/world/2020/nov/26/englands-new-covid-rules-what-is-allowed-in-tiers-1-2-and-3\">Covid restrictions</a>, it seems wardrobe adjustments are in order.</p><p>Sales of thermal trousers and base layers are going through the roof, with a younger generation now buying into a comfort factor more usually enjoyed by the more mature adventurer, according to retailers.</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/11/sales-of-thermal-clothing-rocket-in-response-to-covid-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/11/sales-of-thermal-clothing-rocket-in-response-to-covid-restrictions", "date_published": "2020-12-11 13:47:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rescued puppies and a sneezing Banksy: Friday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/dec/11/rescued-puppies-and-a-sneezing-banksy-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/dec/11/rescued-puppies-and-a-sneezing-banksy-fridays-best-photos", "date_published": "2020-12-11 13:35:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Going for a song: why music legends are lining up to sell their rights", "description": "<p>Stars follow Bob Dylan’s lead as streaming boom and Covid-19 upheaval fuels gold rush in song rights</p><p>Bob Dylan just <a href=\"https://www.theguardian.com/business/2020/dec/07/bob-dylan-sells-publishing-universal-music\">made more than $300m (£227m)</a> doing it, <a href=\"https://www.theguardian.com/music/2020/dec/10/dolly-parton-says-she-may-sell-her-entire-back-catalogue\">Dolly Parton says she might do the same</a>, while the singer-songwriter David Crosby says he is <a href=\"https://twitter.com/thedavidcrosby/status/1335980504735072256?s=21\">being forced to do it</a>. Musicians are queuing up for big paydays by selling the publishing rights to their songs, as the streaming boom and industry upheaval wrought by the Covid-19 pandemic redefines the economics of music.</p><p>Dylan’s surprise move this week to sell the publishing rights to his 600 songs, from Blowin’ in the Wind to Knockin’ on Heaven’s Door, was described by the buyer, Universal Music, as one of the most important deals of all time.&nbsp;</p> <a href=\"https://www.theguardian.com/business/2020/dec/11/going-for-a-song-why-music-legends-are-lining-up-to-sell-their-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/11/going-for-a-song-why-music-legends-are-lining-up-to-sell-their-rights", "date_published": "2020-12-11 13:11:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Before Carry On typecast her, Barbara Windsor was a brilliant kitchen sink star | Peter Bradshaw", "description": "<p>Forever remembered as the dolly bird prone to wardrobe malfunctions, the actor was a survivor whose career was forged in groundbreaking 60s realism</p><ul><li><a href=\"https://www.theguardian.com/stage/2020/dec/11/barbara-windsor-a-priceless-and-mischievous-stage-sensation\">Michael Billington on a stage sensation</a></li></ul><p>For a certain generation, she is pub landlady Peggy Mitchell in the BBC TV soap <a href=\"https://www.theguardian.com/tv-and-radio/video/2020/dec/11/barbara-windsor-most-memorable-roles-from-carry-on-to-eastenders-video\">EastEnders</a>, commanding wrongdoers to get out of the Queen Vic with the same defiant and imperious passion as Evita singing from the balcony (and I think she could have done that role). Barbara Windsor was the matriarchal pop-culture exemplar of the white working class with a Cockney accent flavoured by a certain kind of showbiz-nasal quiver – Bruce Forsyth had something similar (he was born in Edmonton, she in Spitalfields, a true east Londoner.)</p><p>I myself as a kid saw her in panto as a wonderful Cinderella at north London’s Golders Green Hippodrome in the 1970s on the bill with Benny Hill’s straight man Bob Todd and wrestler Jackie “Mr TV” Pallo. And I met her in the 90s at a party – sweet, shy, amazingly and instantly lovable and very petite.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/before-carry-on-typecast-her-barbara-windsor-was-a-brilliant-kitchen-sink-star\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/before-carry-on-typecast-her-barbara-windsor-was-a-brilliant-kitchen-sink-star", "date_published": "2020-12-11 13:06:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lost your faith in humanity? Covid vaccine patient Martin Kenyon might restore it", "description": "<p>The 91-year-old greeted his new, corona-repelling superpowers by complaining about his lunch and asking Piers Morgan who he was – and it was a delight to see<br /></p><p>Along with humanity, the news channel CNN got incredibly lucky on the world’s first day of the Covid vaccine: loitering outside Guy’s hospital in central London, a reporter met Martin Kenyon, 91 years old, freshly minted with corona-repelling superpowers (pending the second dose, etc), extraordinarily charming.</p><p>Was it the incidental, quotidian detail (he’d had trouble parking, and had a nasty lunch); the careful precision of his language (“I have a family; it consists of daughters and grandchildren); the steadfast refusal to emote (“I don’t feel about it at all”) in the face of what was, in honesty, an overpoweringly emotional moment (“I hope I’m not going to have the bloody bug now”)? Who knows, it could have been the way he pronounced off “orf”, and made the whole segment sound like a how-to video for a spy in the first world war to infiltrate the British officer class. Or perhaps it was his steadfast intention to stay alive on the grounds that, once you’ve done that for 91 years, ceasing to do so would be pointless.</p> <a href=\"https://www.theguardian.com/media/2020/dec/11/lost-your-faith-in-humanity-covid-vaccine-patient-martin-kenyon-might-restore-it\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/dec/11/lost-your-faith-in-humanity-covid-vaccine-patient-martin-kenyon-might-restore-it", "date_published": "2020-12-11 13:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK families: have you changed your Christmas plans?", "description": "<p>We want to know if you have decided to no longer meet other households or vice versa</p><p>As Christmas looms, families are making decisions about who they will see after the government announced rules <a href=\"https://www.theguardian.com/world/2020/nov/24/the-five-day-christmas-covid-bubble-how-will-it-work\">allowing three households to mix together</a> from 23 to 27 December.</p><p>We want to know whether you, your family or friends originally decided to meet over Christmas but have now changed your minds. What are the reasons for no longer mixing households?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/04/uk-families-will-you-be-spending-this-christmas-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/04/uk-families-will-you-be-spending-this-christmas-apart", "date_published": "2020-12-11 12:34:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Air Force photographic competition results – in pictures", "description": "<p>The winners of the 2020 RAF photo competition have been chosen. Owing to the coronavirus crisis, this year’s contest was reduced from 13 categories to four: personnel, equipment, operations and exercises, and the ‘people’s choice’. Here is a selection</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2020/dec/11/royal-air-force-photographic-competition-results\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2020/dec/11/royal-air-force-photographic-competition-results", "date_published": "2020-12-11 12:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WHO accused of conspiring with Italy to remove damning Covid report", "description": "<p>Exclusive: document intended to help prevent future deaths allegedly pulled from website after request</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The World Health Organization has been accused of conspiring with the Italian health ministry to remove a report revealing the country’s mismanagement at the beginning of the coronavirus pandemic – the publication of which was intended to prevent future deaths.</p><p>Italy was the first European country to become engulfed by the pandemic. The report, produced by the WHO scientist Francesco Zambon and 10 colleagues across Europe, was funded by Kuwait’s government with the objective of providing information to countries yet to be hit.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/who-accused-conspiring-italy-remove-damning-covid-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/who-accused-conspiring-italy-remove-damning-covid-report", "date_published": "2020-12-11 12:05:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From a shrimp tree to soup in a stocking: readers’ unusual Christmas traditions", "description": "<p>One family plays the same 30-year-old quiz every year, another sleeps under the tree on Christmas Eve – 15 quirky rituals from readers</p><p>My mum has a habit of telling us which bits of dinner she could have done better and one Christmas, almost 20 years ago, she said: “I overcooked the broccoli a bit.” I replied, with dramatic gestures of devastation: “You’ve spoiled Christmas for everyone!” Now, every year, whenever something minor goes wrong, we repeat those words with a big smile and a chuckle, to remind ourselves that you don’t need everything to be perfect to have a happy Christmas. <strong>James Field, charity worker, Manchester</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/from-a-shrimp-tree-to-soup-in-a-stocking-readers-unusual-christmas-traditions\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/from-a-shrimp-tree-to-soup-in-a-stocking-readers-unusual-christmas-traditions", "date_published": "2020-12-11 11:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kids and grandparents separated at Christmas? Five ways to share the magic", "description": "<p>Being apart doesn’t mean you can’t be together – here’s how to ensure the whole family can join the festivities wherever they are …</p><p>From pulling crackers en masse to a frenzy of present opening under the tree, so many Christmas traditions are built on the premise of having everyone under one roof, if only for a few hours. And while the easing of lockdown restrictions over the festive period means it will be possible for households to meet up for a few days in limited numbers, many are still planning for immediate-family-only celebrations. For those, Christmas 2020 is a great opportunity to shake things up and make some genuinely one-off memories by finding new ways to share the day with siblings, aunts, uncles, cousins and grandparents, wherever they may be.</p><p>For a start, make sure the grandparents are primed for an impromptu FaceTime, and that everyone knows how to schedule a Zoom. Hopefully, over the past year, everyone’s got the hang of “gallery view” and learned the importance of the mute button, but you might want to throw in some extra pointers for the grandparents, such as raising the screen to eye level to eradicate those huge nostrils and extra chins. It might also be wise to settle on a video calling app that all generations feel happy with – whether that’s Skype, Houseparty, Google Hangouts or WhatsApp video calls.</p> <a href=\"https://www.theguardian.com/keep-connected/2020/dec/11/kids-and-grandparents-separated-at-christmas-five-ways-to-share-the-magic\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/dec/11/kids-and-grandparents-separated-at-christmas-five-ways-to-share-the-magic", "date_published": "2020-12-11 11:24:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tech the stress out of the festive season: five ways to lift your mood online", "description": "<p>If all you want for Christmas is for your family to have a healthier relationship with technology, help is here</p><p>Decorations are going up – and so are stress levels – as we get to grips with a Covid Christmas. We might like to imagine we’ll be spending quality time at home singing carols, baking mince pies and playing charades, but when traditional activities are competing with the lure of Fortnite battles and an evening chatting with schoolfriends online, how do we hold on to the magic of a family Christmas?</p><p>“It’s all about getting your priorities straight. What does Christmas really mean to you?” asks psychologist Dr Sarita Robinson from the University of Central Lancashire. “There’s no point building up a perfect image of what you ‘should’ be doing. Especially now, with Covid, we have to keep things fluid and remember the importance of having fun and being in the moment with our loved ones.”</p> <a href=\"https://www.theguardian.com/keep-connected/2020/dec/11/tech-the-stress-out-of-the-festive-season-five-ways-to-lift-your-mood-online\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/dec/11/tech-the-stress-out-of-the-festive-season-five-ways-to-lift-your-mood-online", "date_published": "2020-12-11 11:22:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Digging in: on the frontlines as farmers lay siege to Delhi", "description": "<p>Donations flood in to community kitchens as farmers protest against liberalisation of agriculture sector</p><p>When the sacks were ripped opened, almonds poured out, more than 10,000kg of them. It was not the first donation that had been sent to the Indian farmers defiantly camped out along the periphery of Delhi. In previous days trucks had rolled up and disgorged sacks of rice, pulses, flour, vegetables, sugar, tea and biscuits.</p><p>“This is food being sent by supporters from all over India and from as far as England and Canada. There is no shortage of food. We have enough to eat for months,” said Jaswinder Pal Singh, a farmer from Punjab.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/farmers-delhi-protest-india-modi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/farmers-delhi-protest-india-modi", "date_published": "2020-12-11 11:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fed up with all the bad news? Sometimes it makes the world better", "description": "<p>This week, the Upside doffs its cap at downside news, and celebrates the great things we learned in 2020</p><p>Sometimes it takes some good old-fashioned downside news to deliver the upside, if that doesn’t sound oxymoronic. Which it does. But never mind.</p><p>Examples abound. My colleague Nils Pratley has been writing all year about the absurdity of booming supermarkets receiving huge dollops of government cash as part of Covid relief measures. Public pressure built, commonsense prevailed and the companies <a href=\"https://www.theguardian.com/business/2020/dec/03/sainsburys-hands-back-440m-in-covid-business-rates-relief\">have returned almost £2bn to the public coffers</a>. That’s an upside with nine zeroes on the end.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/good-news-bad-journalism-upside-downside-best-of-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/good-news-bad-journalism-upside-downside-best-of-2020", "date_published": "2020-12-11 10:32:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don't skip breakfast: Eight top tips on how to eat well this winter", "description": "<p>You don’t need to get caught up in an ‘all or nothing’ approach towards healthy eating this Christmas, small dietary changes can make the world of difference to your physical and mental wellbeing </p><p>Winter holds many temptations when it comes to food and drink, but this year there’s triple trouble thanks to a combination of lockdown restrictions, Christmas and the celebration of finally turning a calendar corner into 2021.</p><p>If ever there was a year for comfort eating and treating ourselves (and perhaps ignoring the consequences), it’s this one.</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/dec/11/top-tips-on-how-to-eat-well-to-stay-well-this-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/dec/11/top-tips-on-how-to-eat-well-to-stay-well-this-winter", "date_published": "2020-12-11 10:30:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I was abandoned as a baby", "description": "<p>My foster parents took in more than 100 kids, but I was one of only two they adopted</p><p>I was hours old when my birth mother threw me away by a dumpster. She was a drug addict, I’ve since been told, and couldn’t handle looking after me. When I was discovered, the police called child services who immediately put me into foster care. My foster parents took in more than 100 foster kids during their lives, but I was one of only two they adopted. They were nearing 70, so adopting a newborn baby wasn’t part of their plans, but having seen the ordeal I’d been put through, they didn’t want me to go through the care system.</p><p>They lived in a small rural city in Florida where everyone knows everyone, so the kids at school had heard my story even before I had. They bullied me and called me Dumpster Baby. That’s when I had to talk with my father; when I was 10 he sat me down and told me about my birth situation. I thought: did somebody really throw me away? Am I trash or a person? It bothered me for a long time but I overcame it. I had a mother and father who loved me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/experience-i-was-abandoned-as-a-baby\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/experience-i-was-abandoned-as-a-baby", "date_published": "2020-12-11 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you been affected by the maternity scandal in Shrewsbury and Telford?", "description": "<p>We would like to hear from people who were affected by the failures at Shrewsbury and Telford hospitals</p><p>A report into one of the biggest scandals in the history of the NHS found <a href=\"https://www.theguardian.com/society/2020/dec/10/maternity-scandal-report-calls-for-urgent-changes-in-englands-hospitals\">failures at Shrewsbury and Telford hospitals</a> (SaTH) that led to the deaths and harming of mothers and babies from 2000-2019.</p><p>It recommended that urgent changes are needed in English hospitals to prevent stillbirths, avoidable baby deaths, and neonatal brain damage.</p> <a href=\"https://www.theguardian.com/society/2020/dec/11/have-you-been-affected-by-the-maternity-scandal-in-shrewsbury-and-telford\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/11/have-you-been-affected-by-the-maternity-scandal-in-shrewsbury-and-telford", "date_published": "2020-12-11 09:41:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news, Madrid derby buildup and more – live!", "description": "<ul><li>News and press conference updates before the weekend games</li><li><a href=\"https://www.theguardian.com/football/2020/dec/11/premier-league-10-things-to-look-out-for-this-weekend\">Premier League: 10 things to look out for in the top flight</a><br /></li><li><a href=\"mailto:tumaini.carayol@theguardian.com\">Email Tumaini here</a> or tweet him <a href=\"https://twitter.com/tumcarayol?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@tumcarayol</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-11T09:34:31.799Z\">9.34am <span class=\"timezone\">GMT</span></time> </p><p><strong>Some very lovely scenes yesterday </strong>as Raul Jimenez returned to Wolves for the first time since he had surgery on his fractured skull after butting heads with David Luiz. </p><p dir=\"ltr\" lang=\"und\"> <a href=\"https://t.co/M5sri9zri2\">pic.twitter.com/M5sri9zri2</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-12-11T09:31:23.634Z\">9.31am <span class=\"timezone\">GMT</span></time> </p><p dir=\"ltr\" lang=\"en\">Jose Mourinho wins his first PL manager of the month award since March 2007. <br /><br />Also means it's the first time since May 2015 that he has more manager of the month awards than Premier League titles. <br /><br />The tally now stands at 4-3. <a href=\"https://twitter.com/hashtag/THFC?src=hash&amp;ref_src=twsrc%5Etfw\">#THFC</a></p> <a href=\"https://www.theguardian.com/football/live/2020/dec/11/premier-league-team-news-madrid-derby-buildup-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/dec/11/premier-league-team-news-madrid-derby-buildup-more-live", "date_published": "2020-12-11 09:34:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cher turns attention to mall gorilla after freeing 'world's loneliest elephant'", "description": "<p>Singer calls for release of Bua Noi, who has spent almost all her life at zoo in Bangkok shopping centre</p><p>After <a href=\"https://www.theguardian.com/world/2020/nov/30/cher-greets-worlds-loneliest-elephant-in-cambodia\">freeing the “world’s loneliest elephant”</a> from a life of misery in a Pakistani zoo, Cher has turned her attention to the plight of another animal: a gorilla who has spent the past three decades at the top of a Bangkok shopping mall.</p><p>Bua Noi, a female gorilla, was first brought to Thailand in 1988, and has spent almost all of her life in an enclosure at Pata zoo, a private zoo that has <a href=\"https://www.theguardian.com/world/2010/sep/10/bangkok-zoo-animal-cruelty-thailand\">long been criticised</a> by animal welfare campaigners.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/cher-mall-gorilla-world-loneliest-elephant-bua-noi-bangkok\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/cher-mall-gorilla-world-loneliest-elephant-bua-noi-bangkok", "date_published": "2020-12-11 09:26:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney announce 10 Star Wars and 10 Marvel series – and new films", "description": "<p>Hayden Christensen returns as Darth Vader in the Obi-Wan Kenobi mini-series, while Chadwick Boseman won’t be replaced for Black Panther sequel</p><p>Disney has unveiled a huge slew of new projects for the next decade at an investor event.</p><p>Speaking on Thursday, Lucasfilm boss Kathleen Kennedy announced that the new Star Wars film, Rogue Squadron, will be directed by Wonder Woman’s Patty Jenkins – the first time a female director has taken charge of one of the franchise films.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/disney-announce-10-star-wars-and-10-marvel-series-and-new-films\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/disney-announce-10-star-wars-and-10-marvel-series-and-new-films", "date_published": "2020-12-11 09:25:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pound slides, stocks tumble as no-deal Brexit looms – business live", "description": "<p>Rolling coverage of the latest business and markets news, as Brexit fears hit currency and stock markets</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-11T09:24:22.792Z\">9.24am <span class=\"timezone\">GMT</span></time> </p><p><strong>Negative rates are also in discussion at the Bank of England press conference. </strong></p><p class=\"block-time published-time\"> <time datetime=\"2020-12-11T09:12:40.304Z\">9.12am <span class=\"timezone\">GMT</span></time> </p><p><strong>Bank of England governor Andrew Bailey has been holding a press conference this morning following the release of the Financial Stability Report. </strong></p><p>It would have been far more eventful if the central had been able to put out its notice that it was allowing banks to re-start dividends - within limits - in the new year. </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/dec/10/uk-banks-get-go-ahead-to-restart-limited-dividends-and-bonuses\">UK banks get go-ahead to restart limited dividends and bonuses</a> </p> <a href=\"https://www.theguardian.com/business/live/2020/dec/11/stocks-edge-higher-lose-steam-vaccine-rollout-as-no-deal-brexit-looms-covid-coronavirus-bank-of-england-pound-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/dec/11/stocks-edge-higher-lose-steam-vaccine-rollout-as-no-deal-brexit-looms-covid-coronavirus-bank-of-england-pound-business-live", "date_published": "2020-12-11 09:24:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Sanofi GSK vaccine suffers setback; Biden adviser warns 'no Christmas parties'", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m?page=with:block-5fd2b6c48f081b6ff597e419#block-5fd2b6c48f081b6ff597e419\">Canada could start vaccinations within days</a>; <a href=\"https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m?page=with:block-5fd2d0e38f08a2a93631e01d#block-5fd2d0e38f08a2a93631e01d\">Biden advisor delivers stern Christmas warning</a>; <a href=\"https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m?page=with:block-5fd2d26e8f08a2a93631e02f#block-5fd2d26e8f08a2a93631e02f\">FDA panel approves Pfizer vaccine</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m?page=with:block-5fd316238f08a2a93631e2c2#block-5fd316238f08a2a93631e2c2\">Sanofi/GSK announce delay in vaccine project</a></li><li><a href=\"https://www.theguardian.com/environment/2020/dec/11/rebound-in-carbon-emissions-expected-in-2021-after-fall-caused-by-covid\">Rebound in carbon emissions expected in 2021 after fall caused by Covid</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/10/us-3000-covid-deaths-coronavirus-day-first-time\">US records more than 3,000 Covid deaths a day for first time</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-11T09:24:00.180Z\">9.24am <span class=\"timezone\">GMT</span></time> </p><p>Russia, which began vaccinating vulnerable people in Moscow on Saturday, has resisted imposing a strict lockdown as it did in the spring, relying on targeted measures instead, though the Kremlin says places like St Petersburg are nearing a “red line”.</p><p>Some critics have called into question the <a href=\"https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m?page=with:block-5fd333268f0897693e1362ad#block-5fd333268f0897693e1362ad\">official death toll</a>, pointing to the significantly elevated number of excess deaths during the pandemic.</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-11T09:12:41.577Z\">9.12am <span class=\"timezone\">GMT</span></time> </p><p>There are concerning signs of a possible resurgence of infections in the UK, where a member of the government’s scientific advisory group, Sage, has warned people to respect social distancing measures. Speaking in a personal capacity, <strong>Prof Sir David Spiegelhalter</strong> told the BBC:</p><p>The downward trend that happened after the higher tiers and lockdown has now stopped, cases are going up.</p><p>[There are] 350, 400 deaths a day in the UK – that’s about 10,000 a month. And these are real deaths. These are extra deaths that would not have happened normally.</p><p>Because there will be more travel. People will be mixing. And we can just see how behaviour just influences things.</p><p>This could be just a blip, and it might not be that big, I wouldn’t want to say. I think we need to look beyond that towards the whole winter, I think. We can’t make this disappear and we can’t let it get out of control. And, it won’t get out of control... that won’t be allowed to happen. So, it’s keeping a lid on it.</p> <a href=\"https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/11/coronavirus-live-news-canada-could-start-vaccinations-within-days-as-global-cases-near-70m", "date_published": "2020-12-11 09:24:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian business Christmas quiz 2020", "description": "<p>Do you know your Tesla from your Arcadia? Then test your 2020 business knowledge here with our annual quiz …<br /></p><ul><li>For your overall score, please complete all the questions</li><br /></ul><p class=\"question__text\">Which famous US singer helped fund the development of the Moderna coronavirus vaccine with a $1m donation?</p><p class=\"answer__text\">Miley Cyrus</p><p class=\"answer__text\">Snoop Dogg</p><p class=\"answer__text\">Dolly Parton</p><p class=\"question__text\">Rishi Sunak grabbed the headlines in July after the Treasury released photographs of the chancellor preparing for his summer economic update, with something expensive on his desk. What was it?</p><p class=\"answer__text\">A bronze bust of Margaret Thatcher</p><p class=\"answer__text\">A Byron burger takeaway</p><p class=\"answer__text\">A “smart mug” costing £180</p><p class=\"question__text\">A number of household names have killed off long-running catalogues this year but which retailer will still be printing its traditional shopping guide in 2021?</p><p class=\"answer__text\">Argos</p><p class=\"answer__text\">Next</p><p class=\"answer__text\">Ikea</p><p class=\"question__text\">The coronavirus pandemic has plunged Britain’s economy into one of the deepest recessions in history, with a decline in gross domestic product (GDP) of 11.3% forecast for this year. When did the economy last shrink by more?</p><p class=\"answer__text\">1709 - The Great Frost</p><p class=\"answer__text\">1815 - End of the Napoleonic wars</p><p class=\"answer__text\">1918 - End of the first world war</p><p class=\"question__text\">How much beer was pubs forced to pour down the drain due to coronavirus restrictions, according to the British Beer &amp; Pubs Association?</p><p class=\"answer__text\">70m pints</p><p class=\"answer__text\">70m barrels</p><p class=\"answer__text\">70 Olympic-sized swimming pools</p><p class=\"question__text\">Matthew Moulding, the founder of the Hut Group, will receive one of the biggest UK corporate payouts in history, after the online retail technology company listed in September. What was the Hut Group's first successful line of business?</p><p class=\"answer__text\">Selling makeup to teenagers </p><p class=\"answer__text\">Selling cheap tax-free CDs from Guernsey</p><p class=\"answer__text\">Delivering books from Moulding's garage</p><p class=\"question__text\">Tesla entrepreneur Elon Musk said the brain of which animal had been implanted with a computer chip, as part of his Neuralink venture?</p><p class=\"answer__text\">Harriet the sheep</p><p class=\"answer__text\">Gertrude the pig</p><p class=\"answer__text\">Frances the rat</p><p class=\"question__text\">Leaked internal emails between employees working on the Boeing 737 Max said the aircraft had been designed by:</p><p class=\"answer__text\">Rocket scientists</p><p class=\"answer__text\">Clowns</p><p class=\"answer__text\">A team of former pilots</p><p class=\"question__text\">Where does the UK's richest person live?</p><p class=\"answer__text\">Buckingham Palace</p><p class=\"answer__text\">One Hyde Park </p><p class=\"answer__text\">Monaco</p><p class=\"question__text\">Which boss described their company’s workers as “the new rock stars”?</p><p class=\"answer__text\">David Potts, chief executive of Morrisons </p><p class=\"answer__text\">Pascal Soriot, chief executive of AstraZeneca</p><p class=\"answer__text\">Will Shu, chief executive of Deliveroo</p><p class=\"question__text\">Why are cauliflowers hard to harvest for robots, according to the Plymouth University spin-out Fieldwork Robotics, which is developing a robot picker?</p><p class=\"answer__text\">The leaves that curl up over the head make it much harder for a robot to determine the ripeness</p><p class=\"answer__text\">Cauliflowers are too big to grip for normal robot arms </p><p class=\"answer__text\">Cauliflowers are firmly stuck in the ground and hard to extract </p><p class=\"question__text\">Regina nine-pack toilet rolls have an RRP of £2.49. In March, an eBay seller was selling dozens of the packs at what price?</p><p class=\"answer__text\">£10.99 </p><p class=\"answer__text\">£12.99 </p><p class=\"answer__text\">£23.99</p><p class=\"question__text\">In September a Scottish investment firm was revealed as having made £13bn from the shares of which company?</p><p class=\"answer__text\">Zoom</p><p class=\"answer__text\">Tesla</p><p class=\"answer__text\">Ocado</p><p class=\"question__text\">Between April and June, at the height of the first lockdown, the number of people claiming on their car insurance fell, but by how much, according to the Association of British Insurers? </p><p class=\"answer__text\">6%</p><p class=\"answer__text\">28%</p><p class=\"answer__text\">48%</p><p class=\"question__text\">Which British day trader was sentenced to one year of home incarceration in January, returning him to the childhood home in Hounslow where his crimes were committed and where he lives with his parents?</p><p class=\"answer__text\">Navinder Singh Sarao</p><p class=\"answer__text\">Kweku Adoboli</p><p class=\"answer__text\">Nick Leeson</p><p class=\"question__text\">Who made millions of dollars when the music label Big Hit Entertainment floated on the stock market?</p><p class=\"answer__text\">Actor and investor Ashton Kutcher</p><p class=\"answer__text\">K-pop band BTS</p><p class=\"answer__text\">“Sage of Omaha” Warren Buffett </p><p class=\"question__text\">What does Judy Shelton, Donald Trump’s nominee for the Federal Reserve, want to reintroduce in America?</p><p class=\"answer__text\">The Gold Standard </p><p class=\"answer__text\">The “Eagle” $10 gold coin</p><p class=\"answer__text\">Snake eagles</p><p class=\"question__text\">What climate initiative did Donald Trump support at Davos this year?</p><p class=\"answer__text\">Rolling out 1m electric charging points</p><p class=\"answer__text\">Installing 1bn solar panels </p><p class=\"answer__text\">Planting 1tn trees</p><p class=\"question__text\">Which British heritage firm returned to profit in its 2020 half-year results after several years of losses, thanks to renewed interest in their products during lockdown?</p><p class=\"answer__text\">Fashion brand Mulberry</p><p class=\"answer__text\">Toymaker Hornby </p><p class=\"answer__text\">Carmaker Aston Martin</p><p class=\"question__text\">Consumers trying to take advantage of Christmas deals temporarily crashed a company’s website in November – whose was it?</p><p class=\"answer__text\">Boohoo</p><p class=\"answer__text\">Naked Wines</p><p class=\"answer__text\">Aldi</p><p class=\"question__text\">Drinks giant Diageo recalled its alcohol-free Guinness 0.0 in November, just two weeks after launch in the UK, because:</p><p class=\"answer__text\">It contained alcohol </p><p class=\"answer__text\">There were design faults with the ringpull </p><p class=\"answer__text\">There was evidence of contamination and the possible presence of mould </p><p class=\"question__text\">Sir Jony Ive, the lead designer of the iPhone, iPad and iMac, left Apple last year. With which company is he now collaborating?</p><p class=\"answer__text\">Ikea</p><p class=\"answer__text\">Dyson</p><p class=\"answer__text\">Airbnb</p><p class=\"question__text\">Lego said its plans to start phasing out single-use plastic bags used to package loose bricks in boxes from early next year had been accelerated due to pressure from whom? </p><p class=\"answer__text\">Sir David Attenborough </p><p class=\"answer__text\">Lego’s millions of young fans across the world </p><p class=\"answer__text\">Prince George and Princess Charlotte </p><p class=\"question__text\">This year’s final of Great British Bake Off proved the biggest ratings winner for Channel 4 for 35 years. What show, aired in 1985, was bigger?</p><p class=\"answer__text\">A Woman of Substance</p><p class=\"answer__text\">The finale of MASH</p><p class=\"answer__text\">Brookside</p><p class=\"question__text\">Who has made the most money since the start of the coronavirus pandemic? </p><p class=\"answer__text\">Amazon’s Jeff Bezos </p><p class=\"answer__text\">Tesla’s Elon Musk</p><p class=\"answer__text\">Microsoft’s Bill Gates</p><p class=\"score__min-score\">21 and above.</p><p class=\"score__title\">Wow! With thinking that fast, you'll be richer than Elon Musk soon</p><p class=\"score__min-score\">12 and above.</p><p class=\"score__title\">Not bad! You're charging ahead faster than a Tesla Model S</p><p class=\"score__min-score\">6 and above.</p><p class=\"score__title\">You’re not really trying – maybe you need a drive to test your eyesight</p><p class=\"score__min-score\">0 and above.</p><p class=\"score__title\">Have you been self-isolating all year? Your score is unhealthier than Boris Johnson’s cabinet </p> <a href=\"https://www.theguardian.com/business/2020/dec/11/guardian-business-christmas-quiz-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/11/guardian-business-christmas-quiz-2020", "date_published": "2020-12-11 09:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can the UK deliver on the Covid vaccine rollout? | Stephen Buranyi", "description": "<p>The challenge of delivering vaccines on this scale are hard, but are firmly within the world of logistics, engineering, and politics</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK has become the <a href=\"https://www.theguardian.com/society/2020/dec/02/pfizer-biontech-covid-vaccine-wins-licence-for-use-in-the-uk\">first country to approve</a> one of the coronavirus vaccines that the entire world has been desperately waiting for. And on Tuesday it delivered the first dose, <a href=\"https://www.theguardian.com/world/2020/dec/08/coventry-woman-90-first-patient-to-receive-covid-vaccine-in-nhs-campaign\">to 90-year-old Margaret Keenan</a> in Coventry. We should be very pleased about this. But, as with every other stage of the pandemic, the final stretch brings a new set of unprecedented challenges. The world is watching as the UK becomes the first test case of our collective ability to manufacture, ship, and deliver an entirely new class of vaccines, on a scale and speed that no previous vaccination drive in history has ever approached.</p><p>The thing everyone knows about the <a href=\"https://www.theguardian.com/world/2020/dec/02/how-does-the-pfizerbiontech-covid-vaccine-work-and-who-will-get-it\">Pfizer-BioNTech vaccine</a><strong> </strong>is that it needs to be extremely cold. The <a href=\"https://www.theguardian.com/world/2020/nov/22/mrna-vaccines-covid-signal-new-era-disease-prevention-science\">mRNA</a> that makes up the vaccine payload is the same stuff your cells use to send short-lived genetic instructions. It’s a messenger that isn’t supposed to stick around, as temporally fragile as a Snap on Snapchat. The vaccine is happiest at -70C, and after thawing can be kept at between 4C and -8C – the temperature of a regular fridge – for just five days before it degrades. Most logistics providers aren’t set up to ship at -70C, and while university labs and large hospitals generally have some -70C freezers, GP surgeries and smaller centres do not. The temperature for shipping and storage has been identified as one of the biggest challenges in getting this vaccine out.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/uk-deliver-covid-19-vaccine-rollout-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/uk-deliver-covid-19-vaccine-rollout-challenge", "date_published": "2020-12-11 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Expert by Roger Kneebone review – the value of expertise", "description": "<p>The pandemic has made the necessity of relying on experts evident to all ... this is a rich exploration of lifelong learning</p><p>Before the Brexit referendum in 2016, Michael Gove announced that <a href=\"https://www.theguardian.com/commentisfree/2016/jun/09/michael-gove-experts-academics-vote\">Britain had had enough of experts</a>, depicting them as out of touch and elitist. This anti-intellectualism became commonplace in the UK and the US, despite some notable Tory U-turns. With the unprecedented public health crisis of Covid-19, the expert is back in fashion. Virologists, epidemiologists, statisticians, politicians and members of the public share a language of information about the coronavirus, ranging from social distancing, self-isolation and lockdown to covidiot, covexit and Barnard Castle. But whose knowledge and expertise counts?</p><p>This question has a long and complex history that encompasses the meanings of “truth” as well as the evolution of the scientific method. The term “expert” comes from the mid-19th century, with its focus on objective truth, and the rise of the professions, especially as a white, male, scientific enterprise (and in contrast to feminised and “morally useful” art subjects). This hierarchy of science over humanities persists, though in the era of fake news, scientific expertise is apparently <a href=\"https://www.theguardian.com/media/2019/sep/19/why-cant-we-agree-on-whats-true-anymore\">up for grabs</a> since access to data is democratised.</p> <a href=\"https://www.theguardian.com/books/2020/dec/11/expert-by-roger-kneebone-review-the-value-of-expertise\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/11/expert-by-roger-kneebone-review-the-value-of-expertise", "date_published": "2020-12-11 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gossip, scandal and forgotten stars: 10 of the best books about film", "description": "<p>From Peter Biskind’s account of 70s movie brats to the making of The Big Lebowski, you can now peek behind the silver screen</p><p><strong>Peter Biskind<br /></strong>A stone-cold classic from the moment it arrived in 1998. Biskind, a former editor of Premiere magazine, produced a detailed, insightful and immensely readable account of the (until then) relatively neglected achievements of the 70s “movie brats” and their outpouring of masterworks. Both scholarly and popular, Biskind’s book turned a whole new generation on to the Hollywood new wave.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/ten-best-books-about-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/ten-best-books-about-film", "date_published": "2020-12-11 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Warrior Queen of Jhansi  review – Indian rebellion epic gets feminist retelling", "description": "<p>Devika Bhise as the widowed monarch Rani Lakshmibai shows the Victorian Brits, including Rupert Everett, what she’s capable of in this impressive drama</p><p>As Rani Lakshmibai (Devika Bhise), the titular queen in this colourful historical epic, slices and dices her way through a battlefield towards the end of the film, her foe Sir Hugh Rose (a spectacularly muttonchopped Rupert Everett) looks on with awe, intoning solemnly: “She’s like Joan of Arc!” The moment somehow sums the movie up, encapsulating The Warrior Queen of Jhansi’s signature blend of impressiveness, ridiculousness, and lustily on-the-nose messaging in one neat package. </p><p>Although the story of this young, legendary widowed monarch who became <a href=\"https://www.theguardian.com/world/2019/jan/25/ill-destroy-you-all-indian-historical-epic-star-critics-manikarnika\">one of the leading figures in the Indian rebellion of 1857</a> has been told before in countless books, films, TV shows and even video games from all over the world, the makers of this international co-production have found a reasonably fresh way into the story, emphasising Rani as a proto-feminist, mother and leader of women.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/the-warrior-queen-of-jhansi-review-indian-rebellion-rani-lakshmibai-rupert-everett\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/the-warrior-queen-of-jhansi-review-indian-rebellion-rani-lakshmibai-rupert-everett", "date_published": "2020-12-11 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Festive feet: 20 socks for every style – in pictures", "description": "<p>Cosy, comfy and fun – why not gift a pair this Christmas<br /><br /></p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/dec/11/festive-feet-20-socks-for-every-style-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/dec/11/festive-feet-20-socks-for-every-style-christmas", "date_published": "2020-12-11 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbara Windsor, star of Carry On films and EastEnders, dies at 83", "description": "<p>Husband says ‘final weeks were typical of how she lived her life. Full of humour, drama and a fighting spirit until the end’<br /></p><ul><li>Appreciation: <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-babs-the-daring-darling-pearly-queen-of-the-screen\">Babs Windsor – the daring, giggling pearly queen of the screen</a><br /><br /></li></ul><p>Dame Barbara Windsor, best known for her roles in EastEnders and the Carry On films, has died aged 83, her husband Scott Mitchell has said.</p><p>Mitchell said in a statement: “It is with deep sadness that I can confirm that my darling wife Barbara passed away at 8.35pm on Thursday 10 December at a London care home.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-star-of-eastenders-and-carry-on-films-dies-at-83\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-star-of-eastenders-and-carry-on-films-dies-at-83", "date_published": "2020-12-11 08:53:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heathrow could lose 2,000 retail jobs because of 'tourist tax'", "description": "<p>UK government’s decision not to offer tax-free shopping to international visitors criticised</p><p>Heathrow could lose 2,000 retail jobs because of the government’s decision not to offer tax-free shopping for tourists, according to the airport’s chief executive.</p><p>John Holland-Kaye said the move, which will make the UK the only country in Europe to have a “tourist tax” on international visitors, could be the “final nail in the coffin” for many struggling businesses in the retail and hospitality sectors.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/11/heathrow-could-lose-2000-retail-jobs-because-of-tourist-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/11/heathrow-could-lose-2000-retail-jobs-because-of-tourist-tax", "date_published": "2020-12-11 08:50:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosie Carney: The Bends review – spirited Radiohead covers", "description": "<p><strong>(Color Study)</strong><br />Finding her way through a pandemic-inspired crisis, Carney’s bedroom recordings can be a little smooth, but she finds gutsiness on Sulk</p><p>Perhaps it’s no surprise that, in 2020, many artists have indulged in the healing power of a good cover song. <a href=\"https://www.nme.com/reviews/marika-hackman-covers-album-review-2020-2815928\">Marika Hackman</a> released a dreamy LP of them, while <a href=\"https://pitchfork.com/news/phoebe-bridgers-and-maggie-rogers-cover-the-goo-goo-dolls-iris-listen/\">Phoebe Bridgers and Maggie Rogers</a> celebrated the US election with a rendition of the Goo Goo Dolls’ angsty rock staple, Iris. But relatively unknown Irish singer-songwriter Rosie Carney has taken the biggest leap yet, with a full cover of Radiohead’s 1995 masterstroke The Bends.</p> <a href=\"https://www.theguardian.com/music/2020/dec/11/rosie-carney-the-bends-review-spirited-radiohead-covers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/11/rosie-carney-the-bends-review-spirited-radiohead-covers", "date_published": "2020-12-11 08:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jaguar Land Rover's Castle Bromwich plant partially shuts until Christmas", "description": "<p>Carmaker says ‘an issue related to Covid’ has prevented delivery of key materials</p><p>Jaguar Land Rover has shut down production at its Castle Bromwich factory until Christmas because “an issue related to Covid” has prevented the delivery of key materials, in another sign of the strains facing the UK automotive industry.</p><p>Production of JLR’s XE and XF cars stopped earlier this week and will not restart for two weeks, in another blow to the UK’s largest carmaker as it struggles with the coronavirus pandemic and Brexit preparations.</p> <a href=\"https://www.theguardian.com/business/2020/dec/10/jaguar-land-rover-closes-castle-bromwich-factory-until-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/10/jaguar-land-rover-closes-castle-bromwich-factory-until-christmas", "date_published": "2020-12-11 08:24:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buy a classic sport photograph: Diego Maradona, forever No 10", "description": "<p>The latest in a Guardian Print Shop <a href=\"https://guardianprintshop.com/collections/the-big-sport-picture\">series</a> featuring classic sports images. This week’s picture pays homage to the Argentinian maestro Diego Maradona, who died last month at the age of 60</p><p>Since <a href=\"https://www.theguardian.com/football/2020/nov/25/diego-maradona-dies-one-of-greatest-footballers-of-all-time-argentina-world-cup-1986\">Diego Maradona’s death in November</a>, countless tributes have been paid to the Argentinian maestro and World Cup winner from fellow icons within the game. His long-time rival Pelé wrote a poignant message on Instagram: “Many people loved to compare us all their lives. You were a genius that enchanted the world. A magician with the ball at his feet. A true legend … I want to say that you are incomparable.” His compatriot and mentee Lionel Messi wrote: “He leaves us but does not leave because Diego is eternal.” But it’s a quote from Maradona himself which seems most apt when recalling his famous exploits for <em>La Albiceleste</em>: “No matter what happens and no matter who is in charge, the No 10 shirt will always be mine.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/11/buy-a-classic-sport-photograph-diego-maradona-forever-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/11/buy-a-classic-sport-photograph-diego-maradona-forever-no-10", "date_published": "2020-12-11 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chess: Polina Shuvalova shines as over-the-board play resumes in Moscow", "description": "<p>19-year-old wins six in a row as Russian women stake claim in Beth Harmon era<br /></p><p>Over-the-board chess has returned in impressive style to Moscow’s historic Central Chess Club this week.The building and its elegant playing hall, once the hub of the Soviet chess empire which dominated the game for half a century, is hosting the Russian men’s and women’s championships and the emergence of a new teenage star.</p><p>Polina Shuvalova, aged 19, won her first six rounds in the women’s championship and is set to battle for the title in Saturday’s penultimate round with the current world No 2, Alexandra Goryachkina, 21, who is unbeaten but 1.5 points behind. So far Shuvalova’s <a href=\"https://chess24.com/en/watch/live-tournaments/russian-womens-superfinal-2020/2/1/6\" title=\"\">best game</a> has been her tactical slugfest with Alina Kashlinskaya, top woman at Isle of Man 2018.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/11/chess-polina-shuvalova-shines-as-over-the-board-play-resumes-in-moscow\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/11/chess-polina-shuvalova-shines-as-over-the-board-play-resumes-in-moscow", "date_published": "2020-12-11 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moses Farrow: ‘I’d be very happy to take my father’s surname’", "description": "<p>In his first newspaper interview, the adopted son of Mia Farrow and Woody Allen talks about an atmosphere of anger and hatred in his family, the problems of transracial adoption – and his certainty that his sister was not abused by their father</p><p>Moses Farrow is talking to me, thoughtfully and carefully, about what people misunderstand about adoption. “There’s a really powerful narrative that says adoptive parents are saving these children, that they’ll all live happily ever after, and that adoptees should just be grateful for being adopted. But those narratives don’t account for the individual experiences,” he says from his home in Connecticut.</p><p>Farrow, a 42-year-old therapist, with a cowlick at the front of his hair, specialises in adoption trauma therapy, especially among children who have been adopted by parents of a different racial group, known as transracial adoption. I ask what sparked his interest in this specific area, and he laughs.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/moses-farrow-id-be-very-happy-to-take-my-fathers-surname\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/moses-farrow-id-be-very-happy-to-take-my-fathers-surname", "date_published": "2020-12-11 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby union needs reassurance but science does not offer any easy answers | Michael Aylwin", "description": "<p>The head injury crisis facing collision sports can be only be helped with increased awareness, collaboration and funding</p><p>In times of fear and uncertainty, people’s instinct is to look to those who know better. These days politicians, in the west at least, tend not to satisfy that yearning, but science remains sacrosanct. To science we might turn for reassurance.</p><p>Rugby is looking for reassurance more keenly than ever now that <a href=\"https://www.theguardian.com/sport/2020/dec/08/steve-thompson-interview-world-cup-rugby-union-dementia-special-report\" title=\"\">cases of dementia are being diagnosed in former professional players under the age of 45</a>. In the ever-escalating crisis of head injury that all collision sports – and even some contact sports – are facing, the urgency of appeals to the folks in the lab intensifies with the collisions.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/11/rugby-union-dementia-concussion-cte-science-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/11/rugby-union-dementia-concussion-cte-science-analysis", "date_published": "2020-12-11 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smiley Face Killers review – a blunt blade from Bret Easton Ellis", "description": "<p>The American Psycho author’s script, based on a series of real-life tragedies, fails the true-crime research standard</p><p>The patchy cinematic record of novelist-turned-screenwriter <a href=\"https://www.theguardian.com/books/2019/apr/28/bret-easton-ellis-millennials-white-interview\">Bret Easton Ellis</a> includes the classic Christian Bale-starring adaptation of American Psycho and 2013’s The Canyons, a soft-porn showcase for some of Lindsay Lohan’s best work – plus plenty more forgettable and regrettable nonsense besides. Even so, this schlocky take on a series of real-life tragedies represents a new low.</p><p>Ellis’s script, directed by Tim Hunter (The Failures, River’s Edge), is based on the largely debunked <a href=\"https://en.wikipedia.org/wiki/Smiley_face_murder_theory\">theory that a series of young men found dead</a> in or near lakes and rivers in the American midwest between the late 1990s and the 2010s were victims of a serial killer or killers.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/smiley-face-killers-review-a-blunt-blade-from-bret-easton-ellis\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/smiley-face-killers-review-a-blunt-blade-from-bret-easton-ellis", "date_published": "2020-12-11 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Standups and sex workers unite: 'I can joke about it because I've done it'", "description": "<p>Carmen Ali and Siân Docksey are among the comedians who riff on their experiences as strippers. The pandemic has revealed both industries to be precarious – but they’re looking out for each other</p><p>What do standup comedy and stripping have in common? “I see them as the same, but one is better paid and heavily stigmatised. They’re both disappointments to your parents,” says Jacqueline Frances, who has careers in each and has the online pseudonym <a href=\"https://www.instagram.com/jacqthestripper/?hl=en\">Jacq the Stripper</a>. “Strip clubs and comedy clubs used to be the same thing: cabarets. You’re getting people to feel something, and don’t have a lot of time to do it, so you need to be swift and clever.”</p><p>There have always been performers who combine both jobs. “A lot of people in the arts have dabbled, out of necessity, in various areas of the sex industry, while in between jobs or to finance the Edinburgh fringe,” says comedian <a href=\"https://www.siandocksey.com/\">Siân Docksey</a>, who has worked as a stripper before.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/11/standups-for-sex-workers-zoom-17-december\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/11/standups-for-sex-workers-zoom-17-december", "date_published": "2020-12-11 07:40:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudanese singer faces deportation from Netherlands despite safety fears", "description": "<p>Rejection of Mohamed al-Tayeb’s asylum case comes amid changes to immigration policy critics say are an attempt to placate far right</p><p>A Sudanese singer whose television appearance on The Voice brought him threats from security officers is facing deportation from the Netherlands, where he has lived for two years.</p><p>Mohamed al-Tayeb, 30, who appeared on the Arabic version of the show in 2015, has been told his request for asylum had been rejected. The Immigration and Naturalisation Service (INS) said it did not believe he would be harmed if he returned to Sudan, following the <a href=\"https://www.theguardian.com/world/2019/apr/11/sudan-army-ousts-bashir-after-30-years-in-power\">ousting of Omar al-Bashir</a> last year, but critics accuse the Dutch government of playing politics over anti-immigrant rhetoric.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/sudanese-singer-faces-deportation-from-netherlands-despite-safety-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/sudanese-singer-faces-deportation-from-netherlands-despite-safety-fears", "date_published": "2020-12-11 07:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Corrin bobs to Zoom shirts: this week’s fashion trends", "description": "<p>What’s hot and what’s not in fashion this week</p><p><strong>Corrin</strong><strong> bob</strong> As in Emma Corrin’s (of <a href=\"https://www.theguardian.com/tv-and-radio/the-crown\" title=\"\">The Crown</a>) micro, fringe-free bob, best worn tucked behind the ears. Fast becoming the haircut of the year.<br /></p> <a href=\"https://www.theguardian.com/fashion/2020/dec/11/from-corrin-bobs-to-zoom-shirts-this-weeks-fashion-trends\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/11/from-corrin-bobs-to-zoom-shirts-this-weeks-fashion-trends", "date_published": "2020-12-11 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is your browser window full of open tabs? Time for a digital declutter | Hannah Jane Parkinson", "description": "<p>Internet tabs, like gases, expand to fill their container. Close them all and feel the weight of unread content lift</p><p>When I was a kid, The World’s Strongest Man was televised each year during the fallow period between Christmas Day and New Year. The thing I remember most was the sheer release on the faces of men built like tree trunks when they stopped pulling a train, say, or rearranging Atlas Stones that had made ribbons of their forearms.</p><p>That’s the relief I feel when clearing all the tabs in my internet browser. Clicking the crosses like a long line of kisses finally indulged. There are many reasons why one has tabs open in double figures. In my defence, they are often related to work or research. The sense of lightness that comes over me when closing them is down to a task completed. It is a bit like setting one’s pen down at the end of an exam; the way the air feels that bit fresher coming out of the hall than going in.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/is-your-browser-window-full-of-open-tabs-time-for-a-digital-declutter\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/is-your-browser-window-full-of-open-tabs-time-for-a-digital-declutter", "date_published": "2020-12-11 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A different twist': how school nativity plays have adapted to the Covid era", "description": "<p>Furloughed shepherds, sign language songs and golden face masks are among the ingenious solutions dreamed up by UK schools</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>Angel Gabriel calling Mary on Zoom to tell her that she’s expecting the baby Jesus. A trip to the countryside and some furloughed shepherds.</p><p>As the unfamiliar becomes familiar amid the pandemic, the nativity is no different – with schools across the country getting creative in their depictions of the traditional play.</p> <a href=\"https://www.theguardian.com/education/2020/dec/11/a-different-twist-how-school-nativity-plays-have-adapted-to-the-covid-era\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/11/a-different-twist-how-school-nativity-plays-have-adapted-to-the-covid-era", "date_published": "2020-12-11 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes to do up for sale – in pictures", "description": "<p>From an historic medieval priory to a barn, they all need of some tender loving care</p> <a href=\"https://www.theguardian.com/money/gallery/2020/dec/11/homes-to-do-up-for-sale-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2020/dec/11/homes-to-do-up-for-sale-in-pictures", "date_published": "2020-12-11 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Brexit the end of the game for the Conservative rule-breakers? | Andy Beckett", "description": "<p>For years, the Tories have used their power to game the system. But that won’t wash with the EU<br /></p><p>In politics, as in the rest of life, rules are often about power. Who sets them, who obeys them and who breaks them – and whether they get away with it – tells us a lot about where power lies. In Britain, with our unwritten and patched-together constitution, the rules of politics can be vague and poorly understood by voters, the media, and even some politicians. What is permitted – and what is not – forms a kind of constant, shifting fog, inside which crucial battles are fought.</p><p>“Politics is sometimes … about finding out how to change the rules of the game,” wrote the Anglo-American political philosopher Raymond Geuss in 2008. The Conservatives are often good at this exercise. Despite rarely being very popular, competent or full of ideas, they’ve managed to stay in office for the last 10 years through a variety of unconventional manoeuvres: forming a coalition with the Liberal Democrats; changing the electoral cycle with the Fixed-term Parliaments Act; avoiding a hostile House of Commons by illegally <a href=\"https://www.theguardian.com/politics/2019/aug/28/what-is-prorogation-prorogue-parliament-boris-johnson-brexit\">proroguing parliament</a>; and, most important of all, by calling a rare and risky referendum on EU membership, losing it, and then siding with the winners.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/brexit-conservative-rule-breaking-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/brexit-conservative-rule-breaking-eu", "date_published": "2020-12-11 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Masked Horses: photographs by Tim Flach", "description": "<p>Wildlife photographer Tim Flach’s series Masked Horses speaks to the role of the horse as a companion to humankind over the ages. A disguise, or a protection the images reflect on our current pandemic. Flach’s animal photographs have often been likened to classical portraiture and his portraits of horses wearing gas masks, head protectors, equine inhalers and blindfolds are both captivating and disturbing<br /></p><ul><li><a href=\"http://www.galleryeight.com/coming-up-london/4593734760\">Tim Flach’s photographs are <em></em>at Gallery Eight in Mayfair in December</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/dec/11/masked-horses-photographs-by-tim-flach-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/dec/11/masked-horses-photographs-by-tim-flach-in-pictures", "date_published": "2020-12-11 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When should I go back to university after Christmas?", "description": "<p>Many students are leaving campus for the holiday period, but knowing when to return – if at all – is a difficult decision</p><p>Clara James*, a criminology student, left her student house in Bath at Halloween and hopes to stay away until well into the New Year. “I’d like to stay at home longer,” she says. “I’m just kind of fed up with the stress.” James says she doesn’t want to get stuck in her student room if there’s a strict lockdown.</p><p>“If everything’s improving I would love to go back to uni,” she adds. “I’m still paying rent, so it depends how things are in January.” </p> <a href=\"https://www.theguardian.com/education/2020/dec/11/when-should-i-go-back-to-university-after-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/11/when-should-i-go-back-to-university-after-christmas", "date_published": "2020-12-11 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wuhan: from lockdown to the new normal – in pictures", "description": "<p>In Wuhan, China, a city once at the centre of the Covid-19 pandemic, there have been no recorded cases of community transmissions since May. Before-and-after shots show life slowly returning to normal for many</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>China first alerted the World Health Organization to 27 cases of “viral pneumonia” in Wuhan on 31 December 2019. Now, almost a year on, life appears to be returning to normal with few indications of the city’s early role in the pandemic, which has infected more than 67 million people globally. Wuhan has not recorded a new locally transmitted case in several months and is now indistinguishable from many other Chinese cities. While business has yet to return fully to normal, shoppers have returned to Wuhan’s streets.</p><p><em>Photographs: Getty Images</em></p> <a href=\"https://www.theguardian.com/world/2020/dec/11/wuhan-in-then-and-now-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/wuhan-in-then-and-now-pictures", "date_published": "2020-12-11 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How I beat burnout with trips to remote Scottish islands | Gavin Francis", "description": "<p>For this hospital doctor, the purity of the Hebrides and Orkney brings the solace he needs to carry on his busy city profession </p><p>One November, close to burnout, I left my job as a hospital doctor in Edinburgh for the Hebridean island of Barra. From the lee of an abandoned cottage, where I sheltered from the driving rain, the island at first seemed desolate, empty, solitary.</p><p>A headland stood over a broad bay of white sand chopped by relentless sallies of rolling grey waves. Down on the beach, the sands were sheened in a thin film of seawater which seemed neither to flow nor drain – a mirror over the earth, doubling the drama of the skies. I surprised two sea otters at play and picked up a bobbing audience of inquisitive seals that floated just offshore, following me as I made my way along the strandline. There were just a few hours of light to each day of the week I spent walking circuits of those beaches, but the purity and simplicity of the landscape – just hills, grass, sea, wind – lent a clarity to my mind that had been lacking for what felt like months.</p> <a href=\"https://www.theguardian.com/travel/2020/dec/11/how-i-beat-burnout-with-trips-to-remote-scottish-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/dec/11/how-i-beat-burnout-with-trips-to-remote-scottish-islands", "date_published": "2020-12-11 06:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Oh cool, I don’t have to put on pants!' Stars on music's year of chaos", "description": "<p>Phoebe Bridgers, Danielle Haim, Lianne La Havas, Declan McKenna, Rina Sawayama and Moses Sumney discuss Black Lives Matter, WAP, TikTok, the collapse of live music and more</p><p>Each year we convene pop stars to mull over the year’s big musical moments, and for 2020 this was – like almost every social or professional interaction – convened over a video call. It was a strangely appropriate format for an industry that learned how to livestream as it weathered a total collapse in gigs and festivals, but despite the horrors, there was still plenty of brilliant and indeed cathartic music released. Pondering it all are Danielle Haim, singer with Haim, who are nominated for album of the year at the Grammys; Phoebe Bridgers, also heading to the Grammys with four nominations; British soul-jazz singer Lianne La Havas; emotive songwriter Moses Sumney; glam-pop star Declan McKenna; and British-Japanese pop sensation Rina Sawayama.</p> <a href=\"https://www.theguardian.com/music/2020/dec/11/oh-cool-i-dont-have-to-put-on-pants-stars-on-musics-year-of-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/11/oh-cool-i-dont-have-to-put-on-pants-stars-on-musics-year-of-chaos", "date_published": "2020-12-11 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charity supporting Grenfell victims branded racist by independent review", "description": "<p>Westway Trust accused of operating a culture of ‘bullying, indifference and arrogance’ by Tutu Foundation UK report </p><p>A community <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/charity-supporting-grenfell-victims-accused-of-racism-and-bullying\">charity close to Grenfell Tower</a> with links to the Royal Borough of Kensington and Chelsea (RBKC) has been branded “institutionally racist” in a damning independent review.</p><p>The Westway Trust, which has oversight of part of the world famous Portobello Road market and leases community space under the motorway flyover that divides west London, operated a “culture of bullying, indifference and arrogance”, according to a two-year investigation by the Tutu Foundation UK. Its final report, published on Friday, states: “The Westway Trust has been and remains institutionally racist.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/charity-supporting-grenfell-victims-branded-racist-by-independent-review\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/charity-supporting-grenfell-victims-branded-racist-by-independent-review", "date_published": "2020-12-11 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spacewatch: SpaceX Dragon resupply craft delivers cargo to ISS", "description": "<p>New airlock and scientific experiments among cargo delivered to International Space Station</p><p>The latest SpaceX Dragon resupply spacecraft has delivered a new airlock, new scientific experiments and other cargo to the International Space Station (ISS).</p><p>Launched on a Falcon 9 rocket at 11:17 EST (16:17 GMT) on Sunday 6 December from Nasa’s Kennedy space centre in Florida, the capsule docked with the ISS a day later. It is scheduled to remain at the space station for about a month.</p> <a href=\"https://www.theguardian.com/science/2020/dec/11/spacewatch-spacex-dragon-resupply-craft-delivers-cargo-to-iss\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/11/spacewatch-spacex-dragon-resupply-craft-delivers-cargo-to-iss", "date_published": "2020-12-11 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best films of 2020 in the UK, No 6: Rocks", "description": "<p>This fun, vibrant drama about a young girl thrust into adulthood – led by a supercharged non-professional cast – bursts from the screen with creativity and passion</p><ul><li><a href=\"https://www.theguardian.com/film/2020/dec/01/the-50-best-films-of-2020\">Follow our countdown of the 50 best films of 2020</a></li></ul><p>The social-realist tag is so often the signal for something worthy and burdened with its own loyalty to grimness. Nothing could be further from the truth for this vibrant youth drama devised by Theresa Ikoko and Claire Wilson in collaboration with the mostly non-professional cast and directed by Sarah Gavron. It is bursting with vitality, creativity, passion and fun, and the young stars supercharge it with energy.</p><p>Newcomer Bukky Bakray plays an 11-year-old British-Nigerian girl in east London nicknamed Rocks, who has a smart kid brother, Emmanuel (wonderfully played by another great child actor, D’angelou Osei Kissiedu). Their mum is well meaning but has, as her outreach worker delicately puts it, issues managing her medication. One day she vanishes, leaving a note to Rocks telling her it is now her responsibility to look after Emmanuel. In this moment, Rocks has been upgraded to parent status, carer status, mum status, leapfrogging what she might have hoped would be a carefree late-teen or early twentysomething period and straight into the careworn age of adulthood.</p> <a href=\"https://www.theguardian.com/film/2020/dec/11/the-best-films-of-2020-uk-no-6-rocks\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/11/the-best-films-of-2020-uk-no-6-rocks", "date_published": "2020-12-11 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No-deal Brexit would make Britons less safe, ex-national security adviser says", "description": "<p>Failing to reach deal UK would lose access to Schengen database and would need to resort to time-consuming workarounds </p><p>A former national security adviser has warned that Britons would be “all less safe” in the event of a no-deal Brexit, as the UK will lose real-time access to a string of European crime databases which cannot easily be replaced.</p><p>Lord Ricketts said British police face “a serious capability gap” from the end of the year unless the EU and UK can strike a trade and security deal because “the fallbacks are all slower and more clunky”.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/11/no-deal-brexit-would-make-britons-less-safe-ex-national-security-adviser-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/11/no-deal-brexit-would-make-britons-less-safe-ex-national-security-adviser-says", "date_published": "2020-12-11 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jimmy Lai charged under national security law as Hong Kong crackdown worsens", "description": "<p>Media mogul accused of foreign collusion on same day teen activist found guilty of defiling China’s flag after throwing it on the ground at protest</p><p>Hong Kong’s crackdown on dissent has escalated, with national security charges laid against media mogul Jimmy Lai, and a guilty verdict for teenage activist Tony Chung for defiling China’s flag.</p><p>On Friday afternoon local media reported <a href=\"https://www.theguardian.com/world/2020/aug/10/jimmy-lai-the-hong-kong-pro-democracy-tycoon-who-is-not-afraid-to-take-on-beijing\">Lai, 73,</a> was charged with foreign collusion offences and endangering national security under the draconian national security law (NSL) imposed by Beijing in June. Lai, who was denied bail over separate matters last week and jailed on remand, will appear in court on the NSL charges on Saturday.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/jimmy-lai-charged-under-national-security-law-as-hong-kong-crackdown-worsens\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/jimmy-lai-charged-under-national-security-law-as-hong-kong-crackdown-worsens", "date_published": "2020-12-11 05:59:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The vaccine is here! We're saved! Or are we? | First Dog on the Moon", "description": "<p>Perhaps it depends on who we mean by ‘we’? Who should get the vaccine first?! Or at all?! Who is on THE LIST?</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/11/the-vaccine-is-here-were-saved-or-are-we\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/11/the-vaccine-is-here-were-saved-or-are-we", "date_published": "2020-12-11 05:31:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: carrion crows become intensely territorial", "description": "<p><strong>Langstone, Hampshire:</strong> The most plausible explanation for this attack was resource competition, the crows asserting their dominance to ensure priority access to this prime feeding site</p><p>With temperatures plummeting over the past few days, the birds and mammals visiting my garden have begun to forage with increased urgency. Grey squirrels are active before dawn, and I wake to the rhythmic sound of the lid of the squirrel feeder creaking open and snapping shut as they take it in turns to pluck out a nut. Footage from my trail camera revealed that they are often joined in the half-light by our resident carrion crows and magpies.</p><p>While I’ve witnessed the magpies sidling up to the squirrels and tugging on their tails in an attempt to steal their food, they tend to give the crows a wide berth, picking at fallen scraps on the periphery of the feeding station while their self-assured cousins take their fill of the choicest offerings.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/11/country-diary-carrion-crows-become-intensely-territorial\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/11/country-diary-carrion-crows-become-intensely-territorial", "date_published": "2020-12-11 05:30:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Investor group makes net-zero carbon pledge to tackle climate crisis", "description": "<p>Managers commit to investing only in companies with net-zero CO2 emissions by 2050</p><p>Some of the world’s largest investors managing assets worth more than $9tn have committed to investing only in companies with net zero carbon dioxide emissions by 2050 as part of the fight to contain the climate crisis.</p><p>Legal and General Investment Management, the UK’s largest investor, and UBS Asset Management are among the signatories to a pledge that they will aim for all companies in their portfolios to be decarbonised by 2050 or earlier.</p> <a href=\"https://www.theguardian.com/business/2020/dec/11/investor-group-makes-net-zero-carbon-pledge-to-tackle-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/11/investor-group-makes-net-zero-carbon-pledge-to-tackle-climate-crisis", "date_published": "2020-12-11 05:01:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift: Evermore – rich alt-rock and richer character studies", "description": "<p>Not content with releasing one of 2020’s most acclaimed albums, Swift returns for round two</p><p>Anyone who feels they made insufficient use of 2020’s unexpected glut of spare time is strongly advised to avoid the prologue that <a href=\"https://www.theguardian.com/music/taylor-swift\">Taylor Swift</a> has written to accompany her ninth studio album. </p><p>It explains that, having already produced one bestselling, critically-acclaimed album while in isolation from Covid-19 – July’s <a href=\"https://www.theguardian.com/music/2020/jul/24/taylor-swift-folklore-review-bombastic-pop-makes-way-for-emotional-acuity\">Folklore</a> – Swift and collaborators including <a href=\"https://www.theguardian.com/music/the-national\">the National</a>’s Aaron Dessner, <a href=\"https://www.theguardian.com/music/boniver\">Bon Iver</a>’s Justin Vernon, songwriter Jack Antonoff and her boyfriend Joe Alwyn couldn’t stop writing songs. </p> <a href=\"https://www.theguardian.com/music/2020/dec/11/taylor-swift-evermore-rich-alt-rock-and-richer-character-studies\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/11/taylor-swift-evermore-rich-alt-rock-and-richer-character-studies", "date_published": "2020-12-11 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden and Kamala Harris named Time magazine's 2020 person of the year", "description": "<p>Incoming president and his vice-president earn recognition, and follow in footsteps of Barack Obama and Donald Trump</p><p>Joe Biden and Kamala Harris have been named Time magazine’s person – or persons – of the year for 2020.</p><p>The magazine <a href=\"https://time.com/person-of-the-year-2020-joe-biden-kamala-harris\">said</a>: “Together, Joe Biden and Kamala Harris offered restoration and renewal in a single ticket. And America bought what they were selling: after the <a href=\"https://time.com/5907062/record-turnout-history/\">highest turnout in a century</a>, they racked up 81 million votes and counting, the most in presidential history, topping Trump by some 7 million votes and flipping five battleground states.”</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/11/joe-biden-and-kamala-harris-named-time-magazines-2020-person-of-the-year\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/11/joe-biden-and-kamala-harris-named-time-magazines-2020-person-of-the-year", "date_published": "2020-12-11 04:10:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump administration puts Brandon Bernard to death amid rushed series of executions", "description": "<ul><li>First federal execution during lame-duck period in 130 years</li><li>Supreme court denied last-minute request to delay killing</li></ul><p>The Trump administration has executed Brandon Bernard, after the US supreme court denied a last-minute request to delay his killing. Bernard’s execution is one of five that the Trump administration is rushing through before Joe Biden takes office.</p><p>The execution on Thursday night was the ninth federal execution since since July, <a href=\"https://www.theguardian.com/us-news/2020/jul/14/us-supreme-court-clears-way-for-first-federal-executions-in-17-years\">when Donald Trump ended a 17-year hiatus in federal executions</a>, and the first during a presidential lame-duck period in 130 years.</p> <a href=\"https://www.theguardian.com/world/2020/dec/10/trump-administration-justice-department-federal-executions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/10/trump-administration-justice-department-federal-executions", "date_published": "2020-12-11 03:21:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Looking back at 2020: a year like no other – podcast", "description": "<p>A look back at how the Guardian covered a year that began with the outbreak of a pandemic, witnessed global anti-racism protests after the killing of George Floyd, and ended with the voting out of President Donald Trump</p><p>As we entered a new decade back in January, newspapers were full of stories about Australian bushfires, tensions between the US and Iran, and the British Conservatives were revelling in their 80-seat majority. But the World Health Organization was already dealing with news of a ‘novel coronavirus’ in Wuhan, China, a disease that was going to dramatically change the way we lived our lives. Covid-19 swept through Asia and into Europe and beyond, killing almost 2 million people and bringing the world’s economies to their knees. </p><p>The Guardian’s editor-in-chief, <strong>Katharine Viner</strong>,<strong> </strong>joins <strong>Anushka Asthana </strong>to look back on a year in which reporters covered some huge breaking stories, including the killing of George Floyd and the global anti-racism movement Black Lives Matter. There was the US election in which the American people voted to remove Donald Trump. And there was the biggest story of all: the continuing climate crisis which, despite a pandemic-induced reduction in travel, only resulted in a 7% drop in global emissions. And all the while Britain hurtled inexorably towards an end-of-year Brexit.</p> <a href=\"https://www.theguardian.com/news/audio/2020/dec/11/guardian-editor-in-chief-katharine-viner-on-how-we-reported-2020-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/dec/11/guardian-editor-in-chief-katharine-viner-on-how-we-reported-2020-podcast", "date_published": "2020-12-11 03:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I'm pleased it is being used for people's safety': QR code inventor relishes its role in tackling Covid", "description": "<p>Masahiro Hara came up with black and white pattern to optimise inventory in automotive industry</p><p>The eureka moment that helped Masahiro Hara perfect the Quick Response, or QR code, sprang from a lunchtime game of <a href=\"https://www.theguardian.com/world/2019/jan/07/go-getter-japanese-girl-nine-becomes-strategy-games-youngest-professional\">Go</a> more than a quarter of a century ago.</p><p>He was playing the ancient game of strategy at work when the stones arranged on the board revealed the solution to a problem troubling the firm’s clients in Japan’s car industry – and which is now being repurposed as a weapon in the fight against the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus pandemic</a>.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/11/qr-code-inventor-relish-its-role-in-tackling-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/11/qr-code-inventor-relish-its-role-in-tackling-covid", "date_published": "2020-12-11 02:46:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We’ve Marie Kondo'd the birth of Christ': minimalist nativity scenes perplex the internet", "description": "<p>Oddball reimaginings of the story of the birth of Jesus Christ include fruit, poker chips and cacti</p><p>A couple of pulled apart liquorice allsorts; laboratory sample tubes; several wooden blocks that cost US$225 – in 2020, anything can be a nativity.</p><p>This week the internet gathered around to puzzle over a festive selection of “minimalist nativity sets” discovered by a Twitter user Kirby Jones, in a post that has been liked nearly half a million times.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/11/weve-marie-kondod-the-birth-of-christ-minimalist-nativity-sets-perplex-the-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/11/weve-marie-kondod-the-birth-of-christ-minimalist-nativity-sets-perplex-the-internet", "date_published": "2020-12-11 02:13:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Babs Windsor: the daring, giggling pearly queen of the screen", "description": "<p>Between the bubbly blonde of the Carry Ons and EastEnders’ matriarch, the actor built up a significant body of work in film, theatre and TV</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-star-of-eastenders-and-carry-on-films-dies-at-83\">Barbara Windsor, star of Carry On films and EastEnders, dies at 83</a><br /></li></ul><p>When Barbara Deeks, a 16-year-old actor from east London, was encouraged to choose a stage name in 1953, it might seem arrogant that she borrowed from the newly crowned Queen of the United Kingdom.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/gallery/2020/dec/11/barbara-windsor-a-life-in-pictures\">Barbara Windsor: a life in pictures</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-babs-the-daring-darling-pearly-queen-of-the-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/11/barbara-windsor-babs-the-daring-darling-pearly-queen-of-the-screen", "date_published": "2020-12-11 01:28:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ultimate Grey and Illuminating: Pantone's 2021 colours of the year spark hope and despair", "description": "<p>After the rigours of 2020, trend forecasters have hedged their bets by picking two shades for Colour of the Year</p><p>In 2020 Pantone’s colour of the year choice, <a href=\"https://edition.cnn.com/style/article/pantone-color-classic-blue-2020/index.html\">Classic Blue,</a> proved eerily prescient. Announced weeks before the first Covid-19 cluster was discovered, it is a shade used for medical scrubs around the globe.</p><p>Perhaps knowing that lightning is unlikely to strike twice, for 2021 the US-paint brand’s team of trend forecasters have selected two shades – Ultimate Grey and Illuminating – the second time they have done so in the Colour of the Year’s two decade history.</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/11/ultimate-grey-and-illuminating-pantones-2021-colours-of-the-year-spark-hope-and-despair\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/11/ultimate-grey-and-illuminating-pantones-2021-colours-of-the-year-spark-hope-and-despair", "date_published": "2020-12-11 00:55:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbara Windsor: a life in pictures", "description": "<p>Beloved actor Barbara Windsor has died at the age of 83. Best-known for her roles in Carry On films and as Peggy Mitchell in EastEnders, here we look back at her life and career</p> <a href=\"https://www.theguardian.com/tv-and-radio/gallery/2020/dec/11/barbara-windsor-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/gallery/2020/dec/11/barbara-windsor-a-life-in-pictures", "date_published": "2020-12-11 00:25:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black staff at Lloyds are paid 20% less than their peers, bank reveals", "description": "<p>Lender releases data as part of race action plan, and says gap is due to lack of black staff in top roles</p><p>Lloyds Banking Group has revealed that its black staff are being paid nearly 20% less than their colleagues, as it became the first major UK bank to disclose its black pay gap.</p><p>Britain’s biggest high street lender said the earnings gap was due to a lack of black staff in senior positions that come with larger salaries and bigger bonuses. Figures released as part of its wider race action plan showed the median pay gap between black staff and their colleagues was 19.7%, while the bonus gap stood at 37.6%.</p> <a href=\"https://www.theguardian.com/business/2020/dec/11/black-staff-at-lloyds-are-paid-20-less-than-their-peers-bank-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/11/black-staff-at-lloyds-are-paid-20-less-than-their-peers-bank-reveals", "date_published": "2020-12-11 00:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Car battery firm scraps plan to build UK's first gigafactory in Wales", "description": "<p>Britishvolt abandons Vale of Glamorgan plans in favour of coastal site in Northumberland</p><p>Efforts to build up Wales’s automotive industry have received another blow, after a company seeking to build Britain’s first large electric car battery plant abandoned south Wales in favour of a new location in northern England.</p><p>Britishvolt, a startup, said it had acquired exclusive rights to a coastal site in Blyth, Northumberland, because its <a href=\"https://www.theguardian.com/uk-news/2020/jul/17/battery-firm-chooses-welsh-site-for-britains-first-gigafactory\">previously announced preference of the Bro Tathan site</a> in the Vale of Glamorgan, would not be ready to start construction in the summer of 2021.</p> <a href=\"https://www.theguardian.com/business/2020/dec/11/car-battery-firm-scraps-plan-to-build-uks-first-gigafactory-in-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/11/car-battery-firm-scraps-plan-to-build-uks-first-gigafactory-in-wales", "date_published": "2020-12-11 00:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's test and trace repeatedly failed to hit goals despite £22bn cost", "description": "<p>NAO report finds scheme is failing to reach enough contacts and only returns 40% of tests within 24 hours</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government’s test-and-trace programme to combat Covid-19 has <a href=\"https://www.theguardian.com/world/2020/sep/14/utter-shambles-gps-and-medics-decry-nhs-test-and-trace-system\">repeatedly failed</a> to meet targets for delivering test results and contacting infected people despite costs escalating to £22bn, a damning official report has revealed.</p><p>The National Audit Office (NAO) has found that the centralised programme is contacting two out of every three people who have been close to someone who has tested positive, with about 40% of test results delivered within 24 hours, well below the government’s targets.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/uks-test-and-trace-repeatedly-failed-to-hit-goals-despite-22bn-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/uks-test-and-trace-repeatedly-failed-to-hit-goals-despite-22bn-cost", "date_published": "2020-12-11 00:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris climate agreement: 54 cities on track to meet targets", "description": "<p>Mayor of Paris praises ‘important milestone’ on fifth anniversary of the landmark agreement</p><p>More than 50 of the world’s leading cities are on track to help keep global heating below 1.5C and tackle the worst impacts of the climate crisis, according to a new report.</p><p>From mass tree-planting in Buenos Aires to new public transport networks in Mexico City, 54 of the world’s leading cities are now rolling out plans that will cut their greenhouse gas emissions in line with the Paris agreement, according to a new study by the <a href=\"https://www.c40.org/\">C40 cities network</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/11/paris-climate-agreement-54-cities-on-track-to-meet-targets\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/11/paris-climate-agreement-54-cities-on-track-to-meet-targets", "date_published": "2020-12-11 00:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£165m in emergency loans given to hard-hit UK arts organisations", "description": "<p>New government loans welcomed by National Theatre as ‘a vital lifeline that will form part of our recovery’</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than £165m in emergency loans to some of the UK’s biggest arts and heritage organisations has been announced to ensure they survive the pandemic.</p><p>The <a href=\"https://www.theguardian.com/culture/royal-opera-house\">Royal Opera House</a> will get £21.7m, the National Theatre £19.7m, the Royal Shakespeare Company £19.4m, the Royal Albert Hall £20.7m, the Southbank Centre £10.9m and English National Opera £8.5m.</p> <a href=\"https://www.theguardian.com/world/2020/dec/11/165m-in-emergency-loans-given-to-hard-hit-uk-arts-organisations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/11/165m-in-emergency-loans-given-to-hard-hit-uk-arts-organisations", "date_published": "2020-12-11 00:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}]