[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Cimafunk: NPR Music Tiny Desk Concert", "description": "Watch Cimafunk play \"Alabao\", \"Cocinarte\" and \"Me Voy\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 28, 2020 | Felix Contreras -- When I presented Cimafunk at the Alt.Latino SXSW showcase last year, it was easily one of the most dynamic performances I had seen in more than ten years of attending the annual music festival. I couldn't wait to get them behind the Tiny Desk so the band could strut its intoxicating mix of Afro-Cuban dance music and 1970s funk-and-soul from the US.\n\nFrom the moment Cimafunk and his band start their feathery intro to \"Alabao,\" it's clear that something different is about to go down. Lead vocalist Cimafunk (Erik Rodríguez) has mastered the mash-up of Cuban soneos (vocal improvisations) and deep, soul-singing over music that I swear could have been played by any of the funk bands I saw back in the '70s.\n\nWith a sound that would feel right at home in either the famed Apollo Theater or the hottest dance clubs of Havana, this young Afro-Cuban and crew take it to a whole different level. For example, the very traditional guajira piano riff on \"Cocinarte\" transitions to a James Brown-styled funk groove so easily, it sounds like they were made from the same root. (They are, but that is another story.)\n\nThe band breaks things down into the funkiest of bolero-swing only to have it explode into another funk romp, powered by lead singer Cimafunk's reimagining of 1960s soul singer Otis Redding and Cuban icon Benny Moré.\n\nI've seen the band in Austin, Washington, D.C. and even on their home base in Havana, Cuba and every time, their tune \"Me Voy\" raises the roof and wakes the dead, with a deep Afro-Cuban, funk-party groove. This time, they turned the Tiny Desk into the hippest Cuban dance spot on the East Coast.\n\nThe band is making converts every time they play for new fans and you'll see why in this video. It catches them doing what they do best: combining two propulsive dance and musical traditions into one, singular musical vision.\n\nSET LIST\n\"Alabao\"\n\"Cocinarte\"\n\"Me Voy\"\n\nMUSICIANS\nCimafunk: vocals; Diego Barrera Hernandez \" Bejuko\": guitar; Miguel Piquero Villavicencio \"Miguelo\": vocals, percussion; Juan Marcos Rodríguez Faedo \" Firulais \" keys; Raul Zapata Surí \"Dr. Zapa\" : drums; Mario Gabriel Mesa Meriño \"Machete\": percussion; Ibanez Hermida Marrero \"Caramelo\": bass; Ilarivis Garcia Despaigne \"Hilaria Cacao\": vocals, trombone\n\nCREDITS\nProducers: Felix Contreras, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Melany Rochester; Videographers: Morgan Noelle Smith, Bronson Arcuri, Kara Frame, Maia Stern; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=auy9DFC2eOE", "date_published": "2020-03-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]