[{"source": "https://www.theguardian.com/rss", "title": "Free hospital parking to end for NHS staff in England, government says", "description": "<p>Only ‘key patient groups and staff in certain circumstances’ will be exempt from fees as pandemic eases</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Free hospital parking for NHS staff in England will end in all but “certain circumstances” once the coronavirus pandemic begins to ease, the government has said.</p><p>The health secretary, Matt Hancock, announced on 25 March that the government would cover the costs of car parking for NHS staff who he said were “going above and beyond every day” at hospitals in England.</p> <a href=\"https://www.theguardian.com/society/2020/jul/08/free-hospital-parking-to-end-for-nhs-staff-government-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/08/free-hospital-parking-to-end-for-nhs-staff-government-says", "date_published": "2020-07-07 23:45:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Will to fight together': Fiji's has taken another bold step in the battle against nuclear weapons | Vanessa Griffen and Talei Luscia Mangioni", "description": "<p>Ratification of United Nations treaty banning atomic weapons honours a half-century of anti-nuclear activism</p><p>On the streets of Suva in the 1970s it was the young who carried the cause. In afros, headbands and bell-bottom jeans they handed out pamphlets and printed newsletters, performed skits and variety shows, gave lectures, and led rallies on the streets of Fiji’s capital.</p><p>Crowds heard firebrand speeches from church leaders, trade unionists, university staff and student leaders.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2020/jul/08/will-to-fight-together-fijis-latest-bold-step-in-battle-against-nuclear-weapons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2020/jul/08/will-to-fight-together-fijis-latest-bold-step-in-battle-against-nuclear-weapons", "date_published": "2020-07-07 23:44:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scam calls will rise as lockdown eases, says UK trading standards", "description": "<p>Fraudsters likely to exploit coronavirus fears and prey on people self-isolating at home</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Trading standards bosses have warned of an imminent spike in <a href=\"https://www.theguardian.com/money/scamsandfraud\">scam telephone calls</a> as <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19 </a>lockdown measures ease and call centres around the world – including bogus ones operated by criminals – start to reopen.</p><p>Between the end of March and May the percentage of nuisance calls made to UK homes as a proportion of total calls was much lower than the usual average of 37% a month, as all office-based call centres were forced to close.</p> <a href=\"https://www.theguardian.com/money/2020/jul/08/scam-calls-lockdown-uk-coronavirus-self-isolating\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/08/scam-calls-lockdown-uk-coronavirus-self-isolating", "date_published": "2020-07-07 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sonny Ramadhin: 'In 1950 we had the three Ws - England had Len Hutton'", "description": "<p>Last survivor of West Indies’ first Test win in England 70 years ago recalls a heady day at Lord’s, a tough childhood in Trinidad and his love of English pitches</p><p>As England’s last wicket fell at Lord’s in June 1950, a handful of West Indies fans spilled over the boundary rope, keen to celebrate their first Test victory at the home of their cricket-inventing colonisers.</p><p>At his home in Delph on the edge of Saddleworth Moor, Sonny Ramadhin, the last living player from that history-making West Indies side, remembers the scenes. “Quite a few of the West Indians came on to the ground and we had to run to the dressing room,” the 91-year-old says.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/08/cricket-sonny-ramadhin-in-1950-we-had-the-three-ws-england-had-len-hutton\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/08/cricket-sonny-ramadhin-in-1950-we-had-the-three-ws-england-had-len-hutton", "date_published": "2020-07-07 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bright feathers, bright brains: hummingbirds 'can order numerically'", "description": "<p>Study claims tiny creatures can order things in sequence, but researchers say it does not confirm they can count<br /></p><p>Hummingbirds are not only bright in appearance but also in brain, it would seem, with new research suggesting the tiny creatures are able to understand a numerical concept of order.</p><p>While hummingbirds have previously been found to visit flowers in particular sequences when foraging, researchers say the new study suggests this process could be based on the concept of “first”, “second” and so on, rather than features such as specific flower location or nearby landmarks.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/08/bright-feathers-bright-brains-hummingbirds-can-order-numerically\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/08/bright-feathers-bright-brains-hummingbirds-can-order-numerically", "date_published": "2020-07-07 23:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David James: 'I struggle to find a scenario where my ethnicity hampered my career'", "description": "<p>The former England goalkeeper on the lack of BAME coaches, his desire to manage again and dropping Dimitar Berbatov in India</p><p>David James describes the situation as complicated. He had not signed Dimitar Berbatov, rather he inherited him midway through the 2017-18 Indian Super League season after he took charge of Kerala Blasters for his first job in full-time management.</p><p>The former England goalkeeper chooses his words carefully but it does not take a detective to decipher the subtext, which talks to the perception of Berbatov as a high‑maintenance stroller, <a href=\"https://www.theguardian.com/football/blog/2012/nov/13/fulham-dimitar-berbatov-style-adventure\" title=\"\">for whom the finer things are the only things that matter</a>.</p> <a href=\"https://www.theguardian.com/football/2020/jul/08/david-james-i-struggle-to-find-a-scenario-where-my-ethnicity-hampered-my-career\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/08/david-james-i-struggle-to-find-a-scenario-where-my-ethnicity-hampered-my-career", "date_published": "2020-07-07 23:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Denial of women's concerns contributed to medical scandals, says inquiry", "description": "<p>Review into vaginal mesh and other products reveals much patient harm was ‘avoidable’</p><p>An arrogant culture in which serious medical complications were dismissed as “women’s problems” contributed to a string of healthcare scandals over several decades, an inquiry ordered by the government has found.</p><p>The review of vaginal mesh, hormonal pregnancy tests and an anti-epilepsy medicine that harmed unborn babies paints a damning picture of a medical establishment that failed to acknowledge problems even in the face of mounting safety concerns, leading to avoidable harm to patients.</p> <a href=\"https://www.theguardian.com/society/2020/jul/08/denial-of-womens-concerns-contributed-to-medical-scandals-says-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/08/denial-of-womens-concerns-contributed-to-medical-scandals-says-inquiry", "date_published": "2020-07-07 23:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Milan's six-minute salvo fires dramatic comeback to stun leaders Juventus", "description": "<ul><li>Zlatan Ibrahimovic leads fightback in 4-2 victory</li><li>Lazio’s Patric sent off for biting in 2-1 loss to Lecce</li></ul><p><strong>Milan</strong> scored three goals in six second-half minutes as they came from behind to stun <strong>Juventus</strong>, winning 4-2 at San Siro to deny the Serie A leaders the chance to move 10 points clear at the top.</p><p>After a goalless first half, Adrien Rabiot and Cristiano Ronaldo scored in quick succession early in the second period, giving Juve a 2-0 lead. But the game changed when Milan were awarded a 62nd-minute penalty after a VAR check deemed Leonardo Bonucci guilty of a handball. Zlatan Ibrahimovic converted from the spot, then turned provider for Franck Kessié to equalise four minutes later.</p> <a href=\"https://www.theguardian.com/football/2020/jul/08/european-roundup-milan-juventus-lazio-lecce-serie-a\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/08/european-roundup-milan-juventus-lazio-lecce-serie-a", "date_published": "2020-07-07 23:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of high-risk offenders in UK 'freed into homelessness'", "description": "<p>Report warns of reoffending risk as 3,713 ex-prisoners in England lack safe housing</p><p>Thousands of high-risk convicted criminals, including those classed as violent and sexual offenders, were being released from prison in England into homelessness, increasing the likelihood of their reoffending, inspectors warned.</p><p>Her Majesty’s Inspectorate of Probation (HMIP) said in a report that it was “particularly disturbed” to find that at least 3,713 people supervised by the National Probation Service, which is responsible for high-risk offenders, had left prison and become homeless from 2018 to 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/thousands-of-high-risk-offenders-in-uk-freed-into-homelessness\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/08/thousands-of-high-risk-offenders-in-uk-freed-into-homelessness", "date_published": "2020-07-07 23:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Disappointing' Zuckerberg meeting fails to yield results, say Facebook boycott organizers", "description": "<p>Civil rights groups say company did not commit to concrete plan to address hate speech and misinformation</p><p>The organizers behind a <a href=\"https://www.theguardian.com/technology/2020/jun/26/facebook-policies-hate-speech-advertisers-unilever\">major advertiser boycott</a> of Facebook have called a meeting with Mark Zuckerberg and other executives “disappointing”, saying the company failed to commit to concrete solutions for addressing hate speech and misinformation on the platform.</p><p>Officials at Facebook, including Zuckerberg, the CEO, and Sheryl Sandberg, chief operating officer, met with members of the coalition of civil rights groups over video chat for an hour on Tuesday to discuss the largest boycott in Facebook history, which has gained the support of more than 1,000 of its advertisers, including Unilever, Coca-Cola, and Starbucks. </p> <a href=\"https://www.theguardian.com/technology/2020/jul/07/facebook-boycott-hate-speech-mark-zuckerberg-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/07/facebook-boycott-hate-speech-mark-zuckerberg-meeting", "date_published": "2020-07-07 23:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Ratings suggest more Irish delight at Cheltenham in 2021", "description": "<p>The ratings have been published for the 2019-20 National Hunt season, and Al Boum Photo and Cyrname are joint-top on 173</p><p>Nicky Henderson’s stable in Lambourn seems likely to offer the only serious challenge to Irish dominance of the Cheltenham Festival in 2021 and beyond after the publication on Tuesday of the official ratings for the truncated 2019-20 National Hunt season.</p><p>Willie Mullins’s Al Boum Photo, the first horse to <a href=\"https://youtu.be/QfpxTcqy-G4\">retain the Gold Cup</a> since Best Mate in 2003, was the joint top-rated chaser alongside Paul Nicholls’s Cyrname, while Mullins’s Sharjah was the top-rated hurdler and Gordon Elliott, his biggest rival in Ireland, supplied the top <a href=\"https://youtu.be/UL3m2DEpIHs\">novice hurdler in Envoi Allen</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/08/talking-horses-ratings-suggest-the-irish-will-dominate-cheltenham-2021\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/08/talking-horses-ratings-suggest-the-irish-will-dominate-cheltenham-2021", "date_published": "2020-07-07 23:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adam Lallana will not play again for Liverpool to protect transfer, says Klopp", "description": "<ul><li>Midfielder most likely to rejoin Brendan Rodgers at Leicester</li><li>Klopp: ‘As long as we don’t need him, he will just train’</li></ul><p>Jürgen Klopp has confirmed he will not select Adam Lallana again because he wants to protect the midfielder’s impending free transfer from Liverpool.</p><p>Lallana signed a short-term extension to stay until the end of the season but has not featured in a match-day squad since the restart. The 32-year-old, whom Klopp described as “a legend”, has several options when his deal expires and a reunion with Brendan Rodgers at Leicester appears most likely.</p> <a href=\"https://www.theguardian.com/football/2020/jul/07/adam-lallana-will-not-play-again-for-liverpool-to-protect-transfer-says-klopp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/07/adam-lallana-will-not-play-again-for-liverpool-to-protect-transfer-says-klopp", "date_published": "2020-07-07 21:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DNA analysis identifies second Mexican student among 43 disappeared in 2014", "description": "<ul><li>Christian Rodríguez named after testing at Austrian university</li><li>43 Ayotzinapa teachers college students abducted by police</li></ul><p>Nearly six years after 43 Mexican students were kidnapped and forcibly disappeared, a new forensic science study has identified the remains of a second member of the missing group.</p><p>Omar Gómez Trejo, head of the special unit of the attorney general’s office charged with reinvestigating the case, said on Tuesday that remains found in November were subjected to DNA analysis this year at the University of Innsbruck in Austria.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/dna-identifies-second-mexican-student-43-disappeared-ayotzinapa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/dna-identifies-second-mexican-student-43-disappeared-ayotzinapa", "date_published": "2020-07-07 21:22:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamie Vardy's late goal earns Leicester useful point against 10-man Arsenal", "description": "<p>Arsenal were minutes away from becoming plausible participants in the Champions League conversation but the manner of this draw explained why, for all their evident progress under Mikel Arteta, they are not quite ready for that step. They played some scintillating football on a sodden night and could have been out of reach at half‑time, by which point Pierre‑Emerick Aubameyang had given them the lead. But a moment of rashness let Leicester back in and suggested that, while the youthful core of this side has learned to fight hard, it is yet to master the art of boxing clever.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/live/2020/jul/07/arsenal-v-leicester-city-premier-league-live\">Arsenal 1-1 Leicester City: Premier League –&nbsp;live!</a> </p> <a href=\"https://www.theguardian.com/football/2020/jul/07/arsenal-leicester-city-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/07/arsenal-leicester-city-premier-league-match-report", "date_published": "2020-07-07 21:19:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Kasabian singer's community order 'inappropriate', say domestic abuse charities", "description": "<p>Tom Meighan’s former bandmates also condemn assault of ex-fiancee as ‘totally unacceptable’ </p><p>Domestic abuse charities have criticised as inappropriate the sentence of community service given to the former Kasabian frontman Tom Meighan for assaulting his former fiancee.</p><p>On Tuesday evening Meighan’s former bandmates condemned his “totally unacceptable” behaviour, saying it had left them with no choice but to ask him to leave the group. </p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/07/former-kasabian-frontman-tom-meighan-admits-assaulting-ex-fiancee\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/07/former-kasabian-frontman-tom-meighan-admits-assaulting-ex-fiancee", "date_published": "2020-07-07 21:16:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Summer statement: Rishi Sunak plans temporary job creation scheme for under-25s", "description": "<p>Six-month placements aim to help those hardest hit by the Covid-19 lockdown</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/jul/08/how-rishi-sunak-plans-to-kickstart-uks-post-lockdown-economy\">Summer statement - the key announcements</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak </a>will respond to growing fears of a surge in youth unemployment from Britain’s pandemic-scarred economy on Wednesday with a £2bn temporary job creation scheme for the under-25s.</p><p>Amid evidence that the fallout from the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19-enforced</a> lockdown has hit vulnerable young workers harder than other age groups, the chancellor will use his summer statement to announce that the government will fund six-month job placements for an estimated 350,000 18 to 24-year-olds.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/07/summer-statement-rishi-sunak-plans-temporary-job-creation-scheme-for-under-25s\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/07/summer-statement-rishi-sunak-plans-temporary-job-creation-scheme-for-under-25s", "date_published": "2020-07-07 21:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kanye West's company granted millions in coronavirus stimulus", "description": "<ul><li>Yeezy LLC received $2m to $5m from from Trump administration</li><li>Rapper has been a vocal supporter of Trump</li></ul><p>A company belonging to Kanye West received <a href=\"https://www.theguardian.com/environment/2020/jul/07/fossil-fuel-industry-coronavirus-aid-us-analysis\">millions in loans</a> from a federal coronavirus stimulus package, raising questions about potential conflicts of interest given the rapper’s ties to the Trump administration.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/jul/07/fossil-fuel-industry-coronavirus-aid-us-analysis\">Over 5,600 fossil fuel companies have taken at least $3bn in US Covid-19 aid</a> </p> <a href=\"https://www.theguardian.com/music/2020/jul/07/kanye-west-company-granted-millions-coronavirus-stimulus\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/07/kanye-west-company-granted-millions-coronavirus-stimulus", "date_published": "2020-07-07 20:56:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let nerves jangle and adrenaline flow: the first Test of summer is here | Vic Marks", "description": "<p>The ECB and the West Indies deserve praise on the eve of the three-Test series, now it’s up to the players to put on a show</p><p>Against the odds, the first Test match of the 2020 summer is upon us. Let us hope that in years to come the six Tests against the West Indies and Pakistan become a quiz question: what was odd about them? The only Test matches in history ever to take place behind closed doors. At the moment it requires a bit of optimism to think that will be the case.</p><p>At the outset we should admire and applaud the England and Wales Cricket Board, which has not always been <a href=\"https://www.theguardian.com/sport/2020/apr/26/ecb-sticking-with-the-hundred-risks-twisting-cricket-further-into-chaos\" title=\"\">my first instinct in recent times</a>, for making this happen. Naturally a key factor has been the willingness of the touring teams to pitch up, for which the ECB must be truly grateful; this applies especially to the West Indies, who have left a relatively coronavirus-free part of the world to play these matches here.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/07/let-nerves-jangle-and-adrenaline-flow-the-first-test-of-summer-is-here\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/07/let-nerves-jangle-and-adrenaline-flow-the-first-test-of-summer-is-here", "date_published": "2020-07-07 20:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mary Trump’s book: eight of its most shocking claims about the president", "description": "<ul><li>Trump ‘paid someone to take his exams’</li><li>President emotionally ‘scarred’ by abusive father</li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-abuse-father-niece-mary-book\">Trump shaped by ‘sociopath’ father, niece writes in memoir</a></li></ul><p>Mary Trump’s book, <a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-abuse-father-niece-mary-book\">Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man</a>, contains stunning claims about her uncle, Donald Trump.</p><p>Here are eight of the most extraordinary.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-mary-niece-book-eight-most-shocking-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/07/donald-trump-mary-niece-book-eight-most-shocking-claims", "date_published": "2020-07-07 19:52:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Next, Asos and Amazon drop Boohoo amid Leicester factory claims", "description": "<p>Retailers suspend label from websites after report on supplier working conditions<br /></p><p>Next, Asos and Amazon have decided to pull all Boohoo clothing from sale as growing anger over workers’ pay and conditions at the company’s suppliers resulted in £1.5bn being wiped from the fast fashion brand’s value in two days.</p><p>Allegations that some factories in Leicester that sell clothes to Boohoo pay as little as £3.50 an hour and failed to protect workers from coronavirus emerged last week. On Tuesday, the three online retailers were joined by very.co.uk and Zalando, a European e-commerce giant that had €6.4bn sales in 2019, in removing Boohoo clothes from sale.</p> <a href=\"https://www.theguardian.com/business/2020/jul/07/next-and-asos-drop-boohoo-amid-leicester-garment-factory-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/07/next-and-asos-drop-boohoo-amid-leicester-garment-factory-claims", "date_published": "2020-07-07 19:42:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenager on trial for police officer killing feels 'disgraceful' over death, court hears", "description": "<p>Quad bike thief Henry Long admits manslaughter but denies intent to harm Andrew Harper, dragged to death by car<br /></p><p>A teenage driver who dragged PC Andrew Harper to his death has told jurors he feels “disgraceful” about what happened. Henry Long, 19, was allegedly trying to evade arrest after trying to steal a £10,000 quad bike from a house in Berkshire, in the UK, on 15 August last year.</p><p>Harper, 28, got out of his patrol car to chase after a suspect and his ankles became entangled in a tow strap attached to Long’s Seat Toledo car. The officer was pulled along winding country lanes for more than a mile before he became disentangled. He suffered catastrophic injuries.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/07/driver-who-killed-pc-feels-disgraceful-over-death-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/07/driver-who-killed-pc-feels-disgraceful-over-death-court-hears", "date_published": "2020-07-07 19:35:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea hang on at Crystal Palace to maintain Champions League push", "description": "<p>This ought to have been rather easier for Chelsea. Against a Crystal Palace team with nothing to play for – neither Europe nor Premier League survival – they surged into a two-goal lead.</p><p>At that point, the notion this derby would become nervy for Frank Lampard and his players felt outlandish. They were fluent on the ball and, in the quicksilver Christian Pulisic, who scored the second with a thunderous hit, they can boast one of the division’s in-form players.</p> <a href=\"https://www.theguardian.com/football/2020/jul/07/crystal-palace-chelsea-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/07/crystal-palace-chelsea-premier-league-match-report", "date_published": "2020-07-07 19:19:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump's behavior was shaped by his 'sociopath' father, niece writes in bombshell book", "description": "<ul><li>Guardian obtains copy of Too Much and Never Enough</li><li>Author thanks president’s sister for ‘enlightening information’</li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-mary-niece-book-eight-most-shocking-claims\">Mary Trump: eight of her most shocking claims</a></li></ul><p>Donald Trump’s extraordinary character and outrageous behaviour “threaten the world’s health, economic security and social fabric” and were shaped by his “high-functioning sociopath” father during childhood, according to a bombshell book written by the president’s niece.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2020/jul/07/fox-news-trump-epstein-maxwell-photo-cropped-out\">Fox News apologises for cropping Trump out of Epstein and Maxwell photo</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-abuse-father-niece-mary-book\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/07/donald-trump-abuse-father-niece-mary-book", "date_published": "2020-07-07 19:19:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Gymnastics to investigate alleged abuse of elite athletes", "description": "<p>Independent inquiry to examine ‘shocking’ claims of physical and emotional abuse</p><p>British Gymnastics has announced an independent inquiry into “shocking and upsetting” allegations of serious physical and emotional abuse made by multiple elite athletes, including fresh claims of fat-shaming by one London 2012 Olympian.<br /><br />Francesca Fox, who competed as a rhythmic gymnast at the London 2012 Games, told ITV on Tuesday night that she was constantly told she was “fat” and “looked like a hippo” and ended up weighing herself up to 10 times a day as a result.<br /><br />Her comments came a day after another former British Olympian, the gymnast Lisa Mason, said she had been made to train until her hands ripped and bled. “My hands would then be pulled down and surgical spirit would be poured all over them,” she added. “I would also have AstroTurf put under the bars so I would burn my feet if I didn’t keep them up. But everyone else is going through it, so you think it’s normal.”<br /><br />A third leading gymnast has claimed that she was locked in a cupboard by her coach as a 10-year-old. The gymnasts who spoke out have been given strong support by those within the sport. Becky Downie, a 2019 world championship silver medallist on the uneven bars, tweeted: </p><p dir=\"ltr\" lang=\"en\">It’s more important to protect the future generations right now. <br />Don’t get me wrong this sport is HARD &amp; there is a lot of bad stuff you kind of just have to deal with to make it to the top BUT .... <br />THERE IS A LINE &amp; that line has been crossed way too many times !! <a href=\"https://t.co/GM2ftSPjSm\">https://t.co/GM2ftSPjSm</a></p> <a href=\"https://www.theguardian.com/sport/2020/jul/07/uk-sport-to-investigate-shocking-and-upsetting-claims-of-gymnastics-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/07/uk-sport-to-investigate-shocking-and-upsetting-claims-of-gymnastics-abuse", "date_published": "2020-07-07 19:14:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No business need at all now for a Chinese nuclear plant in the UK", "description": "<p>Halting Huawei hurts 5G rollout and Sino-British ties, but stopping a Chinese nuclear power plant in Essex has virtually no fallout</p><p>Get ready for the “new Huawei” is the word from Westminster, meaning another flare-up in UK-China business and political relations, this time over Chinese involvement in the UK’s nuclear power programme.</p><p>Ditching state-owned China General Nuclear Power Group (CGN) would indeed be a political development on a political par with a Huawei exclusion. The 2016 agreement, which imagined CGN’s “progressive entry” into the UK’s “resurgent” nuclear ambitions, was given maximum hype at the time by both Beijing and David Cameron’s government.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/jul/07/no-business-need-at-all-now-for-a-chinese-nuclear-plant-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/jul/07/no-business-need-at-all-now-for-a-chinese-nuclear-plant-in-the-uk", "date_published": "2020-07-07 18:37:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bus carrying students en route to exam plunges into lake in south-west China, killing 21", "description": "<p>Footage shows vehicle veering into oncoming traffic before crashing through barrier</p><p>At least 21 people have been killed after a bus carrying students preparing to sit their university entrance exam plunged into a lake in south-west China.</p><p>The bus crashed into a guard rail and veered into Hongshan Lake in Guizhou province, leaving 15 others injured, the local emergency management department said.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/bus-carrying-students-due-to-sit-exam-plunges-into-lake-in-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/bus-carrying-students-due-to-sit-exam-plunges-into-lake-in-china", "date_published": "2020-07-07 18:35:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Boris Johnson's slap for carers – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jul/07/steve-bell-boris-johnson-slap-for-carers-coronavirus-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jul/07/steve-bell-boris-johnson-slap-for-carers-coronavirus-cartoon", "date_published": "2020-07-07 18:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jair Bolsonaro during the Covid-19 pandemic - in pictures", "description": "<p>Brazilian president, Jair Bolsonaro, announced live on television he has <a href=\"https://www.theguardian.com/world/2020/jul/07/jair-bolsonaro-coronavirus-positive-test-brazil-president\">tested positive for coronavirus</a>. ‘It came back positive,’ a mask-wearing Bolsonaro told a handpicked group of reporters on Tuesday lunchtime outside his official residence</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jul/07/jair-bolsonaro-during-the-covid-19-pandemic-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jul/07/jair-bolsonaro-during-the-covid-19-pandemic-in-pictures", "date_published": "2020-07-07 18:19:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Trump and the Christian vote: doubting Donald | Editorial", "description": "<p>The US president’s tactic of using religion as a battering ram in his culture wars may not work a second time </p><p>Donald Trump has suggested that the Bible is his favourite book. <a href=\"https://www.washingtonpost.com/religion/2020/02/14/trump-mocks-faith-others-his-own-religious-practices-remain-opaque/\" title=\"\">When pressed</a> to say more, he has shiftily declined to name a single chapter or verse. But for those curious to understand Mr Trump’s current religious preoccupations, his Twitter feed is offering regular enlightenment in the lead-up to November’s presidential elections.</p><p>Last week, Mr Trump <a href=\"https://twitter.com/realDonaldTrump/status/1278825777052729345\" title=\"\">approvingly tweeted</a> the words of a bestselling Catholic author who claimed on late-night television that American Christianity was under attack as protesters roamed the streets. The writer, Dr Taylor Marshall, moves in similar arch-conservative religious circles to another Trump favourite, Archbishop Carlo Maria Viganò, the former papal nuncio to the United States. Last month Archbishop Viganò <a href=\"https://www.thetablet.co.uk/news/13042/trump-honoured-by-vigan-letter\" title=\"\">published an open letter</a> to Mr Trump in which he claimed that the Black Lives Matter protests that followed the death of George Floyd were orchestrated by “deep state” operatives. Describing the protests as part of an assault on the values of western Christian civilisation, the archbishop praised the president for robustly opposing “the children of darkness” who were threatening the social fabric. Mr Trump tweeted that he was honoured by the archbishop’s letter and hoped “everyone, religious or not, reads it”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/07/the-guardian-view-on-trump-and-the-christian-vote-doubting-donald\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/07/the-guardian-view-on-trump-and-the-christian-vote-doubting-donald", "date_published": "2020-07-07 18:11:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Brexit negotiator meets EU counterpart in bid to revive talks", "description": "<p>David Frost and Michel Barnier will dine on halibut at Downing Street private dinner<br /></p><p>The government’s chief Brexit negotiator, David Frost, is to host his EU counterpart Michel Barnier for a private dinner in Downing Street on Tuesday evening in a bid to revive flagging talks on a trade and security deal.</p><p>Less than six months before the status quo transition period is due to end, both sides have expressed concern about the lack of progress in the negotiations.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/07/eu-citizens-being-used-as-guinea-pigs-for-brexit-digital-immigration-system-mps-told\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/07/eu-citizens-being-used-as-guinea-pigs-for-brexit-digital-immigration-system-mps-told", "date_published": "2020-07-07 18:11:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists put forward plan to create universal species list", "description": "<p>Single classification system could end centuries of disagreement and improve global efforts to tackle biodiversity loss </p><p>A plan to create the first universally recognised list of species on Earth has prompted hopes of an end to centuries of disagreement and confusion over how to classify the world’s library of life.</p><p>The 10-point plan aims to finally bring order with an authoritative list of the world’s species and a governance mechanism responsible for its quality. Researchers hope a single recognised list would improve global efforts to tackle biodiversity loss, the trade in endangered wildlife, biosecurity and conservation.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/07/scientists-put-forward-plan-to-create-universal-species-list-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/07/scientists-put-forward-plan-to-create-universal-species-list-aoe", "date_published": "2020-07-07 18:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A lot of worry’: residents of other Melbourne housing blocks want more done to stave off Covid-19", "description": "<p>High-rise public housing tenants cite mobile testing, more cleaning and hand sanitiser among key needs</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2020/jul/08/coronavirus-australia-update-live-news-nsw-victoria-border-exemption-melbourne-stage-3-lockdown-mitchell-second-wave-albury-wodonga\">Follow live updates in Wednesday’s Australia coronavirus blog</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/jul/07/coronavirus-victoria-what-you-need-to-know-about-melbournes-lockdown\">What you need to know about Melbourne’s stage 3 lockdown</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/jul/05/what-we-know-about-victorias-coronavirus-public-housing-tower-hard-lockdowns\">What we know about the public housing tower ‘hard lockdowns’</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/jun/30/coronavirus-victoria-melbourne-covid-19-hotspots-suburbs-clusters-everything-you-need-to-know-family-outbreak-keilor-downs-albanvale-hallam-coburg-brimbank-wollert-ascot-vale-maribyrnong-fawkner-tullamarine-truganina\">Full list of Victoria’s Covid-19 clusters</a><br /></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/jul/01/covid-19-active-cases-coronavirus-australia-state-data-update-how-many-new-numbers-today-map-stats-statistics-r-number-hotspots-postcode-corona-deaths-death-toll\">Australia hotspots map, stats and active cases</a></li></ul><p> The Victorian government is facing calls to bring mobile testing into all of Melbourne’s high-rise public housing estates and to ramp up cleaning and culturally appropriate resources to prevent a repeat of the “hard lockdown” inflicted on 3,000 residents since Saturday.</p><p>As the state’s premier, Daniel Andrews, cited a record 191 new cases while reintroducing stage 3 restrictions across Melbourne, residents in other large high-rise towers across the inner city still expressed fear about the prospect of their own hard lockdown and said they were frustrated by a lack of resources and support.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/08/a-lot-of-worry-residents-of-other-melbourne-housing-blocks-want-more-done-to-stave-off-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/08/a-lot-of-worry-residents-of-other-melbourne-housing-blocks-want-more-done-to-stave-off-covid-19", "date_published": "2020-07-07 17:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson under pressure to apologise for care home ‘insult’", "description": "<p>Unions and charities criticise comments No 10 insists were ‘misunderstood’ while Labour leader labels them ‘shameful’<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson is under growing pressure to apologise for accusing care homes of failing to follow proper coronavirus procedures, with unions calling it “an insult” and Labour accusing the prime minister of “trying to shift the blame” for his own failures. </p><p>After Johnson’s remarks prompted outrage from the care sector, both Downing Street and the health secretary, Matt Hancock, brushed aside calls for an apology, insisting that the prime minister had been misunderstood.</p> <a href=\"https://www.theguardian.com/society/2020/jul/07/care-home-chief-denounces-clumsy-and-cowardly-boris-johnson-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/07/care-home-chief-denounces-clumsy-and-cowardly-boris-johnson-comments", "date_published": "2020-07-07 17:25:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of Jaguar Land Rover logistics workers to lose jobs", "description": "<p>DHL to lay off 2,200 workers on JLR contract as calls grow for UK government support package for car industry</p><p>Thousands more UK workers involved in making Jaguar Land Rover vehicles are set to lose their jobs, despite the embattled car industry returning to production after coronavirus shutdowns.</p><p>Logistics giant DHL has notified unions that 2,200 workers, around 40% of those currently employed on its JLR contract, will be laid off.</p> <a href=\"https://www.theguardian.com/business/2020/jul/07/thousands-of-jaguar-land-rover-logistics-workers-to-lose-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/07/thousands-of-jaguar-land-rover-logistics-workers-to-lose-jobs", "date_published": "2020-07-07 17:23:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Killing of Islamic State expert in Baghdad marks critical moment for Iraq", "description": "<p>Hisham al-Hashimi backed action to tackle Iraq’s powerful militias, despite knowing risks</p><p>As Hisham al-Hashimi pulled up outside his Baghdad home on Monday night, a gunman strode purposefully towards the Iraqi official’s white four-wheel drive, drew a pistol and fired four shots through the driver’s window.</p><p>Each jolting flash was captured by security footage from a camera on Hashimi’s roof. So was the hitman’s escape on the back of a motorbike, and the helpless vigil of his three young children as their father’s body was dragged on to the driveway.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/killing-of-islamic-state-expert-in-baghdad-reveals-cost-of-speaking-out\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/killing-of-islamic-state-expert-in-baghdad-reveals-cost-of-speaking-out", "date_published": "2020-07-07 17:13:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollowed-out Hancock dies another death as he defends the indefensible", "description": "<p>Shielding his boss from criticism over his handling of the coronavirus crisis appears to have corroded the health secretary from the inside</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>We need to talk about Matt. Even with his new haircut – not that he particularly needed one, but all cabinet ministers had been under orders to have a pint and go to the hairdresser for a photo op on the first day of the easing of lockdown at the weekend – Matt Hancock is looking a shadow of his former self.</p><p>His face looks drawn, his shoulders droop, and his previously even-tempered nature has become progressively more testy. You might even imagine he has been kicked out of his home and has taken to sleeping under his desk in his office, for every time he appears in public he is dressed in an identical suit and pink tie.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/07/hollowed-out-hancock-dies-another-death-as-he-defends-the-indefensible\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/07/hollowed-out-hancock-dies-another-death-as-he-defends-the-indefensible", "date_published": "2020-07-07 16:48:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watchdog challenges ruling on lethal force by UK firearms officers", "description": "<p>Appeal begun after quashed misconduct proceedings in case of Met marksman who shot dead civilian in 2015</p><p>A police watchdog has begun an appeal after failing to bring misconduct proceedings against a specialist firearms officer who shot and killed a man while trying to foil an attempt to snatch two prisoners from a prison van.</p><p>Two judges who oversaw a high-court hearing in London last year quashed a move by the <a href=\"https://www.policeconduct.gov.uk/who-we-are\">Independent Office for Police Conduct</a> (IOPC) to bring misconduct proceedings against the Met police officer who shot dead Jermaine Baker, 28, near Wood Green crown court, London, in December 2015. Baker had been in a group waiting for an inmate to arrive in the security van from Wormwood Scrubs prison.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/07/watchdog-challenges-ruling-on-lethal-force-by-uk-firearms-officers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/07/watchdog-challenges-ruling-on-lethal-force-by-uk-firearms-officers", "date_published": "2020-07-07 16:37:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crime fiction boom as book sales rocket past 2019 levels", "description": "<p>With bookshops still closed in parts of the UK, sales have surpassed last year’s numbers, with 3.8m print books sold in the last week</p><p>Britain’s readers have been emerging from lockdown to restock their bookshelves, with book sales – and particularly crime novels – booming in the three weeks since booksellers were allowed to open their doors.</p><p>The print market continued its healthy run since England’s bookshops reopened on 15 June, with 3.8m books sold in the last week, for £32.6m, up from 3.1m (making £26.9m) at the same time last year. This is a 15% increase in value on last week and 21% year-on-year.</p> <a href=\"https://www.theguardian.com/books/2020/jul/07/fiction-boom-as-book-sales-rocket-past-2019-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/07/fiction-boom-as-book-sales-rocket-past-2019-levels", "date_published": "2020-07-07 16:17:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s mini-budget  will be the most leftwing in years. Can Labour capitalise? | Larry Elliott", "description": "<p>The impact of coronavirus on the economy means high public spending and state ownership are top of the political agenda</p><p>Back in December, a major plank of the Conservative party’s general election strategy was to portray Jeremy Corbyn as a Marxist throwback, committed to all sorts of dangerous 1970s lefty ideas such as <a href=\"https://www.theguardian.com/business/2019/may/15/corbyn-to-reveal-labour-plans-to-nationalise-uks-energy-network\">state ownership</a> and higher public spending.</p><p>Six months later, Boris Johnson felt the need, when announcing plans to bring forward £5bn of investment in Britain’s clapped-out public infrastructure, to reassure voters that he was <a href=\"https://twitter.com/bbcpolitics/status/1277917547342499841\">“not a communist”</a> and still believed in capitalism.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/07/rishi-sunak-mini-budget-leftwing-labour-coronavirus-public-spending-state-ownership-political-agenda\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/07/rishi-sunak-mini-budget-leftwing-labour-coronavirus-public-spending-state-ownership-political-agenda", "date_published": "2020-07-07 16:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Depp libel trial: one-word answers pepper eerily desolate proceedings", "description": "<p>Actor’s deliberate speech contrasts with defence lawyer’s barrage of accusations on day one of case against the Sun</p><p>Wedged uncomfortably into a narrow witness box beneath a row of multi-coloured box files crammed with contradictory statements, Johnny Depp did not occupy centre stage in court 13.</p><p>But the Hollywood actor was the focus of attention as the physically distanced courtroom drama unfolded, watched by lawyers and the media spread out over five separate courts at the Royal Courts of Justice.</p> <a href=\"https://www.theguardian.com/film/2020/jul/07/johnny-depp-libel-trial-eerie-desolate-proceedings\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/07/johnny-depp-libel-trial-eerie-desolate-proceedings", "date_published": "2020-07-07 15:59:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Depp admits heavy drinking but denies abuse of Amber Heard", "description": "<p>Actor’s libel case against Sun over term ‘wife-beater’ begins in UK high court</p><p>Johnny Depp has admitted excessive drinking, drug-taking and trashing hotel rooms, but denied accusations by his former wife Amber Heard that he had been violent towards her in his libel battle against the Sun, which has accused him of being a “wife-beater”.</p><p>Lawyers for Depp said the accusations of violence made by Heard were “invented” and he strenuously denied that he had ever been violent towards her.</p> <a href=\"https://www.theguardian.com/law/2020/jul/07/johnny-depps-barrister-tells-court-amber-heard-invented-abuse-claims-libel-case\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jul/07/johnny-depps-barrister-tells-court-amber-heard-invented-abuse-claims-libel-case", "date_published": "2020-07-07 15:53:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Chisholm made Obama possible': director Amma Asante on Mrs America's real star", "description": "<p>She put her mark on The Handmaid’s Tale. Now the British director is working on Mrs America, which stars Cate Blanchett as an infamous anti-feminist. But that’s not who’s caught Asante’s eye</p><p>It’s difficult for Amma Asante to assess how far she’s come, because she just doesn’t have the relevant role models. “I haven’t had the example,” says the director, “of someone who is both black, British and female to look to, in terms of the career I’d like to have. It’s thwarted my sense of expectation.”</p><p>Still, in the decade between making her first film, 2004’s Bafta-winning <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_Film_of_the_week/0,,1348574,00.html\">A Way of Life</a>, and her second, the 18th-century-set drama <a href=\"https://www.theguardian.com/film/2014/jun/15/belle-review-costume-drama-teeth-slavery\">Belle</a>, Asante became increasingly aware of male counterparts getting more chances, being more likely to be award-nominated, and consequently getting even more opportunities and even bigger budgets.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/07/chisholm-obama-director-amma-asante-mrs-america-handmaids-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/07/chisholm-obama-director-amma-asante-mrs-america-handmaids-tale", "date_published": "2020-07-07 15:21:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indonesia’s Yadnya Kasada festival – in pictures", "description": "<p>During the annual Yadnya Kasada festival, the Tenggerese people climb Mount Bromo, an active volcano, and seek the blessing of the gods by presenting offerings of rice, fruit, livestock and other items. Inside the crater villagers use nets to try to catch the offerings</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jul/07/indonesias-yadnya-kasada-festival-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jul/07/indonesias-yadnya-kasada-festival-in-pictures", "date_published": "2020-07-07 15:03:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can we learn from Amy Schumer's pregnancy docuseries?", "description": "<p>In Expecting Amy, the comedian navigates marriage and a grueling pregnancy with her trademark candor, but what’s most compelling is left just outside of the frame</p><p>Amy Schumer, the 39-year-old comedian and actor, spends much of Expecting Amy, the three-part docu-series on her turbo-charged first year of marriage, pregnancy and the development of her 2019 Netflix special Growing, hunched over and vomiting. Afflicted by hyperemesis, or acute morning sickness, Schumer braced against unrelenting nausea and a good thousand or so hurls, many of them filmed by her husband, sister or friends. There’s the comic, hours before a show, puking into a plastic bag, out the door of a car, into the toilet bowl at 3am; a day before she’s to tape Growing at a comedy club in New York, she’s in the back of another car on the way to the ER, dehydrated and retching. “Oh shit, what about the taping?” her husband, the chef Chris Fischer, whom she married on Valentines Day 2018, asks from the front seat. “That’s seeming a little unlikely,” she manages, as she hasn’t kept down food or water for days.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/16/amy-shumer-growing\">Growing: Amy Schumer is the daddy of carnal standup</a> </p> <a href=\"https://www.theguardian.com/culture/2020/jul/07/expecting-amy-schumer-pregnancy-docuseries-hbo\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/07/expecting-amy-schumer-pregnancy-docuseries-hbo", "date_published": "2020-07-07 15:02:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London-born twins face deportation to different countries", "description": "<p>Exclusive: Darrell and Darren Roberts face deportation to countries they have never visited</p><p>Twins who were born in London and have never left the UK face deportation to different countries in the Caribbean where they have no close relatives, their families have told the Guardian.</p><p>Darrell Roberts, 24, has been issued with a deportation notice informing him that the Home Office plans to send him to the Dominican Republic following a prison sentence, even though he has no connection with the country. He believes officials named it in error; his father was born on Dominica, another Caribbean island.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/07/london-born-twins-face-deportation-to-different-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/07/london-born-twins-face-deportation-to-different-countries", "date_published": "2020-07-07 15:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rock god! Is the Dalai Lama’s first album really a 'certified banger'?", "description": "<p>The spiritual leader has released an album of ethereal songs. Here’s what the music critics had to say …<br /></p><p><strong>Name: </strong>The Dalai Lama. Also known as Jetsun Jamphel Ngawang Lobsang Yeshe Tenzin Gyatso.</p><p><strong>Age:</strong> He turned 85 on Monday.</p> <a href=\"https://www.theguardian.com/world/shortcuts/2020/jul/07/rock-god-is-the-dalai-lamas-first-album-really-a-certified-banger\">Continue reading...</a>", "link": "https://www.theguardian.com/world/shortcuts/2020/jul/07/rock-god-is-the-dalai-lamas-first-album-really-a-certified-banger", "date_published": "2020-07-07 14:17:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch arrests after discovery of 'torture chamber' in sea containers", "description": "<p>Police raids offer chilling insight into increasingly violent criminal underworld</p><p>Dutch police have arrested six men after discovering sea containers that had been converted into a makeshift prison and sound-proofed “torture chamber” complete with a dentist’s chair, tools including pliers and scalpels and handcuffs, a high-ranking officer announced.</p><p>Authorities said police conducted the raid before the converted containers could be used and alerted potential victims, who went into hiding.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/dutch-police-arrest-six-men-after-discovery-of-torture-chamber\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/dutch-police-arrest-six-men-after-discovery-of-torture-chamber", "date_published": "2020-07-07 14:16:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bumi Thomas: the Glasgow-born singer given two weeks to leave the country", "description": "<p>Despite living much of her life in the UK, the jazz musician became a victim of the hostile environment policy. She talks about her fight to remain – and strengthening her roots</p><p>During lockdown, UK jazz artist Bumi Thomas has found space to spread out in her local park. “I take my guitar and howl,” she laughs. “I love it!” As the world starts to understand just how much black women feel they have to reduce themselves, it’s soothing to think of a carefree Thomas filling public space with highlife and jazz melodies.</p><p>She tells me about a <a href=\"https://www.residentadvisor.net/dj/peteradjaye\">Peter Adjaye</a> livestream she’s been dancing to and speaks with what she calls a “transatlantic twang”, a blend of a Hausa accent from her years living in Nigeria, the place of her parents’ birth; a distinct international-school American lilt; and strands of Glasgow and London. Then there is the influence of Yoruba, “a very deep and brooding language that comes from a different part of your mouth and body,” she says. “I learned it later in life singing Fela Kuti songs. And there’s a connection to the blues I grew up singing, like Miles Davis and Muddy Waters.”</p> <a href=\"https://www.theguardian.com/music/2020/jul/07/bumi-thomas-glasgow-born-singer-given-two-weeks-to-leave-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/07/bumi-thomas-glasgow-born-singer-given-two-weeks-to-leave-uk", "date_published": "2020-07-07 14:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia says it will reciprocate after UK ‘Magnitsky’ sanctions", "description": "<p>Vladimir Putin’s spokesman says Moscow will respond to Britain’s human rights move<br /></p><p>The Kremlin has said it will take countermeasures against the UK after the British government <a href=\"https://www.theguardian.com/law/2020/jul/06/dominic-raab-to-annouce-uk-sanctions-against-human-rights-abusers\">impos</a><a href=\"https://www.theguardian.com/law/2020/jul/06/dominic-raab-to-annouce-uk-sanctions-against-human-rights-abusers\">ed sanctions</a> on Monday against senior Russian officials including a close ally of Vladimir Putin.</p><p>Putin’s press spokesman, Dmitry Peskov, said Moscow would respond to the decision by the foreign secretary, Dominic Raab, to put <a href=\"https://www.theguardian.com/law/2020/jul/06/magnitsky-sanctions-who-are-those-being-targeted-by-uk\">25 Russians</a> on a new sanctions list. One of them is Alexander Bastrykin, Russia’s top prosecutor and the head of the investigative committee.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/russia-says-it-will-reciprocate-after-uk-magnitsky-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/russia-says-it-will-reciprocate-after-uk-magnitsky-sanctions", "date_published": "2020-07-07 13:35:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'There's something special in every show': 40 years at the stage door", "description": "<p>Harry Gabriel, gatekeeper of London’s Shaftesbury theatre, recalls greeting the stars, his bond with Peter O’Toole and how the Harlem Globetrotters launched his West End career</p><p>The staff entrance of a theatre is where cast and crew clock on for work and fans ask actors for autographs. For 40 years, at the Shaftesbury theatre in London’s West End, <a href=\"https://www.theguardian.com/theobserver/2007/jul/15/magazine.features7\">Harry Gabriel</a> has stepped through the door most nights at 5.30pm. As the evening stage-door keeper, his job involves making sure that those who should get backstage do while those who shouldn’t can’t.</p><p>On 16 March, at around 7pm, Gabriel could hear the cast of the musical <a href=\"https://www.andjulietthemusical.co.uk/\">&amp; Juliet</a> warming up on stage, when it was announced that the building was closing as a precaution against Covid-19.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/07/harry-gabriel-stage-door-shaftesbury-theatre-west-end-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/07/harry-gabriel-stage-door-shaftesbury-theatre-west-end-london", "date_published": "2020-07-07 13:34:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain to resume sale of arms to Saudi Arabia despite Yemen fears", "description": "<p>Official review finds airstrikes that broke humanitarian law were ‘isolated incidents’<br /></p><p>Britain is to resume the sales of arms to Saudi Arabia that could be used in the Yemeni conflict just over a year after the court of appeal ruled them unlawful because ministers had not properly assessed the risk of civilian casualties.</p><p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2020-07-07/HCWS339/\">In a written statement</a>, the trade secretary, Liz Truss, said sales would restart after an official review concluded there had been only “isolated incidents” of airstrikes in Yemen that breached humanitarian law.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/britain-to-resume-sale-of-arms-to-saudi-arabia-despite-yemen-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/britain-to-resume-sale-of-arms-to-saudi-arabia-despite-yemen-fears", "date_published": "2020-07-07 13:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can I do with a glut of broad beans? | Kitchen aide", "description": "<p>If your green fingers have been busy during lockdown, you may well now have a sackful more broad beans than you bargained for. Here are some creative, storable, freezable ideas to deal with the glut</p><p>• Do you have a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>This is my first year growing broad beans, and I’ve got so many. Any ideas what I can do with them?<br /></strong><em><strong>Liz, Northamptonshire</strong></em></p><p>Nothing says summer quite like the unzipping of those fluffy jackets, so this is a nice problem to have, Liz. The good news is that, whatever their age, broad beans always have a use. Chef <a href=\"https://www.henriettainman.com/\">Henrietta Inman</a>, who cooks and bakes using only natural, locally-sourced ingredients, eats the young pods whole, raw with butter and salt (you could add chopped mint, too), with <em><a href=\"https://www.theguardian.com/lifeandstyle/2006/jan/29/foodanddrink.features3\">bagna cauda</a></em> or a pulse-based dip. That doesn’t automatically mean chickpeas, though: “There are so many other interesting beans and pulses growing in the UK,” she says. Her favourites come from <a href=\"https://hodmedods.co.uk/\">Hodmedods</a>, pioneer of UK-grown pulses, from quinoa to carlin peas, which she soaks, cooks and blends with herbs and olive or rapeseed oil. Cooked broads are reserved for tossing through salads and pasta, or for serving with grilled lamb. Simple, yes, but, as Inman points out, “You don’t want to do too much to them, because they’re tasty as they are.”</p> <a href=\"https://www.theguardian.com/food/2020/jul/07/what-can-i-do-with-a-glut-of-broad-beans-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/07/what-can-i-do-with-a-glut-of-broad-beans-kitchen-aide", "date_published": "2020-07-07 13:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to Johnson’s alternative reality – where care home workers get the blame | Marina Hyde", "description": "<p>The prime minister oversaw the discharge of 25,000 people into care homes without coronavirus testing. But not by his account</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li></ul><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Can it really be three months ago that Matt Hancock responded to the government’s failure to provide care home workers with adequate PPE by announcing what he called “a new brand”? This, you might dimly recall, was a <a href=\"https://www.theguardian.com/politics/live/2020/apr/15/uk-coronavirus-live-government-lockdown-exit-strategy-covid-19-latest-updates?page=with:block-5e9733f58f08cf571cdb1974#block-5e9733f58f08cf571cdb1974\">small lapel badge</a> for care home workers. Its prophylactic properties were unclear, though it was certainly intended to throw a ring of steel around Hancock, who at least managed to get his hands on one. Unfortunately, owing to a second supply problem, the government promptly struggled to even provide care workers with the badge. Despite all this, plenty of people <a href=\"https://www.spectator.co.uk/article/shame-on-those-who-mock-matt-hancock-s-care-badge\">dismissed critics</a> of the badge-based response as sneerers.</p><p>We must hope to hear from them again now the government is officially <a href=\"https://www.theguardian.com/society/2020/jul/06/anger-after-johnson-appears-to-blame-care-homes-for-their-high-death-toll\">blaming care home workers</a> for the deaths of people in care homes – and, presumably, blaming care home workers for the <a href=\"https://www.theguardian.com/world/2020/jun/26/social-care-workers-increased-risk-death-coronavirus\">deaths of care home workers</a> themselves. According to Boris Johnson, a Cobra-dodging handshake-nut who was blamelessly “mugged” by the virus himself, “too many care homes didn’t really follow the procedures in the way that they could have”. Oof. This is quite the blame-game from a government that operated a formal procedure of <a href=\"https://www.independent.co.uk/news/health/coronavirus-care-homes-nhs-hospital-discharges-deaths-a9544671.html\">discharging more than 25,000 people</a> from hospitals into care homes without testing them for coronavirus. You could say that care home residents are still living with the consequences of that decision, were it not for the fact that so many of them ended up dying from it.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/07/boris-johnson-care-home-workers-blame-discharge-coronavirus-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/07/boris-johnson-care-home-workers-blame-discharge-coronavirus-testing", "date_published": "2020-07-07 12:11:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News apologises for cropping Trump out of Epstein and Maxwell photo", "description": "<p>Network says it mistakenly eliminated Donald Trump from photo with Maxwell and Epstein at Mar-a-Lago in February 2000</p><p>Fox News has apologised for cropping Donald Trump out of a picture of Jeffrey Epstein and Ghislaine Maxwell.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jul/01/where-are-you-roger-ailes-trump-appears-to-ask-dead-fox-news-chairman-for-help\">'Where are you Roger Ailes?' Trump appears to ask dead Fox News chairman for help</a> </p> <a href=\"https://www.theguardian.com/media/2020/jul/07/fox-news-trump-epstein-maxwell-photo-cropped-out\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/07/fox-news-trump-epstein-maxwell-photo-cropped-out", "date_published": "2020-07-07 12:08:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It looked like something I had already eaten!' The 15 worst reader bakes of lockdown", "description": "<p>Britain underwent a baking revolution while stuck at home – but, from claggy loaves to soggy blobs, the results were not always a success</p><p><a href=\"https://www.theguardian.com/food/2020/jul/06/i-got-obsessed-the-15-best-reader-bakes-of-lockdown-from-cathedral-biscuits-to-perfect-brownies\">See readers’ best bakes of lockdown</a><br /></p><p><em>Dave Tyler, writer, Monmouth</em></p> <a href=\"https://www.theguardian.com/food/2020/jul/07/it-looked-like-something-i-had-already-eaten-the-15-worst-reader-bakes-of-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/07/it-looked-like-something-i-had-already-eaten-the-15-worst-reader-bakes-of-lockdown", "date_published": "2020-07-07 11:50:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brides in Rome and Depp in court: Tuesday's best photos", "description": "<p>The Guardian’s picture editors select highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jul/07/brides-in-rome-and-depp-in-court-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jul/07/brides-in-rome-and-depp-in-court-tuesdays-best-photos", "date_published": "2020-07-07 11:46:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How stop and search in the UK is failing black people – video explainer", "description": "<p>There has been renewed criticism over stop and search in the UK after research found that BAME people are 54% more likely to be fined under coronavirus rules than white people. The subsequent death of George Floyd in the US and the support for the <a href=\"https://www.theguardian.com/world/black-lives-matter-movement\">Black Lives Matter</a> movement has brought more scrutiny to the disproportionatality.&nbsp;</p><p>Black people are 9.7 times more likely than white people to be stopped and searched and 40 times more likely under the controversial section 60 power, which has risen as the government has tried to crack down on knife crime. Some say this points to racism within the police. Does <a href=\"https://www.theguardian.com/law/stop-and-search\">stop and search</a> need reform? The Guardian's crime correspondent, Vikram Dodd, discusses stop and search with 4Front's Temi Mwale and Katrina Ffrench from StopWatch UK</p><ul><li><a href=\"https://www.theguardian.com/us-news/video/2020/jun/22/what-does-it-mean-to-defund-the-police-video\">What does it mean to defund the police? – video</a></li><li><a href=\"https://www.theguardian.com/world/video/2020/jun/26/how-white-fragility-obstructs-the-fight-against-racism-video-explainer\">How 'white fragility' reinforces racism – video explainer</a></li></ul> <a href=\"https://www.theguardian.com/law/video/2020/jul/07/does-stop-and-search-in-the-uk-need-to-change-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/law/video/2020/jul/07/does-stop-and-search-in-the-uk-need-to-change-video-explainer", "date_published": "2020-07-07 10:25:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People say we don’t exist': the scandal of excluded black architects", "description": "<p>In one London borough, a quarter of residents are black. Yet of the 110 firms selected by the council to compete for £100m in fees, not a single one is led by a black architect</p><p>It was billed as one of the most inclusive opportunities for architects in history, a bold open call for emerging talents to be given the chance to win public-sector projects – the holy grail of any aspiring young practice. Southwark council declared that its <a href=\"https://www.architectsjournal.co.uk/competitions/competition-southwark-council-framework/10045350.article\">New Architect Design Services Framework</a> was a “first-of-a-kind” attempt to engage with a new generation of diverse designers. As councillor Leo Pollak put it: “It is the framework some architects have been waiting for all their years.”</p><p>It turns out that black architects will have to wait even longer. Out of the 110 architecture firms selected for the panel, with the chance to bid for £100m of fees from public sector clients over the next four years, not a single one of them is led by a black architect. It would be an alarming result in any context, but it is particularly stark in a London borough that has the largest black African population in the country, and where over a quarter of residents identify as black. </p> <a href=\"https://www.theguardian.com/artanddesign/2020/jul/07/excluded-black-architects-southwark-architecture-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jul/07/excluded-black-architects-southwark-architecture-london", "date_published": "2020-07-07 10:10:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'To fail but still mostly be safe': Lynn Steger Strong wrestles with precarity and privilege", "description": "<p>In her book Want, Strong hones in on these two themes – a life built on privilege but teetering on privation</p><p>In the last few years, Lynn Steger Strong has built a wide audience with her <a href=\"https://www.theguardian.com/us-news/2020/may/11/coronavirus-covid-19-pandemic-two-in-five?CMP=Share_iOSApp_Other\">compelling essays</a> – including <a href=\"https://www.theguardian.com/us-news/series/two-in-five\">a series</a> for the Guardian – about the precarity that can coexist with privilege in America, indictments of a country where getting an education or having a child or a long illness can in an instant turn a stable financial situation to an unstable one.</p><p>In Want, out this month, Strong homes in on those themes. In this novel, her second, narrator Elizabeth is raising two small children with her husband, a carpenter, in New York City, while going through a bankruptcy and teaching low-income students at a charter school and adjuncting at a prestigious university.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/07/lynn-steger-strong-book-want-precarity-privilege\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/07/lynn-steger-strong-book-want-precarity-privilege", "date_published": "2020-07-07 10:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joni Mitchell, Isle of Wight 1970: the day the music nearly died", "description": "<p>A bad vibe and worse acid hung around the 600,000-strong festival, with Mitchell getting heckled – but she used a stretch of perfect songs to create a moment of harmony</p><p>The last days of August on the Isle of Wight, the weather fair, the island relishing the height of summer holiday season. If there was trepidation among the local community regarding the imminent music festival – the island’s third – it was hoped it might be quelled by a site relocation to Afton Down, a stretch of farmland near Freshwater Bay where the hippies and freaks could revel far from the holidaymakers, retirees and yachters.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/may/20/joni-mitchell-where-to-start-in-her-back-catalogue\">Joni Mitchell: where to start in her back catalogue</a> </p> <a href=\"https://www.theguardian.com/music/2020/jul/07/joni-mitchell-isle-of-wight-1970-iconic-festival-sets\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/07/joni-mitchell-isle-of-wight-1970-iconic-festival-sets", "date_published": "2020-07-07 10:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parklife! When gyms reopen, will anyone go back?", "description": "<p>During lockdown, gymgoers have adapted, buying equipment for their homes and exercising outside. But there is one benefit of the gym that can’t be replaced<br /></p><p>In a corner of Kennington Park in south London, Joe, 51, and Gary, 46, are doing a workout they have clearly done before. They have long resistance bands, tied to a fence, and are executing a routine of gym classics: squats, lunges and pushups.</p><p>Before lockdown, Gary and Joe were your classic gymgoers: they went for the weights, not the classes, four times a week for at least an hour each time, Gary before work, Joe after. They are both very aware of the possibilities for viral transmission in a room full of people whose raison d’être is to breathe heavily and cover everything in sweat.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/07/parklife-when-gyms-reopen-will-anyone-go-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/07/parklife-when-gyms-reopen-will-anyone-go-back", "date_published": "2020-07-07 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK jobless rate 'could near 15% in second coronavirus wave'", "description": "<p>OECD says unemployment is likely to triple even if a second wave is avoided</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The number of unemployed people in Britain could soar to almost 15% of the working population if the country experiences a second wave of the coronavirus pandemic, the Organisation for Economic Cooperation and Development (OECD) has said.</p><p>A rise in the unemployment rate to 14.8% would take the UK to a higher level than France, Germany and Italy, but lower than Spain, according to the Paris-based thinktank, which is funded by 35 mostly rich countries.</p> <a href=\"https://www.theguardian.com/business/2020/jul/07/uk-jobless-rate-coronavirus-oecd-unemployment\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/07/uk-jobless-rate-coronavirus-oecd-unemployment", "date_published": "2020-07-07 09:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Being childfree: five women on why they chose not to have kids – video", "description": "<p>As part of the Guardian's Childfree series, five women discuss why having children isn't for them – and how others perceive them as a result. 'There's no wrong way to be a woman,' says Sabrina, 25</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/childfree\">Read our entire series here</a></li><li><a href=\"https://guardiannewsandmedia.formstack.com/forms/being_childfree_in_the_us\">We want to hear from childfree women: share your experience</a></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2020/jul/07/being-childfree-four-women-on-why-they-chose-not-to-have-kids-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2020/jul/07/being-childfree-four-women-on-why-they-chose-not-to-have-kids-video", "date_published": "2020-07-07 07:41:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What's in a name? Berlin wrestles with past in metro station row", "description": "<p>Transit authority to rename slavery-linked Mohrenstrasse after an antisemitic Russian composer</p><p>Authorities in Berlin are discovering how hard it can be to close one problematic chapter of the city’s tumultuous history without opening another.</p><p>In the wake of a worldwide reckoning with the deep-seated legacies of historical racism, Berlin’s public transit authority BVG announced on Friday that it would rename the Mohrenstrasse (“Moor Street”) stop on the U2 metro line.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/blm-inspired-name-change-for-berlin-metro-station-mohrenstrasse-fails-to-end-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/blm-inspired-name-change-for-berlin-metro-station-mohrenstrasse-fails-to-end-controversy", "date_published": "2020-07-07 07:27:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's not banter, it's racism: UK students accuse universities of brushing complaints aside", "description": "<p>Statements supporting Black Lives Matter are meaningless without action over racist incidents, students say</p><p>As one of six black medical students in a cohort of 150 at Aberdeen University, Jessica Eze, a Londoner, says it is hard to speak out about prejudice because your voice feels “too tiny”. So when a white patient in the hospital in which she was training publicly congratulated her on being able to speak English, she couldn’t tell her tutors how demoralised she felt.</p><p>But as the Black Lives Matter movement gathered force around the world, Eze and her classmate Iona Robertson last month broke their silence with an <a href=\"https://docs.google.com/document/d/1J9A2UMu5B6mp109-2pIPUERrCJzTKYumxdEWxp6DSu0/edit?fbclid=IwAR0zfEyMsAhPY6eWBn8OvgAJ4-hA0d7FAJfLMRWYrzVhSPSebYWN-g01OW0\">open letter</a> to the university, detailing eight incidents in which medical students had encountered racism and calling for change, including training for staff and students on combating racial abuse.</p> <a href=\"https://www.theguardian.com/education/2020/jul/07/its-not-banter-its-racism-uk-students-accuse-universities-of-brushing-complaints-aside\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/07/its-not-banter-its-racism-uk-students-accuse-universities-of-brushing-complaints-aside", "date_published": "2020-07-07 06:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back on the road: our dreams of travelling again – in pictures", "description": "<p>Thanks to Covid-19, our desire to travel has never been stronger. As Zurich’s Bildhalle gallery reopens, their photographers capture that longing for vast horizons and salty sea spray </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/07/back-on-the-road-our-dreams-of-travelling-again-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/07/back-on-the-road-our-dreams-of-travelling-again-in-pictures", "date_published": "2020-07-07 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lady Hale on her Brexit brooch: 'You can do a lot with a spider'", "description": "<p>The former president of the supreme court discusses standing out in a male-dominated industry – and the story behind the infamous pin she wore for the prorogation judgment</p><p>This outfit – a dress and the brooch – epitomises the sort of look that I have when I’m sitting as a judge. I wore this black crepe A-line dress, with velvet bands across it and a rather pretty stand-up collar, for the prorogation decision, but the black spider brooch in this picture is a different one.</p><p>The spider in this photograph lived on that dress and I had decided that it was the appropriate dress to wear for <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">the prorogation judg</a><a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">ment</a>, but when I got it out of the wardrobe the spider was no longer there. It had obviously dropped off at some point and I couldn’t find it, so, because a spider lived on that dress, I looked in my drawer and found another redder, silvery, sparkly one.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/07/lady-hale-on-her-brexit-brooch-you-can-do-a-lot-with-a-spider\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/07/lady-hale-on-her-brexit-brooch-you-can-do-a-lot-with-a-spider", "date_published": "2020-07-07 05:15:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: New Zealand places limits on citizen returns as US cases near 3m", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/jul/07/coronavirus-live-news-boris-johnson-accuses-care-homes-over-deaths-as-us-cases-near-3m?page=with:block-5f03dcfb8f0881d4e4cc73a7#block-5f03dcfb8f0881d4e4cc73a7\">South Africa’s cases pass 200,000</a>; <a href=\"https://www.theguardian.com/world/live/2020/jul/07/coronavirus-live-news-boris-johnson-accuses-care-homes-over-deaths-as-us-cases-near-3m?page=with:block-5f03afb58f0881d4e4cc72f4#block-5f03afb58f0881d4e4cc72f4\">Kenya emerges from lockdown</a>; <a href=\"https://www.theguardian.com/world/live/2020/jul/07/coronavirus-live-news-boris-johnson-accuses-care-homes-over-deaths-as-us-cases-near-3m?page=with:block-5f03bef18f0898e12f495592#block-5f03bef18f0898e12f495592\">Brazilian President Jair Bolsonaro tested again for coronavirus</a>. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jul/07/coronavirus-live-news-boris-johnson-accuses-care-homes-over-deaths-as-us-cases-near-3m?page=with:block-5f03ae4e8f0898e12f49553f#block-5f03ae4e8f0898e12f49553f\">US cases near 3m as White House claims country is a “leader” in global fight against virus</a></li><li><a href=\"https://www.theguardian.com/society/2020/jul/06/anger-after-johnson-appears-to-blame-care-homes-for-their-high-death-toll\">Fury as Boris Johnson accuses care homes over high Covid-19 death toll</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/jul/07/new-zealand-rations-places-for-citizens-returning-home-during-covid-19\">New Zealand rations places for citizens returning home during Covid-19</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/06/coronavirus-world-map-which-countries-have-the-most-covid-19-cases-and-deaths\">World map: which countries have the most cases and deaths?</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-07T02:47:59.433Z\">3.47am <span class=\"timezone\">BST</span></time> </p><p>The ABC reports that the state of Victoria in Australia, which is fighting a worsening coronavirus outbreak, has confirmed 191 new cases overnight, breaking yesterday’s record of 127 cases. </p><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/hashtag/BREAKING?src=hash&amp;ref_src=twsrc%5Etfw\">#BREAKING</a>: Victoria has recorded 191 new cases of coronavirus - another record day for the state. Premier Daniel Andrews is due to hold a press conference this afternoon. <a href=\"https://twitter.com/abcnews?ref_src=twsrc%5Etfw\">@abcnews</a> <a href=\"https://twitter.com/hashtag/COVID19Vic?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19Vic</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-07-07T02:44:46.543Z\">3.44am <span class=\"timezone\">BST</span></time> </p><p>China’s Sinovac Biotech is starting Phase III trials of its potential coronavirus vaccine in Brazil, it said on Monday, becoming one of three companies to move into the late stages in the race to develop an inoculation against the disease.<br /><br />It follows a fast-track approval for the trials by Brazilian regulators last week.<br />Sinovac said the study, which will be done in partnership with Brazilian vaccine producer the Instituto Butantan, would recruit nearly 9,000 healthcare professionals working in COVID-19 specialised facilities and start this month.<br /><br />AstraZeneca’s experimental Covid-19 vaccine, developed by researchers at the University of Oxford, and China National Pharmaceutical Group (Sinopharm) are the only other candidates in late-stage Phase III trials.<br /><br />Moderna also plans to start its late-stage trial this month.<br /><br />The World Health Organization says there are 19 vaccine trials in clinical evaluation and hundreds being developed and tested around the world to stop the Covid-19 pandemic.<br /><br />No Covid-19 vaccine has yet been approved for commercial use. A Massachusetts Institute of Technology analysis last year found that about one in three vaccines in the first stage of testing later gains approval.</p> <a href=\"https://www.theguardian.com/world/live/2020/jul/07/coronavirus-live-news-boris-johnson-accuses-care-homes-over-deaths-as-us-cases-near-3m\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/07/coronavirus-live-news-boris-johnson-accuses-care-homes-over-deaths-as-us-cases-near-3m", "date_published": "2020-07-07 02:47:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taking on Sir Humphrey: can the civil service be reformed? – podcast", "description": "<p>Michael Gove has set out his plans for a revolution of Britain’s permanent bureaucracy, the civil service. But as former Downing Street chief of staff Jonathan Powell argues, it is easier said than done</p><p>When <strong>Jonathan Powell </strong>arrived in Downing Street in 1997 as Tony Blair’s chief of staff, he was met with a handshake from the head of the civil service. From then on, it was this institution, comprising hundreds of thousands of apolitical government employees, that would be tasked with turning the new ideas into reality. </p><p>Powell tells <strong>Anushka Asthana </strong>that it was not easy: many officials are reluctant to run with new ideas, or tend to look for problems rather than solutions. It’s an issue that the current Cabinet Office minister, Michael Gove, has also identified. In a recent speech, he promised to shake things up: move more civil servants out of London, make them take more risks, and become more specialist and numerate.</p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/07/taking-on-sir-humphrey-can-the-civil-service-be-reformed-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/07/taking-on-sir-humphrey-can-the-civil-service-be-reformed-podcast", "date_published": "2020-07-07 02:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China to criminalise college exam fraud after identity thefts", "description": "<p>Hundreds of graduates found to have stolen identities and gaokao scores of others to get into higher education</p><p>Chinese lawmakers are seeking to criminalise identity theft in college entrance exams, after revelations that hundreds of students in a single province had their scores stolen or used by others.</p><p>This year more than 10 million students will sit China’s <em>gaokao</em>, a state-level exam for entering college widely seen as a key path to higher education for students from underprivileged homes.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/china-to-criminalise-college-exam-after-identity-thefts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/china-to-criminalise-college-exam-after-identity-thefts", "date_published": "2020-07-07 00:52:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlie Daniels, fiddle player and country music legend, dies aged 83", "description": "<p>Musician who wrote The Devil Went Down to Georgia and starred in Urban Cowboy was happy to play ‘anywhere with a good crowd’</p><p>Charlie Daniels, who went from being an in-demand session musician to a staple of Southern rock with his hit The Devil Went Down to Georgia, has died at 83.</p><p>A statement from his publicist said the Country Music Hall of Famer died on Monday at a hospital in Hermitage, Tennessee, after doctors said he had a stroke.</p> <a href=\"https://www.theguardian.com/music/2020/jul/07/charlie-daniels-fiddle-player-and-country-music-legend-dies-aged-83\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/07/charlie-daniels-fiddle-player-and-country-music-legend-dies-aged-83", "date_published": "2020-07-07 00:51:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia cracks down on marmot hunting after suspected bubonic plague cases", "description": "<p>Possible outbreaks in China and Mongolia have brought bans on hunting and eating the rodents, which can carry the disease</p><p>Russia has stepped up patrols to stop people hunting marmots near its border with China and Mongolia after the countries reported possible cases of bubonic plague, which can be carried by the animals.</p><p>Authorities in Bayan Nur, a city in the Chinese region of Inner Mongolia, issued a warning on Sunday after a hospital <a href=\"https://www.theguardian.com/world/2020/jul/06/suspected-case-of-bubonic-plague-found-in-city-in-inner-mongolia-china\">reported a suspected case of the deadly disease</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jul/07/russia-cracks-down-on-marmot-hunting-after-suspected-bubonic-plague-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/07/russia-cracks-down-on-marmot-hunting-after-suspected-bubonic-plague-cases", "date_published": "2020-07-07 00:36:13+00:00", "persistent": false, "user": null, "language": "en-UK"}]