[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Roddy Ricch: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJuly 8, 2020 | Bobby Carter - This was slated to be Roddy Ricch's summer. He was having the breakout moment that I've seen from so many other Compton emcees before him. The young man born Rodrick Moore Jr. snagged his first Grammy. He had multiple hit songs on the radio, including the biggest song in the world in \"The Box,\" which spent 11 weeks at the top of Billboard's Hot 100 and will probably go down as the last pre-COVID club anthem. His live show refuted any doubts of his true musicianship and he was primed to touch every festival stage this season. No one could have anticipated in December how prophetic his debut album title — Please Excuse Me for Being Antisocial — would be.\n\nRoddy was originally booked to play the Tiny Desk in June, but once the cancellation of festival season was fully realized, he and his team began mapping out something special for our home series. He flexes his range from the beginning, playing a keyboard atop a desk at famed auto garage West Coast Customs in California. Backed by the juggernaut musical collective 1500 or Nothin', this set exhibits the many dimensions of Please Excuse Me..., from \"Bacc Seat\" (featuring an appearance from Ty Dolla $ign) to the stunning rework of \"War Baby.\" Many factors have contributed to the dissolution of a 'normal' summer in 2020, but Roddy Ricch is determined to prove that it's still his time to shine.\n\nSET LIST\n\"Perfect Time\"\n\"Bacc Seat\" (feat. Ty Dolla $ign)\n\"High Fashion\"\n\"War Baby\"\n\nMUSICIANS\nRoddy Ricch: vocals, keys; Lamar Edwards: keys; Charles \"Uncle Chucc\" Hamilton: guitar; Christopher \"Brody\" Brown: bass; Larrance Dopson: percussion; Nick Smith: drums, Ty Dolla $ign: vocals, guitar; Shaunise R. Harris: vocals; Garren Edwards: vocals; Tayler L. Green: vocals\n\nCREDITS\nVideo By: Chris Montante, Aplus, Aplusfilmz; Audio By: Chris Dennis; Producer: Bobby Carter; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=KC0pfCv4A0Y", "date_published": "2020-07-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Chicano Batman: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nFelix Contreras | July 7, 2020\nIt's very appropriate that Chicano Batman's Tiny Desk Home Concert comes with the band members in four separate boxes.\n\nThe group has been an Alt.Latino favorite, almost from the beginning, and I've always enjoyed listening to how creatively they've crafted their musical identity with layers of sound, from vintage organs to the most nuanced of funk grooves. So, watching them in their individual Hollywood-Squares-type boxes is the visual equivalent to how I listen to them.\n\nThe songs performed are from their new album, Invisible People which, coincidentally, is a major shift in their group sound. As you hear in songs like \"Polymetronomic Harmony,\" their sound is now much denser, with full-on references to a variety of influences, including the 1973, Herbie Hancock funk-jazz classic Head Hunters, which makes a walk-on appearance in the stack of vinyl just behind guitarist Carlos Arévalo.\n\nVocalist and keyboardist, Bardo Martinez, bassist, Eduardo Arenas, and drummer, Gabriel Villa all close their eyes during the performances, and you can both see and hear how they mentally inhabit the same musical place that has made them a favorite and clubs and festivals for nearly ten years, now.\n\nEven as they each perform in their home music spaces, they can't avoid bringing it all together to give us a Chicano Batman performance that grooves hard and brings a smile to our faces.\n\nSET LIST\n\"I know It\"\n\"Moment of Joy\"\n\"Color my life\"\n\"Polymetronomic Harmony\"\n\nMUSICIANS\nBardo Martinez: vocals, guitar, keys; Carlos Arevalo: guitar; Eduardo Arenas: bass, vocals; Gabriel Villa: drums, percussion\n\nCREDITS\nVideo By: Jon Lurie; Audio By: Chicano Batman, Jose Cruz, Matt Lynch; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=hARU2pnprX4", "date_published": "2020-07-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]