[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCW0gH2G-cMKAEjEkI4YhnPA", "title": "Why The Next Lord of the Rings Should Be Animated", "description": "The time has come for a Lord of the Rings animated series.  Star Wars: The Clone Wars combined with WETA Workshop’s Mini Epics line of figures (specifically the Gandalf the Grey painting by Vanderstelt Studio) would provide the perfect launching pad to bring the next great animated series to the world.  The final season of The Clone Wars currently airing on Disney+, with it’s amazing visuals and incredible storytelling have convinced me that the time is now for the next adaptation of Tolkien’s most famous work.\n\nHow incredible would it be to see episodes and arcs adapting Tom Bombadil, the Barrow-wights, the War in the North, and many other plot points that wouldn’t fit into a 3-hour film?  Another reason for animation?  Topping Peter Jackson’s masterpiece trilogy is a monumental (impossible?) task.  Meanwhile, the bar for animated adaptations is much lower and with the incredible advances in technology, animation can finally do justice to the world and heroes of Middle-earth.\n\n(NOTE: There are NOT Order 66 spoilers in this video)\n\nHit subscribe - and the bell - so you never miss a video from Nerd of the Rings! \n\n\n\n-------------- \nAll content falls under fair use: any copying of copyrighted material done for a limited and “transformative” purpose, such as to comment upon, criticize, or parody a copyrighted work. Such uses can be done without permission from the copyright owner.\n\nGandalf the Grey Mini Epic - Vanderstelt Studio\nAt the Bridge - Ted Nasmith\nStorming the Bank - Ted Nasmith\nUnder the Spell of the Barrow-Wight - Ted Nasmith\nFire on Weathertop - Ted Nasmith\nGandalf and the Balrog Upon Celebdil - Ted Nasmith\nBarrow-Wight - John Howe\n\n#lordoftherings #starwars #clonewars", "link": "https://www.youtube.com/watch?v=WHsxAAdu2pw", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]