[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "DJ Premier’s Sonic Inspiration in 3 Samples | The Formula, S1E4", "description": "DJ Premier is a purist at heart. He picks samples based on feeling and the beats he creates from them are all about honoring that vibe. That lineage has played out from his parents record collection growing up in Houston to his own expansive discography over the last 30 years.\n\nWatch the second season early at npr.org/theformula\n\nREAD THE COMPANION ESSAY\n\"Because You're Mine: Searching For The Children Of Screamin' Jay Hawkins\" by Hanif Abdurraqib // The Notorious B.I.G.'s \"Kick In The Door,\" produced by DJ Premier, is infused with the spirit of Screamin' Jay Hawkins' classic \"I Put A Spell on You.\" Hanif Abdurraqib looks at the art and life of Hawkins, a man who seemed to live multiple lives, and when he died, left behind dozens of children — many of whom he didn't know. That essay is here: https://n.pr/2KynYAd\n\nFULL SERIES PLAYLIST HERE\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVbYfsJ9gn-LrWPuALxU2Z1T\n\nPRODUCTION CREDITS\nHost: Rodney Carmichael; Producers: Nick Michael, CJ Riculan, Maia Stern; Animator: CJ Riculan; Directory Of Photography: Colin Marshall; Editor: Maia Stern; Videographers: Colin Marshall, Morgan Noelle Smith, CJ Riculan, Tsering Bista; Audio Recording Engineer: Andy Huether; Audio Mix Engineer: Josh Rogosin; Production Assistant: Shanti Hands; Supervising Producer: Nick Michael; Senior Producer: Abby O'Neill; Consulting Editor: Jacob Ganz; Managing Editor: Becky Lettenberger; Executive Producers: Anya Grundmann, Keith Jenkins, Lauren Onkey; Special Thanks: Alex Ariff, Bobby Carter, Charlie Ferguson\n\nMUSIC CREDITS\n\"It's All Because She's Gone,\" Steve Davis, Music (1970)\n\"The Planet,\" Gang Starr, Hard To Earn (1994)\n\"I Put A Spell On You,\" Screamin Jay Hawkins (1956)\n\"Kick In The Door,\" Notorious B.I.G., Life After Death (1997)\n\"Kung Fu,\" Curtis Mayfield, Sweet Exorcist (1974)\n\"Nice Girl, Wrong Place,\" Gang Starr, The Ownerz (2003)\n\"Rose Water\", DJ Face [series theme track]\n\n#nprmusic #theformula", "link": "https://www.youtube.com/watch?v=O9-gjKPjGKg", "date_published": "2020-05-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Buck Curran: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 1, 2020 | Lars Gotrich -- American guitarist Buck Curran has been in mandatory lockdown in Bergamo, Italy — \"the epicenter of the pandemic in Europe,\" he says — since early March. That's where, years ago, he met Adele Pappalardo while on tour, fell in love and started a family. They have a son about to turn three years old and another child due in August. \"We're trying to survive,\" Curran says. \"And be positive,\" Pappalardo adds. Soon residents in Italy will be allowed to use parks, visit relatives and attend funerals.\n\nFrom their home, Buck Curran plays three songs from the recently released No Love is Sorrow with Adele Pappalardo on vocal harmony, plus \"New Moontide\" from 2016's Immortal Light. There's a burning darkness to these songs, as Curran's rough-hewn voice and droning psych-folk melodies curl like smoke, but there's also a desperate hope that cracks the surface.\n\nSET LIST\n\"Deep in the Lovin' Arms of My Babe\"\n\"New Moontide\"\n\"Ghost on the Hill\"\n\"Blue Raga\"", "link": "https://www.youtube.com/watch?v=GbADcl9ljwE", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]