[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Australian Chamber Orchestra: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Australian Chamber Orchestra’s Tiny Desk concert from 2009: https://www.npr.org/2010/12/09/121627614/australian-chamber-orchestra-tiny-desk-concert\n\nTom Huizenga | December 21, 2009\n\nClassical music has a long and distinguished history in Australia, from the eccentric composer Percy Grainger to opera diva Joan Sutherland to the guests for this Tiny Desk concert: members of the Australian Chamber Orchestra.\n\nThis ensemble is among the most culturally current and agile in classical music today. Its young players are unafraid to take risks — or sport enlightened hair styles — and they delight in merging genres. On a recent U.S. tour, they played music by Handel, Bartok, Australia's amazing Carl Vine and Pink Floyd. The icing on the hipness cake is the orchestra's director, lead violinist Richard Tognetti. Last year, he and his surfing buddies were the subject of an award-winning documentary, Musica Surfica.\n\nIn this performance, Tognetti, his 1743 Guarneri del Gesu violin and an abbreviated version of the orchestra (five players) huddle around Bob Boilen's desk to prove they can really mix it up.\n\nAfter a dynamic rendition of the opening movement from Maurice Ravel's String Quartet, Tognetti takes the spotlight in his own arrangement of Ravel's version of the traditional Kaddisch. That seamlessly slides into the song \"Oasis,\" featuring the composer Joseph Tawadros on the Egyptian oud (lute) and his brother James with percussion. It all adds up to a stirring tribute to the unpredictability and vitality of classical music itself.", "link": "https://www.youtube.com/watch?v=_1gUaOyE2dA", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]