[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- April 2020", "description": "New Releases highlights the top video games coming to Nintendo Switch, PS4, Xbox One, and PC, and this episode takes an overarching look at April. The new month is home to some high-profile remakes like Resident Evil 3, Final Fantasy 7, and Trials of Mana. There's also lots of soldier-versus-monster action to enjoy with Predator: Hunting Grounds and Gears Tactics.", "link": "https://www.youtube.com/watch?v=2kcOkom-oCY", "date_published": "2020-03-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Breakpoint’s Immersive Mode Almost Works", "description": "Ghost Recon: Breakpoint’s new survival focused settings don’t take the game quite far enough and here is what you can do to make it even better. \n\nGhost Recon Breakpoint has a new survival-focused mode called the Ghost Experience. Players can use Immersive settings to do things such as limit their primary weapon to a single gun, reduce the number of bandages carried, drain stamina more quickly, and risk greater injury. The Ghost Experience also makes some big structural changes to the game, such as removing tiered loot, allowing players to scavenge guns off of enemies, and removing other random players from the social spaces. In this video we’re going to go over what custom settings you can use to take the immersive experience even further.\n\nAlso included in this expansion is the Episode 2 Deep State DLC that sees players teaming back up with Sam Fisher who previously appeared in Ghost Recon Wildlands DLC. Breakpoint came out in 2019 and scored a 4/10 on GameSpot because in part loot and gear score didn’t make sense, the survival mechanics were underdeveloped, enemy AI wasn't great, and the social hub seemed geared towards microtransactions. The Ghost Experience is the game's biggest initiative to date to tackle some of those initial problems\n\nGhost Recon Breakpoint is out for PC, PS4, and Xbox One. It’s a cooperative open-world shooter where players take on Cole Walker, played by Jon Bernthal, as he uses an army of ex-military operators and drones to take over a remote island.", "link": "https://www.youtube.com/watch?v=7jcP5Tycw14", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Animal Crossing Came From One Of Nintendo's Biggest Failures", "description": "Animal Crossing is an unconventional kind of game that is loved by many, but did you know that its origins lie in a failed piece of Nintendo hardware.\n\nYou may not remember it, but at one time the Nintendo 64 had an add-on peripheral called the 64DD. Before the end of its short lifespan, Nintendo designed a game about hanging out with cute animals in a single field and completing small tasks. That game was Animal Forest, better known today as Animal Crossing.\n\nThe beloved series has gone on to sell millions and is one of the most recognizable video game franchises around, but its inception lies in an ambitious and, ultimately, failed hardware project. In this video we take a look back at the origins of Animal Crossing, and tell the story of its unlikely beginnings, its almost demise, and its ultimate success.\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=eUJWSZGNqgI", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Test Half-Life Alyx On Every Major VR Headset", "description": "What's the best VR headset to play Half-Life Alyx on? We've tested the game on the four biggest headsets to find out.\n\nHalf-Life: Alyx is not only the grand return of the legendary franchise but also the latest must-have game for anyone who owns a VR headset. Valve has made the game compatible with most major VR headsets, but as you know, not all are created equally.\n\nIn this video, four GameSpot staff members test out Alyx on different headsets. The Valve Index, HTC Vive Pro, Oculus Rift, and Oculus Quest. We break down the pros and cons of each VR headset and give you our recommendation on the best way to experience Half-Life: Alyx.\n\nIf you don’t own a VR headset and are interested in picking one up thanks to Alyx, check out our in-depth breakdown on the best VR headsets as well as where to get the best VR headset deals.\n\nHalf-Life Alyx was reviewed by Michael Higham, who gave the game a 9/10, saying, “Not only has Half-Life: Alyx made good on its shift to VR, it has elevated many of the aspects we've come to love about Half-Life games.” You can read his full Half-Life: Alyx review or watch the Half-Life: Alyx video review right here on youtube.", "link": "https://www.youtube.com/watch?v=Ws9W4stzlOE", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]