[{"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: France death toll passes 2,000 while 90,000 cases confirmed in Italy", "description": "<p>All non-essential workers in Spain ‘must stay at home’ and Trump considers New York quarantine. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-latest-28-march-at-a-glance\">Coronavirus latest: at a glance</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-deaths-in-italy-pass-10000-with-889-new-fatalities\">Deaths in Italy pass 10,000</a></li><li><a href=\"https://www.theguardian.com/society/2020/mar/28/coronavirus-intensive-care-uk-patients-50-per-cent-survival-rate\">Patients in UK intensive care have 50% survival rate<br /></a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:45:20.709Z\">9.45pm <span class=\"timezone\">GMT</span></time> </p><p><strong>Mali</strong> has recorded its <strong>first coronavirus death</strong> hours just before its election.</p><p>The first patient died of coronavirus on Saturday, a day before the West African country voted in a long-delayed parliamentary election threatened by both the pandemic and security concerns.</p><p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:43:55.956Z\">9.43pm <span class=\"timezone\">GMT</span></time> </p><p><strong>Saudi Arabia</strong> is<strong> indefinitely extending the suspension of international passenger flights</strong> and <strong>workplace attendance</strong> in both public and private sectors, as part of ongoing efforts to tackle the spread of coronavirus.</p><p>Domestic flights, trains, buses and taxis also remain suspended, the Interior Ministry said in a statement.</p> <a href=\"https://www.theguardian.com/world/live/2020/mar/28/coronavirus-live-news-cases-in-italy-overtake-china-us-infections-pass-100000\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/28/coronavirus-live-news-cases-in-italy-overtake-china-us-infections-pass-100000", "date_published": "2020-03-28 21:47:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US coronavirus live: Trump floats three-state quarantine as New York deaths rise to 728", "description": "<ul><li>Trump mulls measures for New York, New Jersey and Connecticut</li><li>Cuomo says daily hospitalizations and ICU admissions down</li><li><a href=\"https://www.theguardian.com/world/live/2020/mar/28/coronavirus-live-news-cases-in-italy-overtake-china-us-infections-pass-100000\">Coronavirus live blog – follow global updates</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:28:11.375Z\">9.28pm <span class=\"timezone\">GMT</span></time> </p><p>The Illinois department of health has <a href=\"http://dph.illinois.gov/news/public-health-officials-announce-first-death-infant-coronavirus-disease\">announced</a> the first known infant death from Covid-19 in the state. </p><p>Illinois governor JB Pritzker said an investigation is under way to determine the cause of death and whether the child, who was younger than one year, had other health issues.</p><p>The risk of death and severe illness from Covid-19 is greater for older adults and people with other health problems. In most cases, the virus causes mild or moderate symptoms, which can include fever and cough but also milder cases of pneumonia, sometimes requiring hospitalization. </p><p>Children have made up a small fraction of coronavirus cases worldwide. A letter published in the New England Journal of Medicine by Chinese researchers earlier this month reported the death of a 10-month-old with Covid-19. The infant had a bowel blockage and organ failure, and died four weeks after being hospitalized. </p><p class=\"block-time published-time\"> <time datetime=\"2020-03-28T21:11:35.806Z\">9.11pm <span class=\"timezone\">GMT</span></time> </p><p>The Associated Press reports that leaders of a number of South Carolina cities are defying the opposition of the state’s governor to stay-at-home orders:</p><p>Leaders of several South Carolina cities say they are defying Gov. Henry McMaster’s opposition to stay-at-home orders and Attorney General Alan Wilson’s opinion that only McMaster can issue such measures.</p><p>In Folly Beach, where town officials had removed their checkpoint and had allowed vacation rentals to resume, the city council unanimously voted to re-establish the checkpoint and ban any new short-term rentals beginning Sunday.</p> <a href=\"https://www.theguardian.com/world/live/2020/mar/28/coronavirus-news-trump-us-latest-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/28/coronavirus-news-trump-us-latest-live-updates", "date_published": "2020-03-28 21:28:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hospital haute cuisine: the Michelin-star chef feeding doctors and nurses in Burgundy", "description": "<p>Takashi Kinoshita is delivering meals in a borrowed van to a Dijon hospital fighting to save the lives of coronavirus patients <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the kitchen of the four-star Château de Courban hotel in the heart of Burgundy’s vineyards, chef Takashi Kinoshita would normally be preparing the three, five and seven-course gastronomic menus that have earned him a coveted Michelin star. On an ordinary weekend, the restaurant would be fully booked with diners travelling hundreds of miles, including from the UK, to sample Kinoshita’s food.</p><p>But this is no ordinary weekend.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/hospital-haute-cuisine-the-michelin-star-chef-feeding-doctors-and-nurses-in-burgundy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/hospital-haute-cuisine-the-michelin-star-chef-feeding-doctors-and-nurses-in-burgundy", "date_published": "2020-03-28 21:09:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barack Obama pays tribute to Joseph Lowery, civil rights leader dead at 98", "description": "<p>Reverend helped start the influential Southern Christian Leadership Conference with Martin Luther King Jr</p><p>Barack Obama has paid tribute to the civil rights leader Joseph Lowery, calling the charismatic preacher “a giant who changed the face of America”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/gallery/2020/feb/01/civil-rights-photographer-doris-derby-we-will-walk-turner-contemporary\">Through the lens of civil rights photographer Doris Derby – in pictures</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/28/joseph-lowery-american-civil-rights-leader-dies-at-98\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/28/joseph-lowery-american-civil-rights-leader-dies-at-98", "date_published": "2020-03-28 21:07:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Passover: why this Seder night will be particularly different", "description": "<p>For millions of Jews around the world, the most important religious festival of the year will have to be a pared-down affair</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Last April, Sam and Ruth Borin travelled 200 miles from their home in York to Kent, to mark the start of the Jewish festival of Pesach, or Passover, with the rabbi who had conducted their wedding. Friends and members of the rabbi’s extended family crowded round the table for the <a href=\"https://www.theguardian.com/world/2015/apr/03/passover-seder-jewish-ritual-dinner\">traditional Seder feast</a>, served on the first night of the holiday.</p><p>By tradition, the youngest person present starts the ritual by asking four questions, which are the cue for the <em>maggid</em>, the telling of the story of the Jews’ exodus from slavery in Egypt. Among the foods consumed over a long evening of eating, singing and reading aloud are dry matzo biscuits, vegetables dipped in salt water (to represent tears), and bitter herbs.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/passover-seder-night-jewish-festival-food-traditions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/passover-seder-night-jewish-festival-food-traditions", "date_published": "2020-03-28 21:02:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zaghari-Ratcliffe's leave from prison to be extended by two weeks", "description": "<p>British-Iranian woman’s release from prison in Tehran, due to coronavirus outbreak, will now run until 18 April</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nazanin Zaghari-Ratcliffe’s husband has said her temporary <a href=\"https://www.theguardian.com/news/2020/mar/17/nazanin-zaghari-ratcliffe-freed-temporarily-from-iranian-prison\">leave from prison in Iran </a>has been extended.</p><p>Richard Ratcliffe said his wife’s father had been told that her temporary release from Evin prison in Tehran - <a href=\"https://www.theguardian.com/news/2020/mar/09/nazanin-zaghari-ratcliffes-health-improves-despite-coronavirus-fears\">granted in response to the Covid-19 pandemic</a> - had been extended by two weeks and would now run until April 18.</p> <a href=\"https://www.theguardian.com/news/2020/mar/28/nazanin-zaghari-ratcliffe-coronavirus-leave-iran-prison-extended-two-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/mar/28/nazanin-zaghari-ratcliffe-coronavirus-leave-iran-prison-extended-two-weeks", "date_published": "2020-03-28 20:56:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The more vaccine projects we have, the better our chances'", "description": "<p>Leading scientist Adam Finn warns of stumbles along the way to Covid-19 immunisation</p><p>The chances of an individual Covid-19 vaccine project producing a successful outcome are low, one of Britain’s leading immunisation experts has warned. “Science does not have a track record where most of our vaccine projects work,” Professor Adam Finn, of Bristol University said last week. “We have a track record where most of them don’t work.”</p><p>Finn’s warning came as doctors and epidemiologists stressed how difficult it would be to contain the disease until people can be immunised against it.</p> <a href=\"https://www.theguardian.com/society/2020/mar/28/the-more-vaccine-projects-we-have-the-better-our-chances\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/28/the-more-vaccine-projects-we-have-the-better-our-chances", "date_published": "2020-03-28 20:06:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coe and Ovett's Olympic debt to bureaucrat who defied Thatcher | Andy Bull", "description": "<p>British Olympic Association chairman Sir Denis Follows was determined not to join the Moscow Games boycott in 1980, to the fury of the prime minister</p><p>Sir Denis Follows, 71, short and bald, started every day’s work by opening his post. It was a habit he’d had as secretary of the Football Association, and a habit he kept as chairman of the British Olympic Association. In between the two jobs, he’d been knighted. Which was some going, for the son of a stationmaster, but it hadn’t changed him much. He still wore a pair of thick horn rims, still worried about putting on weight, was still the same avuncular, pragmatic man who had kept the Jules Rimet trophy under his bed and carried it out to Mexico 70 in his briefcase. And he still had the same set of principles.</p><p>First among them his idea that sport was above politics. Follows was so ­adamant about this that his own daughter still isn’t sure which way he voted, and that adamancy made him one of the key figures in what the Labour parliamentarian Denis Howell described as “the most epic political battle in which I have ever been engaged”.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/mar/28/coe-and-ovetts-olympic-debt-to-bureaucrat-who-defied-thatcher\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/mar/28/coe-and-ovetts-olympic-debt-to-bureaucrat-who-defied-thatcher", "date_published": "2020-03-28 20:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus has completely changed how UK politics works", "description": "<p>Only weeks ago no one would have anticipated the Tories finding the magic money tree</p><p>Whereas Harold Wilson is said to have claimed a week is a long time in politics, a day is an eternity in coronavirus. Against a backdrop of changed time-space parameters, the Victorian gothic madhouse that is our sovereign parliament and which had been due to sit until the month’s end <a href=\"https://www.theguardian.com/world/2020/mar/25/uk-parliament-to-close-early-for-easter-amid-coronavirus-fears\">had the plug pulled</a> on Wednesday.</p><p>In the past two weeks the atmosphere has changed markedly for the nation; our high streets, which were becoming ever quieter anyway, have forcibly become eerily silent with sights never seen before: restrictions on supermarket entry and the rationing of goods to customers in surgical masks. MPs and those who dwell in the Westminster bubble have not been immune to change but have been slow to catch on to some aspects of the social distancing and isolationism that is, paradoxically, bringing the nation together.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/coronavirus-has-completely-changed-how-uk-politics-works\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/coronavirus-has-completely-changed-how-uk-politics-works", "date_published": "2020-03-28 20:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will No 10 keep the show on the road as tensions rise and illness strikes?", "description": "<p>Johnson and Hancock go into isolation, raising questions as to why ministers failed to observe their own rules on social distancing</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><br />As Boris Johnson went into solitary confinement in his flat above No 11 Downing Street on Friday, having tested positive for Covid-19, a member of his staff noted how the atmosphere had quickly changed at the heart of power. It was not just the PM who had taken himself out of circulation in the preceding hours. “There are quite a lot of others not here now because they are self-isolating,” said the official. “Those who are, are just getting on with their jobs. The whole place has become very quiet.”</p><p>Downing Street is a huge rambling complex of corridors and offices in which staff can, in normal times, move fairly freely, running errands and attending meetings in small rooms in No 10, No 11 and the Cabinet Office. Until Thursday, the place had buzzed with activity, day and night. Many members of staff were exhausted, working 18-hour days, or more, at what had for weeks been the national nerve centre for coordinating responses to the pandemic. Some were sleeping in the building to avoid the risks of public transport and to save time.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/how-will-no-10-keep-the-show-on-the-road-as-tensions-rise-and-illness-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/how-will-no-10-keep-the-show-on-the-road-as-tensions-rise-and-illness-strikes", "date_published": "2020-03-28 20:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I know what we shouldn't have done last summer: what Premier League clubs would change | Jonathan Wilson", "description": "<p>Tottenham and Manchester City are among the clubs who would probably make very different decisions if they could reset the Premier League as if it were Football Manager</p><p>The season must be completed. The season must be abandoned now. As the arguments gabble on, only occasionally acknowledging their own hypothetical nature given how little we know about how the virus will proceed, how long the lockdown may last and whether there may be a second wave of infections when it is lifted, it’s tempting t o dip into another hypothetical. What if this were like a game of Football Manager? What if we could quit without saving and go back and start again last summer? What would Premier League clubs, given their time over, do differently?</p><p>Let’s start with the obvious one: Tottenham’s decision to <a href=\"https://www.theguardian.com/football/2019/nov/19/mauricio-pochettino-sacked-tottenham-manager\">sack Mauricio Pochettino and replace him with José Mourinho</a>. Once a path has been embarked on, there is perhaps some logic in pursuing it to its conclusion, but would Daniel Levy really take that road again? Tottenham are without a win in their past six games. They’ve <a href=\"https://www.theguardian.com/football/2020/mar/04/tottenham-hotspur-norwich-city-fa-cup-fifth-cup-match-report\">gone out of the FA Cup</a> and <a href=\"https://www.theguardian.com/football/2020/mar/10/rb-leipzig-tottenham-champions-league-last-16-second-leg-match-report\">Champions League</a>. They’re seven points adrift of fourth. They’ve kept three clean sheets in 26 games under Mourinho. For Spurs, this season has been a shambles.</p> <a href=\"https://www.theguardian.com/football/blog/2020/mar/28/premier-league-clubs-change-last-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/mar/28/premier-league-clubs-change-last-summer", "date_published": "2020-03-28 20:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First working NHS surgeon dies from coronavirus", "description": "<p>Adil El Tayar, 63, had spent his final days volunteering in an A&amp;E department </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>An organ transplant specialist has become the first working NHS surgeon to die from coronavirus.</p><p>Adil El Tayar, 63, died on Wednesday at West Middlesex university hospital in London, his family said.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/first-working-nhs-surgeon-dies-from-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/first-working-nhs-surgeon-dies-from-coronavirus", "date_published": "2020-03-28 19:34:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain orders non-essential workers stay home for two weeks", "description": "<p>National lockdown tightened as single-day death toll reaches new high of 832 <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Spanish government has tightened up its national lockdown, ordering all non-essential workers to stay at home for the next two weeks in an effort to halt the spread of the coronavirus and relieve pressure on the country’s overstretched hospitals.</p><p>The measure, which comes <a href=\"https://www.theguardian.com/world/2020/mar/14/spain-government-set-to-order-nationwide-coronavirus-lockdown\">two weeks after the prime minister, Pedro Sánchez, declared a state of emergency</a>, was announced hours after Spanish health authorities said the outbreak appeared to be peaking in parts of the country.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/covid-19-may-be-peaking-in-parts-of-spain-says-official\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/covid-19-may-be-peaking-in-parts-of-spain-says-official", "date_published": "2020-03-28 19:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My NHS colleagues are committed but we are at maximum stretch", "description": "<p>Psychiatrist and former minister Dan Poulter says the crisis is unprecedented, but his fellow health workers will see it through<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As I walk across the hospital complex and pause to look at the London tower blocks in the near distance, life could not be further removed from the green benches of parliament, a mere 45 minutes walk away. Covid-19 has changed everything. In mental health services, in the central London epicentre of Britain’s outbreak, we are used to caring for people who have severe mental illness, but we have been confronted with a new reality of caring for people who are also infected with coronavirus.</p><p>Hundreds of healthcare colleagues are already off sick. Others are self-isolating because a family member is showing symptoms. Our service is at maximum stretch.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/my-nhs-colleagues-are-committed-but-we-are-at-maximum-stretch\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/my-nhs-colleagues-are-committed-but-we-are-at-maximum-stretch", "date_published": "2020-03-28 19:09:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Easy cheesy: a comforting bake that works with whatever you have", "description": "<p>This anything-goes, ugly-tasty casserole works with cooked chicken, leftover pasta or anything else hiding in the fridge</p><p>Riffling through the pantry for obscure ingredients, or bits you thought you had, is so 2019.</p><p>2020 is about learning some cooking intuition, following a core recipe with a rough list of components and adjusting as you go with what you have.</p> <a href=\"https://www.theguardian.com/food/2020/mar/29/easy-cheesy-a-comforting-bake-that-works-with-whatever-you-have\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/29/easy-cheesy-a-comforting-bake-that-works-with-whatever-you-have", "date_published": "2020-03-28 19:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson still 'leading from the front', says business secretary", "description": "<p>Alok Sharma assured there are ‘no gaps in government’ as he gave the PM’s Covid-19 briefing</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The business secretary has insisted there are “no gaps in government” despite Boris Johnson and three key figures entering self-isolation over coronavirus.</p><p>On Saturday, Alok Sharma, the secretary of state for business, energy and industrial strategy, said the prime minister was still “leading the response from the front” – behind closed doors in Downing Street – after testing positive.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/johnson-still-leading-from-the-front-says-business-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/johnson-still-leading-from-the-front-says-business-secretary", "date_published": "2020-03-28 18:41:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Cooke on criticism: ‘What is the point of a critic if not to tell the truth?’", "description": "<p>In this age of pile-ons and ‘cancellations’, complacency and cliques, how does a critic stay free-thinking and engaged? Our reviewer pauses for thought...</p><p>When Mary Beard’s new BBC documentary series <em><a href=\"https://www.bbc.co.uk/programmes/m000f1t4\" title=\"\">Shock of the Nude</a></em> began last month, I had high hopes. A new censoriousness is abroad both in the art world, and in our wider culture, and I hoped that she might have something to say about this: something clear, clever and non-prurient. But alas, it was not to be. I disliked her approach to marble fig leaves and the male gaze, and in the <em>New Statesman</em>, where I am the television critic, I said so, calling the series out for what I regarded as its superficiality and modish solipsism. “She is the star,” I wrote. “And Michaelangelo, Courbet and all the rest of them can go hang.”</p><p>I did not expect her to like this, but neither did I expect to <em>hear</em> that she didn’t like it. Beard, a Cambridge don, is smart and successful. I assumed she would rise above it; given that I once gave a book of hers a rave review, she would know, moreover, that it wasn’t personal. But again, I was wrong. A few days later, Beard <a href=\"https://www.the-tls.co.uk/articles/how-do-we-review-television-intelligently/\" title=\"\">devoted the blog she writes for the </a><em><a href=\"https://www.the-tls.co.uk/articles/how-do-we-review-television-intelligently/\" title=\"\">Times Literary Supplement</a></em><a href=\"https://www.the-tls.co.uk/articles/how-do-we-review-television-intelligently/\" title=\"\"> to TV criticism</a>, having taken exception not only to my review, but to several others too. In it, she ticked each of us off individually. (Had I, she wanted to know, ever considered how few TV minutes in the past had been devoted to Zoffany’s <em>Tribuna</em>?) She then called for a total rethink of TV criticism. It seems that Beard wants new, better TV critics, who will take a new, better approach to television. The inference is that what she really wants are TV critics who will universally praise everything that she does.</p> <a href=\"https://www.theguardian.com/culture/2020/mar/28/rachel-cooke-on-criticism-what-is-the-point-of-a-critic-if-not-to-tell-the-truth\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/mar/28/rachel-cooke-on-criticism-what-is-the-point-of-a-critic-if-not-to-tell-the-truth", "date_published": "2020-03-28 18:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We must take drastic action but let’s not turn into a nation of little tyrants", "description": "<p>Crisis measures often become permanent – it’s up to us to ensure our democracy stays safe</p><p>Fear is pushing us into a dictatorial future. The only choice is what type of dictatorship. For now, we live with the dictatorship of a lockdown that imposes curbs on our freedom to work, move and socialise that are beyond the curtailment of civil liberties in the world wars.</p><p>For how long? Here in London, the centre of the British outbreak, you can fool yourself into believing the city will tolerate the lockdown indefinitely. Don’t believe the trashy stories about hordes of egomaniacs putting everyone else’s health in danger. The worst newspapers and TV channels are merely looking to incite pleasurable feelings of outraged self-righteousness. Their pictures of panic buyers cramming supermarket trolleys without a thought for others reflect a mere 3% of shoppers, retail market researchers found. Shelves were not empty because of endemic selfishness. The overwhelming majority of customers were buying a few extra items because they and their families must now eat every meal at home.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/we-must-take-drastic-action-but-lets-not-turn-into-a-nation-of-little-tyrants\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/we-must-take-drastic-action-but-lets-not-turn-into-a-nation-of-little-tyrants", "date_published": "2020-03-28 18:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 patients in UK intensive care have 50% survival rate", "description": "<p>Findings of new report raise concerns about how effective new facilities will be<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The mortality rate for patients put in intensive care after being infected with Covid-19 is running at close to 50%, a <a href=\"https://www.icnarc.org/About/Latest-News/2020/03/27/Report-On-775-Patients-Critically-Ill-With-Covid-19\" title=\"\"> report </a>has revealed.</p><p>Data from the Intensive Care National Audit and Research Centre (ICNARC) showed that of 165 patients treated in critical care in England, Wales and Northern Ireland since the end of February, 79 died, while 86 survived and were discharged. The figures were taken from an audit of 775 people who have been or are in critical care with the disease, across 285 intensive care units. The remaining 610 patients continue to receive intensive care. </p> <a href=\"https://www.theguardian.com/society/2020/mar/28/coronavirus-intensive-care-uk-patients-50-per-cent-survival-rate\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/28/coronavirus-intensive-care-uk-patients-50-per-cent-survival-rate", "date_published": "2020-03-28 18:25:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus deaths in Italy pass 10,000 with 889 new fatalities", "description": "<p>But experts suggest that the peak of the epidemic in the country may be approaching <br /></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/28/coronavirus-live-news-cases-in-italy-overtake-china-us-infections-pass-100000\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage<br /></a></li></ul><p>The number of deaths from the coronavirus in Italy has passed 10,000 while the number of total cases is more than 90,000.</p><p>On Saturday, Italy announced 889 new deaths from Covid-19, as total fatalities leapt to 10,023. But this was a fall from Friday, when the country recorded its highest daily rise in Covid-19 deaths, with 969 new fatalities.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-deaths-in-italy-pass-10000-with-889-new-fatalities\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/coronavirus-deaths-in-italy-pass-10000-with-889-new-fatalities", "date_published": "2020-03-28 18:24:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: 28 March at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-latest-28-march-at-a-glance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/coronavirus-latest-28-march-at-a-glance", "date_published": "2020-03-28 18:10:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defiant British Museum appoints Mary Beard as trustee", "description": "<p>Board approves the ‘perfect candidate’ after she was rejected by No 10 for her pro-European views </p><p>Renowned classicist Mary Beard has been chosen as a trustee of the British Museum, despite Downing Street <a href=\"https://www.theguardian.com/books/2020/mar/01/british-museum-put-mary-beard-on-the-board-despite-downing-st-veto\">blocking her nomination</a> last year because of her pro-European views.</p><p>Under the museum’s constitution, its board can pick five of the 25 trustees. Downing Street approves most of the others and after it rejected Beard, the board appointed her itself.</p> <a href=\"https://www.theguardian.com/books/2020/mar/28/british-museum-defies-downing-street-and-appoints-mary-beard-as-trustee\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/28/british-museum-defies-downing-street-and-appoints-mary-beard-as-trustee", "date_published": "2020-03-28 18:03:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Book clinic: Can you recommend a replacement for Rumpole of the Bailey?", "description": "<p>From courtroom dramas to the Just William stories, a barrister and crime writer recommends novels about the quest for justice</p><p><strong>Q: I’m a huge fan of John Mortimer and have yet to find a replacement for Rumpole. Any suggestions?</strong></p><p><strong>A: Harriet Tyce is a former criminal barrister and author of </strong><em><strong><a href=\"https://www.theguardian.com/books/2019/feb/27/blood-orange-by-harriet-tyce-review\" title=\"\">Blood Orange</a></strong></em><strong> (Wildfire). Her new book, </strong><em><strong>The Lies You Told</strong></em><strong>, is out in </strong><strong>July</strong><strong>. She writes:</strong></p> <a href=\"https://www.theguardian.com/books/2020/mar/28/book-clinic-can-you-recommend-a-replacement-for-rumpole-of-the-bailey\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/28/book-clinic-can-you-recommend-a-replacement-for-rumpole-of-the-bailey", "date_published": "2020-03-28 18:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: everything must change – cartoon", "description": "<p>This pandemic has thrown our world into confusion. We need a new beginning</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/mar/28/coronavirus-everything-must-change-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/mar/28/coronavirus-everything-must-change-cartoon", "date_published": "2020-03-28 18:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Damian Barr: ‘Give voice to those with unwritten stories’", "description": "The author of Maggie and Me on researching his first novel set in South Africa, being edited by Diana Athill, and the book he can’t bear to finish reading<p>Damian Barr is a writer and broadcaster, and the founder of London’s <a href=\"https://www.theliterarysalon.co.uk/\" title=\"\">Literary Salon</a>, which features writers reading from their latest works at the Savoy hotel. His books include <em><a href=\"https://www.theguardian.com/books/2013/apr/25/maggie-me-damian-barr-review\" title=\"\">Maggie and Me</a></em>, a darkly witty memoir of growing up gay in Margaret Thatcher’s Britain. His debut novel, <em><a href=\"https://www.theguardian.com/books/2019/apr/06/you-will-be-safe-here-damian-barr-review\" title=\"\">You Will Be Safe Here</a></em>, is set both in contemporary South Africa and at the time of the Boer war, and is published this week in paperback by Bloomsbury.</p><p><strong>What made you want to write about South Africa?</strong><br />My way into it was a news story about a 15-year-old called <a href=\"https://www.theguardian.com/world/2019/mar/30/raymond-buys-think-they-knew-going-to-kill-my-boy\" title=\"\">Raymond Buys</a>, who in 2011 was sent by his mother to a camp near Johannesburg, which promised to make men out of boys. The camp was run by former soldiers who starved, beat, electrocuted and tortured Raymond to death. When I saw his photo in the newspaper, he looked just like a boy I had gone to primary school with, who came from South Africa to Scotland, but returned a year later and I lost touch with him. So, when I saw the photo, I felt I knew Raymond. I felt an emotional connection with this lost boy. I wanted to know who he was, who sends a child to a place like this, who runs a place like this? I had so many questions. I thought originally I might do a piece of journalism.</p> <a href=\"https://www.theguardian.com/books/2020/mar/28/damian-barr-you-will-be-safe-here-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/28/damian-barr-you-will-be-safe-here-interview", "date_published": "2020-03-28 18:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is factory farming to blame for coronavirus?", "description": "<p>Scientists are tracing the path of Sars-CoV-2 from a wild animal host – but we need to look at the part played in the outbreak by industrial food production</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Where did the virus causing the current pandemic come from? How did it get to a food market in Wuhan, China, from where it is thought to have spilled over into humans? The answers to these questions are gradually being pieced together, and the story they tell makes for uncomfortable reading.</p><p>Let’s start at the beginning. As of 17 March, we know that the Sars-CoV-2 virus (a member of the coronavirus family that causes the respiratory illness Covid-19) is the product of natural evolution. <a href=\"https://www.nature.com/articles/s41591-020-0820-9\">A study of its genetic s</a><a href=\"https://www.nature.com/articles/s41591-020-0820-9\">equence</a>, conducted by infectious disease expert Kristian G Andersen of the Scripps Research Institute in La Jolla, California, and colleagues, rules out the possibility that it could have been manufactured in a lab or otherwise engineered. Puff go the conspiracy theories.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/is-factory-farming-to-blame-for-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/is-factory-farming-to-blame-for-coronavirus", "date_published": "2020-03-28 18:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taliban refuses to talk to Afghan government's negotiating team", "description": "<p>The militant group’s refusal represents a setback for US-brokered peace talks</p><p>The Taliban refused to begin talks with the Afghan government’s new negotiating team on Saturday, in a setback to the US-brokered peace process for one of the world’s longest-running conflicts.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/24/us-to-cut-1bn-of-afghanistan-aid-over-failure-to-agree-unity-government\">US to cut $1bn of Afghanistan aid over failure to agree unity government</a> </p> <a href=\"https://www.theguardian.com/world/2020/mar/28/taliban-refuses-to-talk-to-afghan-governments-negotiating-team\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/taliban-refuses-to-talk-to-afghan-governments-negotiating-team", "date_published": "2020-03-28 17:59:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office to hold on evicting asylum seekers during lockdown", "description": "<p>British Red Cross says three-month hiatus means 50,000 spared threat of homelessness </p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/28/coronavirus-live-news-cases-in-italy-overtake-china-us-infections-pass-100000\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>The Home Office will stop evicting asylum seekers from government accommodation for the next three months while the UK remains in coronavirus lockdown, the British Red Cross has said.</p><p>Home Office minister Chris Philp wrote to the charity on Friday to confirm that people would not be asked to leave their asylum accommodation once their claim or appeal had been decided.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/home-office-to-hold-on-evicting-asylum-seekers-from-state-accommodation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/home-office-to-hold-on-evicting-asylum-seekers-from-state-accommodation", "date_published": "2020-03-28 17:53:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stranded Britons quoted £40,000 each to fly home from New Zealand", "description": "<p>Foreign Office accused of failing thousands marooned by pandemic around the world</p><p>Britons stranded abroad due to the coronavirus pandemic are being faced with flights home costing more than £40,000, prompting a wave of accusations that the Foreign Office is failing to adequately support people desperate to come home.</p><p>Britons in New Zealand told the<em> Observer</em> that the only available flights to the UK are prohibitively priced with even the cheaper tickets costing as much as £15,000. A Qatari Airlines flight from Auckland to London on 31 March was priced at NZ$83,534 (£40,096).</p> <a href=\"https://www.theguardian.com/global/2020/mar/28/stranded-britons-quoted-40000-each-to-fly-home-from-new-zealand\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/mar/28/stranded-britons-quoted-40000-each-to-fly-home-from-new-zealand", "date_published": "2020-03-28 17:45:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As the rest of Europe lives under lockdown, Sweden keeps calm and carries on", "description": "<p>All its neighbours have shut up shop to beat coronavirus but the Swedes insist ‘we are not in quarantine’. Is that the right approach?</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>If there’s been a fall in custom at the <a href=\"http://www.restaurangnyhavn.se/\">Nyhavn</a><a href=\"http://www.restaurangnyhavn.se/\"> restaurant</a>, it’s hardly noticeable. Groups of drinkers huddle under heat lamps out on Möllevång Square, the centre of nightlife in the Swedish city of Malmö, seemingly oblivious to the virus spreading through Europe.</p><p>“It’s the Swedish trust in government,” says Elias Billman, 22. “No one told me you have to stay home right now,” agrees his friend, Fredrik Glückman, a history student at Lund University. “We’re not in quarantine. And as soon as we hear from our government that we have to stay in, like you do in Britain, then we will do it.”</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/as-the-rest-of-europe-lives-under-lockdown-sweden-keeps-calm-and-carries-on\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/as-the-rest-of-europe-lives-under-lockdown-sweden-keeps-calm-and-carries-on", "date_published": "2020-03-28 17:35:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, Jeremy Corbyn is still here and he’s still right about everything | Barbara Ellen", "description": "<p>It’s time for the Labour leader to exit gracefully, but there’s little chance of that</p><p>With the result of the Labour party leadership contest imminent, I thought I’d be so happy to see the back of Jeremy Corbyn. Now I’m wondering if we ever will.</p><p>While I would never trivialise coronavirus, at least we’ve been spared mass gatherings of people in “Just say Jez” T-shirts sobbing mawkish goodbyes to the man who “won the argument”, while tanking two general elections (including the worst Labour result for 85 years). He also presided over a culture of (cough) “alleged” antisemitism now <a href=\"https://www.theguardian.com/politics/2019/may/28/equality-body-launches-investigation-of-labour-antisemitism-claims\">under investigation </a>by the Equality and Human Rights Commission, and facilitated Brexit.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/yes-jeremy-corbyn-is-still-here-and-hes-still-right-about-everything\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/yes-jeremy-corbyn-is-still-here-and-hes-still-right-about-everything", "date_published": "2020-03-28 17:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fruit and veg ‘will run out’ unless Britain charters planes to fly in farm workers from eastern Europe", "description": "<p>UK urgently needs 90,000 labourers to pick crops that will otherwise die in the fields, warns charity<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Charter flights to bring in agricultural workers from eastern Europe are needed as a matter of urgency, otherwise fruit and vegetables will be left unpicked in Britain’s fields, the government is being warned.</p><p>Some large farms have already been chartering planes to bring in labour from eastern Europe. But farming organisations and recruitment agencies say that, in the face of massive disruption to the agricultural sector caused by the spread of the coronavirus, the government needs to step in and help organise more flights.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/28/fruit-and-veg-will-run-out-unless-britain-charters-planes-to-fly-in-farm-workers-from-eastern-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/28/fruit-and-veg-will-run-out-unless-britain-charters-planes-to-fly-in-farm-workers-from-eastern-europe", "date_published": "2020-03-28 17:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For one tide only: modernist sandcastles – in pictures", "description": "<p>Artist Calvin Seibert grew up on a ski resort strongly influenced by brutalist architecture in 1960s Colorado. </p><p>“The construction sites were never fenced in, so they were great places to play and always had piles of sand,” he says. Later, after studying at the School of Visual Arts in New York, Seibert began making modernist sandcastles.</p><p><a href=\"http://www.instagram.com/calvinseibert\">See more on Seibert’s Instagram page</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/28/for-one-tide-only-modernist-sandcastles-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/28/for-one-tide-only-modernist-sandcastles-in-pictures", "date_published": "2020-03-28 17:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lessons from adolescent animals on staying safe", "description": "<p>The behaviour of birds, reptiles and fish has much to teach us about the perilous leap into adulthood for our own offspring</p><p>For more than a decade we’ve been immersed in the chaos, exasperation and delight of adolescence. Professionally, we were researching how wild animals across the globe make the perilous leap from childhood to adulthood. Meanwhile at home, we were each raising animal adolescents of the Homo sapiens variety. We’re often asked how studying the behaviour of adolescent animals shaped our own experiences as parents and the short answer is, profoundly.</p><p>We discovered that adolescence is a dangerous phase of life across the animal kingdom. And while there are many differences between species, the time-limited purpose of adolescence is universal. We observed that there are four main skills that define the development of adolescence to adulthood: staying safe from predators and exploiters; navigating social hierarchies; learning to communicate and understand sexual signals; and learning how to leave the nest (or den or warren or house) without starving to death.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/28/lessons-from-adolescent-animals-on-staying-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/28/lessons-from-adolescent-animals-on-staying-safe", "date_published": "2020-03-28 17:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Craig Brown: 'It's difficult to spoof boring people'", "description": "<p>The longstanding Private Eye satirist on getting under Alan Sugar’s skin, why Iain Duncan Smith can’t be parodied, and his new book about the Beatles</p><p>Craig Brown, 62, is an award-winning satirist, columnist and critic who has written the parodic diary in <em>Private Eye</em> since 1989. He’s also the author of 18 books, including recent bestseller <em><a href=\"https://www.theguardian.com/books/2017/sep/17/maam-darling-by-craig-brown-review-princess-margaret\">Ma’am Darling: 99 Glimpses of Princess Margaret</a></em>. His new book is <em><a href=\"https://guardianbookshop.com/one-two-three-four-the-beatles-in-time-9780008340001.html\">One Two Three Four: The Beatles in Time</a></em>.</p><p><strong>How did your new book about the Beatles come about?<br /></strong>I was working on a book about the River Thames and mentioned to my publisher that I had an idea for the next one: a big, kaleidoscopic book about the Beatles, similar to what I did with Princess Margaret. He emailed the next day to ask if I’d be able to get it out by 10 April 2020 because that’s the 50th anniversary of the Beatles’ breakup. So I shelved the Thames one to do this.</p> <a href=\"https://www.theguardian.com/books/2020/mar/28/craig-brown-its-difficult-to-spoof-boring-people\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/28/craig-brown-its-difficult-to-spoof-boring-people", "date_published": "2020-03-28 17:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The huge coronavirus bailouts will need to be paid back. Or will they?", "description": "Proponents of modern monetary theory believe that countries can and should keep printing as much money as they need<p>Treasury officials have spent the last couple of weeks asking themselves how much the exchequer should spend fighting coronavirus. Curled up with laptops in the spare room or on the kitchen table, banished from their neoclassical headquarters, they have debated how many borrowed billions ought to be devoted to <a href=\"https://www.theguardian.com/business/2020/mar/20/the-third-uk-budget-in-nine-days-and-the-most-crucial\" title=\"\">rescuing companies from bankruptcy and households from destitution</a>.</p><p>Thinking about what a nation should spend when its income falls off a cliff, and how much it will owe as a consequence, is especially mind-boggling for conservative policymakers emerging from 10 years of austerity. Many have spent their entire careers telling voters that paying back what the country has borrowed is of paramount importance.</p> <a href=\"https://www.theguardian.com/business/2020/mar/28/coronavirus-bailouts-need-to-be-paid-back-or-do-they\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/28/coronavirus-bailouts-need-to-be-paid-back-or-do-they", "date_published": "2020-03-28 17:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alastair Cook says cancelling County Championship may be best option", "description": "<ul><li>Essex star says condensed campaign would be less ‘meaningful’</li><li><a href=\"https://www.theguardian.com/politics/live/2020/mar/28/uk-coronavirus-live-testing-rolled-out-for-frontline-nhs-workers\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coverage</a></li></ul><p>Former England captain Alastair Cook says he would rather the County Championship was not played at all this season than attempting to hold a dramatically condensed campaign.</p><p>The England and Wales Cricket Board have made the decision that <a href=\"https://www.theguardian.com/sport/2020/mar/20/ecb-no-cricket-may-battles-save-season\">no professional cricket will be played</a> before 28 May due to the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/28/cricket-alastair-cook-says-cancelling-county-championship-may-be-best-option\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/28/cricket-alastair-cook-says-cancelling-county-championship-may-be-best-option", "date_published": "2020-03-28 17:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian to stream Hampstead theatre shows during shutdown", "description": "<p>Acclaimed productions will be available to watch on Guardian site as coronavirus outbreak continues </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>The Guardian website is to stream content from the Hampstead theatre in the coming weeks during the coronavirus shutdown.</p><p>From Monday, Mike Bartlett’s darkly comic play Wild, about the consequences of US whistleblower Edward Snowden’s case, will be available on demand on the Guardian’s website and on <a href=\"https://www.hampsteadtheatre.com/\">the theatre’s own site</a>.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/28/guardian-stream-shows-hampstead-theatre-shutdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/28/guardian-stream-shows-hampstead-theatre-shutdown-coronavirus", "date_published": "2020-03-28 16:58:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The rules of safe shopping under coronavirus: five tips for social distancing", "description": "<p>Buying essential supplies can be tricky during the coronavirus lockdown. Here’s how to navigate the new rules</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>With lockdown conditions imposed in many countries to try to prevent the spread of coronavirus, everyday activities such as shopping are going to be different from usual for some time.</p><p>Here are some tips on how to practise physical distancing while purchasing essential food and medical supplies.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-shopping-five-tips-for-social-distancing-at-supermarket-rules-lockdown-shop-safely\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/coronavirus-shopping-five-tips-for-social-distancing-at-supermarket-rules-lockdown-shop-safely", "date_published": "2020-03-28 16:45:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conor McGregor calls on military to help enforce Ireland's coronavirus lockdown", "description": "<ul><li>MMA fighter calls for action in Facebook video</li><li><a href=\"https://www.theguardian.com/politics/live/2020/mar/28/uk-coronavirus-live-testing-rolled-out-for-frontline-nhs-workers\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coverage</a></li></ul><p>Conor McGregor has called on the military to be deployed to help enforce Ireland’s increased coronavirus lockdown.</p><p>On Friday night, <a href=\"https://www.theguardian.com/world/2020/mar/27/stay-home-varadkar-urges-irish-in-drastic-lockdown\">the Irish government told people to stay at home for two weeks in a bid to contain the spread of coronavirus</a>. McGregor, the Dublin-born UFC star, says the police will need help ensuring people stick to it.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/28/conor-mcgregor-military-enforce-ireland-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/28/conor-mcgregor-military-enforce-ireland-coronavirus-lockdown", "date_published": "2020-03-28 16:45:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jodie Whittaker: thanks, Doctor Who, for top tips from self-isolation | Rebecca Nicholson", "description": "<p>From home, the actor has produced her own mini DIY episode of the BBC series, in which she reminds fans that darkness never prevails</p><p>For the non-key workers among us, as trips outside are limited to daily exercise and infrequent shopping for essential items only (and yes, I judged myself when I put a six-pack of McCoy’s and a bag of Twirl Bites in the basket), a make-do-and-mend ethos is already creeping into our daily lives. At least it is in my flat, where I suspect we are only one inspirational YouTube tutorial away from learning how to crochet vegetable scraps into reusable cloths.</p><p>That same DIY spirit is spreading across the entertainment world faster than rich people are finding private tests for Covid-19. Those who work in the creative industries are having to figure out how to keep the spirit of their work alive, in lieu of having an actual stable source of income from it.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/jodie-whittaker-thanks-doctor-who-for-top-tips-from-self-isolation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/jodie-whittaker-thanks-doctor-who-for-top-tips-from-self-isolation", "date_published": "2020-03-28 16:15:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 100,000 badgers slaughtered in discredited cull policy", "description": "<p>Badger Trust condemns ‘largest destruction of a protected species in living memory’ as government admits failings and focuses on vaccination </p><p>More than 35,000 badgers were killed during last year’s cull, according to long overdue figures slipped out by the government on Friday at the height of the coronavirus crisis.</p><p>The total has dismayed animal rights campaigners, who claim that for the first time <a href=\"https://www.theguardian.com/environment/2019/sep/11/badger-cull-england-extended\">since the cull was introduced in 2013</a>, more badgers were shot last year than cattle were slaughtered because they have bovine-TB.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/28/more-than-100000-badgers-slaughtered-in-discredited-cull-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/28/more-than-100000-badgers-slaughtered-in-discredited-cull-policy", "date_published": "2020-03-28 16:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour asked leadership rivals to pre-record victory speeches", "description": "<p>Winner will be revealed by email on 4 April as special conference is abandoned<br /></p><p>Candidates for the roles of Labour leader and deputy leader reacted with disbelief after being told they all had to pre-record their own victory statements before the result is announced next weekend.</p><p>The name of the next Labour leader and deputy leader will be revealed at 10.45am on Saturday in an emailed press release from the party, after plans for a grand coronation were abandoned as a result of the coronavirus crisis.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/28/labour-asked-leadership-rivals-to-pre-record-victory-speeches\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/28/labour-asked-leadership-rivals-to-pre-record-victory-speeches", "date_published": "2020-03-28 16:04:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cancelled culture: at-home substitutes for major theatre, art and music events", "description": "<p>The Observer’s critics offer creative alternatives to major forthcoming gigs, concerts, shows and exhibitions that have been postponed or called off</p><p><em><strong>Cancelled:</strong></em><strong> </strong><em><strong><a href=\"https://eurovision.tv/\" title=\"\">Eurovision Song Contest 2020</a> </strong></em><br /><em><strong>Alternative: </strong></em><em><strong><a href=\"https://www.instagram.com/charli_xcx/\" title=\"\">Charli XCX’s Self-Isolation IG Livestream (Instagram)</a> </strong></em><br />It’s hard to know how long CXCX will continue with her top-notch series of daily livestreams, in which she’s played at talkshow host, communing with collaborators Christine and the Queens, Rita Ora and Kim Petras, or working out with Diplo. But let’s hope they never end. <strong>KE</strong></p> <a href=\"https://www.theguardian.com/culture/2020/mar/28/cancelled-cultural-events-alternative-online-theatre-podcasts-comedy-art-pop-music-books\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/mar/28/cancelled-cultural-events-alternative-online-theatre-podcasts-comedy-art-pop-music-books", "date_published": "2020-03-28 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rolling back the years in the East End", "description": "<p>Working only with ancient techniques, a paint specialist has lovingly restored his Georgian house in Whitechapel</p><p>The basement table of <a href=\"http://www.lacquerstudios.com/\" title=\"\">Pedro da Costa Felgueiras</a>’s east London home looks like a still-life painting. A glistening triangle of membrillo on a wooden board, two enamel mugs and a silver teapot sit atop a utilitarian cloth. The only concession to modernity is Felgueiras’s laptop (he’s studying an online course in agriculture). The table itself is 18th-century and was found in the basement when he bought the house 12 years ago.</p><p>I&nbsp;was steeped in this aesthetic from an early age and it stuck with me</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/28/rolling-back-the-years-a-paint-specialist-has-lovingly-restored-his-old-east-end-house\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/28/rolling-back-the-years-a-paint-specialist-has-lovingly-restored-his-old-east-end-house", "date_published": "2020-03-28 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who needs crisis government when you’ve got Amazon to keep things running? | John Naughton", "description": "<p>While Trump blusters, the online giant has taken on the role of regulator and benevolent dictator</p><p>As we wait for the tsunami, the mood becomes increasingly apocalyptic. This is right and proper, but not for the reason you might think. The <em>Shorter Oxford English Dictionary</em> tells us that “apocalypse” actually means “revelation” and that sounds spot-on to me.</p><p>In his magisterial book, <a href=\"https://www.amazon.co.uk/Epidemics-Society-Black-Present-Courses-ebook/dp/B07YLQJWWG/ref=sr_1_1?crid=OFGLCI4CRJ7A&amp;dchild=1&amp;keywords=epidemics+and+society&amp;qid=1585146528&amp;s=books&amp;sprefix=epidemics+and+%2Caps%2C128&amp;sr=1-1\" title=\"\"><em>Epidemics and Society</em></a>, the historian Frank Snowden examined ways in which disease outbreaks have altered the societies through which they have spread. “Epidemics,” he said in a recent interview, are “a category of disease that seem to hold up the mirror to human beings as to who we really are. That is to say, they obviously have everything to do with our relationship to our mortality, to death, to our lives. They also ... show the moral relationships that we have toward each other as people, and we’re seeing that today.” They are, in other words, revelations.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/who-needs-crisis-government-when-youve-got-amazon-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/who-needs-crisis-government-when-youve-got-amazon-coronavirus", "date_published": "2020-03-28 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Complacency to chaos: how Covid-19 sent the world’s markets into freefall", "description": "<p>Governments and investors woke up too late to the crisis. Now they are facing the deepest global recession in history</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>For the global financial system, it has been a month of unprecedented pandemonium as the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">coronavirus</a> pandemic breaks all records, bringing western capitalism to its knees as the disease spreads.</p><p>Major landmarks in global markets that typically take years to reach have fallen like dominos in a matter of hours and days. More than eight years of gains on the <a href=\"https://www.theguardian.com/business/ftse\" title=\"\">FTSE 100</a> have been wiped out in barely a month, with the index plummeting to its lowest level since 2011.</p> <a href=\"https://www.theguardian.com/business/2020/mar/28/how-coronavirus-sent-global-markets-into-freefall\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/28/how-coronavirus-sent-global-markets-into-freefall", "date_published": "2020-03-28 16:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Power, equality, nationalism: how the pandemic will reshape the world", "description": "<p>Covid-19 has intensified the rivalry between the US and China – but it has also strengthened international co-operation. Will nations be more united or divided, more – or less – free?</p><p>The global impact of the coronavirus pandemic poses a fundamental question: is this one of those historic moments when the world changes permanently, when the balance of political and economic power shifts decisively, and when, for most people, in most countries, life is never quite the same again?</p><p>Put more simply, is this the end of the world as we know it? And, equally, could the crisis mark a new beginning?</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/power-equality-nationalism-how-the-pandemic-will-reshape-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/power-equality-nationalism-how-the-pandemic-will-reshape-the-world", "date_published": "2020-03-28 16:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: £1bn of taxpayers' cash to help foreign countries buy British arms", "description": "<p>Campaigners say plan will end up fuelling conflict and human rights abuses</p><p>The government has quietly drawn up proposals to lend other countries £1bn of public money so that they can buy British-made bombs and surveillance technology.</p><p>The move has been attacked by arms-control campaigners who say that taxpayers’ cash may end up fuelling conflict and human rights abuses.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/revealed-1bn-of-taxpayers-cash-to-help-foreign-countries-buy-british-arms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/revealed-1bn-of-taxpayers-cash-to-help-foreign-countries-buy-british-arms", "date_published": "2020-03-28 16:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Chaos and panic': Lancet editor says NHS was left unprepared for Covid-19", "description": "<p>Numerous warnings were issued in medical journal but not heeded, Richard Horton writes</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The NHS could have prevented “chaos and panic” had the system not been left wholly unprepared for the pandemic, the editor of a British medical journal has said.</p><p>Numerous warnings were issued but these were not heeded, Richard Horton <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30727-3/fulltext\">wrote in </a><a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30727-3/fulltext\">the Lancet</a>. He cited an example from his journal on 20 January, pointing to a global epidemic: “Preparedness plans should be readied for deployment at short notice, including securing supply chains of pharmaceuticals, personal protective equipment, hospital supplies and the necessary human resources to deal with the consequences of a global outbreak of this magnitude.”</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/chaos-and-panic-lancet-editor-says-nhs-was-left-unprepared-for-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/chaos-and-panic-lancet-editor-says-nhs-was-left-unprepared-for-covid-19", "date_published": "2020-03-28 15:42:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League players will be told to stop training amid doubts over restart", "description": "<ul><li>Resumption on 30 April appears increasingly unlikely</li><li><a href=\"https://www.theguardian.com/politics/live/2020/mar/28/uk-coronavirus-live-testing-rolled-out-for-frontline-nhs-workers\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coverage</a></li></ul><p>The Premier League is ready to accept the inevitable over the coronavirus pandemic and tell its players to take a break from training as doubts increase over the likelihood of restarting the season in a month’s time.</p><p>Clubs have been attempting to keep their players fully fit for <a href=\"https://www.theguardian.com/football/2020/mar/19/premier-league-efl-and-wsl-football-will-not-restart-before-30-april\">a possible resumption of games after 30 April</a>. But even if the plan to play matches behind closed doors goes ahead, it seems that early May will be too soon.</p> <a href=\"https://www.theguardian.com/football/2020/mar/28/premier-league-players-stop-training-uncertainty-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/28/premier-league-players-stop-training-uncertainty-coronavirus", "date_published": "2020-03-28 15:37:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No coronavirus financial support for struggling top women's teams, says FA", "description": "<p>Women’s Super League and Championship clubs must pay players during lockdown, with FA determined to finish current season</p><p>The FA has told struggling Women’s Super League and Women’s Championship teams there is no financial support available and that it remains determined to wait out the pandemic and complete the 2019-20 seasons of the top two tiers.</p><p>The FA <a href=\"https://www.theguardian.com/football/2020/mar/26/all-english-football-below-national-league-level-to-be-voided\">voided the season</a> for all tiers of the women’s pyramid from the National League down (tiers three to seven and grassroots football) on Thursday. The move drew criticism from a number of clubs, including Barnsley, who said they were not consulted until shortly before the plans were made public and urged the FA to “immediately reconsider” the decision.</p> <a href=\"https://www.theguardian.com/football/2020/mar/28/no-coronavirus-financial-support-for-struggling-top-womens-teams-says-fa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/28/no-coronavirus-financial-support-for-struggling-top-womens-teams-says-fa", "date_published": "2020-03-28 15:14:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Privatising children's homes is 'playing into the hands of abusers'", "description": "<p>Vulnerable young people at greater risk from county lines drugs gangs, says Howard League for Penal Reform</p><p>The increasing privatisation of children’s care homes is “playing into the hands of abusers” and putting children in danger of exploitation, according to a new report, seen by the <em>Observer</em>. </p><p>Market forces are being allowed to dictate the housing and care of vulnerable children over their best interests, the study concludes, putting them at <a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/how-did-childrens-homes-become-centres-of-profit-making-and-abuse\">greater risk</a> from “county lines” drug gangs that are <a href=\"https://www.theguardian.com/global-development/2019/feb/05/county-lines-drug-gangs-blackmailing-tracking-children-social-media\">known to target homes.</a></p> <a href=\"https://www.theguardian.com/society/2020/mar/28/privatising-childrens-homes-is-playing-into-the-hands-of-abusers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/28/privatising-childrens-homes-is-playing-into-the-hands-of-abusers", "date_published": "2020-03-28 15:05:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Perfect Candidate review – a Saudi woman's political awakening", "description": "<p>A female doctor hits the campaign trail in Saudi Arabia, in a rousing if occasionally hoary battle against oppression </p><p>A Saudi female doctor runs for local government, causing consternation in a community still wrestling with the idea of female emancipation, in Haifaa Al-Mansour’s second Saudi-set feature, following her debut, <em>Wadjda</em>. Enraged that the councillor refuses to fix the road outside her hospital, Maryam (Mila Al Zahrani) sets out on the campaign trail armed with snacks, determination and a googled checklist of how to win an election.</p><p>Like Maryam’s approach to local politics, the film is well-meaning but occasionally naive. There are a few too many rote scenes in which an initially faltering Maryam finds her voice and earns respect. However, it’s impossible not to feel a swell of satisfaction when Maryam stomps into a meeting of dreadful Saudi men and douses them in shrivelling disdain. And the music – as a musician, Maryam’s father is almost as scandalous as his daughter – is stirring and poignant.</p> <a href=\"https://www.theguardian.com/film/2020/mar/28/the-perfect-candidate-review-a-saudi-womans-political-awakening\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/28/the-perfect-candidate-review-a-saudi-womans-political-awakening", "date_published": "2020-03-28 15:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope's blessing in empty St Peter's Square watched by 11m on TV", "description": "<p>Hour-long address came as Italy said 969 people had died from Covid-19 in 24 hours</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than 11 million people tuned in to watch Pope Francis deliver a blessing in an empty Saint Peter’s Square, television bosses have said, as the Italian prime minister, Giuseppe Conte, said the EU risked losing its purpose.</p><p>The pope’s blessing, <em>Urbi et Orbi</em><em> </em>(To the city and the world)is usually reserved for Christmas Day and Easter Sunday, with thousands flocking to take part. </p> <a href=\"https://www.theguardian.com/world/2020/mar/28/popes-blessing-in-empty-st-peters-square-watched-by-11m-on-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/popes-blessing-in-empty-st-peters-square-watched-by-11m-on-tv", "date_published": "2020-03-28 14:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "F1 considers two-day race weekends to help stalled season get to finish line", "description": "<ul><li>2020 season calendar may also be rolled into 2021<br /></li><li>First eight races of the season have been postponed</li></ul><p>Shortening a race weekend to two days and running the Formula One season into January next year are among the radical solutions being considered to get the sport racing again, according to Ferrari’s Mattia Binotto.</p><p>The <a href=\"https://www.theguardian.com/sport/2020/mar/23/azerbaijan-gp-f1-race-posptoned-coronavirus-canada\">first eight races of this year have </a><a href=\"https://www.theguardian.com/sport/2020/mar/23/azerbaijan-gp-f1-race-posptoned-coronavirus-canada\">been cancelled</a> or postponed because of the coronavirus pandemic and F1’s chief executive, Chase Carey, has insisted the sport is committed to holding a 2020 championship, with the season beginning in the summer under a revised calendar of between 15 and 18 grands prix.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/28/formula-one-radical-solutions-lights-green-on-season-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/28/formula-one-radical-solutions-lights-green-on-season-coronavirus", "date_published": "2020-03-28 14:44:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Council workers face increasing abuse amid coronavirus pandemic", "description": "<p>Staff report racial abuse, being spat at, shouted at, while an officer broke his leg after a cyclist allegedly rode into him</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Council staff are being spat at, racially abused and attacked while delivering essential services amid the coronavirus pandemic, the Local Government Association (LGA) has said.</p><p>A Southend community support officer, who was enforcing the government’s social distancing guidelines, is said to be the latest victim in a series of incidents after a cyclist rode into him, breaking the officer’s leg on Thursday.</p> <a href=\"https://www.theguardian.com/society/2020/mar/28/council-workers-face-increasing-abuse-amid-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/28/council-workers-face-increasing-abuse-amid-coronavirus-pandemic", "date_published": "2020-03-28 14:31:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Wicks to donate profits from YouTube PE sessions to NHS", "description": "<p>The Body Coach TV has daily exercises for children to stay active in Covid-19 lockdown </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Fitness coach Joe Wicks has said he is donating “every single penny” of the money made by his online PE sessions to the NHS.</p><p>Wicks’s YouTube channel, The Body Coach TV, has live fitness sessions every day at 9am, aimed at children in a bid to help them stay active while the UK is in lockdown and schools are closed.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/28/joe-wicks-body-coach-tv-pe-youtube-nhs-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/28/joe-wicks-body-coach-tv-pe-youtube-nhs-covid-19-lockdown", "date_published": "2020-03-28 14:06:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mishal Husain: 'The adrenaline can be overwhelming'", "description": "<p>The news presenter, 47, on nervous energy, covering political unrest and ageing</p><p><strong>As a child I was </strong>nurtured, but also pushed. My education and life chances were the most important things to my parents. That gave me a tremendous sense of: what am I going to do with my life? How am I going to use this life I’ve been given?</p><p><strong>Some of the things</strong> my parents did were tough. They weren’t happy with the education options in Saudi Arabia, so at 12 I was sent to boarding school in the UK. It was hard to be thousands of miles away, but now I feel incredibly fortunate. It was character building. It taught me to be independent.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/28/mishal-husain-the-adrenaline-can-be-overwhelming\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/28/mishal-husain-the-adrenaline-can-be-overwhelming", "date_published": "2020-03-28 14:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US girl, four, missing for two days found safe in woods with dog at her side", "description": "<ul><li>Vadie Sides from Alabama in good condition after ordeal</li><li>Hundreds of volunteers searched remote woodland</li></ul><p>Searchers in eastern Alabama have found a four-year-old girl who was missing for two days in a wooded area. The girl was in good condition and had a dog at her side when rescuers approached, authorities said.</p><p>Authorities said the child, Vadie Sides, disappeared from her babysitter’s sight on Wednesday afternoon while they were walking in a backyard with a hound dog. Lee county sheriff Jay Jones said searchers found Sides after two days of searching. </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/28/alabama-girl-found-dog-woods\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/28/alabama-girl-found-dog-woods", "date_published": "2020-03-28 12:55:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frederick Barclay threatens legal action as Ritz hotel is sold", "description": "<p>Sale of London hotel to Qatari investor deepens feud over Barclay brothers’ billions in assets</p><p>The luxurious Ritz hotel in London has been sold to a Qatari investor, prompting Frederick Barclay to threaten legal action as the feud over the family’s billions in assets deepens.</p><p>The investor has agreed to buy the Ritz, the storied 115-year-old property that is the crown jewel in the twin Barclay brothers’ empire, which includes the Telegraph and online retailer the Very Group (previously known as Shop Direct and, before that, Littlewoods) and delivery firm Yodel.</p> <a href=\"https://www.theguardian.com/media/2020/mar/28/frederick-barclay-threatens-legal-action-as-ritz-hotel-is-sold\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/mar/28/frederick-barclay-threatens-legal-action-as-ritz-hotel-is-sold", "date_published": "2020-03-28 12:38:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coventry rugby club take legal advice as coronavirus insurance row escalates", "description": "<ul><li>Championship outfit facing £750,000 shortfall</li><li><a href=\"https://www.theguardian.com/politics/live/2020/mar/28/uk-coronavirus-live-testing-rolled-out-for-frontline-nhs-workers\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coverage</a></li></ul><p>Coventry have taken legal advice and launched a petition that has been signed by thousands of businesses in the leisure industry after the Championship club’s insurer refused to pay out <a href=\"https://www.theguardian.com/sport/2020/mar/16/more-questions-than-answers-in-rugbys-land-of-coronavirus-confusion\">when the season ended prematurely</a>.</p><p>Income from the club’s stadium, Butts Park Arena, stopped abruptly because of the coronavirus lockdown. That left them with a shortfall of £750,000 and their backer, Jon Sharp, stepped in to keep the club afloat and ensure this month’s wages were paid.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/28/coventry-rugby-club-take-legal-advice-as-coronavirus-insurance-row-escalates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/28/coventry-rugby-club-take-legal-advice-as-coronavirus-insurance-row-escalates", "date_published": "2020-03-28 12:32:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South African police fire rubber bullets at shoppers amid lockdown", "description": "<p>Country records over 1,100 cases as fears about impact of Covid-19 on African continent mount</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>South African police and soldiers have used rubber bullets to enforce lockdown after hundreds of shoppers gathered outside a supermarket in Johannesburg.</p><p>The incident came on Saturday, the second day of the 21-day lockdown that was ordered last week by president Cyril Ramaphosa to contain the spread of the coronavirus.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/south-africa-police-rubber-bullets-shoppers-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/south-africa-police-rubber-bullets-shoppers-covid-19-lockdown", "date_published": "2020-03-28 12:26:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists discover three new species of pterosaurs in the Sahara", "description": "<p>Reptiles inhabited prehistoric Morocco 100m years ago</p><p>Scientists have discovered three new species of flying reptiles that lived in the Sahara 100m years ago.</p><p>Prof David Martill, a palaeontologist at the University of Portsmouth, made the discovery with a team of researchers from Morocco and the US.</p> <a href=\"https://www.theguardian.com/science/2020/mar/28/scientists-discover-three-new-species-of-pterosaurs-in-the-sahara\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/mar/28/scientists-discover-three-new-species-of-pterosaurs-in-the-sahara", "date_published": "2020-03-28 12:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man from Sidcup runs marathon in his garden", "description": "<p>James Page, 36, did 873 laps and raised over £3,000 for Children With Cancer UK </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>A man in south-east London ran a marathon in his garden to raise money for a cancer charity after the government said people <a href=\"https://www.theguardian.com/uk-news/2020/mar/27/police-acknowledge-confusion-over-uk-lockdown-rules\">should stay local for exercise</a>.</p><p>James Page, 36, from Sidcup, had been in training for an ultra-marathon in the Sahara desert, along with the London Marathon, but both were postponed due to the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/man-from-sidcup-runs-marathon-in-his-south-east-london-garden-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/man-from-sidcup-runs-marathon-in-his-south-east-london-garden-coronavirus", "date_published": "2020-03-28 12:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reporting  on Covid-19 in Italy: 'Life as we've known it has stopped'", "description": "<p>Our Italy correspondent on how the crisis went from a foreign news story to a crisis that has cost thousands of Italian lives</p><p>Sometimes being a journalist means having to improvise. It was Sunday 23 February when Italy announced draconian measures to stop people leaving or entering 11 towns that had been put under quarantine - 10 in the Lombardy region and one in Veneto. I got up early that day to hike around Lake Albano in Castel Gandolfo, about 40 minutes by train from Rome. I had left home more prepared for the possibility of needing to work – bringing with me a notepad and pen – than I did for the hike. </p><p>Sure enough, 20 minutes into the walk the announcement came. I stopped, found a spot by the lake, and wrote the first 600 words that began the Guardian’s coverage of Italy’s <a href=\"https://www.theguardian.com/world/2020/feb/23/italy-draconian-measures-effort-halt-coronavirus-outbreak-spread\">coronavirus outbreak</a>. Fortunately, I have a robust smartphone. Sitting by the lake, I had a feeling that life as we knew it had stopped. By the end of that day, three people had died of the virus and 152 were infected.</p> <a href=\"https://www.theguardian.com/membership/2020/mar/28/coronavirus-reporting-italy-death-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/membership/2020/mar/28/coronavirus-reporting-italy-death-toll", "date_published": "2020-03-28 12:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New restrictions on funerals are adding to the heartbreak of bereaved families | Rebecca Lee-Wale", "description": "<p>Relatives can’t carry coffins; families can’t embrace; only 10 mourners allowed. As a funeral celebrant, it’s painful to watch</p><p>“I’m sorry, you can’t carry your son’s coffin,” I said. As a father and mother looked at the tiny woven baby coffin with blue ribbons on Thursday morning, their tears came thick and fast. And I felt helpless.</p><p>As a celebrant, my role at funeral services is to offer support to the bereaved family on the day. It’s my natural instinct to console and comfort someone, to offer a handshake, a hug or a reassuring hand on a shoulder when someone breaks down reading a tribute. But all this has gone. The virus doesn’t stop for the dead.<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/funerals-coronavirus-relatives-coffins-families\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/funerals-coronavirus-relatives-coffins-families", "date_published": "2020-03-28 12:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p> Physical distancing, self-isolation and lockdown – the best photography from around the world. </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/28/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/28/20-photographs-of-the-week", "date_published": "2020-03-28 11:38:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Recovering addicts more at risk of relapse amid coronavirus, experts warn", "description": "<p>Health professionals are seeing more relapses as the US takes drastic measures to limit the spread of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>People struggling with addiction in the US are more at risk of relapse as their routines get disrupted and their lives are put on pause because of the coronavirus pandemic, experts have warned.</p><p>“The message we’re receiving is stay away from people. Isolate. Don’t be around people, and [for] people that are in recovery, that’s like a recipe for disaster,” said Denny Kolsch, a licensed mental health counselor, who is in recovery, and founded a mental health and addiction <a href=\"https://peace.club/\">treatment facility in Florida</a>.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/americans-addiction-rrelapse-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/americans-addiction-rrelapse-coronavirus", "date_published": "2020-03-28 11:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus vaccine: when will it be ready?", "description": "<p>Human trials will begin imminently – but even if they go well, there are many hurdles before global immunisation is feasible</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/28/coronavirus-live-news-cases-in-italy-overtake-china-us-infections-pass-100000\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Even at their most effective – and draconian – containment strategies have only slowed the spread of the respiratory disease Covid-19. With the World Health Organization finally declaring a pandemic, all eyes have turned to the prospect of a vaccine, because only a vaccine can prevent people from getting sick.</p><p>About 35 companies and academic institutions are racing to create such a vaccine, at least four of which already have candidates they have been testing in animals. The first of these – produced by Boston-based biotech firm Moderna – <a href=\"https://time.com/5790545/first-covid-19-vaccine/\" title=\"\">will enter human trials imminently</a>.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-vaccine-when-will-it-be-ready\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/coronavirus-vaccine-when-will-it-be-ready", "date_published": "2020-03-28 10:10:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lyra McKee's last article: ‘We were meant to be the generation that reaped the spoils of peace’", "description": "<p>The reporter was a ‘ceasefire baby’ who grew up in Northern Ireland in the 90s. This is the essay she was working on at the time of her murder last year</p><p>They call my generation the “Ceasefire babies”, though I’ve always hated that name. I hated the mocking tone in which it was usually said, as if growing up in the 90s in Belfast was a stroll. There were still soldiers on the street when I was a kid. I remember them – in uniforms and maroon berets, at checkpoints, on pavements, crouching down on one knee, as if ducking out of sight of an enemy the surrounding civilians couldn’t see. I remember walking past one with my sister, then aged about 16, after she had picked me up from school. “Do they wear hats on their heads to stop them from getting cold?” I’d asked. “Yes,” she’d replied, smiling, and the pale-skinned recruit I’d gestured to had smiled as well. He looked barely older than her, perhaps 18. That was around the time I learned that the toy gun I used for games of cowboys and Indians could not be brought outside, in case a passing patrol saw it and mistook it for a real one. It didn’t matter that it was silver with an orange trumpet-top on the end of the barrel.</p><p>It had happened, my mother assured me, to a little boy, on the same street where I’d seen the teen soldier. I was never sure if this was urban legend, but the only time I took the gun outside, to the back yard – which was surrounded by a 10ft concrete wall – I’d had the arse smacked off me. The helicopters were out; what if they’d seen it with their cameras, my mother said, and thought it was real? The scenario seemed unlikely to me: that a helicopter, thousands of feet up in the air, would spot a kid playing with a toy and send a patrol to our house. But my mother wasn’t taking any chances.</p> <a href=\"https://www.theguardian.com/news/2020/mar/28/lyra-mckee-last-piece-ceasefire-babies-growing-up-northern-ireland-in-90s\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/mar/28/lyra-mckee-last-piece-ceasefire-babies-growing-up-northern-ireland-in-90s", "date_published": "2020-03-28 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Original Observer photography", "description": "<p> From a time before physical distancing - the best photography commissioned by the Observer in March 2020. </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/28/original-observer-photography\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/28/original-observer-photography", "date_published": "2020-03-28 10:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown diary: if this was a disaster movie I'd be the third to go", "description": "<p>In this coronavirus crisis I’ve been made a Shielded Person of Significance. I can’t wait to tell my mates</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/16/coronavirus-latest-at-a-glance/latest\">See all our coronavirus coverage</a></li></ul><p><strong>DAY ZERO.</strong> Not sure when shit got real, but today feels like a solid contender. The sense of millions of tiny mind-keys turning in sync. Click. Locked into the news cycle. Yesterday social media was full of posts that began “I’m no epidemiologist … ” followed by some amateur’s log-lined horrorvision. Today there are substantially more that begin “I am an epidemiologist … ” followed by threaded, detailed forecasts. These are much worse, and require no emoji intensifiers.</p><p>I feel seen by Covid-19. I’m old, immuno-suppressed and have a <a href=\"https://www.theguardian.com/lifeandstyle/2016/dec/05/diagnosed-cancer-dead-by-christmas-karmic-voodoo\">chronic respiratory condition</a>. A scalene triangle of fuck. If this was a disaster movie I’d be the third to go. First the scared neurotic guy, then the asshole offering the hospital porter 150 grand for a ventilator, then me. Oh wait, unless I’m also the scared neurotic …</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/28/lockdown-diary-extremely-vulnerable-home-12-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/28/lockdown-diary-extremely-vulnerable-home-12-weeks", "date_published": "2020-03-28 09:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uganda's crackdown on public gatherings ruled unconstitutional", "description": "<p>Swipe at lawmakers as judge says only ‘undemocratic and authoritarian regimes’ seek to ban peaceful protests </p><p>Government opponents and human rights activists have welcomed a decision by Uganda’s constitutional court to overturn legislation that gave police “supernatural powers” to stop public gatherings and protests.</p><p>“It is only in undemocratic and authoritarian regimes that peaceful protests and public gatherings of a political nature are not tolerated,” said Justice Cheborion Barishaki in a <a href=\"https://chapterfouruganda.org/sites/default/files/downloads/POMA-Judgment.pdf\">ruling</a> on Thursday.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/28/ugandas-crackdown-on-public-gatherings-ruled-unconstitutional\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/28/ugandas-crackdown-on-public-gatherings-ruled-unconstitutional", "date_published": "2020-03-28 09:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Road trips, yoga and LSD with the dentist: what the Beatles did next", "description": "<p>Fifty years after the band announced their split, Craig Brown looks back at the Fab Four’s remarkable return to ‘normal’ life</p><p>On 29 August 1966, the Beatles closed their set at the Candlestick Park baseball stadium in San Francisco with “Long Tall Sally”, an old Little Richard number that had been part of their repertoire from the very start. “See you again next year,” said John as they left the stage. The group then clambered into an armoured car and were driven away. It was to be their last proper concert.</p><p>Their American tour had been exhausting, sporadically frightening, and unrewarding. By this stage their delight in their own fame had worn off. They were fed up with all the hassle of touring, and tired of the way the screaming continued to drown out the music, so that even they were unable to hear it. Having been shepherded into an empty, windowless truck after a particularly miserable show in a rainy St Louis, Paul said to the others: “I really fucking agree with you. I’ve fucking had it up to here too.”</p> <a href=\"https://www.theguardian.com/books/2020/mar/28/road-trips-yoga-and-lsd-with-the-dentist-what-the-beatles-did-next\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/28/road-trips-yoga-and-lsd-with-the-dentist-what-the-beatles-did-next", "date_published": "2020-03-28 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I am deeply scared for so many children’: diary of a headteacher in lockdown", "description": "<p>An inner-city head closes her blinds for a cry after a week in which staff have had to buy families electricity and food<br /></p><p>﻿This is my tenth year as a headteacher, mostly in challenging schools, and I have seen a lot of things. Staff and student deaths. Fires, floods, students with weapons. I’ve had threats from the English Defence League. But there have always been support teams behind me with advice. This crisis is different. </p><p>In the past week we have had to tell distraught and fearful year 11 and year 13 students that there will be <a href=\"https://www.theguardian.com/politics/live/2020/mar/18/uk-coronavirus-live-boris-johnson-pmqs-cbi-urges-government-pay-businesses-directly-saying-350bn-loangrant-package-not-enough?page=with:block-5e724a908f085c6327bc2690\">no exams this summer</a> – without a plan for what will happen instead. We had a partial shutdown as people self-isolated. Now we have the <a href=\"https://www.theguardian.com/world/2020/mar/18/coronavirus-uk-schools-to-be-closed-indefinitely-and-exams-cancelled\">school lockdown</a> that is not a lockdown – it is a guessing game of how many students will come in. We’ve gone from 1,500 students to five. Who knows about next week, or the week after? </p> <a href=\"https://www.theguardian.com/education/2020/mar/28/i-am-deeply-scared-for-so-many-children-diary-of-a-headteacher-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/28/i-am-deeply-scared-for-so-many-children-diary-of-a-headteacher-in-lockdown", "date_published": "2020-03-28 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People are panic-buying cocaine': the drug dealer, spaceman, therapist and others on life after coronavirus", "description": "<p>No one takes bugs into space, and therapists have ditched the couch: 16 people reflect on how their worlds have changed</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/life-after-coronavirus-panic-buying-cocaine-drug-dealer-spaceman-therapist\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/life-after-coronavirus-panic-buying-cocaine-drug-dealer-spaceman-therapist", "date_published": "2020-03-28 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chennai Six member says Johnson did 'nothing' to secure release", "description": "<p>Nick Dunn was arrested while working as a security guard on an anti-piracy ship in 2013</p><p>A former British serviceman who spent four years in an Indian prison has said he was let down by the UK government and that Boris Johnson did “nothing” as foreign secretary to secure their release.</p><p>Nick Dunn, 34, was one of six British men who were detained while working as security guards on the MV Seaman Guard Ohio, an anti-piracy vessel, in the Indian Ocean in 2013.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/28/chennai-six-member-says-johnson-did-nothing-to-secure-release\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/28/chennai-six-member-says-johnson-did-nothing-to-secure-release", "date_published": "2020-03-28 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tackle climate crisis and poverty with zeal of Covid-19 fight, scientists urge", "description": "<p>Actions taken to suppress coronavirus reveal what measures are possible in an emergency, say experts</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Government responses to climate breakdown and to the challenges of poverty and inequality must be changed permanently after the coronavirus has been dealt with, leading scientists have urged, as the actions taken to suppress the spread of the virus have revealed what measures are possible in an emergency.</p><p>The Covid-19 crisis has revealed what governments are capable of doing and shone a new light on the motivation for past policies and their outcomes, said Sir Michael Marmot, professor of epidemiology and public health at University College London, and chair of the commission of the social determinants of health at the World Health Organisation.</p> <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-tackle-climate-crisis-and-poverty-with-zeal-of-covid-19-fight-scientists-urge\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/28/coronavirus-tackle-climate-crisis-and-poverty-with-zeal-of-covid-19-fight-scientists-urge", "date_published": "2020-03-28 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The missing six weeks: how Trump failed the biggest test of his life", "description": "<p>The president was aware of the danger from the coronavirus – but a lack of leadership has created an emergency of epic proportions</p><p>When the definitive history of the coronavirus pandemic is written, the date 20 January 2020 is certain to feature prominently. It was on that day that a 35-year-old man in Washington state, recently returned from visiting family in Wuhan in China, became the first person in the US to be <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2001191\">diagnosed</a> with the virus.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/27/new-york-coronavirus-help-de-blasio-urges-trump-us-hotspots-emerge\">New York mayor urges Trump to help as more US coronavirus hotspots emerge</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster", "date_published": "2020-03-28 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I'm working at home – can I make a comfortable chair myself?", "description": "<p>My back is killing me and I need some DIY tips to find seating that works</p><p><strong>Every week a Guardian Money reader submits a question, and it’s up to you to help him or her out – a selection of the best answers will appear in next Saturday’s paper.</strong></p><p>I’ve been working at home for a week now but my back is killing me. There are no office chairs to be had so I need some DIY tips to find seating that works. A friend told me to take the back off my chair and to sit upright – is he right?</p> <a href=\"https://www.theguardian.com/money/2020/mar/28/im-working-at-home-can-i-make-a-comfortable-chair-myself\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/28/im-working-at-home-can-i-make-a-comfortable-chair-myself", "date_published": "2020-03-28 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘I wish we’d talked more about hot priests’", "description": "<p>Lucjan, 23, civil servant, meets Laura, 24, youth worker*</p><p><strong>What were you hoping for?</strong><br />Someone sparky and able to take the conversation anywhere.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/28/blind-date-lucjan-laura\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/28/blind-date-lucjan-laura", "date_published": "2020-03-28 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British retailers and manufacturers in 'wartime effort' to fight Covid-19", "description": "<p>From ventilators and masks to dormant cruise ships, firms are offering whatever they can to bolster national efforts</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>British industry has thrown its weight behind the fight against <a href=\"https://www.theguardian.com/politics/live/2020/mar/27/uk-coronavirus-live-rough-sleepers-nhs-applause-covid-19-latest-news\">Covid-19</a> in a wartime-style effort to churn out protective masks, hand sanitiser and medical ventilators.</p><p>While most retailers have been <a href=\"https://www.theguardian.com/business/2020/mar/20/marks-and-spencer-considers-temporary-store-closures-wetherspoons-coronavirus\">forced to shut down</a> to contain the pandemic, a raft of firms across the country, in sectors from manufacturing to fashion, are setting up emergency operations that often involve <a href=\"https://www.theguardian.com/business/2020/mar/21/europes-companies-retool-production-to-fight-coronavirus-fallout\">striking out into unfamiliar territory</a>.</p> <a href=\"https://www.theguardian.com/business/2020/mar/28/british-retailers-and-manufacturers-in-wartime-effort-to-fight-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/28/british-retailers-and-manufacturers-in-wartime-effort-to-fight-covid-19", "date_published": "2020-03-28 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdowns around the world bring rise in domestic violence", "description": "<p>Activists say pattern of increasing abuse is repeated in countries from Brazil to Germany, China to Greece</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Around the world, as cities have gone into lockdown to stop the spread of coronavirus, the mass efforts to save lives have put one vulnerable group more at risk.</p><p>Women and children who live with domestic violence have no escape from their abusers during quarantine, and from Brazil to Germany, Italy to China, activists and survivors say they are already seeing an alarming rise in abuse.</p> <a href=\"https://www.theguardian.com/society/2020/mar/28/lockdowns-world-rise-domestic-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/28/lockdowns-world-rise-domestic-violence", "date_published": "2020-03-28 05:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plaistow killing: woman's body found in churchyard", "description": "<p>Police launch manhunt after victim in her 40s was discovered in grounds of Memorial Community Church</p><p>A manhunt has been launched for a woman’s killer after her body was found in the grounds of an east London Baptist church.</p><p>The victim in her early 40s had multiple injuries and was declared dead at the scene, said Commander Richard Tucker of the Metropolitan police.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/28/plaistow-killing-womans-body-found-in-churchyard\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/28/plaistow-killing-womans-body-found-in-churchyard", "date_published": "2020-03-28 01:09:29+00:00", "persistent": false, "user": null, "language": "en-UK"}]