[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Things I Wish I Knew Before Starting Ghost Of Tsushima", "description": "There's a vast, beautiful island to explore and many battles to fight in Ghost of Tsushima, but even with its traditional open world trappings, you may need a bit more than the wind to guide you. From some basic habits that'll give you the upper hand in combat to systems to be mindful of as you progress through the game, the video above outlines the things you need to know before starting Ghost of Tsushima.\n\nWhen it comes to combat--one of the game's strengths--it's best that you keep a few things in mind: change your stance against corresponding enemies, take out archers first, snag the Mizu-no-Kami charm to making parrying easier, and use smoke bombs as an offensive tool for assassinations. When you're out and about, put on your Traveler's attire to uncover more of the map and reveal key locations more easily--you can also just consult our locations guides for hot springs (max health boost), bamboo strikes (max resolve increase), shinto shrines (new charms), and more.\n\nThese are just some of the basics to get you started on the right foot in the early goings of the PS4-exclusive Ghost of Tsushima. If you want to start chopping down enemies in fancier, more efficient style, you'll definitely want to check out our Ghost of Tsushima advanced combat guide. We also compiled all of our other walkthroughs and guides for Ghost of Tsushima so you can find everything you need to know in one spot.", "link": "https://www.youtube.com/watch?v=y-zJc99dFJc", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin’s Creed Valhalla - Official 4K Character Trailer | \"Eivor’s Fate\"", "description": "Fate will take Eivor far from home, to a broken land of power, mystics, and legends.\n\nAssassin’s Creed Valhalla will be available November 17, 2020 on Xbox One, Playstation 4, PC and Stadia. Pre-order now at https://ubi.li/5MQXg Also coming to Xbox Series X and PlayStation®5. \n\n #AssassinsCreed #Ubisoft", "link": "https://www.youtube.com/watch?v=6ZonzHWYI0c", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dr. Disrespect Suing Twitch? | Save State", "description": "On Today's Save State, Persia talks about the possibility of Dr. Disrespect taking legal action against Twitch, Xbox Game Pass Ultimate including xCloud support, and the delay of Destiny 2's next big expansion, Beyond Light.\n\nPersia talks about Dr. Disrespect's most recent interview, where he said he is considering taking legal action against Twitch. It has been three weeks since the sudden Twitch ban and there has been no official explanation, but that is not stopping Doc from continuing his livestreaming and content creation. He spoke about \"Doc 3.0\" and how he will be returning in epic fashion, promising big surprises. \n\nPersia also goes over the new addition of xCloud support for Xbox Game Pass Ultimate subscribers. That means you'll be able to play the Game Pass library on your phone or tablet, with controller support and online play through Xbox Live servers. You'll even be able to pick up your progress right where you left off through cloud saves. \n\nAnd finally, Persia talks about the delay of Destiny 2: Beyond Light. Bungie announced on its website that the game’s next big expansion has been delayed to November 10 across all platforms, including PS4, Xbox One, and PC.\n\nAlthough our Play For All streams have come to a close, our donation drive will be open until the end of August! We have a Play For All merch store that you can visit at store.gamespot.com to snag some swag with all proceeds going towards Black Lives Matter and COVID-19 Relief. \n\nThis is you Save State for Thursday, July 16th.", "link": "https://www.youtube.com/watch?v=CjkGbH172Kc", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Felicia Day Plays Animal Crossing - Play For All", "description": "Felicia Day joins us to play some Animal Crossing: New Horizons! Felicia and Persia will visit each other's islands and answer questions from the chat.", "link": "https://www.youtube.com/watch?v=yzlJ5z2cy9c", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Find Your Perfect Combat Blend In Ghost Of Tsushima", "description": "(Sponsored by PlayStation) Challenge opponents head-on or use stealth tactics to ambush enemies. Find your play style in Ghost of Tsushima.", "link": "https://www.youtube.com/watch?v=FvK4eLAJvlQ", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost Of Tsushima Review Discussion - GameSpot After Dark #50", "description": "On this week's episode of GameSpot After Dark, Edmond Tran joins us to talk about his Ghost of Tsushima review.\n\nTIMESTAMPS:\n00:00 - Opening\n00:10 - Introduction\n04:53 - Chris From Dayton, Ohio Segment\n09:32 - What We've Been Playing\n21:20 - Death Stranding For PC\n29:04 - Ghost of Tsushima Review Discussion\n54:36 - Listener Questions\n01:14:41 - Outro", "link": "https://www.youtube.com/watch?v=GP9KE58wZtU", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost of Tsushima - Cinematic Combat Montage", "description": "Sony's next big PS4 exclusive, Ghosts of Tsushima, is finally here. As part of GameSpot's extended coverage of the Sucker Punch-developed game, we're bringing you a deep look at the game's epic combat. In a new video feature, Max dives deep to bring you an extended look at how Ghosts of Tsushima's combat works and how you can play with style, flair, and power.\n\nIn the video, we use advanced techniques such as kunai cancels, concentration parries, and Typhoon Kick combos to terrify and overwhelm our opponents. Be sure to check out the full video to see more of Ghost of Tsushima's cinematic combat in action, as it covers a wide range of melee and ranged attacks and lots more.\n\nGhost of Tsushima is out on PS4 on July 17, so check back to GameSpot for our full review and plenty of other features highlighting even more tips and showcasing the game's gorgeous environments.", "link": "https://www.youtube.com/watch?v=BrptcZodoTE", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Far Cry 6's New Setting: What We Know So Far", "description": "The Far Cry 6 release date is February 18, 2021, but we've already learned a lot about Ubisoft's new open-world game. Here's what you need to know about the island of Yara and its leader, played by Giancarlo Esposito.\n\nFar Cry 6 has been announced, and it's coming next year. The game takes place on the island of Yara, modeled after Cuba, making for a very politically charged setting. Tony goes into details about the fictional Caribbean island in the video above, detailing everything we know about the open world so far.\n\nFar Cry 6's release date is February 18, 2021, and it's headed to PS4, PS5, Xbox One, Series, X, PC, and Google Stadia. Check out GameSpot's pre-order guide for more information on it various special editions.", "link": "https://www.youtube.com/watch?v=t_wxwMBDdTA", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost Of Tsushima's Photo Mode Is STUNNING", "description": "Here are some of the best animated photos the GameSpot staff took while playing the latest PlayStation 4 exclusive, Ghost of Tsushima.\n\nPhotos by:\nJake Dekker\nMax Blumenthal\nJean-Luc Seipke\nJay Julio\nTamoor Hussain", "link": "https://www.youtube.com/watch?v=nPYrhvLmmhc", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost of Tsushima - 8 Combat Tips and Tricks You Need To Know", "description": "In Ghost of Tsushima, you'll be doing a lot of fighting, and we're here to give you a couple quick pointers to make sure you come out on top.\n\nIn Sucker Punch's Ghost of Tsushima there can be a lot to juggle between enemy types, stances, accessory optimisation, and attack strategy. Not to worry though, we're here to help. In this video, Max digs into eight basic and advanced combat tips, complete with which skills you'll need to execute them. These include which charms you should look to equip if you want to make parrying and dodging easier, as well as techniques that pair together to create devastating attacks.\n\nMax also highlights how you can go about quickly replenishing your resolve, the importance of getting into the flow of changing stances, and plenty of other useful tidbits. Be sure to check out the full video for our complete set of basic and expert combat tips so you can lead Jin to victory time and time again. Ghost of Tsushima is out on PS4 on July 17, so check back to GameSpot for our full review and plenty of other features highlighting even more tips and showcasing the game's gorgeous environments.", "link": "https://www.youtube.com/watch?v=GhZqa9N4anc", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost of Tsushima - Hard Mode No Techniques Gameplay", "description": "We beeline straight to a Mongol encampment with no techniques and no equipment, and cut down all of our foes on hard mode.", "link": "https://www.youtube.com/watch?v=ozroi8VrdCU", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]