[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "COVID Global Update", "description": "US\nCases, + 77,300 = 3,576,221 \nDeaths, 138,358 \nHospitalizations, 56,000\n\nInfections rising in 41 states\n\nhttps://www.youtube.com/watch?v=oEvFkTjYBUQ\n\nhttps://www.theguardian.com/world/2020/jul/17/global-report-us-democrats-urged-to-skip-convention-as-covid-19-cases-surge\n\nMasks\n\nWalmart\nPublix\nCVS\nTarget\nBest Buy\nStarbucks\nCostco\nKohl’s \n\nGun pulled in a Florida store (NBC)\n\nUtah packed room about masks with 5% wearing masks\n\nGeorgia\n\nGovernor banned cities from requiring masks\n\nTesting\n\nLong lines of cars\n\n48 hours or less, up to 2 weeks\n\n3 days or more, contact tracing, almost impossible to reduce the spread\n\nRockefeller Foundation\n\nAmerica faces an impending disaster\n\nIf it doesn’t dramatically increase testing\n\n4.5 m a week now to 30 m a week by October\n\nRapid 20-minute antigen tests\n\nShut everything down \n\nOr let hundreds of thousands of Americans die\n\nOr use testing as a way out\n\nHouston\n\nArmy in hospital\n\nOklahoma\n\nKevin Stitt\n\nHas actively pushed to reopen his state\n\nFelt “fine” apart from feeling a “little bit achy”. \n\n“Pretty shocked” quarantining away from his family and working from home. \n\nI want to use my story to remind Oklahomans that if you aren’t feeling well, we want you to get tested.\n\nBrazil\nCases, 2,012,151\nDeaths, 76,688\n\nBangladesh\n\nhttps://www.theguardian.com/world/2020/jul/16/global-report-bangladesh-hospital-owner-accused-of-faking-thousands-of-covid-19-test-results\n\nRegent Dhaka hospital owner Mohammad Shahed arrested\n\nAllegations he issued thousands of fake negative coronavirus test results\n\n10,500 coronavirus tests, 4,200 were genuine, 6,300 test reports, were given without conducting tests\n\nFleeing to India in a burqa\n\nMore than a dozen people detained by authorities in recent days\n\nSaying they were virus-free without testing them\n\nAlso accused of charging for treatment, after agreeing that his hospitals would provide free care\n\nItaly\n\nSuspended flights to Rome from Bangladesh\n\nSeveral passengers arriving from Dhaka tested positive\n\nSome of those who tested positive in Italy were allegedly carrying negative coronavirus certificates from Bangladesh, (Shakirul Islam, Migrants Rights campaigner)\n\nCoronavirus direct cause of 89% of pandemic deaths in Italy\n\nhttps://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000\n\nRemaining 11% of positive cases\n\nCardiovascular diseases, 4.6%\n\nTumours, 2.4%\n\nRespiratory illnesses, 1%\n\nDiabetes, 0.6%\n\nDementia, 0.6%\n\nDigestive system, 0.5%\n\nVirus was fatal in 28.2% in those who had no co-existing illnesses\n\n71.8% had at least one other condition.\n\nIndia\n\n125 million people put under a new lockdown in Bihar\n\nFrance\n\nPrime Minister Jean Castex, masks will be compulsory in all indoor public spaces \n\nSpain\n\n93,000 mink in eastern Aragon\n\n80% of the mink had been infected with the coronavirus\n\nFarm workers then tested positive\n\nCatalan, three districts in Barcelona must stay indoors \n\nNorth-eastern city of Lerida, 160,000 people\n\nAllowed to leave to go to work, buy food or medication, or to exercise.\n\nMelbourne\nSecond wave, security guards, who admitted having sex with quarantined travellers, Stamford Plaza in Melbourne\n\nhttps://www.dailymail.co.uk/news/article-8482659/Melbournes-goes-lockdown-checkpoints-city-fight-second-wave.html\n\n31 cases with phylogenetic link\n\nAl-Taqwa College, (Islamic school) 76 students have tested positive, 160 cases linked\nCommunity transmission\n\nhttps://www.abc.net.au/news/2020-07-16/victoria-coronavirus-cases-rise-by-317-with-two-more-deaths/12460318\n\nBrett Sutton (Victoria CMO)\n\nNumbers reflect behaviours and mobility from 10 or more days ago\n\nAdditional measures may be required\n\nLonger term illness\n\nSevere cases still ill some weeks after\n\nhttps://www.youtube.com/watch?v=UzLJWgp0Uhk&t=124s\n\nSW Sydney cluster\n\nDr Jenny Musto\n\nSpread by a 50 year old man from Melbourne (phylogenetics)\n\nCrossed border just before it closed\n\nWorked through the day (3rd July) then went to a party that night at the Crossroads Hotel", "link": "https://www.youtube.com/watch?v=IKfWR_QmPe0", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "The next few months of the pandemic", "description": "Sir Patrick Vallance\n\nhttps://uk.news.yahoo.com/patrick-vallance-warns-coronavirus-years-152231533.html/?ncid=emailmarketing_fractuemai_cntl1mcza0c&guccounter=1\n\nCOVID-19 will probably be a long-term feature of people’s lives\n\n‘There’s a very high likelihood that come winter, we will see an increase in cases’\n\n“And I think it’s quite probable that we will see this virus coming back in different waves over a number of years.”\n\nA fresh spike in cases later this year would still be part of the first wave\n\n“All we have done is suppress the first wave and when you take the brakes off, you would expect it to come back.”\n\nChris Whitty\n\nViral circulation, “winter and into next spring”\n\nProfessor Jonathan Van-Tam\n\n(England’s deputy chief medical officer)\n\n“The reality is, until we get a vaccine, and only if we get a vaccine that is really capable of suppressing disease levels, will we ever be ‘out of this’\n\n“From that perspective, we may have to live, and learn to live, with this virus in the long-term. Certainly for many months to come, if not years.”\n\nDCD director (Robert Redfield)\n\nFall and winter, one of the most difficult times we have experienced\n\nAcademy of Medical Sciences\n\nhttps://acmedsci.ac.uk/more/news/prepare-now-for-a-winter-covid-19-peak-warns-academy-of-medical-sciences\n\nPrepare for R = 1.7 from September\n\n119,900 deaths\n\nhttps://www.aljazeera.com/news/2020/07/states-require-face-masks-public-200708220953891.html\n\nVaccine\n\nDr. Fauci, prospects for U.S. vaccine\n\nhttps://www.reuters.com/article/us-health-coronavirus-fauci/fauci-bullish-on-prospects-for-u-s-vaccine-not-worried-about-china-winning-race-idUSKCN24G2ZY\n\nModerna / National Institute of Allergy and Infectious Diseases\n\nVaccine appeared to offer the type of protection seen in a natural infection\n\nTheoretically, the best vaccine you could possibly ever get is a natural infection (Fauci)\n\nModerna’s candidate has had millions of dollars in backing from Operation Warp Speed\n\n“I feel good about the projected timetable.”\n\nFauci, “What we’re doing with vaccines, therapeutics, clinical trials is the real substance”\n\nHacking\n\nhttps://www.theguardian.com/world/2020/jul/17/russian-hackers-steal-coronavirus-vaccine-uk-minister-cyber-attack\n\nJames Brokenshire, “more than 95%” sure that Russian state-sponsored hackers targeted UK, US and Canadian organisations involved in developing a coronavirus vaccine", "link": "https://www.youtube.com/watch?v=libhd7y8us0", "date_published": "2020-07-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Skin rashes in coronavirus, an important clinical feature", "description": "Skin rash should be considered as a fourth key sign of COVID-19, and ...please\n\nE mail, campbellteaching@hotmail.com\n\nDownload my e books, (one on Physiology and one on Pathophysiology) from https://campbellteaching.co.uk/ebooks/\nThere is a small charge for these, but profits all go to helping my various projects, thank you\nhttps://covid.joinzoe.com/post/skin-rash-covid\n\nhttps://www.medrxiv.org/content/10.1101/2020.07.10.20150656v1\n\nhttps://www.medrxiv.org/content/10.1101/2020.07.10.20150656v1\n\nSee pictures\nhttps://covid.joinzoe.com/post/covid-skinrash\n\nRashes had been reported, China and Europe in hospitalised patients\n\nStudy to systematically gather data about skin rashes in milder cases in the wider population\n\nViral skin rashes, (Dr Veronique Bataille)\n\n“Many viral infections can affect the skin, so it’s not surprising that we are seeing these rashes in COVID-19,” \n\n“However, it is important that people know that in some cases, a rash may be the first or only symptom of the disease\n\nSo if you notice a new rash, you should take it seriously by self-isolating and getting tested as soon as possible.”\n\nStudy initial findings\n\n336,000 regular UK app users\n\n8.8% of people reporting a positive coronavirus swab test had experienced a skin rash as part of their symptoms\n\nAlso, rash reported in a further 8.2% of users with cough, fever or anosmia \n\n5.4% of people with a negative test result\n\nTo investigate further\n\nImages and information from 12,000 people\n\n17% of respondents testing positive for coronavirus reported a rash as the first symptom of the disease\n\n21% of those confirmed as being infected with coronavirus, the rash was their only symptom\n\nRashes, three categories \n\nHive-type rash (urticaria)\n\nRaised bumps on the skin which come and go quite quickly (hours) and are usually very itchy\n\nCan involve any part of the body\n\nOften starts with intense itching of the palms or soles\n\nCan cause swelling of the lips and eyelids\n\nThese rashes can present quite early on in the infection, but can also last a long time afterwards\n\nPrickly heat or chickenpox-type rash\n\nErythemato-papular or erythemato-vesicular rash\n\nAreas of small, itchy red bumps that can occur anywhere on the body\n\nParticularly the elbows and knees, back of the hands and feet\n\nThe rash can persist for days or weeks.\n\nCOVID fingers and toes (chillblains)\n\nReddish and purplish bumps on the fingers or toes\n\nMay be sore but not usually itchy\n\nThis type of rash is most specific to COVID-19\n\nMore common in younger people\n\nTends to present later on\n\nDr Justine Kluk \n\n“These findings highlight the importance of keeping an eye on any new changes in your skin, such as lumps, bumps or rashes. \n\nEarly reporting of COVID-associated rashes by members of the public and recognition of their significance by frontline healthcare practitioners\n\nMay increase the detection of coronavirus infections and help to stop the spread.” \n\nDr Tanya Bleiker, President, British Association of Dermatologists\n\n“Documenting the skin symptoms associated with COVID-19 is an important piece of the puzzle in building our understanding of the disease.\n\nSkin symptoms may play a crucial role in detecting infection in people who are otherwise asymptomatic.\"\n\nWe’re delighted to be working with the team at KCL to make an image library of COVID-19 skin manifestations accessible on a dedicated website. \n\nThis will help healthcare professionals guide their decision making in clinical settings\n\nand may have a role in educating the public about skin symptoms which would warrant self-isolation.”", "link": "https://www.youtube.com/watch?v=BeKDzwhi8nw", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]