[{"source": "https://www.theguardian.com/rss", "title": "Cadbury to shrink size of Wispa Gold and Double Decker bars", "description": "<p>Decision, which also applies to Boost and Bournville Classic, will only affect multipack items</p><p><a href=\"https://www.theguardian.com/business/cadburyschweppes\">Cadbury</a> is shrinking the size of Double Decker and Wispa Gold bars sold in multipacks so they contain less than 200 calories in an attempt to help tackle obesity, but the smaller bars will cost the same.</p><p>Cadbury, owned by the US confectionery group Mondelēz International, said multipacks accounted for the biggest slice of its chocolate sales and the change would eliminate 10bn calories from the UK market in one fell swoop.</p> <a href=\"https://www.theguardian.com/business/2020/jul/17/cadbury-to-shrink-size-of-wispa-gold-and-double-decker-bars\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/17/cadbury-to-shrink-size-of-wispa-gold-and-double-decker-bars", "date_published": "2020-07-16 23:01:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England yet to embrace reopened restaurants and pubs, data suggests", "description": "<p>Tracker finds sales about 40% down on same period last year among venues that reopened</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>People have not embraced an easing of lockdown restrictions in England’s pubs, bars and restaurants, according to figures that showed a drop in sales of about 40% among venues that opened their doors at the beginning of the month.</p><p>Pubs that were open in the week beginning 6 July posted a 39% decline in sales compared with the same period last year, while bars were down 43% and restaurants down 40%.</p> <a href=\"https://www.theguardian.com/business/2020/jul/17/england-yet-to-embrace-reopened-restaurants-and-pubs-data-suggests-sales-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/17/england-yet-to-embrace-reopened-restaurants-and-pubs-data-suggests-sales-coronavirus", "date_published": "2020-07-16 23:01:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Goodwood waits for government all-clear on crowds trial", "description": "<p>Goodwood has made little secret of its belief that it would be an ideal venue to trial a limited return of spectators to the track</p><p>“At the moment, we’re working on plans A to about W,” Adam Waterworth, Goodwood’s managing director, said on Thursday, 12 days before the start of the track’s biggest meeting of the year. “It’s almost harder to stage an event with nobody here than it is in a normal year with thousands of people. </p><p>“It’s working up multiple plans all at once that really takes the time but you’ve got to do it if you’re going to be ready and next week is when we’ll need to know which plan we need to deliver.”</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jul/17/talking-horses-goodwood-waiting-for-all-clear-on-crowds-trial-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jul/17/talking-horses-goodwood-waiting-for-all-clear-on-crowds-trial-horse-racing-tips", "date_published": "2020-07-16 23:01:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiger Woods holds his own on tricky return at the Memorial Tournament", "description": "<ul><li>Woods signs for one-under 71 in first round after five months out</li><li>Tony Finau tops leaderboard with 66 in Ohio</li></ul><p>A round of attrition was not exactly what Tiger Woods desired in his return to competitive golf after a five month break but blustery conditions at the Memorial Tournament delivered precisely that. US Open met PGA Tour in Ohio.</p><p>A day otherwise notable for a 423-yard Bryson DeChambeau drive looked set to belong to Woods as he raced to two under par inside three holes. Given the 15-times major champion’s lack of tournament play, a subsequent regression was not altogether surprising. “Tiger’s just not sharp,” observed the watching Jack Nicklaus. Still, Woods’s one under par 71 was impressive given the context. A birdie at the 18th sent Woods to the scoring tent with a smile.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/16/tiger-woods-holds-his-own-on-tricky-return-at-the-memorial-tournament\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/16/tiger-woods-holds-his-own-on-tricky-return-at-the-memorial-tournament", "date_published": "2020-07-16 22:54:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Washington's NFL team faces sexual harassment claims from 15 women", "description": "<ul><li>Washington Post reports culture of harassment at NFL team</li><li>Team owner Dan Snyder hires law firm to review club’s policies</li><li>Three front-office members have left organization in last week</li></ul><p>Owner Dan Snyder has hired a District of Columbia law firm to review the Washington NFL team’s culture, policies and allegations of workplace misconduct.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/14/dan-snyder-washington-nfl-name-change-football\">Snyder took an age to drop Washington's racist nickname. And he'll still profit</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/16/washington-nfl-team-post-report-misconduct\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/16/washington-nfl-team-post-report-misconduct", "date_published": "2020-07-16 22:28:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 will devastate poorest nations if west does not act, warns UN", "description": "<p>G20 told to ‘step up now or pay price later’ as up to 100 million globally face being pushed into extreme poverty</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The west’s shortsighted response to the impact of Covid-19 could result in 640 million people being infected and 1.7 million killed in the world’s poorest countries, the UN warned.</p><p>The direct medical costs of treating 2.2 million patients in hospital critical care beds could amount to an estimated $16.28bn, while the focus on coronavirus could also lead to a diversion of scarce health resources, leading to a further 1.7 million preventable deaths from HIV, TB and malaria.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/covid-19-may-devastate-poorest-nations-if-west-does-not-act-warns-un\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/covid-19-may-devastate-poorest-nations-if-west-does-not-act-warns-un", "date_published": "2020-07-16 22:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pompeo claims private property and religious freedom are 'foremost' human rights", "description": "<p>US secretary of state seeks to refocus US human rights efforts as he launches report by government commission</p><p>Mike Pompeo has sought to redefine the US approach to human rights by giving preference to private property and religious freedom as the foremost “unalienable rights” laid down by America’s Founding Fathers.</p><p>Pompeo, launching a <a href=\"https://www.state.gov/draft-report-of-the-commission-on-unalienable-rights/\">draft report</a> by a <a href=\"https://www.theguardian.com/us-news/2019/jul/08/trump-human-rights-review-panel-mary-ann-glendon-anti-lgbt-abortion\">Commission on Unalienable Rights he established a year ago</a>, also claimed that a proliferation of human rights asserted by different US and international institutions had the effect of diluting those rights he viewed as the most important.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/pompeo-claims-private-property-and-religious-freedom-are-foremost-human-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/pompeo-claims-private-property-and-religious-freedom-are-foremost-human-rights", "date_published": "2020-07-16 21:51:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid seal La Liga title as Karim Benzema double defeats Villarreal", "description": "<p>Zinedine Zidane said the league would be Real Madrid’s main objective this season, even ahead of the Champions League through which their legend was forged, and now he and his side have delivered.</p><p>With a game to spare, a comfortable victory over Villarreal, secured by two goals from Karim Benzema, the second a retaken penalty after he and Sergio Ramos had made a mess of the first, left them out of reach at the top of the table. That this is only their third in 12 years says something about its significance and how Zidane, winner of three consecutive Champions Leagues, fought to change the culture of the club and break Barcelona’s domestic dominance.</p> <a href=\"https://www.theguardian.com/football/2020/jul/16/real-madrid-win-la-liga-title-as-benzema-double-defeats-villarreal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/16/real-madrid-win-la-liga-title-as-benzema-double-defeats-villarreal", "date_published": "2020-07-16 21:44:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DfiD merger will 'severely impact' UK's status, concludes cross-party inquiry", "description": "<p>Commons committee chair warns of ‘damage beyond repair’ over abolition of overseas aid department </p><p>A cross-party committee of MPs has said Boris Johnson’s “rushed and impulsive” merger of the Foreign Office and Department for International Development will “severely impact the UK’s superpower status”.</p><p>Attacking the prime minister’s decision as “coming out of the blue”, a report published on Thursday from the Commons international development committee (IDC) said it was likely it would be disruptive and “incredibly costly”.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/16/dfid-merger-will-severely-impact-uks-status-concludes-cross-party-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/16/dfid-merger-will-severely-impact-uks-status-concludes-cross-party-inquiry", "date_published": "2020-07-16 21:30:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PM to give NHS extra £3bn to prepare for winter coronavirus", "description": "<p>Funds expected to be used to maintain Nightingale hospitals and increase testing in England<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson is to announce £3bn of extra funding for the NHS in England as he tries to reassure an anxious public that the government is prepared in the event of a second wave of Covid-19 cases this winter.</p><p>The funds will be available to NHS England immediately, and are expected to be used to keep the emergency Nightingale hospitals open until March, and increase testing capacity to the 500,000 a day he had previously promised.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/boris-johnson-to-give-nhs-extra-3bn-to-prepare-for-winter-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/boris-johnson-to-give-nhs-extra-3bn-to-prepare-for-winter-coronavirus", "date_published": "2020-07-16 21:30:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United's Rashford and Martial sink luckless Crystal Palace", "description": "<p>Whatever Marcus Rashford does in a Manchester United shirt it will struggle to surpass his work to combat child poverty but the striker could enjoy his best on-field performance since the Premier League restarted as he drove his club to a victory that maintained their push for a Champions League finish.</p><p>This was not the comfortable match for United that the scoreline suggested. Crystal Palace were game opposition who found the finest details were against them. Wilfried Zaha felt he should have had a 44th-minute penalty – the video assistant referee said no; it was a tough one to call – while the technology would rule out what would have been an equaliser from Jordan Ayew for the tightest offside decision.</p> <a href=\"https://www.theguardian.com/football/2020/jul/16/crystal-palace-manchester-united-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/16/crystal-palace-manchester-united-premier-league-match-report", "date_published": "2020-07-16 21:22:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Book by Donald Trump's niece sells nearly 1m copies on its first day", "description": "<ul><li>Mary Trump’s Too Much and Never Enough sold 950,000 copies</li><li>Legal attempts to prevent book’s publication failed</li></ul><p>The bombshell family tell-all book by Mary Trump, the US president’s niece, sold almost a million copies by the end of its first day on sale and remains firmly at the top of Amazon’s bestseller list.</p><p>Trump’s <a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-abuse-father-niece-mary-book\">book</a> Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man, referring to Donald Trump, was published on Tuesday and had sold 950,000 copies by the end of the first day, including pre-sales, ebooks and audio books.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/donald-trump-niece-book-mary-sells-nearly-million\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/donald-trump-niece-book-mary-sells-nearly-million", "date_published": "2020-07-16 21:20:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netflix shares drop despite positive second-quarter earnings", "description": "<p>The company announced it had added more than 10m subscribers due to the coronavirus lockdowns, bringing revenue to $6.15bn</p><p>Netflix shares dived Thursday evening after close, despite the streaming giant reporting relatively positive second quarter earnings amid the coronavirus pandemic.</p><p>Netflix on Thursday announced it had added 10.09 million more paid subscribers than expected, as audiences bound to their homes because of Covid-19 restrictions binge-watched its shows in the absence of live events and movie theaters.</p> <a href=\"https://www.theguardian.com/media/2020/jul/16/netflix-shares-drop-second-quarter-earnings\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/16/netflix-shares-drop-second-quarter-earnings", "date_published": "2020-07-16 21:06:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jones open to England TV documentary series that could boost RFU finances", "description": "<ul><li>Eddie Jones will allow crew access ‘under right circumstances’</li><li>Potential TV series would offer boost to cash-strapped RFU</li></ul><p>Eddie Jones is willing to risk exposing England’s secrets in a documentary after the coach gave his blessing for a potential TV series that could lead to a multimillion pound boost for the cash-strapped Rugby Football Union.</p><p>Jones admitted he would be comfortable with a documentary, similar to Amazon Prime’s All or Nothing series which has featured Manchester City and the All Blacks in the past, with another showcasing Tottenham due to be released this year. A documentary following the Australian cricket team also proved a recent hit. Last month Northampton also announced plans to produce a documentary series.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/16/eddie-jones-england-rugby-union-saracens\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/16/eddie-jones-england-rugby-union-saracens", "date_published": "2020-07-16 21:05:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Carolina town votes to pay reparations to Black residents", "description": "<p>The Asheville city council issued a formal apology for ‘its participation in and sanctioning of the enslavement of Black people’</p><p>Asheville, a small city in western North Carolina, has voted to pay reparations to Black residents, as the US continues to grapple with stark racial inequality.</p><p>The Asheville city council voted 7-0 in favor of issuing what the city considered reparations, issuing a formal apology “for its participation in and sanctioning of the enslavement of Black people”.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/north-carolina-reparations-asheville-black-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/north-carolina-reparations-asheville-black-residents", "date_published": "2020-07-16 20:54:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supreme court allows Florida to restrict people with felony convictions from voting", "description": "<p>Decision threatens ability of three-quarters of a million people to vote in November<br /></p><p>Florida can continue to block people with felony convictions from voting until they have repaid all fines and fees they owe, the <a href=\"https://electionlawblog.org/wp-content/uploads/19A1071-order.pdf\">US supreme court said</a> on Thursday, a major decision that makes it less likely that nearly three-quarters of a million Floridians will get to vote in November.</p><p>The decision came at a preliminary stage of one of the most closely watched voting rights lawsuits in the US, over amendment 4, a measure Florida voters overwhelmingly approved in 2018 that allows people to vote once they complete their felony sentences, a change that was estimated to affect 1.4 million people.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/florida-voting-rights-felons-supreme-court-restricts-amendment-4\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/florida-voting-rights-felons-supreme-court-restricts-amendment-4", "date_published": "2020-07-16 20:31:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jofra Archer faces sanction for England biosecurity breach that risked 'disaster'", "description": "<ul><li>Bowler dropped for second Test and is now quarantined</li><li>Archer: ‘I feel like I have let both teams down and I am sorry’</li></ul><p>Jofra Archer faces an England disciplinary process after the unapproved visit to his home in Hove that breached the team’s biosecurity rules and, according to the team director, Ashley Giles, could have caused a “disaster”.</p><p><a href=\"https://www.theguardian.com/sport/2020/jul/16/england-west-indies-second-test-day-one-report-cricket\" title=\"\">England ground to 207 for three</a> on day one of the must-win second Test against West Indies but their absent fast bowler was the biggest talking point, with Archer holed up in his room at Old Trafford’s on-site hotel for five days of isolation and due to undergo two additional Covid-19 tests as a result of the transgression.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/16/jofra-archer-excluded-by-england-for-breach-of-bio-secure-protocols-west-indies-second-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/16/jofra-archer-excluded-by-england-for-breach-of-bio-secure-protocols-west-indies-second-test", "date_published": "2020-07-16 19:46:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour MP Lloyd Russell-Moyle quits frontbench citing 'torrent of online hate'", "description": "<p>Lloyd Russell-Moyle says he was victim of campaign by rightwing media</p><p>Lloyd Russell-Moyle has stepped down from the Labour frontbench, saying he had been the victim of a “torrent of online hate” because of a “campaign by the rightwing media”.</p><p>The Brighton Kemptown and Peacehaven representative’s departure from the shadow cabinet is the latest exit of an ally of the former leader Jeremy Corbyn.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/16/labour-mp-quits-frontbench-citing-torrent-of-online-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/16/labour-mp-quits-frontbench-citing-torrent-of-online-hate", "date_published": "2020-07-16 19:31:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Centrica left it far too late to face up to its problems | Nils Pratley", "description": "<p>Earlier action by the British Gas owner to sort out the business might have spared 20,000 staff the risk of a ‘fire and rehire’ process</p><p>So this is what Chris O’Shea, new chief executive of Centrica, owner of British Gas, meant by his plan to “modernise and simplify the way we do business”: 20,000 employees in the UK must accept new terms and conditions or else they could lose their jobs.</p><p>Centrica hasn’t yet started the “fire and rehire” process and says it will only do so as “a last resort” if negotiations with unions fail. But a formal advance warning of mass redundancies has been made.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/jul/16/centrica-left-it-far-too-late-to-tackle-its-problems\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/jul/16/centrica-left-it-far-too-late-to-tackle-its-problems", "date_published": "2020-07-16 19:03:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Shamima Begum winning the right to return to UK — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jul/16/steve-bell-on-shamima-begum-winning-the-right-to-return-to-uk-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jul/16/steve-bell-on-shamima-begum-winning-the-right-to-return-to-uk-cartoon", "date_published": "2020-07-16 19:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hancock announces partial lift of Leicester coronavirus lockdown", "description": "<p>Schools and nurseries can reopen but hospitality in city centre to remain closed<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Coronavirus lockdown measures in Leicester will only be partially lifted, Matt Hancock has said, with pubs, restaurants, bars and other parts of the hospitality sector remaining closed in the city centre.</p><p>In a statement to the Commons, the health and social care secretary said Covid-19 rates in the city “still remain well above the national average and the average for surrounding areas”. <br /><br />But he added: “We’re now in a position to relax some but not all of the restrictions that were in place.” </p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/hancock-announces-partial-lift-of-leicester-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/hancock-announces-partial-lift-of-leicester-coronavirus-lockdown", "date_published": "2020-07-16 18:59:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should you delete TikTok? Here’s what experts say about the app Trump wants to ban", "description": "<p>With the US government considering banning the China-based video-sharing app, here’s what you need to know</p><p>The wildly popular video-sharing app TikTok is facing a potential ban in the US and among employees of several major companies over security concerns.</p><p>What does that mean for you? Should you delete TikTok from your device? Here’s what you need to know.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/16/tiktok-video-sharing-app-should-you-delete-it\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/16/tiktok-video-sharing-app-should-you-delete-it", "date_published": "2020-07-16 18:50:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tired of being Boris Johnson's patsy, Patrick Vallance fights back | John Crace", "description": "<p>The chief scientific adviser made clear that what the government did with his advice was not on him</p><p>Yesterday Boris Johnson committed himself to a public inquiry into the government’s handling of the coronavirus. He didn’t say when, though he gave the distinct impression that the ideal time would be a long way into the future. By when he would have had time to line up any number of patsies to take the rap for his own failures. One of whom is sure to be the government’s chief scientific adviser, Patrick Vallance.</p><p>It’s fair to say that Vallance has been a little slow off the mark right from the very start of the pandemic. Not so much with the science – though he’s hardly excelled at that – but with PR management. For a long time, he was under the impressions that his prime role was to provide the government with independent scientific advice; it’s only over the course of the last few weeks he’s realised his real function was to be a human shield for Boris. And he’s clearly not happy about having been suckered in this way.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/16/tired-of-being-boris-johnsons-patsy-patrick-vallance-fights-back\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/16/tired-of-being-boris-johnsons-patsy-patrick-vallance-fights-back", "date_published": "2020-07-16 18:44:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Race commission head Tony Sewell apologises for anti-gay comments", "description": "<p>Exclusive: Concerns over role on panel of charity boss who rejects institutional racism</p><p>The newly appointed chair of the government’s commission on race and ethnic disparities has been forced to apologise after the Guardian unearthed controversial comments he wrote referencing “tortured queens playing hide and seek”.</p><p>The apology from Tony Sewell came after Downing Street announced the former education charity boss would lead the commission set up in the wake of the Black Lives Matters protests.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/concern-choice-charity-boss-tony-sewell-head-uk-race-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/concern-choice-charity-boss-tony-sewell-head-uk-race-commission", "date_published": "2020-07-16 18:34:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "$11.3bn in IMF Covid-19 money is being used to service debt, says group", "description": "<p>Fund is accused of effectively bailing out private lenders to some of world’s poorest nations<br /></p><p><a href=\"https://www.theguardian.com/world/2020/may/09/imf-warns-of-further-drop-in-global-growth-due-to-covid-19\">The International Monetary Fund</a> has allowed some of the world’s poorest countries to use almost £9bn of Covid-19 bailout cash to pay private sector lenders in breach of its own rules, according to a leading anti-poverty campaign group.</p><p><a href=\"https://www.theguardian.com/world/2020/mar/27/dozens-poorer-nations-seek-imf-help-coronavirus-crisis\">Hard-pressed countries in sub-Saharan Africa, </a><a href=\"https://www.theguardian.com/world/2020/mar/27/dozens-poorer-nations-seek-imf-help-coronavirus-crisis\">Latin America and parts of Asia</a> that went into the crisis with high levels of debt have used IMF funds intended for health budgets and food imports on loan interest payments, the Jubilee Debt Campaign said.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/dollar-11bn-in-imf-covid-19-money-being-used-to-service-debt-says-group-private-lendwers-poorest-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/dollar-11bn-in-imf-covid-19-money-being-used-to-service-debt-says-group-private-lendwers-poorest-nations", "date_published": "2020-07-16 18:31:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leicester City v Sheffield United: Premier League – live!", "description": "<ul><li>Premier League updates from the 6pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2020/jul/16/everton-v-aston-villa-premier-league-live\">Follow Everton v Aston Villa</a> | <a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a><br /></li><li>And feel free to <a href=\"mailto:nick.ames@theguardian.com\">email Nick</a> or tweet <a href=\"\">@NickAmes82</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:25:44.715Z\">7.25pm <span class=\"timezone\">BST</span></time> </p><p><strong>68 min:</strong> Drinks again, now, before a very big final quarter.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:25:23.346Z\">7.25pm <span class=\"timezone\">BST</span></time> </p><p><strong>67 min:</strong> That little episode has given the Blades a bit of a lift. They enjoy a sustained spell of possession before Sharp crosses beyond everybody from near the left byline, Thomas dealing with the ball as it zips beyond the far post.</p> <a href=\"https://www.theguardian.com/football/live/2020/jul/16/leicester-city-v-sheffield-united-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jul/16/leicester-city-v-sheffield-united-premier-league-live", "date_published": "2020-07-16 18:25:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Montalbano returns in Andrea Camilleri's posthumous novel", "description": "<p>Riccardino, author’s final book of the popular crime series, hits shelves a year after his death</p><p>The last whodunnit featuring the famed Sicilian police inspector Salvo Montalbano has hit the shelves in Italy, nearly a year to the day after the death of the author <a href=\"https://www.theguardian.com/books/andrea-camilleri\">Andrea Camilleri</a>.</p><p>Riccardino was first penned in 2005 and then tweaked in 2016, after which Camilleri gave it to his publisher on the promise that it would not be released until after his death. He <a href=\"https://www.theguardian.com/books/2019/jul/17/andrea-camilleri-beloved-creator-of-inspector-montalbano-dies-aged-93\">died on 18 July 2019</a> at the age of 93.</p> <a href=\"https://www.theguardian.com/books/2020/jul/16/montalbano-takes-a-bow-in-andrea-camilleri-posthumous-novel\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/16/montalbano-takes-a-bow-in-andrea-camilleri-posthumous-novel", "date_published": "2020-07-16 18:25:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everton v Aston Villa: Premier League – live!", "description": "<ul><li>Premier League updates from the 6pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2020/jul/16/leicester-city-v-sheffield-united-premier-league-live\">Follow Leicester v Sheffield United</a> | <a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a></li><li>And feel free to <a href=\"mailto:simon.burnton@theguardian.com\">email Simon</a> or tweet <a href=\"https://twitter.com/Simon_Burnton\">@Simon_Burnton</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:25:38.954Z\">7.25pm <span class=\"timezone\">BST</span></time> </p><p><strong>67 mins:</strong> Hourihane shoots straight into the wall. Still no shot on target.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:23:56.900Z\">7.23pm <span class=\"timezone\">BST</span></time> </p><p><strong>66 mins: </strong>The referee spots another shirt-pull, this time from Branthwaite on Davis, and Villa have an excellent shooting chance from a set piece. No booking this time, though.</p> <a href=\"https://www.theguardian.com/football/live/2020/jul/16/everton-v-aston-villa-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jul/16/everton-v-aston-villa-premier-league-live", "date_published": "2020-07-16 18:25:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crystal Palace v Manchester United: Premier League – live!", "description": "<ul><li>Live updates from Selhurst Park, kick-off 8.15pm (BST)</li><li><a href=\"https://www.theguardian.com/football/2020/jul/15/solskjaer-martial-quality-team-ethic-manchester-united\">Ole Gunnar Solskjær rails at recovery time before FA Cup semi-final</a></li><li>Feel to free to <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> your thoughts<br /><ul><br /></ul></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:24:31.935Z\">7.24pm <span class=\"timezone\">BST</span></time> </p><p><strong>Palace make two changes to the team that went down at Aston Villa last weekend. </strong>Andros Townsend and James McCarthy take the place of Cheikhou Kouyate, who drops to the bench, and Christian Benteke, who is suspended.</p><p><strong>United make two changes to the side that conceded a late equaliser at home to Southampton. </strong>In come former Palace loanee Timothy Fosu-Mensah and Scott McTominay. Nemanja Matic drops to the bench, while Luke Shaw is injured.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:18:00.823Z\">7.18pm <span class=\"timezone\">BST</span></time> </p><p><strong>Crystal Palace: </strong>Guaita, Ward, Dann, Sakho, van Aanholt, Townsend, McArthur, Milivojevic, McCarthy, Zaha, Ayew.<br /><em>Subs: Meyer, Kouyate, Hennessey, Schlupp, Kelly, Woods, Mitchell, Pierrick, Riedewald.</em></p><p><strong>Manchester United: </strong>de Gea, Wan Bissaka, Lindelof, Maguire, Fosu-Mensah, McTominay, Pogba, Greenwood, Bruno Fernandes, Rashford, Martial.<br /><em>Subs: Bailly, Mata, Lingard, Fred, Dalot, James, Romero, Ighalo, Matic.</em></p> <a href=\"https://www.theguardian.com/football/live/2020/jul/16/crystal-palace-v-manchester-united-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jul/16/crystal-palace-v-manchester-united-premier-league-live", "date_published": "2020-07-16 18:24:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English universities must prove 'commitment' to free speech for bailouts", "description": "<p>Gavin Williamson says institutions hit by Covid-19 should close courses with low graduate pay</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Universities in England needing bailouts to survive the impact of Covid-19 will have to “demonstrate their commitment” to free speech as well as closing courses with low graduate pay, Gavin Williamson has announced.</p><p>The education secretary laid out stringent conditions for universities facing bankruptcy to receive government loans – including the scrapping of “low-value” courses with high dropout rates or whose graduates did not often end up in skilled employment – and said institutions would close or be taken over if they failed to make a strong business case.</p> <a href=\"https://www.theguardian.com/education/2020/jul/16/english-universities-must-prove-commitment-to-free-speech-for-bailouts\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/16/english-universities-must-prove-commitment-to-free-speech-for-bailouts", "date_published": "2020-07-16 18:23:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Spain reports steepest rise in cases in months; Covid-19 caused 89% of Italy pandemic deaths", "description": "<p>Spain reports <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000?page=with:block-5f1086188f08f51e3893e610#block-5f1086188f08f51e3893e610\">580 new cases</a>; Covid-19 <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000?page=with:block-5f1061398f08f51e3893e392#block-5f1061398f08f51e3893e392\">direct cause of death</a> among 89% of the pandemic’s victims in Italy;<strong> </strong>Israel faces <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000?page=with:block-5f1028f28f0833bc06f324f6#block-5f1028f28f0833bc06f324f6\">new lockdown</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/16/global-report-spain-remembers-covid-19-victims-as-france-accelerates-mask-law\">Spain remembers Covid-19 victims as France accelerates mask law</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/16/russian-state-sponsored-hackers-target-covid-19-vaccine-researchers\">Russian state-sponsored hackers target Covid-19 vaccine researchers</a></li><li><a href=\"https://www.theguardian.com/news/2020/jul/16/family-fortunes-of-wealthy-increase-as-super-rich-ride-coronavirus-storm\">Family fortunes of super rich increase during pandemic</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-uk-649000-people-lose-jobs-during-lockdown-live-updates\">UK coronavirus updates - live</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/16/coronavirus-us-covid-donald-trump-anthony-fauci-joe-biden-live-updates\">US coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:22:16.621Z\">7.22pm <span class=\"timezone\">BST</span></time> </p><p><strong>The malaria drug touted by President Trump as a Covid-19 treatment was ineffective for patients with a mild version of the disease, according to a study.</strong></p><p>About 24% of the patients given hydroxychloroquine in the study had persisting symptoms over a 14-day period, while roughly 30% of the group given a placebo were determined to have persistent symptoms over the same period.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:11:57.764Z\">7.11pm <span class=\"timezone\">BST</span></time> </p><p><strong>Iraq </strong>will reopen its airports for scheduled international traffic on July 23, the Higher Committee for Health and Public Safety said on Thursday, after suspending regular commercial flights in March because of the coronavirus outbreak.</p><p>The country will lift a nationwide night-time curfew after the Muslim holiday of Eid Al-Adha and reopen restaurants and malls as long as they implement preventative health and social distancing measures, the committee added.</p> <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000", "date_published": "2020-07-16 18:22:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v West Indies: second Test, day one – live!", "description": "<ul><li>Live over-by-over updates from Old Trafford</li><li><a href=\"https://www.theguardian.com/sport/2020/jul/16/jofra-archer-excluded-by-england-for-breach-of-bio-secure-protocols-west-indies-second-test\">Archer excluded for breaking biosecure bubble</a></li><li>And you can <a href=\"mailto:rob.smyth@theguardian.com\">email Rob here</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:21:37.735Z\">7.21pm <span class=\"timezone\">BST</span></time> </p><p><strong>80th over: England 205-3 (Sibley 84, Stokes 59) </strong>“Good evening, Rob,” says Stephen Davenport. “I can see the argument against 10am starts in the autumn and spring, when morning conditions might still be moist. ‘Season of mists and mellow fruitfulness’ and all that, and, er, whatever it was that old Johnny Keats might have said about spring dampness. But in the height of summer I wouldn’t think that this would be so much of an issue, although the romance poets are strangely quiet on the subject of tricky early batting conditions.”</p><p>I’m sure that’s not the reason they aren’t starting early. It’ll be bureaucracy. It’s always bureaucracy. But there might be a reason that we’re all missing. </p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:16:31.692Z\">7.16pm <span class=\"timezone\">BST</span></time> </p><p><strong>79th over: England 204-3 (Sibley 83, Stokes 59) </strong>Nasser Hussain asks Michael Holding how he would respond if his captain asked him whether he wanted to take the second new ball tonight. “I’d say, ‘Skip, I’ll sleep on it...’”</p><p>Sibley shovels Roach into the leg side for a single. Every little helps.</p> <a href=\"https://www.theguardian.com/sport/live/2020/jul/16/england-v-west-indies-second-test-day-one-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/jul/16/england-v-west-indies-second-test-day-one-live", "date_published": "2020-07-16 18:21:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pelosi tells Trump he's 'gone down wrong path' on Covid-19 as Republicans reportedly shrink convention – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/16/coronavirus-us-covid-donald-trump-anthony-fauci-joe-biden-live-updates?page=with:block-5f1075b88f083da22b99feba#block-5f1075b88f083da22b99feba\">House speaker says she ‘yearn[s] for other Republican presidents’</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/16/coronavirus-us-covid-donald-trump-anthony-fauci-joe-biden-live-updates?page=with:block-5f1068a28f08f51e3893e420#block-5f1068a28f08f51e3893e420\">Florida breaks single-day record of coronavirus deaths</a></li><li><a href=\"https://www.theguardian.com/business/2020/jul/16/us-unemployment-coronavirus-july\">1.3<strong> </strong>million more Americans filed for unemployment in the US</a><br /></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/15/dr-fauci-donald-trump-attacks-covid-19\">Fauci stands firm as Trump works to undermine him</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/14/fauci-covid-19-risks-coronavirus-trump-white-house\">Expert warns young of Covid-19 risks and says crisis could match 1918 flu</a></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:13:45.858Z\">7.13pm <span class=\"timezone\">BST</span></time> </p><p><strong>More from the Guardian’s Sam Levine on the supreme court’s ruling:</strong></p><p>In late May, US district Judge <strong>Robert Hinkle</strong> struck down the Florida law that required those with felony convictions to repay any debts assessed as part of their sentence before they could vote again. </p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:08:52.731Z\">7.08pm <span class=\"timezone\">BST</span></time> </p><p><strong>The Guardian’s Sam Levine reports:</strong></p><p>Florida can continue to block people with felony convictions from voting until they’ve repaid all fines and fees they owe, the US supreme court ruled on Thursday, a major ruling that makes it more unlikely that nearly three quarters of a million affected Floridians will get to vote in November. </p><p dir=\"ltr\" lang=\"en\">New: Supreme court denies request to lift 11th circuit order blocking lower court ruling ordering Florida to allow people with felonies to vote if they can't afford to. The ruling is a preliminary loss for voting rights groups <a href=\"https://t.co/ZQLY8udb7q\">pic.twitter.com/ZQLY8udb7q</a></p> <a href=\"https://www.theguardian.com/us-news/live/2020/jul/16/coronavirus-us-covid-donald-trump-anthony-fauci-joe-biden-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/jul/16/coronavirus-us-covid-donald-trump-anthony-fauci-joe-biden-live-updates", "date_published": "2020-07-16 18:13:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black power salute was moment 'I will never forget', says Lewis Hamilton", "description": "<ul><li>World champion made gesture after winning Styrian Grand Prix</li><li>Hamilton eager to emulate Tommie Smith and John Carlos</li></ul><p>Lewis Hamilton has said that making the black power salute at last week’s Styrian Grand Prix felt as if it was a pivotal moment for him and one he would never forget. The world champion <a href=\"https://www.theguardian.com/sport/2020/jul/12/formula-one-race-report-styrian-grand-prix-lewis-hamilton-mercedes-ferraris-collide\">won the race in Austria</a> and stood with his fist raised on the podium, inspired by the actions of Tommie Smith and <a href=\"https://www.theguardian.com/world/2012/mar/30/black-power-salute-1968-olympics\">John Carlos</a> at the 1968 Olympics. Speaking before this weekend’s Hungarian Grand Prix he said his intent remained to raise awareness of racism.</p><p>Hamilton has been an outspoken supporter of anti-racism and the Black Lives Matter movement, <a href=\"https://www.theguardian.com/sport/2020/may/31/lewis-hamilton-condemns-silence-from-f1-paddock-over-george-floyd-killing\">speaking out on the subject</a> since the killing of George Floyd. He remains Formula One’s only black driver and led the initiative for collective action by F1 and for drivers to show their support of anti-racism. He has taken a knee before both grands prix this season and is expected to once more make a gesture on the grid at the Hungaroring. Not all drivers have taken a knee but they have worn “End Racism” T-shirts.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/16/black-power-salute-was-pivotal-moment-for-me-says-lewis-hamilton\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/16/black-power-salute-was-pivotal-moment-for-me-says-lewis-hamilton", "date_published": "2020-07-16 18:10:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds one point from Premier League promotion after win over Barnsley", "description": "<p>Leeds United are so close to the promised land now that they could be a Premier League team again before kicking another ball. This victory leaves them needing just a point to clinch promotion, and though there may be a repeat of last season’s feistiness when they go to Derby on Sunday in search of it, there is every possibility that West Bromwich Albion or Brentford will have blinked first in the meantime.</p><p>As it stands Leeds are five points clear with two games remaining, so something cataclysmic will need to happen to prevent a return to the top flight after 16 years, even if there have been false dawns before and Derby and Charlton might not be the opponents Marcelo Bielsa would choose at such a nervy stage of the season.</p> <a href=\"https://www.theguardian.com/football/2020/jul/16/leeds-barnsley-championship-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/16/leeds-barnsley-championship-match-report", "date_published": "2020-07-16 18:07:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Real Madrid v Villarreal: La Liga – live!", "description": "<ul><li>Live updates from the Estadio Alfredo Di Stefano, kick-off 8pm (BST)<br /></li><li><a href=\"https://www.theguardian.com/football/blog/2020/jul/13/lucas-ocampos-hits-spot-almost-seal-sevilla-dream-finish-no-look-penalty-champions-league\">Ocampos hits the spot to almost seal Sevilla’s dream finish</a><br /></li><li>Feel free to <a href=\"mailto:rob.smyth@theguardian.com\">email Rob</a> your thoughts</li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T18:00:04.809Z\">7.00pm <span class=\"timezone\">BST</span></time> </p><p><strong>Real Madrid: </strong>Courtois; Carvajal, Varane, Ramos, Mendy; Casemiro, Modrić, Kroos; Rodrygo, Benzema, Hazard. </p><p><strong>Subs: </strong>Areola, Militão, Nacho, Bale, Valverde, Lucas Vázquez, Jović, Asensio, Brahim, Isco, Mariano, Vinicius Júnior.<br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T16:59:19.081Z\">5.59pm <span class=\"timezone\">BST</span></time> </p><p>Real Madrid are the only team in world football who could turn their nose up at winning a domestic title. They have been defined by the European Cup for so long that La Liga often feels like an afterthought. But since lockdown it has been their world entire: they have won nine games in a row, displaying the kind of remorseless consistency of a Bayern Munich or a Liverpool. A tenth win tonight, at home to Villarreal, would clinch a 34th La Liga title.</p><p>It would also be only their third in the last 12 seasons. They’ve won the Champions League more often in that time, a confusing statgasm that reflects the unique identity of the club. The Champions League will be harder to win this year, given their 2-1 defeat at home to Manchester City in the first leg of their last-16 match, but a lot has changed since then and it would silly to rule them out. Especially with Zinedine Zidane in charge. </p> <a href=\"https://www.theguardian.com/football/live/2020/jul/16/real-madrid-v-villarreal-la-liga-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jul/16/real-madrid-v-villarreal-la-liga-live", "date_published": "2020-07-16 18:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A fifth of Brazilian soy in Europe is result of  deforestation", "description": "<p>Study findings suggest more needs to be done to protect rainforest in pending trade agreements</p><p>Large quantities of the soy and beef imported to Europe from Brazil have been “contaminated” by deforestation, research shows.</p><p>The findings suggest much more needs to be done to protect Brazilian land as pending trade agreements are likely to increase sales to European consumers.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/16/a-fifth-of-brazilian-soy-in-europe-is-result-of-deforestation-amazon-jair-bolsonaro\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/16/a-fifth-of-brazilian-soy-in-europe-is-result-of-deforestation-amazon-jair-bolsonaro", "date_published": "2020-07-16 18:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Leicester's mayor 'angry and frustrated' as city kept in partial lockdown", "description": "<p>Pubs, restaurants, bars will remain closed in city, <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-uk-649000-people-lose-jobs-during-lockdown-live-updates?page=with:block-5f107b548f0833bc06f329c8#block-5f107b548f0833bc06f329c8\">but restrictions on schools lifted</a>; Patrick Vallance says government <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-uk-649000-people-lose-jobs-during-lockdown-live-updates?page=with:block-5f1065238f0833bc06f32860#block-5f1065238f0833bc06f32860\">was advised to impose lockdown</a> week before it did; 66 coronavirus deaths <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-uk-649000-people-lose-jobs-during-lockdown-live-updates?page=with:block-5f106d708f08f51e3893e46a#block-5f106d708f08f51e3893e46a\">recorded</a> in UK</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/16/russian-state-sponsored-hackers-target-covid-19-vaccine-researchers\">Russian state-sponsored hackers target Covid-19 vaccine researchers</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/16/uk-government-orders-halt-randox-covid-19-tests-over-safety-issues\">Government orders halt to Randox Covid-19 tests over safety issues</a></li><li><a href=\"https://www.theguardian.com/science/2020/jul/16/coronavirus-vaccine-oxford-team-volunteers-lab-controlled-human-challenge-trial\">Vaccine: Oxford team aim to start lab-controlled human trial soon</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/16/coronavirus-englands-face-mask-law-could-backfire-says-eu-expert\">Exclusive: England’s face mask law could backfire, says EU expert</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-live-news-fauci-says-us-must-stop-nonsense-south-africa-cases-top-300000\">Global coronavirus updates – live</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T17:56:47.943Z\">6.56pm <span class=\"timezone\">BST</span></time> </p><p>Here’s a roundup of today’s key UK coronavirus developments:</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-16T17:21:28.551Z\">6.21pm <span class=\"timezone\">BST</span></time> </p><p>Two of <strong>Manchester</strong>’s popular music venues have closed for good as a result of the economic fallout from the coronavirus pandemic. </p><p>The Deaf Institute and Gorilla will remain closed after initially shutting down due to the lockdown. </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/jul/16/manchester-music-venues-gorilla-deaf-institute-close-welly-polar-bear-hull\">Manchester music venues Gorilla and the Deaf Institute to permanently close</a> </p> <a href=\"https://www.theguardian.com/world/live/2020/jul/16/coronavirus-uk-649000-people-lose-jobs-during-lockdown-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/16/coronavirus-uk-649000-people-lose-jobs-during-lockdown-live-updates", "date_published": "2020-07-16 17:59:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Julian Lewis: better a maverick than a poodle", "description": "<p>MPs were right to defy Downing Street by choosing the Tory rightwinger to chair the intelligence and security committee </p><p>Julian Lewis and Chris Grayling are a pair of dyed-in-the-wool rightwing Conservative leaver MPs. On issues like Brexit, their politics are as indistinguishable as Tweedledum and Tweedledee. Yet Mr Lewis’s surprise victory over Mr Grayling in the election to chair parliament’s <a href=\"http://isc.independent.gov.uk/\" title=\"\">intelligence and security committee</a> on Wednesday is not a plague-on-both-your-Tory-houses result. On the contrary, it is the sort of outcome that even parliament’s most trenchant leftwingers and remainers could scarce forbear to cheer. For Mr Lewis is a rightwing maverick, while Mr Grayling is a rightwing poodle. Mr Lewis’s win is one in the eye against No 10, the whips and the payroll vote. It should unite all those on every side of politics, and of all parties, who want MPs in parliament, not Boris Johnson and Dominic Cummings, to make the decisions that matter.</p><p>The committee was first set up in 1994 by a Conservative prime minister, John Major, who respected parliament. Its powers were enhanced in 2013 by another Conservative, David Cameron, who shared that respect. Over the years it has become more confident as a result. Boris Johnson, by contrast, has little respect for parliament, no desire for accountability, despises checks and balances, and is vindictive towards those who disagree with him, especially on Brexit. His attitude to the committee has been the polar opposite of respectful, not least because it was chaired, until 2019, by the independent and scrupulous former attorney general Dominic Grieve, a staunch remainer.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/16/the-guardian-view-on-julian-lewis-better-a-maverick-than-a-poodle\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/16/the-guardian-view-on-julian-lewis-better-a-maverick-than-a-poodle", "date_published": "2020-07-16 17:57:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How long until I find out my wife is a cake? The viral videos dividing the internet", "description": "<p>The sight of knives slicing into cakes that resemble everything from fruit to toilet roll has driven some people to existential crises</p><p>Here sits a Croc, the ugliest shoe in the world, until somebody just cuts it in half. It’s a cake. A cake with spongy, multicolored insides. Which means that you should be ready for this humble roll of toilet roll to be … What?! That’s a cake too?</p><p>The bakers behind these realistic creations, such as the American cake artist <a href=\"https://sideserfcakes.com/\">Natalie Sideserf</a> and <a href=\"https://www.instagram.com/redrosecake_tubageckil/?hl=en\">Turkish cake artist Tuba Geçkil</a>, make cakes that imitate fruit, still lifes and even people. Sometimes their cakes look so real, you wonder whether a crime is about to be committed when the knife edge approaches what seems to be a person (Geçkil has <a href=\"https://www.instagram.com/redrosecake_tubageckil/?hl=en\">even made cake portraits</a> of Donald Trump and Angela Merkel.) </p> <a href=\"https://www.theguardian.com/travel/2020/jul/16/cake-slicing-meme-videos-explanation\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/16/cake-slicing-meme-videos-explanation", "date_published": "2020-07-16 17:46:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public sector pension discrimination could cost UK taxpayer £17bn", "description": "<p>Treasury puts price on remedy for 3 million younger workers facing lower retirement income</p><p>The government has revealed it faces a £17bn bill for tackling “unlawful” age discrimination in public sector pensions, with 3 million people set to benefit by an average of more than £5,600 each.</p><p>While <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/900766/Public_Service_Pensions_Consultation.pdf\">the announcement</a> spells good news for many teachers, nurses, police officers, firefighters and civil servants, commentators said the huge bill could not have come at a worse time and would almost certainly have to be financed through cuts in spending or higher taxes.</p> <a href=\"https://www.theguardian.com/society/2020/jul/16/public-sector-pension-discrimination-could-cost-uk-taxpayer-17bn\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/16/public-sector-pension-discrimination-could-cost-uk-taxpayer-17bn", "date_published": "2020-07-16 17:33:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World's largest oil firm agrees to carbon cuts to tackle climate crisis", "description": "<p>Saudi Aramco joins Oil and Gas Climate Initiative pledge but critics say targets are insufficient</p><p>The world’s biggest oil company, Saudi Aramco, has joined an alliance of oil companies to set the first industry-wide target to help tackle the climate crisis by setting carbon emissions goals.</p><p>Saudi Arabia’s <a href=\"https://www.theguardian.com/business/2019/apr/01/saudi-aramco-oil-world-most-profitable-business-apple-exxon\">state oil giant</a> has agreed to reduce the carbon intensity of its business as part of the Oil and Gas Climate Initiative (OGCI) which includes Shell, BP and <a href=\"https://www.theguardian.com/business/2018/sep/20/exxonmobil-joins-oil-gas-climate-change-alliance-global-warming\">ExxonMobil</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/worlds-largest-oil-firm-joins-alliance-to-reduce-industrys-carbon-emissions\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/worlds-largest-oil-firm-joins-alliance-to-reduce-industrys-carbon-emissions", "date_published": "2020-07-16 17:32:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Delivery and the future of dining: ‘Convenience is eroding that little extra effort’", "description": "<p>As Australian state borders shut against Covid-19, restaurants are better prepared than in the first lockdown. But will delivery outlive coronavirus?</p><ul><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app to get the most important news notifications</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/jun/10/coronavirus-active-cases-covid-19-australia-state-data-update-how-many-new-numbers-today-map-stats-statistics-r-number-hotspots-postcode-corona-deaths-death-toll?CMP=cvau_sfl\">Coronavirus Australia maps and cases: live numbers and statistics</a></li></ul><p>Less than two weeks after Scott Morrison gave states and territories the green light to loosen the one person per four-square-metre rule to two square metres, metropolitan Melbourne re-entered stage three lockdown. The city’s restaurants were able to serve dine-in customers for a little over five weeks before having to revert to takeaway and delivery only. But this time, many were ready.</p><p>Chef-owner Shane Delia (Maha, Maha East and Maha Bar) launched finish-at-home meal service Maha Go during the first lockdown, and Providoor, a delivery service for premium restaurants, at the start of June. Providoor charges restaurants 15% commission, around half of what Uber Eats and Deliveroo charge. Delia says he’s not profiting from the service, used by restaurants such as Philippe, Flower Drum, MoVida, Tipo 00 and Sunda.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/17/delivery-and-the-future-of-dining-convenience-is-eroding-that-little-extra-effort\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/17/delivery-and-the-future-of-dining-convenience-is-eroding-that-little-extra-effort", "date_published": "2020-07-16 17:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boohoo shares rise 12% after co-founders pump £15m into company", "description": "<p>Mahmud Kamani and Carol Kane buy millions of shares in effort to rebuild confidence in business</p><p>The co-founders of Boohoo have bought another £15m of shares in the troubled online fashion business, helping to drive the share price 12% higher on Thursday.</p><p><a href=\"https://www.theguardian.com/business/2020/jul/10/the-billionaire-boohoo-family-who-started-with-a-market-stall-in-manchester\">Mahmud Kamani</a> pumped £10.7m into 5m shares in the company while Carol Kane spent £4.3m on the stock on Thursday in an effort to rebuild confidence in Boohoo, which has been hit by <a href=\"https://www.theguardian.com/business/2020/jul/06/boohoo-leicester-factory-conditions-covid-19\">allegations of malpractice</a> in its supply chain.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/boohoo-shares-rise-12-after-co-founders-pump-15m-into-company\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/boohoo-shares-rise-12-after-co-founders-pump-15m-into-company", "date_published": "2020-07-16 17:21:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judy Dyble obituary", "description": "Singer-songwriter with Fairport Convention who went on to success in the duo Trader Horne<p>Judy Dyble, who has died aged 71, was the first female singer with the English folk-rock pioneers Fairport Convention. She was already singing in north London folk clubs, accompanying herself on the autoharp, when in 1967 she was invited to join the Muswell Hill-based band, whose members included Ashley Hutchings, who had been at the same school as Dyble, Richard Thompson, her boyfriend at the time, and Simon Nicol. Throughout her career, Dyble sang in her natural speaking voice, with clear diction and without affectation.</p><p>Fairport Convention were initially influenced by American musicians such as <a href=\"https://www.theguardian.com/music/jonimitchell\" title=\"\">Joni Mitchell</a> and <a href=\"https://www.theguardian.com/music/bobdylan\" title=\"\">Bob Dylan</a>, rather than by the British folk songs that came later, and their first, eponymous album, released later that year – the only one that featured Dyble – included two at-the-time unreleased songs from Mitchell, one of them <a href=\"https://www.youtube.com/watch?v=-m_xRdrfbwk\" title=\"\">Chelsea Morning</a>. The album also featured <a href=\"https://www.youtube.com/watch?v=HWKoNqFlTQA\" title=\"\">Portfolio</a>, written by Dyble and Hutchings. Live performances in London, including at the American record producer Joe Boyd’s UFO Club, were characterised by Dyble knitting on stage; she knitted while Thompson and Jimi Hendrix jammed at the Speakeasy Club. Boyd became the band’s manager but was anxious for <a href=\"https://www.theguardian.com/music/sandy-denny\" title=\"\">Sandy Denny</a> to replace Dyble, who left in 1968.</p> <a href=\"https://www.theguardian.com/music/2020/jul/16/judy-dyble-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/16/judy-dyble-obituary", "date_published": "2020-07-16 17:19:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government orders halt to Randox Covid-19 tests over safety issues", "description": "<p>Care homes and members of public told to immediately stop using firm’s kits</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK government has instructed care homes and members of the public to immediately stop using coronavirus testing kits produced by a healthcare firm after safety problems were discovered.</p><p>Randox was awarded a £133m contract in March to produce the testing kits for England, Wales and Northern Ireland without any other firms being given the opportunity to bid for the work.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/uk-government-orders-halt-randox-covid-19-tests-over-safety-issues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/uk-government-orders-halt-randox-covid-19-tests-over-safety-issues", "date_published": "2020-07-16 17:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian state-sponsored hackers target Covid-19 vaccine researchers", "description": "<p>UK National Cyber Security Centre says drug firms and research groups being targeted by group known as APT29</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/jul/16/dominic-raab-belatedly-acknowledges-russian-threat-but-why-now\">Analysis: Raab acknowledges Russian threat – why now?</a></li></ul><p>Russian state-sponsored hackers are targeting UK, US and Canadian organisations involved in developing a coronavirus vaccine, according to British security officials.</p><p>The UK’s National Cyber Security Centre (NCSC) said drug companies and research groups were being targeted by a group known as APT29, which was “almost certainly” part of the Kremlin’s intelligence services.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/russian-state-sponsored-hackers-target-covid-19-vaccine-researchers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/russian-state-sponsored-hackers-target-covid-19-vaccine-researchers", "date_published": "2020-07-16 17:14:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canary Wharf traders and landlord bank on return to offices", "description": "<p>Once bustling financial district in east London is much emptier, but workers are starting to come back</p><p>The businesses that ordinarily pack thousands of workers into the gleaming towers of London’s Canary Wharf have paid little heed to the government’s recent calls to get staff back to the office.</p><p>On an overcast weekday, the few people walking along the streets of the financial district in the east of the capital were casually dressed for shopping rather than a day at a desk in the headquarters of a bank or a law firm.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/canary-wharf-traders-and-landlord-bank-on-return-to-offices\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/canary-wharf-traders-and-landlord-bank-on-return-to-offices", "date_published": "2020-07-16 17:06:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-MP Charlie Elphicke agreed to pay accuser £5,000, court told", "description": "<p>Father of two paid the woman after allegedly sexually assaulting her at his home in 2007</p><p>Former Conservative MP Charlie Elphicke agreed to pay a woman £5,000 after allegedly sexually assaulting her, withdrawing the money in small amounts to prevent his wife from finding out, a court heard.</p><p>The 49-year-old father of two – married to Dover MP Natalie Elphicke – said it was the complainant’s demand to be paid “compensation” after the alleged incident at his family home in central London in 2007.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/ex-mp-charlie-elphicke-agreed-to-pay-accuser-5000-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/ex-mp-charlie-elphicke-agreed-to-pay-accuser-5000-court-told", "date_published": "2020-07-16 17:05:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New RFL president Clare Balding wants women's game to become professional", "description": "<ul><li>Balding takes over as Tony Adams’s successor <br /></li><li>‘Capitalising on next year’s World Cup is a golden opportunity’<br /></li></ul><p>Clare Balding is hoping to use her two-year term as the president of the Rugby Football League to maximise the potential of women’s rugby league and help introduce professionalism for female players for the first time.<br /><br />Balding took over as Tony Adams’s successor on Wednesday and while the former England footballer used his year in charge to work specifically on <a href=\"https://www.theguardian.com/sport/no-helmets-required/2020/jul/14/tony-adams-hopefully-people-have-had-periods-of-reflection-in-lockdown\">highlighting player welfare and rehabilitation</a>, Balding – who fronted the BBC’s rugby league coverage for a number of years – said she wants to put the women’s game in as strong a position as possible going into next year’s World Cup.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/15/jermaine-coleman-calls-on-rugby-league-to-do-more-to-support-bame-players\">Jermaine Coleman calls on rugby league to do more to support BAME players</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/16/new-rfl-president-clare-balding-womens-rugby-league-professional\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/16/new-rfl-president-clare-balding-womens-rugby-league-professional", "date_published": "2020-07-16 17:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Until the EU tackles tax avoidance, big companies will keep getting away with it | Aidan Regan", "description": "<p>Ireland may not have given Apple illegal state aid, but the system still needs to change</p><p>What happens when a European member state such as Ireland or the Netherlands decides it wants to act like a corporate tax haven? Because taxation is a national sovereignty issue, the European commission can’t directly challenge the corporate tax laws of EU member states. So the commission has instead been trying to use state aid laws to prevent tax avoidance in smaller countries. This bundle of rules is designed to promote market competition and prevent countries giving unfair advantages to companies. In the eyes of the commission, allowing a company to avoid taxes is much like giving it a cash subsidy.</p><p>In 2016, the European commission found that Apple had <a href=\"http://economic-incentives.blogspot.com/2016/03/apple-sales-internationalby-numbers.html\">transferred around €110bn of sales</a> from their European operations to a head office of two subsidiaries in Ireland. These subsidiaries were registered in Ireland, but were non-resident for tax purposes – so Apple’s profits in Irish accounts weren’t taxed. In a controversial ruling, the commission decided that Ireland had given special treatment to these Apple subsidiaries. In other words, Ireland had actively facilitated the Apple group’s corporate tax avoidance strategies. According to the commission, these tax incentives amounted to illegal state aid, and Apple were ordered to pay the Irish government <a href=\"https://www.theguardian.com/business/2016/dec/19/apple-ireland-eu-tax-ruling-european-commission-us-irs\">almost €14</a><a href=\"https://www.theguardian.com/business/2016/dec/19/apple-ireland-eu-tax-ruling-european-commission-us-irs\">bn in unpaid taxes</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/16/eu-tax-avoidance-big-companies-ireland-apple-state-aid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/16/eu-tax-avoidance-big-companies-ireland-apple-state-aid", "date_published": "2020-07-16 16:47:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The background to EU citizens' court win over US tech giants", "description": "<p>Data privacy rights have been backed by a new ruling, the latest twist in a nine-year campaign to limit surveillance by US agencies <br /></p><p>A ruling of the court of justice of the European Union (CJEU) could prevent tech companies like Facebook from sending data from the trading bloc to the US, after finding that there are not enough protections against snooping by American intelligence agencies. It is <a href=\"https://www.theguardian.com/technology/2020/jul/16/tech-firms-like-facebook-must-restrict-data-sent-from-eu-to-us-court-rules\">the latest ruling</a> in a long-running European legal saga.</p><p><strong>July 2000:</strong> EU and US develop the Safe Harbour Privacy Principles, which allow personal information to be transferred between the two without breaching the EU’s data protection rules. Under the principles, US companies can self-certify that they comply with the EU data protection directive.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/16/the-background-to-eu-citizens-court-win-over-us-tech-giants\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/16/the-background-to-eu-citizens-court-win-over-us-tech-giants", "date_published": "2020-07-16 16:46:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Single-use face mask or one like Amber Heard's? How I learnt to choose wisely", "description": "<p>As more countries make coverings compulsory, Nazia Parveen experiences face mask envy during a work trip to Mallorca</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Paris Hilton likes hers made from mesh, encrusted with rhinestones, Amber Heard and <a href=\"https://www.theguardian.com/film/johnnydepp\">Johnny Depp</a> have opted to wear bandanas for their dramatic daily court appearances. Meanwhile, for most of us it’s the disposable versions that can be bought from most high-street chemists.</p><p>But whether they are bejewelled with diamante or made out of beautiful cotton fabrics, wearing or not wearing a face mask in shops has become the latest polarising debate on social media – with the reaction ranging from the humorous to downright outrage.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/a-single-use-face-mask-or-one-like-amber-heards-how-i-learnt-to-choose-wisely\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/a-single-use-face-mask-or-one-like-amber-heards-how-i-learnt-to-choose-wisely", "date_published": "2020-07-16 16:42:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: Spain honours Covid-19 victims as France accelerates mask law", "description": "<p>King Felipe VI leads service in Madrid and French PM says mask rules to begin next week </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Wearing black face masks and roses, Spanish dignitaries have paid tribute in Madrid to the victims of the coronavirus pandemic, as the virus continues to ravage countries around the world.</p><p>King Felipe VI led <strong>Spain</strong>’s commemoration at an esplanade in Madrid’s Royal Palace, accompanied by the relatives of 100 people who died during the pandemic, medical personnel, police and other essential workers, government members and officials from the EU and the World Health Organization.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/global-report-spain-remembers-covid-19-victims-as-france-accelerates-mask-law\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/global-report-spain-remembers-covid-19-victims-as-france-accelerates-mask-law", "date_published": "2020-07-16 16:37:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netanyahu accused of 'bribing the masses' with Israeli cash handout", "description": "<p>PM proposes £1.4bn in handouts to all Israelis as country braces for possible new lockdown measures </p><p>Benjamin Netanyahu has been accused of attempting to deflect <a href=\"https://www.theguardian.com/world/2020/jul/13/israeli-police-tear-down-anti-netanyahu-protest-camp-corruption-covid-19-crisis\">public anger</a> about his handling of the pandemic by proposing cash handouts to all Israelis, as the country looked poised to impose fresh lockdown measures.</p><p>Following a second, more aggressive, surge in coronavirus infections, the cabinet met on Thursday evening to consider whether to implement new restrictions. Proposals included weekend lockdowns as well as shutting all kindergartens and gyms throughout the week, according to <a href=\"https://www.ynet.co.il/article/S1gSr3pJw#autoplay\">local media reports</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/benjamin-netanyahu-accused-of-bribes-to-the-masses-israeli-coronavirus-cash-handout\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/benjamin-netanyahu-accused-of-bribes-to-the-masses-israeli-coronavirus-cash-handout", "date_published": "2020-07-16 16:28:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester music venues Gorilla and the Deaf Institute to permanently close", "description": "<p>The Welly and the Polar Bear in Hull also go into administration amid severe financial difficulties for live-music sector</p><p>Four celebrated music venues in Manchester and Hull are to close due to financial difficulties brought about by the coronavirus pandemic.</p><p>In Manchester, Gorilla and the Deaf Institute are to permanently close. Roy Ellis, head of parent company Mission Mars, said the venues “have been at the forefront of the music scene in Manchester for many years and it is with great sadness that we announce that we will not be reopening. This difficult decision has been made against the backdrop of Covid-19 and the enforced closure of all of our sites and with continued restrictions upon opening of live music venues.”</p> <a href=\"https://www.theguardian.com/music/2020/jul/16/manchester-music-venues-gorilla-deaf-institute-close-welly-polar-bear-hull\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/16/manchester-music-venues-gorilla-deaf-institute-close-welly-polar-bear-hull", "date_published": "2020-07-16 16:25:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Number of UK problem gamblers seeking help soars in lockdown", "description": "<p>Charity says monthly interactions rise from 30 to 1,000 and flag a coming ‘storm’<br /></p><p>The coronavirus lockdown has triggered a huge rise in <a href=\"https://www.theguardian.com/uk-news/2020/may/19/uk-gambling-addiction-yougov-research\">problem gamblers</a> seeking help, indicating “the first signs of a storm”, according to a leading addiction charity.</p><p>The Gordon Moody Association, which runs residential treatment programmes for people with a severe gambling disorder, said the number of interactions with problem gamblers had increased from 30 a month to 1,000 a month during the period from April to June. The number of calls from people expressing suicidal thoughts reached five a day at the peak of the lockdown.</p> <a href=\"https://www.theguardian.com/society/2020/jul/16/lockdown-sparked-huge-upsurge-in-uk-problem-gamblers-seeking-help\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/16/lockdown-sparked-huge-upsurge-in-uk-problem-gamblers-seeking-help", "date_published": "2020-07-16 16:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus vaccine: Oxford team aim to start lab-controlled human trial soon", "description": "<p>Jenner Institute at Oxford looks to recruit healthy volunteers for controversial ‘challenge trial’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The team behind the Oxford Covid-19 vaccine hope to begin tests on volunteers who will be intentionally exposed to the virus in a “challenge trial”, a move seen as controversial<strong> </strong>since there is no proven cure for the illness.</p><p>Although challenge trials, in which healthy volunteers are given a pathogen, are routine in vaccine development, taking the approach for Covid-19, where there is no failsafe treatment if a volunteer becomes severely ill, has been questioned.</p> <a href=\"https://www.theguardian.com/science/2020/jul/16/coronavirus-vaccine-oxford-team-volunteers-lab-controlled-human-challenge-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jul/16/coronavirus-vaccine-oxford-team-volunteers-lab-controlled-human-challenge-trial", "date_published": "2020-07-16 16:11:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish deputy PM urges investigation into Catalan spyware claims", "description": "<p><strong>Exclusive: </strong>Pablo Iglesias calls alleged targeting of independence movement figures unacceptable </p><p>The Spanish deputy prime minister, Pablo Iglesias, has become the most senior political figure to call for a parliamentary investigation into the use of spyware to target prominent members of the Catalan independence movement, saying such practices are “unacceptable in a democracy”.</p><p>A <a href=\"https://www.theguardian.com/world/2020/jul/13/phone-of-top-catalan-politician-targeted-by-government-grade-spyware\">joint investigation this week by the Guardian and El País</a> has revealed that Roger Torrent, the speaker of the Catalan parliament, and former regional foreign minister Ernest Maragall are among at least four pro-independence activists who have been targeted using Israeli spyware that its makers said is sold only to governments.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/spains-deputy-pm-urges-investigation-into-catalan-spyware-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/spains-deputy-pm-urges-investigation-into-catalan-spyware-claims", "date_published": "2020-07-16 16:08:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Gas owner 'using Covid-19 as smokescreen to alter staff contracts'", "description": "<p>Trade unions accuse Centrica of forcing employees to accept worse conditions or lose their jobs</p><p>Trade unions have accused the owner of British Gas of using the Covid-19 pandemic as a “smokescreen” to force its 20,000 employees to accept worse employment contracts – or lose their jobs.</p><p>Centrica is in talks to “simplify” the wide range of employment contracts used across its 20,000-strong workforce, having <a href=\"https://www.theguardian.com/business/2020/jun/11/british-gas-owner-centrica-to-cut-5000-jobs\">announced plans last month to axe 5,000 jobs</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/british-gas-owner-using-covid-19-as-smokescreen-to-alter-staff-contracts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/british-gas-owner-using-covid-19-as-smokescreen-to-alter-staff-contracts", "date_published": "2020-07-16 16:05:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The power of touch: Haunted – a poem by Dael Orlandersmith", "description": "<p>‘Never been one much for skin on skin / or / never much cared for the skin I live in / but / NOW / The mind rolls back’<br /></p><p><a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/welcome-to-the-guardians-power-of-touch-series\">Welcome to the Guardian’s Power of Touch series</a></p><p>I’ve never really been one for touch</p><p>Oh sure<br />A hug now<br />And</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/16/the-power-of-touch-haunted-a-poem-by-dael-orlandersmith\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/16/the-power-of-touch-haunted-a-poem-by-dael-orlandersmith", "date_published": "2020-07-16 16:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's disrupted our entire lives': UK workers on losing their jobs", "description": "<p>The Guardian hears from five people struggling after being made redundant in the pandemic<br /></p><p>One of Britain’s leading business lobby groups has said almost a third of big businesses are likely to <a href=\"https://www.theguardian.com/business/2020/jul/16/29-of-uk-businesses-to-cut-jobs-in-next-three-months-survey-says\">make job cuts</a> over the next three months, while the Office for National Statistics has said the number of employees on company payrolls in the UK <a href=\"https://www.theguardian.com/business/2020/jul/16/number-of-uk-workers-on-company-payroll-falls-by-650000-amid-covid-19-crisis\">fell by almost 650,000</a> between March and June.</p><p>As coronavirus claims a growing number of jobs, the Guardian has spoken to some of those made redundant over the past three months.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/its-disrupted-our-entire-lives-uk-workers-on-losing-their-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/its-disrupted-our-entire-lives-uk-workers-on-losing-their-jobs", "date_published": "2020-07-16 15:48:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It puts me off': musicians on why white syllabuses deter black talent", "description": "<p>Pressure is mounting on music schools to feature more work by black composers. Four musicians tell us why change is urgent</p><p>More than 4,000 people have signed <a href=\"https://www.change.org/p/associated-board-of-the-royal-schools-of-music-ensure-the-representation-of-black-composers-on-the-abrsm-syllabus\">a petition</a> calling on the exam board of the UK’s royal schools of music to include more black composers in their syllabus. This follows new research, which has revealed that <a href=\"https://www.theguardian.com/world/2020/jul/15/uk-royal-schools-of-music-exam-board-urged-to-address-colonial-legacy\">99% of pieces in the Associated Board of the Royal Schools of Music (ABRSM) exam syllabuses are by white composers</a>. Musicians, academics, teachers and students tell us why the overwhelmingly white syllabus is deterring young black talent from pursuing classical music in higher education and as a career.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jul/15/uk-royal-schools-of-music-exam-board-urged-to-address-colonial-legacy\">UK royal schools of music exam board urged to address colonial legacy</a> </p> <a href=\"https://www.theguardian.com/education/2020/jul/16/it-puts-me-off-musicians-on-why-white-syllabuses-deter-black-talent\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/16/it-puts-me-off-musicians-on-why-white-syllabuses-deter-black-talent", "date_published": "2020-07-16 15:43:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winona Ryder says Johnny Depp was never violent to her", "description": "<p>Ex-partners Ryder and Vanessa Paradis say allegations against actor are ‘impossible to believe’</p><p>Two of Johnny Depp’s former partners, Winona Ryder and Vanessa Paradis, have said he was never abusive or violent towards them and that allegations he is a “wife-beater” were “impossible to believe”.</p><p>The two women had been due to give evidence at the high court in London on Thursday via remote video links from the US.</p> <a href=\"https://www.theguardian.com/film/2020/jul/16/johnny-depp-did-not-retaliate-abuse-amber-heard-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/16/johnny-depp-did-not-retaliate-abuse-amber-heard-court-told", "date_published": "2020-07-16 15:34:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson has failed on social care. That's why he is dodging a coronavirus inquiry | Polly Toynbee", "description": "<p>This is a very dangerous area for the government – and not just because of the obvious blunders of the pandemic</p><p>Day after day, the Boris Johnson regime reveals its unexpectedly eye-popping political incompetence. Dominic Cummings proves to be no political genius, but a deviser of daily political car crashes, none more absurdly comical than the failed<a href=\"https://www.theguardian.com/politics/2020/jul/15/chris-grayling-fails-to-become-intelligence-and-security-chair\"> attempt to impose Chris Grayling</a> as chair of the intelligence and security committee, made 10 times more explosive by expelling a senior Tory MP.</p><p>But these Westminster bubble entertainments pale into insignificance when far more serious dangers press in on No 10. They should be alarmed by the articulate voices of the <a href=\"https://www.channel4.com/news/boris-johnson-please-meet-the-bereaved-families-charlie-williams-covid-families-for-justice\">Covid-19 Bereaved Families for Justice</a>, their numbers growing weekly. On Thursday’s BBC Today programme they were demanding an immediate public inquiry into their relatives’ deaths. They say the “intense preparations” for a future Covid-19 spike called for in <a href=\"https://www.theguardian.com/world/2020/jul/14/action-to-stop-winter-covid-19-second-wave-in-uk-must-start-now\">this week’s report</a> from the Academy of Medical Sciences requires a rapid inquiry into what went wrong and why, to stop a repetition of those 20,000 care home deaths. In the Commons, Johnson said there would be an “independent inquiry”, but with no date or definition. He has refused to meet the families so far, rightly afraid of the power of their critique of serial failings in coping with the pandemic.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/16/johnson-has-failed-on-social-care-thats-why-he-is-dodging-a-coronavirus-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/16/johnson-has-failed-on-social-care-thats-why-he-is-dodging-a-coronavirus-inquiry", "date_published": "2020-07-16 15:29:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1,600 UK jobs at risk at casino firm Genting", "description": "<p>Covid-19 restrictions blamed for move union calls ‘serious slap in face’ to workers</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The casino company Genting is to cut up to 1,642 jobs at clubs and hotels across the UK owing to Covid-19, in a move that the GMB trade union described as a “serious slap in the face” to workers.</p><p>While <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/04/english-pubs-pour-first-pints-for-customers-since-lockdown-began\">pubs, restaurants, shops and even bookmakers in England have been allowed to open</a> as coronavirus lockdown restrictions eased, casinos remain among the businesses not permitted to do so.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/casino-firm-genting-to-cut-more-than-1600-uk-jobs-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/casino-firm-genting-to-cut-more-than-1600-uk-jobs-covid-19", "date_published": "2020-07-16 15:14:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The power of touch: I held my father's hand as he faded away. It was the purest exchange of love", "description": "<p>Through months of illness, I held his sturdy, consistent and loving hands, knowing he would muster the strength until he truly could no longer<br /></p><p><a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/welcome-to-the-guardians-power-of-touch-series\">Welcome to the Guardian’s Power of Touch series</a></p><p>At some point in the 1970s, the late, great Bill Withers <a href=\"https://www.youtube.com/watch?v=qv5pagal-ls\">did a live recording</a> of his song Grandma’s Hands. In the recording, he speaks plainly to the audience, folksy and casual, and introduces the song by saying he was raised by “just a nice old lady who used some very nice old gnarled hands to make life kinda nice for me at the time, when I really needed somebody”. He proceeds to sing one of the most beautiful songs I know, celebrating all that his grandmother’s hands, and the work they did, meant to him, and how much he misses them.</p><p>The absence of the touch of all those we love is a profound loss. And so we grieve. As I, too, grieve the loss of so much of our beloved world, I think of my other griefs and the touch I miss most of all – my father’s. He passed away in May 2018, after what many called a “short illness” but in reality took an agonising three months. During those long days, I held his hand. It became a routine. I’d go into the room and tell him that “pumpkin is here!” and search underneath the hospital blankets for those big, strong hands, with long fingers that helped make him such a nimble guitarist.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/16/the-power-of-touch-i-held-my-fathers-hand-as-he-faded-away-it-was-the-purest-exchange-of-love\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/16/the-power-of-touch-i-held-my-fathers-hand-as-he-faded-away-it-was-the-purest-exchange-of-love", "date_published": "2020-07-16 15:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump has battled to block my film's release for years. Now he has failed | Anthony Baxter", "description": "<p>My exposé of the impact of Trump’s golf courses in Scotland has been suppressed with legal threats … until now</p><p>Here in Britain we like to think our journalism is free from control by those with power and money. Sadly that’s not always the case. I have spent years trying to release a film about Donald Trump and have witnessed the corrosive power his money has over freedom of expression – both in the UK and the US.</p><p>In 2016, when the Mail Online reported on a “92-year-old Scotswoman taking on Trump”, readers were appalled to learn Molly Forbes had to collect water from a nearby stream in a bucket because, she claims, Trump’s construction workers had cut off her supply. The article was accompanied by a disturbing picture of an exhausted Molly, taken from my new documentary You’ve Been Trumped Too, which was due to be released ahead of the US election. But shortly after its publication, the article vanished, along with another like it in the Sun.</p> <a href=\"https://www.theguardian.com/film/2020/jul/16/donald-trump-youve-been-trumped-too\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/16/donald-trump-youve-been-trumped-too", "date_published": "2020-07-16 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police and CPS scrap digital data extraction forms for rape cases", "description": "<p>Exclusive: case of two complainants funded by Equality and Human Rights Commission forces U-turn</p><p>The Crown Prosecution Service and police have been forced to scrap controversial “digital strip searches” of rape complainants, following a legal threat from two survivors of sexual abuse and sustained campaigning from privacy and human rights groups.</p><p>Little more than a year after a new policy around the disclosure of private information was introduced, the police and CPS have made a major U-turn and will withdraw <a href=\"https://www.theguardian.com/society/2019/apr/29/why-might-rape-victims-refuse-to-give-phones-to-police\">digital data extraction consent forms</a> from operation.</p> <a href=\"https://www.theguardian.com/society/2020/jul/16/police-and-cps-scrap-digital-data-extraction-forms-for-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/16/police-and-cps-scrap-digital-data-extraction-forms-for-cases", "date_published": "2020-07-16 14:55:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talks on Stonehenge road tunnel delayed by neolithic find", "description": "<p>Grant Shapps extends decision deadline after archaeologists discover prehistoric pits at world heritage site in Wiltshire</p><p>A decision on whether construction of a road tunnel near Stonehenge, in Wiltshire, can go ahead has been further delayed by the transport secretary, Grant Shapps.</p><p>The deadline for the verdict has been extended by four months to late autumn to allow further consultation following <a href=\"https://www.theguardian.com/science/2020/jun/22/vast-neolithic-circle-of-deep-shafts-found-near-stonehenge\">a recent archaeological find</a> within the Stonehenge world heritage site, the transport minister, Andrew Stephenson, said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/talks-on-stonehenge-road-tunnel-delayed-by-neolithic-find\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/talks-on-stonehenge-road-tunnel-delayed-by-neolithic-find", "date_published": "2020-07-16 14:52:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bouncing back: European dance is kick-started with huge state support", "description": "<p>Dancers are taking tentative steps back to work, giving socially distanced performances outdoors in Germany, France and the Czech Republic</p><p>T<a href=\"https://www.stuttgart-ballet.de/company/tamas-detrich/\">amas Detrich</a>, director of Germany’s <a href=\"https://www.stuttgart-ballet.de/\">Stuttgart Ballet</a>, had been planning two big programmes of modern ballet for the summer season when the coronavirus crisis hit. “We were on tour, and had to return to Stuttgart,” he remembers. “Then one of our company tested positive. We shut down the whole ballet and went into quarantine. During those first two weeks, we still had around 10 known cases of coronavirus.” The experience clearly still haunts him, and it’s a scenario that he never wants to return to. His steps back towards live performance have been cautious.</p><p>While dance in the UK remains in effective lockdown, productions in Germany and other European countries are tentatively resuming. Detrich’s dancers continued training as much as possible from their homes. In April, he got permission to consider the dancers as equivalent to professional athletes, who were permitted to train in small groups. Classes returned to the studio, but regulations stipulated nine metres’ physical distancing. A full class might be three people in a studio.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/16/bouncing-back-european-dance-is-kick-started-with-huge-state-support\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/16/bouncing-back-european-dance-is-kick-started-with-huge-state-support", "date_published": "2020-07-16 14:50:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Closest ever images of sun reveal it is covered in miniature flares", "description": "<p>Solar Orbiter images shot from between Venus and Mercury orbits show ‘campfires’ in corona</p><p>The closest ever images of the sun reveal its surface is speckled with “campfires”, miniature versions of the dramatic solar flares visible from Earth.</p><p>The observations, beamed back from the Solar Orbiter spacecraft, which is a joint Nasa and <a href=\"https://www.theguardian.com/science/european-space-agency\">European Space Agency</a> (ESA) mission, could help resolve why the sun’s atmosphere is so staggeringly hot compared to the surface – a central paradox in solar physics. Miniature flares have been proposed as a theoretical explanation for the so-called coronal heating problem, but until now no telescope has had a good enough resolution to observe the sun’s atmosphere in sufficient detail.</p> <a href=\"https://www.theguardian.com/science/2020/jul/16/closest-ever-images-of-sun-reveal-it-is-covered-in-miniature-flares\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jul/16/closest-ever-images-of-sun-reveal-it-is-covered-in-miniature-flares", "date_published": "2020-07-16 14:46:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Smith and Jada Pinkett Smith's 'entanglement' proves social media is the new reality TV", "description": "<p>Skipping the mainstream media, the actors chose to discuss – and monetise – their relationship on Red Table Talk. And they’re not the only ones </p><p>This will likely go down as one of the most dramatic years in recent history. So much so, that Jada Pinkett Smith sitting across from her husband Will Smith, to discuss a romantic relationship she had with the musician August Alsina while they were married, is unlikely to even rank in the top 10 most surreal moments.</p><p>The couple candidly discussed their relationship on her web series Red Table Talk last week, a conversation that was watched by <a href=\"https://deadline.com/2020/07/red-table-talk-facebook-watch-will-smith-jada-pinkett-smith-new-record-facebook-watch-1202983477/\">more than 15 million viewers in the first 24 hours</a>. Aside from shedding light on the inner workings of the Pinkett-Smith marriage and making “entanglement” a strong contender for the Oxford English Dictionary’s word of the year, the 13-minute clip encompassed the encroaching reality-tellyfication of our everyday lives.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/16/will-smith-jada-pinkett-smith-entanglement-red-table-talks-reality-checked\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/16/will-smith-jada-pinkett-smith-entanglement-red-table-talks-reality-checked", "date_published": "2020-07-16 14:46:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shamima Begum ruling reignites debate over Britons who joined Isis", "description": "<p>Decision prompt fears others who had citizenship stripped will attempt similar appeals</p><p>The l<a href=\"https://www.theguardian.com/uk-news/2020/jul/16/shamima-begum-wins-right-to-return-to-uk\">atest ruling in the Shamima Begum</a> case has reignited the debate over how a state should deal with so-called foreign fighters and their families.</p><p>Begum, 20, fled to Syria as a child to assist Isis in its mission to establish a caliphate under which its warped interpretation of Islam would rule.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/shamima-begum-ruling-reignites-debate-over-britons-who-joined-isis\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/shamima-begum-ruling-reignites-debate-over-britons-who-joined-isis", "date_published": "2020-07-16 14:39:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The scariest thing about the latest Twitter hack? We don't know how often it happens | Alex Hern", "description": "<p>‘Insider’ attacks like those on the accounts of Elon Musk, Barack Obama and others show how inept institutional security is</p><p>As the ramifications of a potentially catastrophic <a href=\"https://www.theguardian.com/technology/2020/jul/15/twitter-elon-musk-joe-biden-hacked-bitcoin\">hack of Twitter</a> continue to reverberate across the security industry, I’m reminded of that trope of slasher movies: when the surviving teens are told that the killer’s phone calls have been coming from inside the house all along.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/jul/15/twitter-elon-musk-joe-biden-hacked-bitcoin\">Twitter hack: accounts of prominent figures, including Biden, Musk, Obama, Gates and Kanye compromised</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/16/twitter-hack-insider-attacks-elon-musk-barack-obama-social-media-security\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/16/twitter-hack-insider-attacks-elon-musk-barack-obama-social-media-security", "date_published": "2020-07-16 14:35:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US carries out second execution in a week, killing man lawyers say had dementia", "description": "<p>Wesley Ira Purkey spoke out against capital punishment before receiving lethal injection in Indiana</p><p>The United States on Thursday carried out its second federal execution this week, killing by lethal injection a Kansas man whose lawyers contended he had dementia and was unfit to be executed.</p><p>Wesley Purkey was put to death at the Federal Correctional Complex in Terre Haute, Indiana.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/wesley-ira-purkey-executed-federal-indiana\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/wesley-ira-purkey-executed-federal-indiana", "date_published": "2020-07-16 14:28:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where are the bones of Hans Holbein? I spent lockdown solving art's grisliest mystery", "description": "<p>He was a star of the Renaissance, an unflinching painter of death and horror in a time of rampant plague. Yet he ended up in an unmarked grave in London. Or so it has always been believed …</p><p>Baking <a href=\"https://www.theguardian.com/science/2020/may/23/the-science-of-making-sourdough-bread\">sourdough</a>, binge-watching <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/26/normal-people-review-sally-rooney-bbc-hulu\">Normal People</a> or <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/15/mrs-america-cate-blanchett-fx-hulu\">Mrs America</a>, learning origami. People have dealt with lockdown in many ways. Personally, I went looking for the bones of <a href=\"https://www.theguardian.com/culture/2003/aug/16/1\">Hans Holbein</a>, the German artist who died almost 500 years ago and was dumped in an unmarked grave in the City of London. Or so it has always been believed.</p><p>Emptied out by coronavirus during lockdown, the City was the perfect place for socially distanced, government-mandated walks. And beneath its streets are the bodies of innumerable plague victims. One in particular haunts me. Holbein died in London, almost certainly of plague, in 1543. The long shadow of bubonic plague permeates his art, in its danse macabre of corpses and skeletons. It seemed appropriate to seek out this master of pestilence in a time of pandemic.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jul/16/bones-hans-holbein-lockdown-arts-grisliest-mystery-plague-london-renaissance\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jul/16/bones-hans-holbein-lockdown-arts-grisliest-mystery-plague-london-renaissance", "date_published": "2020-07-16 14:07:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pizza Express to close up to 75 restaurants, risking 1,000 jobs", "description": "<p>Insolvency move linked to competition and coronavirus adding to £1.1bn debts in 2018</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pizza Express is to close up to 75 of its restaurants as part of a rescue plan which could put more than 1,000 jobs at risk.</p><p>The restaurant chain is lining up a <a href=\"https://www.theguardian.com/business/2018/may/27/landlords-to-fight-use-of-cvas-by-retailers-seeking-rent-cuts\">company voluntary arrangement</a> (CVA) – an insolvency process which allows it to exit stores and cut rents – linked to <a href=\"https://www.theguardian.com/business/2020/jul/02/bella-italia-owner-falls-into-administration-with-loss-of-1900-jobs\">talks with bondholders</a> over its heavy debt burden.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/pizza-express-set-to-close-up-to-75-cafes-risking-1000-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/pizza-express-set-to-close-up-to-75-cafes-risking-1000-jobs", "date_published": "2020-07-16 14:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Make Up director Claire Oakley: 'I was worried people might think we were making a porno'", "description": "<p>Made with the help of her dad on a caravan park, the roots of this sexual psychodrama ended up being an awakening for the director herself </p><p>A few years ago, the writer-director Claire Oakley wrote a script for a short film, based on one of her dreams. “It was just a girl, following another girl, through some streets in a foreign town,” she explains, via Zoom, from her home in east London. She submitted it to a writers’ scheme and was accepted on to a retreat in Croatia with 20 other writer-directors, all of whom had to read each other’s work. “This guy came up to me on the first day, and said: ‘Oh, so you’re a lesbian, then.’ And I was like: what? He thought the work was about female desire. And I didn’t know what he was talking about, thought he was really weird, and didn’t speak to him for the rest of the week.” At the time, Oakley explains, she was in a heterosexual relationship. “I was actually married to a man.”</p><p>She is now married to a woman. Back in Croatia, the thought had “not ever really popped into my conscious mind”, and the short film was never made. “I could never figure out what was happening, or why she was following someone, so it never came to fruition,” she says. “Then about five years passed, and things changed in my life, and I came out, and during all that, I thought back to him, and his interpretation of that piece of work, and realised that maybe he’d been completely right.”</p> <a href=\"https://www.theguardian.com/film/2020/jul/16/make-up-director-claire-oakley-i-was-worried-people-might-think-we-were-making-a-porno\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/16/make-up-director-claire-oakley-i-was-worried-people-might-think-we-were-making-a-porno", "date_published": "2020-07-16 14:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the chaos of 2020 changed the song of the summer", "description": "<p>With holidays and festivals cancelled in favour of indoor TikTok challenges and a wave of activism, this year’s big summer hits have warped in the heat<br /></p><p>In the summer of 2017, <a href=\"https://www.theguardian.com/music/2017/jun/30/how-despacito-breaking-down-music-language-barrier\">Despacito </a>travelled through the air like pollen. From February that year, Luis Fonsi and Daddy Yankee’s reggaeton single climbed with the mercury from No 88 on the Billboard Hot 100 chart to No 1, where it sat, unchallenged, for a record-tying four months. It wasn’t just the song of that summer: “It was the biggest song of probably all the summers,” jokes the singer-songwriter Poo Bear, who put together the smash-hit remix featuring Justin Bieber.</p><p>By this point in the year, the song of the summer is usually obvious. “It’s the song you hear at a bar, in a club, coming out of a car, or in a grocery store,” says Hanif Abdurraqib, a poet and cultural critic based in Ohio. But in 2020, the race has been disrupted by coronavirus. In lockdown, says Abdurraqib, “there’s no mechanism where a song could come on and you could see a mass of people rushing to revel in it”.</p> <a href=\"https://www.theguardian.com/music/2020/jul/16/how-the-chaos-of-2020-changed-the-song-of-the-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/16/how-the-chaos-of-2020-changed-the-song-of-the-summer", "date_published": "2020-07-16 13:49:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People have respected each other's space': how zoos, gardens and parks are reopening safely", "description": "<p>As we start to enjoy summer, how are tourist attractions across the four nations emerging from lockdown – and what measures are they taking to keep visitors safe? </p><p>By now it’s likely you’ve been out to visit a park or garden space with your family and friends. And, as the UK continues to reopen the doors and gates of its National Trust properties and other spaces to visitors, you may assume it’s easier to control crowds and distancing when you have plenty of room and it’s all outdoors.</p><p>But there are myriad challenges for these venues – from “pinch points” on the grounds of stately homes, to animal interaction at wildlife parks.</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/jul/16/people-have-respected-each-others-space-how-zoos-gardens-and-parks-are-reopening-safely\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/jul/16/people-have-respected-each-others-space-how-zoos-gardens-and-parks-are-reopening-safely", "date_published": "2020-07-16 13:46:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Avoid the crowds this summer: 10 off-the-beaten-track UK destinations", "description": "<p>Discover some of the best hikes, road trips, and beaches that can be enjoyed in accordance with social distancing </p><p>Now that travel is back on the agenda in the UK, most of us can plan to spend some time doing what we love. Social distancing remains crucial, though. Along with the expected swell in visitor numbers at popular attractions and beauty spots, this will lead many to seek out places to escape the crowds. These gorgeous off-the-radar locations have plenty of space in which to spread out, but before you go check the latest advice from the UK government at <a href=\"https://www.visitbritain.com/gb/en/know-before-you-go\" rel=\"nofollow\">visitbritain.com/know-before-you-go</a> to ensure they are currently safe to travel to.</p><p><strong>Northumberland coast, England<br /></strong>With 30 miles of sweeping honey-toned sand, Northumberland’s beaches can easily rival Cornwall’s, but without the long queues for your cone of raspberry ripple. Quite often a mighty castle lies close by – Northumberland, after all, has more castles than any other county in England.</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/jul/16/avoid-the-crowds-this-summer-10-off-the-beaten-track-uk-destinations\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/jul/16/avoid-the-crowds-this-summer-10-off-the-beaten-track-uk-destinations", "date_published": "2020-07-16 13:44:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s Covid-19 package recycled up to £10bn spending – IFS", "description": "<p>Chancellor’s statement ‘corrosive to public trust’ for passing old funds off as new</p><p><a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a> has been accused of repackaging up to £10bn of previously announced government spending to form the backbone of his summer statement plan to save jobs during the pandemic.</p><p>Serving the chancellor with a blunt rebuke, the <a href=\"https://www.ifs.org.uk/publications/14938\">Institute for Fiscal Studies</a> said it was “corrosive to public trust” for the government to reallocate old funds and pass them off as new money.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/16/sunaks-covid-19-package-recycled-up-to-10bn-spending-ifs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/16/sunaks-covid-19-package-recycled-up-to-10bn-spending-ifs", "date_published": "2020-07-16 13:15:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French police officers charged over death of man put in chokehold", "description": "<p>Family of Cédric Chouviat, who died of asphyxiation, say manslaughter charge is too lenient</p><p>Three French police officers have been charged with manslaughter over the death of a delivery man who was pinned to the ground and put in a chokehold during an arrest in January.</p><p>Cédric Chouviat, 42, <a href=\"https://www.theguardian.com/world/2020/jun/23/suffocating-french-delivery-driver-cedric-chouviat-last-words-george-floyd-case\">died in hospital two days after a heated exchange</a> with the officers. He was held down while still wearing his scooter helmet for about 20 seconds, near the Eiffel Tower in Paris.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/french-police-officers-charged-with-manslaughter-over-mans-death-cedric-chouviat\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/french-police-officers-charged-with-manslaughter-over-mans-death-cedric-chouviat", "date_published": "2020-07-16 13:14:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK submarine put ferry passengers in danger of collision, report finds", "description": "<p>Inquiry says possible collision averted in Irish Sea in 2018 after ferry altered course<br /></p><p>Ferry passengers were in immediate danger when a nuclear-powered submarine almost collided with a ship that sailed out of Belfast harbour, an accident investigation report has found.</p><p>An inquiry by the Marine Accident Investigation Branch concluded that the Royal Navy submarine and Stena Superfast VII ferry came within 50-100m of each other in the North Channel in November 2018, after the submarine underestimated the ferry’s speed. It was the third near-miss between navy submarines and a surface vessel in four years.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/uk-submarine-put-ferry-passengers-in-danger-of-collision-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/uk-submarine-put-ferry-passengers-in-danger-of-collision-report-finds", "date_published": "2020-07-16 12:52:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ethical labels not fit for purpose, report warns consumers", "description": "<p>Certification schemes may serve to mask human rights abuses and allow government inaction, study claims</p><p>Many of the world’s leading certification standards are not only failing to improve the ethical conduct of large corporations but are serving to entrench abusive business practices, a damning new report argues. <br /><br />The study of 40 global voluntary initiatives, including emblematic on-pack labelling schemes such as the Forest Stewardship Council (FSC) and Fairtrade International, identifies multiple failures in what it refers to as a “grand experiment” in corporate accountability.<br /><br />“These kinds of initiatives are not effective tools for holding corporations accountable for abuses or for protecting rights holders against human rights violations,” says Amelia Evans, executive director at MSI Integrity, the US-based human rights group behind the research.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2020/may/29/rainforest-alliance-certifying-unethical-pineapple-farms-activists-claim\">Rainforest Alliance certifying unethical pineapple farms, activists claim</a> </p> <a href=\"https://www.theguardian.com/global-development/2020/jul/16/ethical-labels-not-fit-for-purpose-report-warns-consumers\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/16/ethical-labels-not-fit-for-purpose-report-warns-consumers", "date_published": "2020-07-16 12:48:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "1.3m more file for unemployment as US economy continues to reel", "description": "<p>New claims come as additional federal funding offered to those on unemployment is set to expire</p><p>1.3<strong> </strong>million more Americans filed for unemployment in the US last week as the economy continues to reel from. the Covid-19 pandemic.</p><p>The number of new claims has dropped over the past 16 weeks, decreasing 10,000 last week compared to the week before, though the number has hovered above 1 million over the last month.</p> <a href=\"https://www.theguardian.com/business/2020/jul/16/us-unemployment-coronavirus-july\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/16/us-unemployment-coronavirus-july", "date_published": "2020-07-16 12:32:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil spill from Yemen tanker 'would be four times worse then Exxon Valdez' – UN", "description": "<p>Spill from decaying vessel could wreck environment and livelihoods for decades</p><p>Time is running out to prevent a disastrous oil spill from a deteriorating tanker loaded with 1.1m barrels of crude that is moored off the coast of Yemen, the UN’s environment chief has said.</p><p>Inger Andersen told the UN security council that a spill from the FSO Safer, which has had no maintenance for more than five years, would wreck ecosystems and livelihoods for decades.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/time-running-out-to-prevent-huge-oil-spill-off-yemen-un-official-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/time-running-out-to-prevent-huge-oil-spill-off-yemen-un-official-warns", "date_published": "2020-07-16 12:32:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: England's face mask law could backfire, says EU expert", "description": "<p>Exclusive: persuasion could be more effective than ‘unenforceable’ law, says Dr Agoritsa Baka</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A new law making it mandatory to wear a face mask in shops and supermarkets in England could backfire, a leading official in the EU’s agency for disease control has warned, after police officers said it would be unenforceable.</p><p>Dr Agoritsa Baka, chief expert on emergency preparedness at the European Centre for Disease Prevention and Control (ECDC), said persuasion could be more effective given the evident difficulties in policing the rule.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/coronavirus-englands-face-mask-law-could-backfire-says-eu-expert\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/coronavirus-englands-face-mask-law-could-backfire-says-eu-expert", "date_published": "2020-07-16 12:31:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy to work from home for ever? Six ways to win over your boss", "description": "<p>We’re still delivering on the work front but without the pressures of the daily commute, little wonder so many of us want to hang on to our newly flexible lives</p><p>Bosses used to assume that flexible working meant their employees were watching daytime TV and sending the odd “reply all” email to look busy. Then, coronavirus arrived and working from home became vital to keeping many businesses afloat.</p><p>There’s no denying the first few weeks were tricky as the proportion of people working from home shot up <a href=\"https://www.businesscomparison.com/uk/blog/remote-working-report/#:~:text=In%202015%2C%204.3%25%20of%20people,working%20in%20the%20coming%20years.\" rel=\"nofollow\">from around 5%</a> to <a href=\"https://www.theguardian.com/business/2020/jun/18/uk-working-from-home-ons-coronavirus-businesses\">49%</a>. But there were silver linings. Until lockdown, we spent an average of 221 hours a year <a href=\"https://www.independent.co.uk/life-style/average-commute-time-59-minutes-record-work-tuc-a9204031.html\" rel=\"nofollow\">travelling to and from the office</a>, but suddenly we could use that time for leisurely breakfasts with our families. Parents no longer had to dash frantically to pick up from after school club; we cooked our favourite recipes, did online workouts and quizzes and, crucially, we still managed to do our work.</p> <a href=\"https://www.theguardian.com/keep-connected/2020/jul/16/happy-to-work-from-home-for-ever-six-ways-to-win-over-your-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/jul/16/happy-to-work-from-home-for-ever-six-ways-to-win-over-your-boss", "date_published": "2020-07-16 12:31:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What kind of summer holiday parent are you? Take our quiz", "description": "<p>School’s out … but this year everything’s different. How will you cope?</p><p><em>Whether you want to venture out from home or stay hunkered down, an unlimited data plan will make the summer holidays a breeze for the whole family.</em></p> <a href=\"https://www.theguardian.com/keep-connected/2020/jul/16/what-kind-of-summer-holiday-parent-are-you-take-our-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/jul/16/what-kind-of-summer-holiday-parent-are-you-take-our-quiz", "date_published": "2020-07-16 12:29:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is your internet on a go-slow? Maybe you need unlimited data", "description": "<p>Working from home, teaching the kids, streaming films … the length of time we’re spending online is breaking all records. And it’s a trend that’s set to continue</p><p>It doesn’t take a statistician to work out that we’ve all been online a lot in the last few months. From home schooling and streaming to ensuring your household has all the essentials (which may or may not have been purchased from Deliveroo), the number of gigabytes we’ve used and the time we’ve spent online has ticked ever upwards.</p><p>But exactly how much more are we online now? What’s using up most of our data? And what will happen as lockdown ends? Turns out it does take statisticians to work all that out – which is why we’ve looked at their reports to compile this list of five facts about you, the internet and your data usage. You’re welcome.</p> <a href=\"https://www.theguardian.com/keep-connected/2020/jul/16/is-your-internet-on-a-go-slow-maybe-you-need-unlimited-data\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/jul/16/is-your-internet-on-a-go-slow-maybe-you-need-unlimited-data", "date_published": "2020-07-16 12:28:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Geishas, Capt Tom Moore and Johnny Depp: Thursday's best photos", "description": "<p>The Guardian’s picture editors select highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jul/16/geishas-capt-tom-moore-and-johnny-depp-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jul/16/geishas-capt-tom-moore-and-johnny-depp-thursdays-best-photos", "date_published": "2020-07-16 12:13:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My mum's 3,000 miles away, and I miss her. When will I see her again?", "description": "<p>I was used to living in a different country from my family. But the pandemic has made us realise we might not be together for some time</p><p>I miss my mother. She lives in Glasgow, and I live in New York City. Before our respective cities got locked down, this distance was business as usual for us. With a parent from either side of the Atlantic, I’ve always had family members living in both the US and the UK. But business as usual was when borders were open. Now, like millions of other people who live in different countries from their relatives, we’re trying to cope with the knowledge that we may not see each other for years.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jul/03/parenting-summer-boredom-new-york-british-childhood\">The ultimate test of parenting is coming: the summer of boredom</a> </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/16/coronavirus-immigration-pandemic-new-york-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/16/coronavirus-immigration-pandemic-new-york-glasgow", "date_published": "2020-07-16 12:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Face coverings: show us your homemade masks", "description": "<p>Shoppers in England will have to wear face masks from 24 July. Have you made your own?<br /></p><p>The Conservative backbencher Sir Desmond Swayne says that the requirement for shoppers to wear face masks is a “monstrous imposition”, but covering our faces need not feel so restrictive. Masks protect shopkeepers – who can be up to 75% more likely to die of coronavirus than the general population – and there is no reason they cannot be stylish.</p><p>If you live in the UK, we want to see the face coverings you have made at home. How did you design and build them? Which materials did you use? Whether you cut up an old T-shirt or spent hours labouring over a sewing machine, we want to see the results. We also want to hear how you feel about your mask. Do you feel more safe and responsible while wearing it and do you agree with the government’s policy on shops and public transport?</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/face-coverings-show-us-your-homemade-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/face-coverings-show-us-your-homemade-masks", "date_published": "2020-07-16 11:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Safe flight, spotless hotel and masks everywhere: Canaries reopen to tourism", "description": "<p>With their low infection rate, the islands are being used as a laboratory for safe tourism. Joining a trial flight with the UN’s World Tourism Organization, we find Fuerteventura organised, welcoming and very clean</p><p>On Wednesday 8<sup> </sup>July, a plane with around 180 people on board left Madrid for Gran Canaria. This was not any old charter, as its “safe flight” passengers included Zurab Pololikashvili, secretary general of the <a href=\"https://www.unwto.org/\">UN’s World Tourism Organization</a>; María Reyes Maroto, Spain’s minister for industry, trade, and tourism; a smattering of health workers being rewarded for their services during the Covid-19 crisis, travel PR and trade professionals, and journalists.</p><p>What made this flight safer than others? Although very much in the beta stage and yet to be made compulsory, it was a trial for the<a href=\"https://www.theguardian.com/politics/2020/may/03/coronavirus-health-passports-for-uk-possible-in-months\"> Digital Health Passport</a> aka <em><a href=\"https://hicard.travel/\">hi+card</a>, </em>which may become the blueprint for a global health passport. This is designed to ensure that travellers enter and leave destinations infection-free, by giving them a <a href=\"https://play.google.com/store/apps/details?id=com.fraternidadprevencion.misalud\">PCR test</a> in advance, with the results sent to their phone. While the measurement of blood pressure and temperature was pretty straightforward, the nasal swabbing felt vaguely disconcerting, not unlike the new normality in fact.</p> <a href=\"https://www.theguardian.com/travel/2020/jul/16/safe-flight-spotless-hotel-and-masks-everywhere-canaries-reopen-to-tourism\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/16/safe-flight-spotless-hotel-and-masks-everywhere-canaries-reopen-to-tourism", "date_published": "2020-07-16 11:55:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Judged on how we used to be': improving schools cry foul over GCSE and A-level grading", "description": "<p>Heads fear regulator will penalise poorer students by standardising scores in line with previous years’ results </p><p>Soraya Hedges took over her secondary school in the Midlands two years ago. It was almost £1m in debt, employed more than 20 supply teachers and had a terrible reputation among local people. But Hedges (not her real name) has overhauled the school and says students have made considerable progress. Two years on, the entry classes are full and attendance has shot up from 89% to 96%, above the national average.</p><p>Now, though, Hedges is worried for her students and her school’s reputation, as she awaits GCSE and A-level results that this year, because of the pandemic, will not be based on exams. Instead, the exams regulator, <a href=\"https://www.theguardian.com/education/2020/apr/03/gcse-a-level-grades-coronavirus-crisis-teacher-assessment-ofqual\">Ofqual, has decided that in England and Wales</a> predicted grades will be “standardised” against a student’s prior attainment and, crucially, their school’s historical performance.</p> <a href=\"https://www.theguardian.com/education/2020/jul/16/judged-on-how-we-used-to-be-improving-schools-cry-foul-over-gcse-and-a-level-grading\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/16/judged-on-how-we-used-to-be-improving-schools-cry-foul-over-gcse-and-a-level-grading", "date_published": "2020-07-16 11:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notting Hill Carnival 2020: details announced for online version", "description": "<p>Sound systems will play sets alongside steel bands and costumed ‘mas’ performers on four livestreamed channels, after coronavirus cancelled million-strong festival</p><p>Details have been announced for 2020’s Notting Hill Carnival, which will take place online amid the coronavirus pandemic.</p><p>The event usually attracts more than a million people to the streets of west London on August bank holiday weekend, for two days of Caribbean cultural expression including costume parades, steel bands and sound systems playing dancehall, roots reggae and more.</p> <a href=\"https://www.theguardian.com/music/2020/jul/16/notting-hill-carnival-2020-details-announced-for-online-version\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/16/notting-hill-carnival-2020-details-announced-for-online-version", "date_published": "2020-07-16 11:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scrape, slice, deglaze… some kitchen tasks are just so satisfying", "description": "<p>It’s the simple things that give me pleasure while cooking – and even improve my sense of wellbeing</p><p>After another shapeless, meandering day of working from home, trying to read the entire internet by way of displacement activity, I know exactly what I need to help me destress: a cucumber and a teaspoon. I head to the kitchen and peel the cucumber in long downward strokes, attempting to get each ribbon off in one, itself a victory of sorts. Then I slice it vertically in two. Now I take my teaspoon and run it with extreme prejudice straight down the vegetable’s central canal to remove the seeds. I watch the watery mush fracture and roll away to leave the pristine, scooped-out hollow. I do this to the other half. And breathe. God, but it’s satisfying. Sometimes I make cucumber salad just so I can deseed a cucumber with a teaspoon, rather than the other way round.</p><p>I have never been quite as aware of my charmed life as I am during the current crisis. I have a home, a garden, a job and a family that doesn’t seem to hate me, or at least who hide it well enough if they do. But I also have another benefit. I like cooking, which is helpful <a href=\"https://www.theguardian.com/food/2020/jun/18/oven-chips-pork-belly-spaghetti-i-am-the-lockdown-recipe-king\" title=\"\">given how much of that we’ve all had to do</a>. However, the thing I’ve really clocked during the past few months is that there are certain jobs during cookery, certain simple tasks, which give me such intense satisfaction they can improve my very sense of wellbeing.</p> <a href=\"https://www.theguardian.com/food/2020/jul/16/scrape-slice-deglaze-some-kitchen-tasks-are-just-so-satisfying-jay-rayner\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/16/scrape-slice-deglaze-some-kitchen-tasks-are-just-so-satisfying-jay-rayner", "date_published": "2020-07-16 11:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Lewis: attempt to impose Grayling was 'improper request'", "description": "<p>New ISC chair condemns No 10’s attempt to impose ‘preferred candidate’ to lead committee</p><p>The new chairman of parliament’s intelligence and security committee has condemned Downing Street’s attempt to impose its “preferred candidate” Chris Grayling hours after being expelled from the parliamentary Conservative party.</p><p>As the committee confirmed it would publish a long-awaited report into Russian interference in UK politics, Julian Lewis, a senior backbencher, said he did not respond to party whips to vote for Grayling as he considered it to be an “improper request”. The report is expected to be published next Wednesday, it is understood.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/16/julian-lewis-attempt-to-impose-grayling-was-improper-request\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/16/julian-lewis-attempt-to-impose-grayling-was-improper-request", "date_published": "2020-07-16 10:52:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The power of touch: when my son visited in lockdown, we couldn't hug. It was a reminder of the saddest truth", "description": "<p>My son’s 14th birthday was the first he and I had spent apart – then he called to say his mother had Covid-19. We were faced with a reality I had hoped to forestall for ever</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/welcome-to-the-guardians-power-of-touch-series\">Welcome to the Guardian’s Power of Touch series</a></p><p>We Jacksons are not effusive types. There ain’t a helluva lot of hugging and touching at family gatherings. However, one of the few exceptions is my son, who’s been unfettered with his affections since he was toddling around his mother’s New Jersey home – he and I have never lived together full-time. My son’s been a boy who, unprompted, says, “Dad, I love you” and wraps me in the tightest of hugs. Who, when he’s seen his sister after a long absence, almost tackles her with glee. Who’s still apt to let a deluge go on account of hurt feelings. In plenty of explicit ways, he’s my emotional opposite, a boy who showed me how to embrace; who, along with his sister, softened parts of me that my own boyhood had hardened; a kid who’s been instrumental in ushering me as close to comfortable with physical expressions of love as I have been in all my almost 45 years of life.</p><p>What kind of father was I that I was scared to receive my flesh and blood?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/16/the-power-of-touch-when-my-son-visited-in-lockdown-we-couldnt-hug-it-was-a-reminder-of-the-saddest-truth\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/16/the-power-of-touch-when-my-son-visited-in-lockdown-we-couldnt-hug-it-was-a-reminder-of-the-saddest-truth", "date_published": "2020-07-16 10:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who is Ghislaine Maxwell?", "description": "<p>Daughter of media tycoon Robert Maxwell is charged with offences related to convicted sex offender Jeffrey Epstein</p><p>Born in Maisons-Laffitte, Île-de-France, in 1961, Ghislaine Maxwell is the youngest of the nine children of Robert Maxwell, the owner of the Mirror Group, and his wife, Betty.</p><p>She was rumoured to be her father’s favourite child, and the former Labour MP named his Lady Ghislaine yacht after her. The media tycoon put his daughter in charge of the football club he owned, Oxford United, and when he acquired the New York Daily News he reportedly sent Ghislaine to warm up Manhattan society for his arrival.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/who-is-ghislaine-maxwell-robert-maxwell-media-jeffrey-epstein\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/who-is-ghislaine-maxwell-robert-maxwell-media-jeffrey-epstein", "date_published": "2020-07-16 10:14:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Racism in the UK still rife, say majority of Britons", "description": "<p>Poll finds most people see no progress on tackling discrimination in their lifetime</p><p>People are more likely to say that racism has got worse or stayed the same during their lifetimes than it has become less common, according to a poll that paints a bleak picture of discrimination in the UK.</p><p>The study, exclusively shared with the Guardian, finds that almost two-thirds of the population think there is a “fair amount” or “great deal” of racism in British society today but black respondents are twice as likely as white respondents to say the problem is very widespread.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/racism-in-the-uk-still-rife-say-majority-of-britons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/racism-in-the-uk-still-rife-say-majority-of-britons", "date_published": "2020-07-16 10:12:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic shows climate has never been treated as crisis, say scientists", "description": "<p>Letter also signed by Greta Thunberg urges EU leaders to act immediately on global heating</p><p>Greta Thunberg and some of the world’s leading climate scientists have written to EU leaders demanding they act immediately to avoid the worst impacts of the unfolding climate and ecological emergency.</p><p>The <a href=\"https://climateemergencyeu.org/\">letter</a>, which is being sent before a European council meeting starting on Friday, says the Covid-19 pandemic has shown that most leaders are able to act swiftly and decisively, but the same urgency had been missing in politicians’ response to the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/16/pandemic-shows-climate-has-never-been-treated-as-crisis-say-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/16/pandemic-shows-climate-has-never-been-treated-as-crisis-say-scientists", "date_published": "2020-07-16 10:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two Catalan politicians to take legal action over targeting by spyware", "description": "<p>Pair say they will file complaint against former head of Spain’s national intelligence centre</p><p>Two leading members of the Catalan independence movement whose mobile phones <a href=\"https://www.theguardian.com/world/2020/jul/13/phone-of-top-catalan-politician-targeted-by-government-grade-spyware\">were targeted with spyware</a> are to take legal action against the former head of Spain’s national intelligence centre (NIC).</p><p>The announcement came after a joint investigation by the Guardian and El País revealed that Roger Torrent, the speaker of the Catalan parliament, and the former regional foreign minister Ernest Maragall were among at least four pro-independence activists targeted using Israeli spyware that its makers say is sold only to governments to track criminals and terrorists.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/two-catalan-politicians-to-take-legal-action-targeting-spyware\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/two-catalan-politicians-to-take-legal-action-targeting-spyware", "date_published": "2020-07-16 09:48:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shamima Begum: Home Office to fight court rule letting Isis recruit return to UK", "description": "<p>Judges face challenge over ‘access to fair trial’ for 20-year-old after Javid decision to revoke her British citizenship</p><p>The government has vowed to fight the decision to allow Shamima Begum, who left London as a schoolgirl to join <a href=\"https://www.theguardian.com/world/isis\">Islamic State</a> in 2015, back into the UK.</p><p>The family of Begum, 20, said they were heartened by the decision on Thursday letting her return to the UK to challenge the Home Office’s move to revoke her British citizenship.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/16/shamima-begum-wins-right-to-return-to-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/16/shamima-begum-wins-right-to-return-to-uk", "date_published": "2020-07-16 09:40:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How quickly will there be a vaccine? And what if people refuse to get it?", "description": "<p>Experts are hopeful a coronavirus vaccine could be released early next year – but that doesn’t mean things will return to normal</p><p>Scientists around the world are racing to develop a vaccine against the coronavirus – and many believe at least one could be released early next year. According to the <a href=\"https://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines\">World Health Organization</a>, about 23 vaccines are in clinical evaluation, and more than 130 are in development.</p><p>Biotech firm Moderna and the National Institutes of Health said their vaccine provoked a desired immune response in 45 individuals; it will move on to larger-scale testing at the end of the month. The University of Oxford, which has paired with drugmaker AstraZeneca to create another vaccine, said it was anticipating “positive news” on early trials of its drug.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/coronavirus-vaccine-covid-19-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/coronavirus-vaccine-covid-19-experts", "date_published": "2020-07-16 09:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inexorable spread of coronavirus snuffs out Mexico's 'municipalities of hope'", "description": "<p>More than 300 towns free of Covid-19 were allowed to reopen in May to mitigate the pandemic’s economic cost. With cases surging, most have been forced to close</p><p>As the coronavirus pandemic advances across Mexico, leaving thousands dead in its wake, Tepango de Rodríguez has – so far – remained untouched.</p><p>The town of about 4,000 people sits high in the mountains of the Sierra Norte in Puebla state, and was quick to apply strict preventive measures, closing its food market and installing health checkpoints.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/16/mexico-coronavirus-municipalities-of-hope\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/16/mexico-coronavirus-municipalities-of-hope", "date_published": "2020-07-16 09:15:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 cases will need to keep rising in NSW before restrictions are tightened, experts say", "description": "<p>Public health experts say contact tracers and hospitals will have to be close to capacity before any potential crackdown<br /></p><ul><li><a href=\"https://www.theguardian.com/australia-news/2020/jul/16/coronavirus-australia-victoria-reports-317-new-covid-19-cases-and-two-deaths-as-nsw-records-10\">Victoria reports 317 new Covid-19 cases and two deaths as NSW records 10 cases</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/jul/13/victoria-coronavirus-map-melbourne-covid-19-cases-by-region-case-numbers-data-trend-corona-hotspots-areas-postcodes\">Melbourne coronavirus map: where Covid-19 cases are rising or falling</a><br /></li><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email?CMP=cvau_sfl\">Sign up for Guardian Australia’s coronavirus email</a></li></ul><p>Coronavirus cases in New South Wales will need to continue rising at their current rates until at least the middle of next week before the government will consider further tightening social restrictions, public health experts have said.</p><p>They argue the state’s capacity to rapidly respond to new cases has not yet been overwhelmed.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jul/16/covid-19-cases-need-to-keep-rising-in-nsw-before-restrictions-are-tightened-experts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jul/16/covid-19-cases-need-to-keep-rising-in-nsw-before-restrictions-are-tightened-experts-say", "date_published": "2020-07-16 09:11:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southbank Centre warns of 400 job losses amid coronavirus crisis", "description": "<p>Redundancies likely to affect all areas of organisation including Royal Festival Hall</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK’s largest arts complex, the Southbank Centre, has confirmed 400 jobs are at risk as it enters into talks with staff in an attempt to reduce losses caused by the Covid-19 crisis.</p><p>A spokesperson confirmed the news after workers were told about the cuts on Wednesday, which could lead to two-thirds of its staff being made redundant.</p> <a href=\"https://www.theguardian.com/culture/2020/jul/16/southbank-centre-warns-of-400-job-losses-amid-coronavirus-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/16/southbank-centre-warns-of-400-job-losses-amid-coronavirus-crisis", "date_published": "2020-07-16 08:28:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Nervously optimistic': Democrats eye blue wave but 2016 memories are fresh", "description": "<p>Joe Biden is polling well ahead of Donald Trump, potentially putting more states in play – but complacency has been banished</p><p>Less than four months out from the November election, the Democratic presidential candidate Joe Biden has been consistently polling ahead of Donald Trump.</p><p>The president’s approval numbers remain underwater, and Democrats believe they can seriously compete in traditionally red states including Texas, as Trump faces sustained criticism for his handling of the coronavirus pandemic and the economic crisis linked to it, as well as the ongoing anti-racism protests against police brutality.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/16/democrats-joe-biden-nervously-optimistic-blue-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/16/democrats-joe-biden-nervously-optimistic-blue-wave", "date_published": "2020-07-16 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I'm one of the thousands of extra cancer deaths we'll see this year | Val Curtis", "description": "<p>Before Covid-19, the NHS was already on its knees. Now is the time for a visionary plan for health<br /><br /></p><ul><li>Prof Val Curtis is director of the environmental health group at the London School of Hygiene and Tropical Medicine</li></ul><p>The first thing I saw as I woke up from surgery was the tanned face of my surgeon leaning over me. “It’s bad news, I’m afraid.”</p><p>Surgery was my last hope. I’d been diagnosed with suspected vaginal cancer at Christmas the previous year. As the lump was still small, my oncologist was optimistic. With radiotherapy and chemo she thought we’d beat it. And, indeed, by last summer I’d been given the all clear. But the tumour returned, and by the time I had surgery it was too late: it had spread and was inoperable.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/16/extra-cancer-deaths-this-year-covid19-nhs-health\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/16/extra-cancer-deaths-this-year-covid19-nhs-health", "date_published": "2020-07-16 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New horizons: the living landscapes of Don McCullin – in pictures", "description": "<p>From the freezing Arctic and tombs ravaged by Isis to the beauty of his Somerset home, a new exhibition shows another side to the renowned war photographer </p><p><strong>Photographs: Don McCullin, courtesy of Hauser &amp; Wirth</strong></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/16/new-horizons-the-living-landscapes-of-don-mccullin-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/16/new-horizons-the-living-landscapes-of-don-mccullin-in-pictures", "date_published": "2020-07-16 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family fortunes of wealthy increase as super-rich ride coronavirus storm", "description": "<p>UBS says portfolios of 77% of richest investors are performing in line with or above target</p><p>More than three-quarters of the world’s richest people have reported an increase in their already vast family fortunes, despite the economic shock caused by the coronavirus pandemic.</p><p>Research into the <a href=\"http://www.investopedia.com/terms/f/family-offices.asp\">family offices</a> of the super-rich found that the vast majority were able to “ride out 2020’s storm in financial markets”, while many less wealthy people have lost their jobs and seen the value of their savings and pensions collapse.</p> <a href=\"https://www.theguardian.com/news/2020/jul/16/family-fortunes-of-wealthy-increase-as-super-rich-ride-coronavirus-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/jul/16/family-fortunes-of-wealthy-increase-as-super-rich-ride-coronavirus-storm", "date_published": "2020-07-16 05:01:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bild, Merkel and the culture wars: the inside story of Germany’s biggest tabloid", "description": "<p>The newspaper Bild has long poured vitriol on the country’s left-wingers and ‘do gooders’. But now it has a new target: the chancellor. By Thomas Meaney</p><p>‘It would be ideal if you could hit a deer,” Julian Reichelt, editor-in-chief of Europe’s largest tabloid, Bild Zeitung, told his chauffeur. “Guardian readers could do with a bit more colour.” We had reached escape velocity out of ice-encrusted Düsseldorf. The Mercedes S-Class locked into place like a bobsled on the Autobahn. I sat shotgun with Reichelt’s assortment of sports gear, a hockey stick between my legs. “We are lucky in our driver today,” Reichelt said, deadpan. “Last time we hit a wild boar and the boar and the car went flying.”</p><p>I was travelling with Reichelt on one of his publicity tours across Germany. For the past two years, he has made an appointment once a month to commune with groups of Bild’s 1.3 million readers. “You have to feel their emotions,” he told me from the backseat. “You have to listen to their hearts.”</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/bild-zeitung-tabloid-julian-reichelt-angela-merkel-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/bild-zeitung-tabloid-julian-reichelt-angela-merkel-germany", "date_published": "2020-07-16 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: Bangladesh hospital owner accused of faking thousands of Covid-19 test results", "description": "<p>Mohammad Shahed detained trying to flee to India; Australian state records nation’s worst daily case toll; Fauci signals vaccine hope</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A <strong>Bangladesh</strong> hospital owner has been arrested over allegations he issued thousands of fake negative coronavirus test results, as the <strong>Australian</strong> state of Victoria recorded the worst daily rise in cases for the nation since the pandemic began, and global coronavirus cases passed 13.5 million, according to <a href=\"https://coronavirus.jhu.edu/map.html\">Johns Hopkins University</a> data.</p><p>Regent hospital owner Mohammad Shahed was arrested trying to fleeing to India in a burqa after a nine-day hunt, police said. He is one of more than a dozen people detained by authorities in recent days over allegations that clinics in Uttara and Mirpur issued fake certificates to patients saying they were virus-free without testing them.</p> <a href=\"https://www.theguardian.com/world/2020/jul/16/global-report-bangladesh-hospital-owner-accused-of-faking-thousands-of-covid-19-test-results\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/16/global-report-bangladesh-hospital-owner-accused-of-faking-thousands-of-covid-19-test-results", "date_published": "2020-07-16 03:29:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who is Ghislaine Maxwell and does she hold the key to justice for Epstein’s victims? Podcast", "description": "<p>Ghislaine Maxwell, a British socialite and daughter of the media baron Robert Maxwell, once attended parties with princes, presidents and celebrities. Now she faces up to 35 years in a US prison for her alleged involvement in <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\">Jeffrey Epstein</a>’s sex trafficking of underage girls</p><p>Ghislaine Maxwell appeared in Manhattan federal court via video feed on Tuesday, to plead not guilty regarding her alleged involvement in <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\">Jeffrey Epstein</a>’s sex trafficking of underage girls. She was denied bail and will remain in custody, following lengthy arguments in which<strong> </strong>prosecutors painted her as a flight risk. The court also heard testimony from accusers. Prosecutors read a statement from one of Maxwell’s accusers, identified as Jane Doe. Maxwell, the statement said, “enjoyed drawing her victims in with perceived caring”. The same accuser described Maxwell’s “sociopathic manner”. Maxwell has repeatedly denied wrongdoing. Her lawyers have said she “vigorously denies the charges” and is “entitled to the presumption of innocence”.</p><p><strong>Mark Seal</strong>, a special correspondent for Vanity Fair and author of a profile of Ghislaine, tells <strong>Anushka Asthana </strong>about Ghislaine’s relationship with Epstein while the Guardian reporter<strong> Victoria Bekiempis</strong> discusses the charges she is facing. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/16/who-is-ghislaine-maxwell-and-does-she-hold-the-key-to-justice-for-epsteins-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/16/who-is-ghislaine-maxwell-and-does-she-hold-the-key-to-justice-for-epsteins-victims", "date_published": "2020-07-16 02:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}]