[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bright Eyes: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | September 28, 2020\nIt's been about a month since the release of the new Bright Eyes album. It's right about now that I likely would have seen Bright Eyes at the 9:30 Club here in D.C. Knowing that wasn't going to happen due to the pandemic, I'm thrilled to have Conor Oberst, Mike Mogis and Nate Walcott join \"together\" for a taste of live Bright Eyes. They recorded this Tiny Desk (home) concert with Conor and Mike at ARC Studios in Omaha, Neb., while Nate sits 1,500 miles away at Lucy's Meat Market, a well-equipped studio in Los Angeles filled with sweet-sounding vintage keyboards. Singing and seated behind him is Becky Stark, better known as Lavender Diamond, along with their daughter.\n\nDespite the distance and the almost 10 years since their last record, the three songs they perform from Down in the Weeds, Where the World Once Was, are intense, with lyrics that are not always decipherable, filled with struggle and hope — in other words, the way I like them.\n\nConor has visited the Tiny Desk twice: first in 2014, when he brought his family and we invited kids for a memorable concert; and then in 2019 for a concert with Phoebe Bridgers as part of Better Oblivion Community Center. For this Tiny Desk (home) concert, he and the rest of Bright Eyes channeled that stripped-back rawness, and I think these songs shine for it.\n\nSET LIST\n\"Mariana Trench\"\n\"Pan and Broom\"\n\"Persona Non Grata\"\n\"Shell Games\"\n\nMUSICIANS\nConor Oberst: vocals, keyboard\nMike Mogis: pedal steel, Marxophone, electric guitar\nNathaniel Walcott: piano, organs, Casio, drum machines\nBecky Stark: vocals\n\nCREDITS\nDirected by: Nik Fackler\nDirectors of Photography: Brent Scott Maze, Aaron Gum and Jon Bass\nProduction Assistant: Katy Baker\nAudio by: Mike Mogis\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=HJvIQv9xZqg", "date_published": "2020-09-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Low: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Low’s Tiny Desk concert from 2011: https://www.npr.org/2011/05/22/136498043/low-tiny-desk-concert\n\nStephen Thompson | May 22, 2011\n\nIt's been fascinating to watch the evolution of the Duluth, Minn., band Low in the 17 years since the release of its wonderful debut album, I Could Live in Hope. Renowned for being one of the slowest and quietest acts in indie-rock, Low has nevertheless found ways to experiment with new ways to sound alternately (and even simultaneously) swoony and unnerving.\n\nStill, in spite of its members' detours into more jagged terrain — 2007's prickly Drums and Guns, singer Alan Sparhawk's rock 'n' roll side project Retribution Gospel Choir — Low returns to sweet-voiced gentility on its recent C'mon. That album's opening track, \"Try to Sleep,\" opens this short set at the NPR Music offices, and damned if it isn't one of the best songs of the group's career; a perfect mixture of sunny charm and lyrical portent. (\"Don't look at the camera,\" Sparhawk sings with wife and drummer Mimi Parker, adding, \"Try to sleep.\")\n\nWith just Sparhawk, Parker and an acoustic guitar at its disposal — many bassists have come and gone over the years, and none made this trip — Low still kept its core ingredients intact at the Tiny Desk. Clearly awake earlier than usual for an 11 a.m. set time, the pair nevertheless blended the way they always do, with Parker's pristine voice hovering over Sparhawk's froggy croon. They seem worn and a little weary throughout these three songs from C'mon, but the beauty persists.\n\nSET LIST\n\"Try To Sleep\"\n\"Nightingale\"\n\"Something's Turning Over\"", "link": "https://www.youtube.com/watch?v=5m06nMHTQ7U", "date_published": "2020-09-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]