[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Black Ops: Cold War Release Date & Campaign -  Everything You Need To Know", "description": "The next Call of Duty game has been continually teased by Activision, from mystery boxes containing 50s-style slide projectors to a website that seemingly confirmed the Cold War setting. Turns out, that's all true. Call of Duty Black Ops: Cold War has been officially announced.\n\nIn the video above, Tony details what we know so far about the new game's campaign, which retells the events of the series after the first Black Ops game. We don't know much about multiplayer yet, although it will likely tie in to the existing Call of Duty: Warzone.", "link": "https://www.youtube.com/watch?v=VL5pDMpZX-w", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Black Ops Cold War Reveal Event In Warzone", "description": "Call Of Duty: Black Ops Cold War is about to be announced in Warzone and Verdansk might get nuked.", "link": "https://www.youtube.com/watch?v=M_n8C7C3VU0", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Official Reveal Trailer", "description": "𝚆𝚎𝚕𝚌𝚘𝚖𝚎 𝚝𝚘 𝚝𝚑𝚎 𝚋𝚛𝚒𝚗𝚔.\n \n𝚃𝚑𝚎 𝚒𝚌𝚘𝚗𝚒𝚌 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝚜𝚎𝚛𝚒𝚎𝚜 𝚒𝚜 𝚋𝚊𝚌𝚔 𝚠𝚒𝚝𝚑 𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢®: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 – 𝚝𝚑𝚎 𝚍𝚒𝚛𝚎𝚌𝚝 𝚜𝚎𝚚𝚞𝚎𝚕 𝚝𝚘 𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢®: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜, 𝚝𝚑𝚎 𝚘𝚛𝚒𝚐𝚒𝚗𝚊𝚕 𝚝𝚑𝚊𝚝 𝚜𝚝𝚊𝚛𝚝𝚎𝚍 𝚒𝚝 𝚊𝚕𝚕.\n \n𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 𝚠𝚒𝚕𝚕 𝚍𝚛𝚘𝚙 𝚙𝚕𝚊𝚢𝚎𝚛𝚜 𝚒𝚗𝚝𝚘 𝚝𝚑𝚎 𝚍𝚎𝚙𝚝𝚑𝚜 𝚘𝚏 𝚝𝚑𝚎 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛’𝚜 𝚟𝚘𝚕𝚊𝚝𝚒𝚕𝚎 𝚐𝚎𝚘𝚙𝚘𝚕𝚒𝚝𝚒𝚌𝚊𝚕 𝚋𝚊𝚝𝚝𝚕𝚎 𝚘𝚏 𝚝𝚑𝚎 𝚎𝚊𝚛𝚕𝚢 𝟷𝟿𝟾𝟶𝚜. 𝙸𝚗 𝚊 𝚐𝚛𝚒𝚙𝚙𝚒𝚗𝚐 𝚜𝚒𝚗𝚐𝚕𝚎-𝚙𝚕𝚊𝚢𝚎𝚛 𝙲𝚊𝚖𝚙𝚊𝚒𝚐𝚗, 𝚙𝚕𝚊𝚢𝚎𝚛𝚜 𝚠𝚒𝚕𝚕 𝚍𝚎𝚜𝚌𝚎𝚗𝚍 𝚒𝚗𝚝𝚘 𝚝𝚑𝚎 𝚍𝚊𝚛𝚔 𝚌𝚎𝚗𝚝𝚎𝚛 𝚘𝚏 𝚊 𝚐𝚕𝚘𝚋𝚊𝚕 𝚌𝚘𝚗𝚜𝚙𝚒𝚛𝚊𝚌𝚢 𝚊𝚕𝚘𝚗𝚐𝚜𝚒𝚍𝚎 𝚒𝚌𝚘𝚗𝚒𝚌 𝚌𝚑𝚊𝚛𝚊𝚌𝚝𝚎𝚛𝚜 𝚆𝚘𝚘𝚍𝚜, 𝙼𝚊𝚜𝚘𝚗, 𝚊𝚗𝚍 𝙷𝚞𝚍𝚜𝚘𝚗, 𝚊𝚜 𝚠𝚎𝚕𝚕 𝚊𝚜 𝚊 𝚗𝚎𝚠 𝚌𝚊𝚜𝚝 𝚘𝚏 𝚘𝚙𝚎𝚛𝚊𝚝𝚒𝚟𝚎𝚜 𝚝𝚘 𝚜𝚝𝚘𝚙 𝚊 𝚙𝚕𝚘𝚝 𝚍𝚎𝚌𝚊𝚍𝚎𝚜 𝚒𝚗 𝚝𝚑𝚎 𝚖𝚊𝚔𝚒𝚗𝚐.\n \n𝙱𝚎𝚢𝚘𝚗𝚍 𝚝𝚑𝚎 𝙲𝚊𝚖𝚙𝚊𝚒𝚐𝚗, 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 𝚠𝚒𝚕𝚕 𝚍𝚎𝚕𝚒𝚟𝚎𝚛 𝚝𝚑𝚎 𝚗𝚎𝚡𝚝 𝚐𝚎𝚗𝚎𝚛𝚊𝚝𝚒𝚘𝚗 𝚘𝚏 𝙼𝚞𝚕𝚝𝚒𝚙𝚕𝚊𝚢𝚎𝚛 𝚊𝚗𝚍 𝚉𝚘𝚖𝚋𝚒𝚎𝚜 𝚎𝚡𝚙𝚎𝚛𝚒𝚎𝚗𝚌𝚎𝚜, 𝚋𝚎𝚐𝚒𝚗𝚗𝚒𝚗𝚐 𝚠𝚒𝚝𝚑 𝚝𝚑𝚎 𝚆𝚘𝚛𝚕𝚍𝚠𝚒𝚍𝚎 𝙼𝚞𝚕𝚝𝚒𝚙𝚕𝚊𝚢𝚎𝚛 𝚁𝚎𝚟𝚎𝚊𝚕 𝚘𝚗 𝚂𝚎𝚙𝚝𝚎𝚖𝚋𝚎𝚛 𝟿.\n \n𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 𝚊𝚛𝚛𝚒𝚟𝚎𝚜 𝚘𝚗 𝙽𝚘𝚟𝚎𝚖𝚋𝚎𝚛 𝟷𝟹, 𝟸𝟶𝟸𝟶.", "link": "https://www.youtube.com/watch?v=n_cJJtl8nig", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FULL Reveal Event: Call of Duty Black Ops Cold War In Warzone Gameplay", "description": "Watch the full Call of Duty Warzone match playthrough of the Call of Duty Black Ops Cold War event in-game.", "link": "https://www.youtube.com/watch?v=nLcLvEeOSek", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mafia: Definitive Edition Vs. Original (Gameplay Comparison)", "description": "Mafia: Definitive Edition is a complete remake of the original 2002 game. Sporting new graphics, a revised story, and updated gameplay that puts it on par with Mafia III, this remake captures what made the original game such a standout experience, while also modernizing it for today's age. Developer Hanger 13 has been working on the Definitive Edition since 2017, and with the September release, this revisit to the original story will round out the current iteration of the Mafia trilogy, which recently saw remasters for both Mafia II and III.\n\nIn this gameplay video, we're taking a detailed look at how the Definitive Edition revitalizes the story of Tommy Angelo and his rise to power within the Salieri crime family in the city of Lost Heaven. It's a substantial rework of the game, and we show off a side-by-side with some of the opening's key scenes to display how the remake updated the original. Right from the beginning of our three hours of hands-on time with the game, it became apparent that this remake wasn't just a simple remaster. Many of the game's most iconic moments have been recreated to heighten the tension, and even give some of the supporting cast more time to shine.  \n\nMafia: Definitive Edition will release on September 25 for PC, PS4, and Xbox One. Along with our hands-on impressions with the game, go check out our interview with game director Haden Blackman about how they remade the original game. Be sure to check back with GameSpot next month for our full review of the game.", "link": "https://www.youtube.com/watch?v=k08QmqRPKEk", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Nintendo Direct Mini - Partner Showcase August 2020", "description": "A surprise Nintendo Direct Mini just dropped, revealing some upcoming titles coming soon from Nintendo partners.\n\nFeaturing Kingdom Hearts, Final Fantasy, Just Dance, and more.", "link": "https://www.youtube.com/watch?v=Lf7Y3ZHb3RI", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Saving for the Next Gen Show", "description": "Gamespot and NNESAGA present: Saving for the Next Gen show! A series of panels featuring some of your favorite black creators & Industry Experts discussing culture, gaming, and how to best plan for saving up for your next gen system of choice to make sure you can start playing day one!\n\n\n\nAlso, using the link below, you can enter to win* an Elgato stream deck! *Open to the US and the UK (excluding Northern Ireland).\nhttps://www.gamespot.com/articles/enter-to-win-a-free-steam-dek/1100-6481383/\n\nPANEL 1\n\nNNESAGA\nTwitter:\n https://twitter.com/nnesaga\nInstagram:\nhttps://instagram.com/nnesaga?igshid=pb9kvd037ad4\nLinkedIn:\nhttps://www.linkedin.com/company/nnesaga\nWebsite: \nwww.nnesaga.co.uk \nFacebook:\nhttps://www.facebook.com/nnesaga/\n\nSun\nTwitter: https://twitter.com/itssunpi\ninstagram: https://www.instagram.com/itssunpi/\nYoutube: https://www.youtube.com/sunpi\nTwitch: https://www.twitch.tv/itssunpi\n\nTianna Mercedes\nTwitter: https://twitter.com/tiannamercedes\nInstagram: https://www.instagram.com/tiannamercedess/\nYoutube: https://www.youtube.com/tiannamercedes\nTwitch: https://www.twitch.tv/tiannamercedes\n\nKenneth: BrokenGamezHDR\nTwitter: https://twitter.com/BrokenGamezHDR_?s=21\nYoutube: https://m.youtube.com/c/BrokenGamezHDR\n\nAfro Senju XL\nTwitter: https://twitter.com/AfroSenju?s=21 \nYouTube: https://t.co/46YbkTpXlk?amp=1\nTwitch: https://twitch.tv/afrosenjutv\n\nPANEL 2\nNNESAGA\nTwitter:\n https://twitter.com/nnesaga\nInstagram:\nhttps://instagram.com/nnesaga?igshid=pb9kvd037ad4\nLinkedIn:\nhttps://www.linkedin.com/company/nnesaga\nWebsite: \nwww.nnesaga.co.uk \nFacebook:\n https://www.facebook.com/nnesaga/\n\nCam Robinson \nTwitter: https://twitter.com/camfrazrob?lang=en\nYoutube: https://www.youtube.com/CamAndSeb\n\n\nElle Osili-Wood\nTwitter: https://twitter.com/ElleOsiliWood\n\nJay-Ann Lopez\nTwitter: https://twitter.com/blackgirlgamers\nYoutube: https://www.youtube.com/c/BlackGirlGamers/videos\nTwitch: https://www.twitch.tv/blackgirlgamers\nInstagram: https://www.instagram.com/theblackgirlgamers/\n\nPANEL 3: \n\nNames: Elaine Moran & Natalie Ojevah\nTwitter: https://twitter.com/BarclaysGames\nLinkedIn: https://www.linkedin.com/company/barclays-uk-ventures/\n\nPANEL 4:\n\nCharise Hamme\nTwitter – https://twitter.com/ChariseHamme\nInstagram – https://www.instagram.com/charisehamme/?hl=en\nTwitch – https://www.twitch.tv/chariseh\nYouTube - https://www.youtube.com/c/ChariseH~\nMichelle Michi:\nTwitter: https://twitter.com/michirage \nTwitch: https://www.twitch.tv/michi\nInstagram: https://www.instagram.com/michirage/", "link": "https://www.youtube.com/watch?v=bm6C53p-MR0", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Witcher: Monster Slayer — Official Announcement Trailer", "description": "Foul creatures roam the Continent —  it’s your job to become the monster slayer, track prey lurking nearby and take them down with your sword in augmented reality!", "link": "https://www.youtube.com/watch?v=Pcq-vUiaOPI", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "$5,000 For An iPhone With Fortnite?? | Save State", "description": "In your Save State for August 25th, Chastity tells you about how iPhones that have Fortnite installed are being listed at a huge markup on eBay. Due to the Epic Games vs. Apple lawsuit, you can't currently play Fortnite on iPhone unless you already downloaded it. This is leading to some people selling iPhones for thousands of dollars on eBay. \n\nBorderlands 3's next DLC is coming in September, called Psycho Krieg and the Fantastic Fustercluck. It includes a free level cap increase for all players. This fourth DLC will be the final addition covered by the Borderlands 3 Season Pass.\n\nAnd in Xbox news, the new August 2020 Xbox One update lets you preview Series X's UI. The UI update is part of Microsoft's continuing effort to improve the interface on its consoles while also integrating it with new clients across PC and smartphones, following the launch of Xbox Games Pass for PC and xCloud for Android respectively.\n\nWhile you're here, check out GameSpot's merch store!  Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. \nCheck it out here: https://store.gamespot.com/\n\n00:00 - Intro\n00:20 - iPhones With Fortnite Are Being Marked Up On Ebay\n01:06 - Borderlands 3's Next DLC Is Out Very Soon\n01:45 - Check Out The Series X's UI With The New Xbox One Update\n02:22 - Outro", "link": "https://www.youtube.com/watch?v=cMKL_7VypWg", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New & Improved Switch Reported | Save State", "description": "In this video, Persia talks about a new and improved version of the Nintendo Switch that is being reported again. According to Economic News Daily, its slated for Q1 of 2021. The new Switch could have a better display and enhanced \"interactivity\" as these are the only details reported so far. \n\nPersia also goes over CD Projekt Red's recent confirmation on Twitter that Cyberpunk 2077 will offer free DLC after launch which follows the model used for The Witcher 3. CD Projekt Red has previously talked about the importance of diversity and inclusion within its games, and it looks like it even extends all the way to accessibility options like subtitles as you’ll even be able to adjust the size and color of the subtitles on day one. Cyberpunk 2077 is coming to PS4, Xbox One, and PC on November 19; PS5 and Series X versions are also in the works\n\nLastly, Persia shares some details on two game announcements from DC Fandome, Gotham Knights and Suicide Squad: Kill The Justice League. \n\nWB Montreal's  Gotham Knights lets you play as Robin, Nightwing, Batgirl, or Red Hood who all have their own distinct fighting styles. And since this title is not continuing the story of the Arkham Games, you’re fighting in a Gotham where Batman is dead.  Gotham Knights is coming to PS4, PS5, Xbox One, Series X, and PC in 2021. \n\nRocksteady’s Suicide Squad: Kill The Justice League will be set in the Arkhamverse after Arkham Knight. Suicide Squad will also be a co-op action game where you can play as Harley Quinn, Deadshot, King Shark, and Captain Boomerang to defeat Superman after he kills an innocent civilian. Suicide Squad: Kill The Justice League is coming to PS5, Series X, and PC in 2022\n\nThis is your Save State for Monday, August 24th.\n\n00:00 - Intro\n00:21 - A New Switch Model Is Being Reported...Again\n01:10 - Cyberpunk 2077 Will Have Free DLC & Adjustable Subtitles \n02:13 - Gotham Knights & Suicide Squad Games Confirmed", "link": "https://www.youtube.com/watch?v=c2XzAalaXr8", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders Broadcast: Technomancer Class Reveal, New Co-op Gameplay, And More", "description": "On Outriders Broadcast 3, we get the reveal of the fourth class, the Technomancer, as well as co-op gameplay showing off a brand new environment. Tune in August 25th at 9 AM PST.", "link": "https://www.youtube.com/watch?v=JpjkF5_c3CI", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Lord of the Rings: Gollum - Official Cinematic Teaser Trailer", "description": "Playing as Smeagol/Gollum, you'll explore a new game and story by Daedalic Entertainment that starts in parallel with Frodo's, albeit on a different side of Middle-earth entirely. You'll make decisions that align with one of the character's personas as they fight for control, influencing some visual changes and the branching storyline as you progress.\n\nAs announced for Xbox Series X and PS5 earlier this year, a new game based on the works of JRR Tolkien is on the way: The Lord of the Rings: Gollum. While little has been shared about the game thus far, it has now reemerged with a new teaser trailer and gameplay details for the stealth-based title, which is coming to both next-gen consoles and PC in 2021.\n\nGollum isn't strong but instead crafty, which will give you some opportunities to take out enemies in an otherwise predominantly stealth-focused gameplay. Some enemies can be taken down with stealth attacks or lured into dangerous parts of the environment, some of which might feature familiar characters that can aid Gollum on his journey.\n\nThe Lord of the Rings: Gollum is set to launch sometime in 2021 exclusively for next-generation consoles and PC. Gameplay will only be shown in 2021, according to developer Daedalic Entertainment.", "link": "https://www.youtube.com/watch?v=SXM6hk3sY74", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]