[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Cults: The Holy Business of Being a God", "description": "💰 Join Bespoke Post for FREE now! Use code JAKE20 for 20% OFF your first box: https://bspk.me/jake\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/3aWioUA\n\n-----------------------\nThere are only a few things in life a man truly desires: power, money and you know what. You could get a job, start a business or you could become a famous celebrity or athlete. But there’s one more route you can take instead of sucking up to your boss, you’re the boss that people don’t just follow, but worship. And when someone worships you, you could easily get them in bed with you.\n\nCult leaders get so much money, power, and you know what, that it would make the kings and tyrants of the past very jealous of you. You get to sit at the top of society. Your disciples view you as their benevolent leader showing them the light to salvation. \n\nWhen you think of cults, you typically imagine some rather crazy people doing weird rituals, getting abused, drinking Kool-Aid laced with cyanide voluntarily. The majority of cult members are usually smart, educated, normal good people, that just were lacking something in their lives that the cult was able to fill.\n\nAs an aspiring cult leader, the number one thing you have to understand is that people just want to feel important. This is what you're selling to your disciples. The more important they feel, the less likely they’ll ever want to go back to their normal ordinary lives.\n\nYou need to play either as a Messenger of whatever God you choose, a prophet, or even God himself. You have to make them feel as if you’re their only hope. All you have to do is offer something new that is still able to give them a higher purpose, instead of just an improvement offer. \n\nView each person you recruit with a price tag. Once you get more disciples in, train them to be over-the-top pumped when welcoming newcomers. They’ll become the movement’s best salespeople who bring in their own friends. \n\nThere are a few things you want to accomplish: provide a new way of life for your subjects, complete and utter separation from the outside world, create a culture of donating to the church. To accomplish this atmosphere within the cult, we have an entire smorgasbord of different tactics we can use.\n\nStart out with making donations a voluntary thing, but eventually, you want to make it a requirement to prove your loyalty to the cause. Eavesdrop on your followers before congregations to find out what their troubles are and then miraculously bring it up during your sermon or use fake actors that look all feeble in a wheelchair and then after some grand gestures, they can all of a sudden walk! The last tactic we’re gonna cover is making your disciples WORK. This is where hard labor comes in! \n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=YbJPXPt9oAI", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]