[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 Official Photo Mode Reveal Trailer", "description": "Strike a pose and capture your favourite moments in Night City with Cyberpunk 2077 Photo Mode! See it in action in our newest video.", "link": "https://www.youtube.com/watch?v=P-c82_tCIyI", "date_published": "2020-12-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Full Fortnite Galactus Event PC Gameplay", "description": "Galactus is closing in on the Fortnite Island and the fate of all reality hangs in the balance. Watch the fight against Galactus in the one-time only Nexus War finale event.\n\nTimestamps:\n0:00 Galactus Introduction\n01:47 Galactus Attacks\n02:01 Iron Man to the Rescue\n02:47 Galactus Eating Zero Point\n03:27 Battle Bus In Alternate Reality\n04:27 Battle Bus Fighting Attack Drones\n05:50 Thor Helps Steer Battle Bus\n06:08 Fighting Along Galactus Arm\n07:10 Wolverine Paves the Way\n08:13 Galactus Explodes\n08:52 Tease for Season 5", "link": "https://www.youtube.com/watch?v=pkXYHV0dGZ8", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Immortals vs. Breath of the Wild: Side by Side Comparison", "description": "We've said it before and we'll say it again: Immortals Fenyx Rising takes some heavy inspiration from The Legend of Zelda: Breath of the Wild. It's not a direct copy and paste, mind you, but there are quite a few similarities between the two.\n\nIn the video above, Max Blumenthall offers a side-by-side comparison of the two games to show off just how similar they both are. As you can see, both Immortals and Breath of the Wild feature similar mechanics when it comes to climbing, running, and gliding--especially in how both rely on stamina. Getting slow-time on a perfect dodge, taming horses, and unlocking new pieces of the map and fast travel points are pretty similar too.\n\nBut the comparison's extend beyond that. Both games, for instance, feature a similar systemic structure that you can bend to your whim to pull off elaborate tricks. As Max demonstrates, Immortals' Fenyx can use Herakles Strength to essentially fly, just as Breath of the Wild's Link can with Magnesis. As more fans get their hands on Immortals, more tricks like these will likely be discovered.\n\nIn GameSpot's Immortals Fenyx Rising review, Suriel Vazquez writes, \"Immortals Fenyx Rising is far from perfect--but it is good. It stumbles frequently as it explores Greek myths through a new lens, its best features are borrowed, and for as large and fun as its world is, it always feels like you're on a guided tour instead of really exploring it. But even as it lives in the shadow of better games, its puzzles, combat, and open-world loop come together often enough for me to not only see it through for a few dozen hours, but also want to keep filling out its almighty checklist, even if it lead me by the nose most of the way through.\"", "link": "https://www.youtube.com/watch?v=BSuMZyCWqLQ", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let’s Play Next Gen Dirt 5 on Samsung QLED 8K", "description": "(Sponsored by Samsung) Cam is back with Jay-Ann to play Dirt 5 in all it’s upscaled 8K glory on Samsung QLED 8K. Find out more here: https://www.samsung.com/uk/tvs/qled-tv/gaming/", "link": "https://www.youtube.com/watch?v=xvKTk4n0aBk", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]