[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "PJ Morton: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n\n\nBobby Carter | December 2, 2020\n\nIf we invite artists to return to the Tiny Desk, we ask that they do something completely different from their first show. For PJ Morton, the obvious shift would've been to come solo. After all, he defied the laws of space back in 2018 and managed to squeeze 14 bodies behind the Desk. This time around he's just as generous with the spotlight, but puts a new focus on gospel.\n\n\nGathered in a big airy space in his hometown of New Orleans, PJ and his band performed three selections from the now Grammy-nominated The Gospel According To PJ, his very first gospel album. He grew up playing gospel music, but chose secular music as his professional path. The album brings him back full circle, a journey mapped out in conversations on the album with his father, Bishop Paul S. Morton.\nPJ only sings lead on one song but is clearly the maestro for this Tiny Desk (home) concert. They open with the reggae-infused \"So In Love,\" featuring Darrel Walls and Zacardi Cortez and close with \"Repay You,\" featuring J Moss. I think we could all use a little praise music as we round out 2020 and who better to offer it than the preacher's son, Paul Morton, Jr.?\n\nSET LIST\n\"So In Love\" (featuring Darrel 'MusiqCity' Walls & Zacardi Cortez)\n\"All In His Plan\"\n\"Repay You\" (featuring J Moss)\n\n\nMUSICIANS\nPJ Morton: vocals, piano\nDarrel 'MusiqCity' Walls: vocals\nZacardi Cortez: vocals\nJ Moss: vocals\nEd Clark: drums\nBrian Cockerham: bass\nShemaiah Turner: guitar\nTiondria Norris: vocals\nJarell Bankston: vocals\nAshton Fortner Francis: vocals\nJohn Perkins: trumpet\nTajh Derosier : saxophone\nBrad Walker : saxophone\nStephen Lands: trumpet\n\n\nCREDITS\nVideo: Vincent Powell, Paul pda Allen\nAudio: Reggie Nicholas\nVideo Director & Editor: Dominic Scott\nDirector of Photography, Camera Op: Harrison Atwood\nVideo Producer: Delaney George\n\n\nTINY DESK TEAM\nProducer: Bobby Carter\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=YyK2H0G4jrE", "date_published": "2020-12-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Julia Bullock: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nTom Huizenga | December 1, 2020\nSoprano Julia Bullock prefers to be called a \"classical singer.\" It's a rather humble, even vague, appellation for one of today's smartest, most arresting vocalists in any genre.\n\nShe was just named Artist of the Year by Musical America, who labeled her an \"agent of change.\" Bullock, who also considers herself an activist, has shaken up the classical music world recently with provocative programming and expressive performances. You can witness just that in this extraordinary Tiny Desk (home) concert from Munich, Germany with pianist and conductor Christian Reif, whose sensitive playing seems to anticipate and enhance Bullock's every phrase. He also happens to be her husband.\n\nCarefully choosing songs in German and English, Bullock begins with something bittersweet and introspective by Franz Schubert that cautions patience when looking for inner peace. She follows with \"Wie lange noch\" (How Much Longer), a World War II-era song by Kurt Weill. Written after Weill emigrated to the United States, the song contained coded messages for Germans back home. But Bullock has no time for secrets in these days fraught with uncertainty. The meaning behind her insistent cries of \"How much longer?\" as she stares straight through the camera, couldn't be more transparent.\n\nThe next two songs are a gut-punch of clear-eyed observation, struggle and hope. The spiritual \"City of Heaven\" finds a determined protagonist facing down sorrow, while Billy Taylor's \"I Wish I Knew How it Would Feel to be Free,\" written at the height of the civil rights movement, speaks truth to power. At the very end, Bullock spins out a long flowing line on the word \"free.\" It's among the most transcendent musical moments I've experienced this year.\n\nSET LIST\nFranz Schubert: \"Wanderers Nachtlied II\"\nKurt Weill: \"Wie lange noch\"\nTraditional: \"City Called Heaven\" (arr. by Hall Johnson)\nBilly Taylor: \"I Wish I Knew How It Would Feel To Be Free\" (arr. by Jeremy Siskind)\n\nMUSICIANS\nJulia Bullock: vocals\nChristian Reif: piano\n\nCREDITS\nVideo and Audio: Julia Bullock, Christian Reif\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=pyJsiO6SbAY", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]