[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCsXVk37bltHxD1rDPwtNM8Q", "title": "What If Earth got Kicked Out of the Solar System? Rogue Earth", "description": "Get Merch designed with ❤ from https://kgs.link/shop-135  \nJoin the Patreon Bird Army 🐧 https://kgs.link/patreon  \n▼▼ More infos and links are just a click away ▼▼\n\nSources & further reading: \nhttps://sites.google.com/view/sourcesrogueearth\n \nThe night sky seems peaceful and orderly. But in reality, stars are careening through the galaxy at speeds of hundreds of thousands of kilometres per hour. Not bound by static formations but changing neighbourhoods constantly. Fortunately space is big, and so the stars of the Milky Way are very unlikely to hit us. Unfortunately, they don’t have to hit anything to make us have a really bad time on earth. And there are already stars starting to get very close.\n\nOUR CHANNELS\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nGerman Channel: https://kgs.link/youtubeDE\nSpanish Channel: https://kgs.link/youtubeES\n\n\nHOW CAN YOU SUPPORT US?\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThis is how we make our living and it would be a pleasure if you support us!\n\nGet Merch designed with ❤ from https://kgs.link/shop-135  \nJoin the Patreon Bird Army 🐧 https://kgs.link/patreon  \n\n\nDISCUSSIONS & SOCIAL MEDIA\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nReddit:            https://kgs.link/reddit\nInstagram:     https://kgs.link/instagram\nTwitter:           https://kgs.link/twitter\nFacebook:      https://kgs.link/facebook\nDiscord:          https://kgs.link/discord\nNewsletter:    https://kgs.link/newsletter\n\n\nOUR VOICE\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThe Kurzgesagt voice is from \nSteve Taylor:  https://kgs.link/youtube-voice\n\n\nOUR MUSIC ♬♪\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\n700+ minutes of Kurzgesagt Soundtracks by Epic Mountain:\n\nSpotify:            https://kgs.link/music-spotify\nSoundcloud:   https://kgs.link/music-soundcloud\nBandcamp:     https://kgs.link/music-bandcamp\nYoutube:          https://kgs.link/music-youtube\nFacebook:       https://kgs.link/music-facebook\n\nThe Soundtrack of this video:\n\nSoundcloud:   https://bit.ly/3lsKxq3\nBandcamp:     https://bit.ly/3opxF63 \n\n🐦🐧🐤 PATREON BIRD ARMY 🐤🐧🐦\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nMany Thanks to our wonderful Patreons from http://kgs.link/patreon who support us every month and made this video possible:\n\nVincent Mascio, Gabriel Sucia, Артем Ярошенко, Thomas Hradek, Nebual, Rodrigo Espinosa, Jacobo Loewen, Kirsten Mann, Matias Altalef, Renato Vassão, triger traiger, Richard Decal, SmokinBuddha, R D, William Lucca, John Teeslink, Yrjosmiel, Tomasz Stachowiak, WE1RD, ScorchedShadow, Zach Knibbs, jrinehimer, Michael, Conner Boltz, Sidong Fu, Jake Kish, Caeruleus, Gleb Radchenko, Kieren Quinn, Augustine, Che Tao, Biken Gurung, Adelina Bakieva, Alex Ellis, Trevor Shackelford, Graham Gersdorff, Aditya Taday, Chaitali Sura, Rhys Clark, Trymian Cassidy, Anton Vietrov, Samuel Blanchard, libor riska, Julia VS, Stoney Bair, Nika Chkhartishvili, Erwin Ritua, Nicholas Roth, Mark Pickenheim, Haaxor1689, Niklas, Sean K Reynolds, Mark Gubatan, Caleb Biasco, MoeMoep, Edmund Sang Fontaine, Silquetoast, Randy Cully, Joseph Schadler, Matt Cameron, x yxy, Elie & Mary-Anne, Alaina Kramer, Memes, Dragon's Demize, Caleb Whitaker, KushrenadaT, Andrei, Daniel Suzuki, Jett Thomas, Laszlo Steinhoff, Alexander Brown, Braden Culbert, Sarah, Corey Austen, Gosia Rychlik, Евген Останинов, Neo Martin, Anonimas, Nicolas Sepulveda, Nicole de Vries, Maryam Sheybanifard, John Forbes, ertojo, Zaten the Changeling, Dmytro Haranzha, Matt Clarkson, G Crockett, Brennen Schott, Mirek Novak, Pedro Lozano, Oskar Syahbana, Robin, Porky Hontas, Sebastien J, Eileen Kirschner, Peyton Groshart, Martin, Jan Ryklikas, Dr. Daniel Lehmann, Le plus Luc de tous les Luc, yeapea [Andi], Ansgar Rust, Jan Karsten, Hichem Moussa VoulezVouloz, Morbeyn, Sjoerd Smit, Julian Hiorns, The Wanton Dogfish, Alice Whiteway, Jordan Lake, Whitney Warren, Moses Holmström, Morgan", "link": "https://www.youtube.com/watch?v=gLZJlf5rHVs", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]