[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "LIBREM 5 is shipping, Chromium opens up, and Ubuntu Web Remix offers a Chrome OS alternative", "description": "This month, we have the Librem 5 finally shipping to backers, a new open source Chrome OS alternative, Google being more open with Chromium, and tons of Linux gaming improvements.\n\nJoin the channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your acceptable merch there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n\nUbuntu Web remix was announced, and it's an interesting project. It's billed as an open source alternative to Chrome OS, and employs Firefox instead of Chrome or Chromium, it also supports Android apps.\n\nhttps://discourse.ubuntu.com/t/ubuntu-web-remix/19394\n\nLinus Torvalds has expressed interest in the latest Apple M1 Macs, which, for those who don't know, are custom designed processors that will only be appearing in Apple's macs, and that are pretty freaking amazing in terms of performance and battery life.\nhttps://thenextweb.com/plugged/2020/11/23/linus-torvalds-wants-apples-new-m1-powered-macs-to-run-linux/\n\nAMD released their radeon RX6800 and 6800XT graphics cards. While these seem very powerful, tickling Nvida on their higher end models, the launch day situation is far from optimal on Linux.\nhttps://www.gamingonlinux.com/2020/11/amd-radeon-rx-6800-and-the-rx-6800-xt-are-out-today\n\nThe LIBREM 5, as a mass produced phoen, is now finally starting to ship to backers. \nhttps://puri.sm/posts/librem-5-mass-production-phone-has-begun-shipping/\n\nTuxedo launched yet another Linux laptop, called the XMG Fusion 15\nhttps://www.tuxedocomputers.com/en/Linux-Hardware/Linux-Notebooks/15-16-inch/XMG-FUSION-15-powered-by-TUXEDO.tuxedo\n\nProton, the company behind ProtonMail and ProtonVPN, has enabled early access to Proton Drive, their online storage offer.\nhttps://protonmail.com/blog/proton-drive-early-access/\n\nThere was an interesting article published after the announcement of the PinePhone KDE Community edition, which points out to critics that the phone might be weaker than what people are used to, and that it's not a flagship, but that it's also not the point.\nhttps://quickfix.es/2020/11/missing-the-point-pinephone-kde-community-edition/\n\nYoutube-DL has been reinstated by Github after the project's repository had been taken down following a DMCA request.\nhttps://www.zdnet.com/article/github-reinstates-youtube-dl-library-after-eff-intervention/\n\nI happened upon a very interesting article about OpenStreetMap, and how it's currently being used and contributed to by the biggest companies in the world, namely Apple, Facebook, Amazon, or Microsoft.\nhttps://joemorrison.medium.com/openstreetmap-is-having-a-moment-dcc7eef1bb01\n\nLong time viewers will know I'm not a big fan of Google, or of Blink, their web rendering engine, but it seems like Google is taking steps to please me. Well, probably not that, but at least they're opening up Chromium and Blink to more outside developers.\nhttps://www.cnet.com/news/google-gets-web-allies-by-letting-outsiders-help-build-chromes-foundation/\n\nLutris 0.5.8 was released, and despite the small version number, it's a huge improvement. This game manager is now better integrated with the lutris website that lets you download game installers, and games from 3rd party services no lmonger depend on a lutris install script, which means you can just install them as-is, even if they don't have one.\nhttps://www.gamingonlinux.com/2020/11/open-source-game-manager-lutris-sees-the-big-058-release-out-now\n\nCollabora has now put their patches to the Linux kernel for review. This set of patches aim to help windows games work with better performance on Linux.\nhttps://lkml.org/lkml/2020/11/18/815\n\nWine 5.22 was released, with even more libraries converted to the PE format, improvements to the startup times by caching the fonts, better video playback, and 3DES cipher support\nhttps://www.winehq.org/announce/5.22\n\nNvidia will officially support Linux with its Geforce Now service, using Google Chrome.\nhttps://www.gamingonlinux.com/2020/11/nvidia-plan-to-support-linux-with-geforce-now-using-chrome\n\nValve has finally updated the Proton container runtime in Proton 5.13. It means that overlays like ManGoHUD or post processing layers like vkBasalt couldn't run on proton games because of the way the game was contained and isolated from the core Linux system.\nhttps://www.gamingonlinux.com/2020/11/valve-updates-the-steam-linux-container-runtime-for-proton-513-helps-tools-like-mangohud\n\nFirefox 83 was released, and it brings a big change: the Warp update to their Javascript engine is now on by default.\nhttps://www.mozilla.org/en-US/firefox/83.0/releasenotes/", "link": "https://www.youtube.com/watch?v=EM_xsIFKaXc", "date_published": "2020-12-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]