[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "New Reversing Aging Breakthrough: Become 25 Years Younger", "description": "The first 200 people that go to https://brilliant.org/jaketran will get 20% off the annual Premium subscription!\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\nShoutout to The Walter and Eliza Hall Institute of Medical Research for the epigenome footage https://www.youtube.com/playlist?list=PLD0444BD542B4D7D9 \n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/39y06uc \n\n-----------------------\nWhat if I told you that in 3 months, you could grow a quarter of a century younger?\nThat’s what a recent scientific study resulted in\nThere hasn’t been much proof that blood transfusions work. That is where this new study comes to the rescue.\nIn this study - the cells of participants aged in reverse by the equivalent of a staggering 25 years with something much less invasive than blood transfusions\nMost generally accepted ways to slow down aging today only slows your body down by a tiny bit - so 25 years backwards is major\nThe method that they used to achieve these results isn’t limited to the ultra wealthy\n\nTo understand how to cure aging, we first have to understand what causes aging.\nAging is one of those great mysteries in life that’s up there with how consciousness works - so there’s still much debate on what really causes aging\nThe ends of our chromosomes have what’s called telomeres\nYou can think of telomeres like the plastic ends on your shoelaces that keep them from fraying\nAnd when your telomeres have been exhausted - that cell can’t divide anymore and it turns into a senescent cell\nThese zombie cells contribute to things like diabetes, heart disease, and more\nThis is what researchers at the Tel Aviv University were about to change - to not just slow down the shortening of your telomeres, but to actually regenerate telomeres to make them longer\n\nHyperbaric Oxygen Chambers are basically where you lay inside a tube that’s pressurized with 100% oxygen\n\nThey took 35 adults that were 64 or older and put them through 60 oxygen chamber sessions over the course of 3 months, at 5 sessions per week\n\nThanks to the oxygen chamber therapy, all the telomeres of these important cells grew by a significant amount, with some telomeres repairing nearly 40% of its length!\nThe same is true when researchers measured how many of those zombie senescent cells remained\n\nFor the first time, we’ve discovered that you can age your blood cells - backwards by 25 years\n\nShould you do this yourself? It depends on how much money you have to throw around\nBut not all hope is lost if you’re not rolling in cash\nAs this technology gets more attention, as more people are interested in doing this kind of therapy, as the economies of scale go up - prices will go down\n\nThe dream of immortality is a far off one\nBut this is a step in the right direction\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=5Op_lx7rqSs", "date_published": "2020-12-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]