[{"source": "https://www.theguardian.com/rss", "title": "UK banks treating transfer scam victims unfairly, says Which?", "description": "<p>Consumer association says few people compensated and voluntary code should be mandatory</p><p>Many victims of bank transfer scams are being treated unfairly and the chances of them getting their money back is often a lottery, according to Which?.</p><p>The UK consumer association is pressing for the voluntary code that is supposed to protect consumers to be made mandatory, and said the number of people being reimbursed by their bank was “woefully low”.</p> <a href=\"https://www.theguardian.com/money/2020/aug/11/uk-banks-treating-transfer-scam-victims-unfairly-says-which\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/11/uk-banks-treating-transfer-scam-victims-unfairly-says-which", "date_published": "2020-08-10 23:01:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid and sex: charity issues guidance on reducing infection risk", "description": "<p>Terrence Higgins Trust advocates face coverings and not using face-to-face positions</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Wearing face coverings, avoiding kissing and choosing positions where you are not face to face are among the recommendations from a leading sexual health charity to reduce the risk of catching coronavirus during sex.</p><p>Publishing advice on managing the risk, the Terrence Higgins Trust said asking people to abstain indefinitely was not realistic and that people needed to find a way “to balance our need for sex and intimacy with the risks of the spread of Covid-19”.</p> <a href=\"https://www.theguardian.com/world/2020/aug/11/covid-and-sex-charity-issues-guidance-on-reducing-infection-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/11/covid-and-sex-charity-issues-guidance-on-reducing-infection-risk", "date_published": "2020-08-10 23:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure grows on ministers over England A-level results 'mess'", "description": "<p>39% of teacher predictions may be downgraded and poorer pupils hit hardest</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Ministers are under immense pressure over the botched handling of English A-level results after Scotland announced a dramatic U-turn and major research showed that high-achieving pupils from poorer backgrounds are likely to be hardest hit.</p><p>The universities minister was writing urgently to vice-chancellors, asking them to be lenient with their offers and keep places open for pupils pursuing appeals amid fears that this year’s results will not truly reflect pupils’ abilities.</p> <a href=\"https://www.theguardian.com/education/2020/aug/11/pressure-grows-on-government-over-england-a-level-results-mess-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/aug/11/pressure-grows-on-government-over-england-a-level-results-mess-coronavirus", "date_published": "2020-08-10 23:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Cambridgeshire and Ayr Gold Cup could have test crowds", "description": "<p>Several September race-meetings have been suggested to government as possible trials for the return of spectators</p><p>Race meetings at Newmarket and Ayr next month have been submitted to the government for possible use as trial days for the return of spectators, The Guardian understands. The Ayr Gold Cup meeting and the Cambridgeshire meeting, which both run for three days in the second half of September, have been put forward alongside St Leger week at Doncaster as racing seeks to organise a trial in place of the one that was cancelled at Goodwood recently.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/aug/10/talking-horses-yorkshire-oaks-clash-is-off-as-enable-goes-to-kempton\">Talking Horses: Yorkshire Oaks clash is off as Enable goes to Kempton</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2020/aug/11/talking-horses-cambridgeshire-and-ayr-gold-cup-could-have-test-crowds\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/aug/11/talking-horses-cambridgeshire-and-ayr-gold-cup-could-have-test-crowds", "date_published": "2020-08-10 23:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK consumer spending approaches levels last seen before coronavirus", "description": "<p>Sunny weather and reopening of shops boost sales, but GDP figure expected to confirm recession</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/aug/10/uk-coronavirus-live-news-covid-19-latest-updates-schools\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Sunny weather and the reopening of non-essential shops across most of the UK has fuelled an increase in consumer spending close to pre-pandemic levels, according to retail industry figures.</p><p>The deepest recession in a century is expected to be confirmed on Wednesday, but figures from the British Retail Consortium (BRC) and accountancy firm KPMG indicated that a recovery is under way via the consumer, with total retail sales increasing by 3.2% in July compared with the same month a year ago.</p> <a href=\"https://www.theguardian.com/business/2020/aug/11/uk-consumer-spending-approaches-levels-last-seen-before-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/11/uk-consumer-spending-approaches-levels-last-seen-before-coronavirus", "date_published": "2020-08-10 23:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uber and Lyft must classify drivers as employees, judge rules, in blow to gig economy", "description": "<p>Preliminary injunction in California follows state’s lawsuit against companies over new labor law</p><p>A California judge has issued a preliminary injunction that would block Uber and Lyft from classifying their drivers as independent contractors rather than employees.</p><p>The move on Monday came in response to a May lawsuit <a href=\"https://www.theguardian.com/us-news/2020/may/05/uber-lyft-california-sues-ab5-gig-law\">filed by the state of California</a> against the companies, which alleged they are misclassifying their drivers under <a href=\"https://www.theguardian.com/technology/2020/feb/07/uber-ab5-changes-drivers-california\">the state’s new labor law</a>.</p> <a href=\"https://www.theguardian.com/technology/2020/aug/10/uber-lyft-ruling-california-judge\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/10/uber-lyft-ruling-california-judge", "date_published": "2020-08-10 22:42:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inland hurricane-like storm sweeps US midwest, leaving widespread damage", "description": "<p>Rare wind storm known as a derecho blows over trees, flips vehicles and leaves tens of thousands without power</p><p>A rare wind storm with power similar to an inland hurricane swept across the midwest on Monday, blowing over trees, flipping vehicles, causing widespread property damage and leaving tens of thousands without power.</p><p>]The storm known as a derecho lasted several hours as it tore across eastern Nebraska, Iowa and parts of Wisconsin, had the wind speed of a major hurricane, and probably caused more widespread damage than a normal tornado, said Patrick Marsh, science support chief at the National Weather Service’s Storm Prediction Center in Norman, Oklahoma.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/10/us-midwest-derecho-storm-widespread-damage\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/10/us-midwest-derecho-storm-widespread-damage", "date_published": "2020-08-10 22:28:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS test and trace to cut 6,000 jobs but strengthen regional teams", "description": "<p>Tracers to focus on specific areas and could be sent to knock on people’s doors</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>NHS test and trace is cutting 6,000 contact tracer jobs and allocating roles to regional teams to work with councils, following criticism by local authorities that the centrally run system was <a href=\"https://www.theguardian.com/politics/2020/apr/28/contact-tracing-cant-be-run-by-westminster-experts-warn\">failing to tackle local outbreaks</a>.</p><p>The government announced on Monday that local and national teams would work together to make sure they reach as many people as possible who have been in contact with someone who has coronavirus. The change means the number of national contact tracers will be reduced from 18,000 to 12,000 on 24 August.</p> <a href=\"https://www.theguardian.com/society/2020/aug/10/nhs-test-and-trace-to-cut-6000-jobs-to-strengthen-regional-teams\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/10/nhs-test-and-trace-to-cut-6000-jobs-to-strengthen-regional-teams", "date_published": "2020-08-10 22:27:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judd Trump and Ronnie O'Sullivan trailing at World Snooker Championship", "description": "<ul><li>Favourite and world No1 Trump trails 10-6 to Kyren Wilson</li><li>O’Sullivan 6-2 down to impressive Mark Williams</li></ul><p>The two favourites, Judd Trump and Ronnie O’Sullivan, are fighting to stay in the World Snooker Championship as they trail Kyren Wilson and Mark Williams respectively.</p><p>Trump, the defending champion and the bookies’ favourite going into the quarter-finals, is 10-6 down after the first two sessions, as Wilson, who has reached the last eight at the Crucible five times, looks to reach his first final.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/mark-williams-leaves-ronnie-osullivan-lagging-world-snooker-championship-quarter-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/mark-williams-leaves-ronnie-osullivan-lagging-world-snooker-championship-quarter-final", "date_published": "2020-08-10 22:22:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pacific states face instability, hunger and slow road to Covid recovery: Dame Meg Taylor", "description": "<p>While the worst of the Covid-19 pandemic has so far spared the Pacific, its economies are in free-fall, the region’s chief diplomat warns</p><p>Beyond the health and economic crises of Covid-19, the global pandemic has the potential to cause political instability and undermine state security across the Pacific, the region’s chief diplomat has warned.</p><p>Dame Meg Taylor, secretary general of the Pacific Islands Forum, said the region’s economies were struggling with the virus-induced shocks, and a prolonged crisis could worsen existing problems of hunger, poor healthcare, and state fragility.</p> <a href=\"https://www.theguardian.com/world/2020/aug/11/pacific-states-face-instability-hunger-and-slow-road-to-covid-recovery-dame-meg-taylor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/11/pacific-states-face-instability-hunger-and-slow-road-to-covid-recovery-dame-meg-taylor", "date_published": "2020-08-10 22:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United seal semi-final spot as Bruno Fernandes sinks Copenhagen", "description": "<p>Manchester United struggled to put away a doughty FC Copenhagen before doing so in extra time, Bruno Fernandes again the hero for Ole Gunnar Solskjær’s side.</p><p>The manager introduced Juan Mata for Mason Greenwood ahead of the extra half-hour and this proved prescient. On 95 minutes Anthony Martial was slipped in by Mata and while the superb Karl-Johan Johnsson saved from the Frenchman, a moment later Andreas Bjelland pulled him down.</p> <a href=\"https://www.theguardian.com/football/2020/aug/10/manchester-united-seal-semi-final-spot-as-bruno-fernandes-sinks-copenhagen\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/10/manchester-united-seal-semi-final-spot-as-bruno-fernandes-sinks-copenhagen", "date_published": "2020-08-10 21:45:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dorset police refer fatal stabbing in Poole to watchdog", "description": "<p>Alleged murder of man referred to IOPC over prior police contact with those involved<br /></p><p>Detectives in Dorset have launched a murder investigation following the death of a 66-year-old man after a stabbing.</p><p>Dorset police said a 53-year-old man from Poole was initially held on suspicion of inflicting grievous bodily harm and later arrested on suspicion of murder.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/dorset-police-refer-fatal-stabbing-incident-in-poole-to-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/dorset-police-refer-fatal-stabbing-incident-in-poole-to-watchdog", "date_published": "2020-08-10 21:18:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman dies trying to rescue two boys from sea in Norfolk", "description": "<p>Mother attempted to save boys who got into difficulty with an inflatable canoe</p><p>A mother has died while trying to rescue two boys who got into difficulty with an inflatable canoe off the Norfolk coast.</p><p>The woman, aged in her 30s, was recovered from the sea at Waxham but pronounced dead in hospital on Sunday, Norfolk police said. The two boys managed to get to safety.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/woman-dies-trying-to-rescue-two-boys-from-the-sea-in-norfolk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/woman-dies-trying-to-rescue-two-boys-from-the-sea-in-norfolk", "date_published": "2020-08-10 21:17:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Yorkshire Jobcentre review – the truth about benefits", "description": "<p>This clear-eyed series follows the work of jobcentre staff in Leeds, as they deal with the needs of 600 people a day – each with their own challenges</p><p>In her forthcoming book, More Than a Woman, the writer Caitlin Moran posits the Janet Theory. This is the working assumption that whenever you have unfortunate occasion to interface with a utility company, service provider, any apparatus of the state, a customer helpline or similar, you must simply keep ringing, calling back, holding on until at last you are connected with a slightly weary but essentially compassionate woman in late middle age. Probably called Janet, she will solve your three-month-long difficulty in three minutes, bid you good day and be on to the next call while you are still trying to process what has happened. Less an employee, more a benediction.</p><p><a href=\"https://www.radiotimes.com/tv-programme/e/mjygnq/the-yorkshire-jobcentre--s1-e1-the-yorkshire-jobcentre/\">The Yorkshire Jobcentre</a> (Channel 4) adduces further empirical proof of the Janet Theory, thanks to the phalanx of work coaches – one of whom is actually named Jan – who are employed by the Southern House jobcentre in Leeds, who deal with the myriad needs and problems of the 600 (out of 29,000 unemployed in the city) seeking work and benefits who come through its doors every day. There are those who have never worked, and those who have always worked who now gaze, stunned after a sudden redundancy, at the endlessly patient staff as they try to get to grips with this strange new world of hoops to jump through to secure that £80 a week (minus sanctions, if you make – however inadvertently – a mistake, or the computer does). There are those who are hostile, frustrated, worn down, depressed and there are those who are still optimistic – often determinedly so, digging deep into reserves of strength and energy – and up for anything. There are a few who don’t want to work, vastly outnumbered by the proportion desperate for employment, and Jan, Bernie, Amma and the centre’s manager Alison tackle them all with sympathy, strictness and clear-eyed practicality blended in perfect proportions for each. “I’ll settle for baby steps sometimes,” says Jan after what will turn out to be a series of unproductive meetings with customer Pamela Anderson (yes, really – a young man lifts his eyes from his phone when her name is called, just in case), “because sometimes that’s all that’s available.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/10/the-yorkshire-jobcentre-review-the-truth-about-benefits\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/10/the-yorkshire-jobcentre-review-the-truth-about-benefits", "date_published": "2020-08-10 21:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unsaid Stories review – a beginner's guide to racial inequality", "description": "<p>While ITV’s bite-sized takes on being black and British promise much, the opening episode tells a story many viewers will have heard time and again</p><p>Inspired by the Black Lives Matter movement, Unsaid Stories (ITV) is a collection of four timely short films told from the perspective of black Britons, which are – according to its makers – “unique, fresh and engaging, about real people in completely real situations, confronting and exploring racism and prejudice”. With each episode just 15 minutes long, they offer a bite-sized take on issues such as racial profiling, colourism and unconscious bias. Each film is character-led –<strong> </strong>partially owing to filming restrictions brought about by Covid-19.</p><p>The first episode, Generational, written by Jerome Bucchan-Nelson, stars Nicholas Pinnock of Top Boy and <a href=\"https://www.theguardian.com/tv-and-radio/2016/apr/05/marcella-review-skilful-scandi-noir-comes-to-london-knitwear-and-all\">Marcella</a> as Oliver, and Yasmin Monet Prince, best known for her role in Amazon’s Hanna, as Justina. Against the backdrop of the pandemic, the pair play a father and daughter with opposing views of the Black Lives Matter protests. Opening with the strains of <a href=\"https://www.theguardian.com/music/2019/mar/03/dave-psychodrama-interview-black-is-confusing\">Black by rapper Dave</a> – with lines like “Black is so much deeper than just African American” – the scene is set for a nuanced portrayal of race in the UK. Justina’s mother is a healthcare worker, emphasising the risks that black people have faced over the past few months during a pandemic where they have been four times as likely to die as their white counterparts, and seemingly feeding into Oliver’s reluctance to let his daughter join in with the protests.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/10/unsaid-stories-black-lives-matter-itv-films\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/10/unsaid-stories-black-lives-matter-itv-films", "date_published": "2020-08-10 20:15:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chicago erupts with violence and looting after police shooting", "description": "<p>More than 100 arrested after overnight looting on shopping district as mayor decries ‘an assault on our city’</p><p>Unrest and violence erupted in the center of Chicago early on Monday after weeks of bubbling tension in a number of neighborhoods across the city and protests on Sunday after a man was shot by police on the south side.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/aug/10/coronavirus-us-covid-19-children-schools-donald-trump-relief-package-joe-biden-live-updates\">US treasury secretary says Congress could reach deal if Democrats are 'willing to be reasonable' – live</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/aug/10/chicago-looting-violence-police-shooting-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/10/chicago-looting-violence-police-shooting-protests", "date_published": "2020-08-10 19:49:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Planet Ceres is an 'ocean world' with sea water beneath surface, mission finds", "description": "<p>Dwarf planet, believed to be a barren space rock, has an ‘extensive reservoir’ of brine beneath its surface, images show</p><p>The dwarf planet Ceres – long believed to be a barren space rock – is an ocean world with reservoirs of sea water beneath its surface, the results of a major exploration mission showed on Monday.</p><p>Ceres is the largest object in the asteroid belt between Mars and Jupiter and has its own gravity, enabling the Nasa Dawn spacecraft to capture high-resolution images of its surface.</p> <a href=\"https://www.theguardian.com/science/2020/aug/10/planet-ceres-ocean-world-sea-water-beneath-surface\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/aug/10/planet-ceres-ocean-world-sea-water-beneath-surface", "date_published": "2020-08-10 19:35:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Troth review – a beautiful, brutal tale of love and sacrifice", "description": "<p><strong>Available online<br /></strong>From the carefree romantic opening to the confused carnage of the battlefield, Akademi’s production is full of emotional detail</p><p>It’s 1888 when Lehna and Leela meet in an Amritsar marketplace. They are stopped in their tracks, eyes widen with curiosity and shy smiles, and there is a quivering bolt of feeling. This is a love at first sight you can invest in. The Troth takes place against the great tragedy of the first world war and the deaths of 60,000 Indian soldiers who served in the British army. But it is always the personal, emotional details that connect us to such mass devastation.</p><p>Leela (Vidya Patel), alas, is betrothed to another man. And yet years later, when the men go to war, the devotion of Lehna (Subhash Viman Gorania) leads him to make a momentous promise to her. The story is Usne Kaha Tha, written by Chandradhar Sharma Guleri in 1915 (also a 1960 film). This version was conceived by Mira Kaushik, director of south Asian dance organisation <a href=\"https://akademi.co.uk/\">Akademi</a>. Choreographer Gary Clarke evokes the confused carnage of war, even when there are only four dancers on stage. The lost faces, the scramble to survive and the visceral weight of a bleeding body being dragged across a battlefield – all are bolstered by Shri Sriram’s music and the incredible projections of archive film footage: sepia-toned troops marching, soldiers digging trenches.</p> <a href=\"https://www.theguardian.com/stage/2020/aug/10/the-troth-review-a-beautiful-brutal-tale-of-love-and-sacrifice\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/aug/10/the-troth-review-a-beautiful-brutal-tale-of-love-and-sacrifice", "date_published": "2020-08-10 19:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The innocent fun of Joe Root has been lost to the burdens of England captaincy | Jonathan Liew", "description": "<p>Perhaps it was inevitable that in being a leader, an ambassador, an entertainer and a salesman, something had to give</p><p>Three years ago, I went to Sheffield to interview Joe Root. It was his first summer as England captain and as he parsed his way through a series of solemn, proportionate answers about New Responsibilities and Exciting Opportunities, I became increasingly fascinated by his demeanour. His posture was nervous and awkward; his gestures self-conscious and uncertain; his words stilted and punctuated by short involuntary intakes of breath. It seemed like Root still was still trying to work out whether the England captaincy was something into which you grow or shrink. Whether it bottles you up or sets you free.</p><p>A couple of weeks later, someone in the England camp informed me Root had read my article and was a little put out. Not angry. Not upset. Just a bit surprised, as anyone might be if they’d seen their verbal tics and physical mannerisms deconstructed in creepily forensic detail in a national newspaper. Even so, Root’s reaction struck me as atypical. If this was his response to a largely innocuous slice of cod-psychology, how would he handle the merciless media roastings, the poison-pen campaigns, the barefaced lies to come? The England captaincy, after all, is hardly a job for someone who cares what other people think.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/aug/10/innocent-fun-joe-root-lost-burdens-of-england-captaincy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/aug/10/innocent-fun-joe-root-lost-burdens-of-england-captaincy", "date_published": "2020-08-10 19:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lebanese government quits following Beirut port explosion", "description": "<p> PM Hassan Diab forced to exit, saying the corruption is ‘bigger than the state’</p><p>Lebanon’s besieged government has fallen, one week after a cataclysmic explosion destroyed Beirut port, with the country’s prime minister, Hassan Diab, claiming the disaster was the result of endemic corruption.</p><p>Diab announced the resignation of the government after more than a third of ministers quit their posts, forcing Diab himself to resign.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/lebanese-pm-to-resign-after-more-than-a-third-of-cabinet-quits\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/lebanese-pm-to-resign-after-more-than-a-third-of-cabinet-quits", "date_published": "2020-08-10 18:32:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the pied piper of Bullingdon – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/aug/10/martin-rowson-pied-piper-bullingdon-johnson-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/aug/10/martin-rowson-pied-piper-bullingdon-johnson-cartoon", "date_published": "2020-08-10 18:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak's stamp duty holiday behind surge in homebuyer interest", "description": "<p>Demand for all UK property is up, but price range reflects chancellor’s £500,000 limit</p><p>The number of buyers looking for homes has surged in the month since the chancellor announced a stamp duty holiday, with demand for properties costing between £500,000 and £750,000 showing the biggest uptick, according to figures from the UK’s largest estate agency chain.</p><p>Between 8 July and 8 August, the number of people registering to buy across the country was up by 38% on the same period last year, boosted by the stamp duty holiday on properties costing up to £500,000, Hamptons International said.</p> <a href=\"https://www.theguardian.com/business/2020/aug/10/sunaks-stamp-duty-holiday-behind-surge-in-home-buyer-interest\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/10/sunaks-stamp-duty-holiday-behind-surge-in-home-buyer-interest", "date_published": "2020-08-10 18:26:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Jehovah's Witness elders call for mandatory reporting of child sexual abuse", "description": "<p>Two ex-members tell independent inquiry the church believes it is ‘answerable only to God’</p><p>Two former Jehovah’s Witness elders have called for mandatory reporting of child sexual abuse, saying the organisation believes it is “answerable only to God”.</p><p>Duncan Corbett, who was an elder for 18 years, told the independent inquiry into child sexual abuse that the protection of minors and the handling of abuse claims must be taken out of the church’s hands. “Let them deal with the sin and the authorities handle the crime,” he told a hearing in London.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/former-jehovahs-witness-elders-call-for-mandatory-reporting-of-child-sexual-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/former-jehovahs-witness-elders-call-for-mandatory-reporting-of-child-sexual-abuse", "date_published": "2020-08-10 18:05:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France 'on the cliff-edge' of removal from UK safe travel list", "description": "<p>Hundreds of thousands of British tourists face possible quarantine, industry figure suggests</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>France is “on the cliff-edge” of being removed from the UK’s travel corridor list, according to an industry figure, with a decision expected by the end of the week that could mean hundreds of thousands of Britons holidaying there would have to quarantine on their return.</p><p>The country, which is the second most popular overseas holiday destination for Britons, recorded its highest Covid-19 surge since May on Friday, with 2,288 new cases. UK ministers are said to be closely monitoring the situation.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/france-on-the-cliff-edge-of-removal-from-uk-safe-travel-list\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/france-on-the-cliff-edge-of-removal-from-uk-safe-travel-list", "date_published": "2020-08-10 18:03:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Belarus, Alexander Lukashenko will do anything to cling on to power | Katsiaryna Shmatsina", "description": "<p>The implausible results of Sunday’s presidential elections have triggered a pushback like never before</p><p>From the residential area of Minsk where I’m writing, I can hear the incessant honking of car horns. The sound marks the expression of popular protest in the Belarusian capital against Alexander Lukashenko, and <a href=\"https://www.theguardian.com/world/2020/aug/09/belarus-election-lukashenko-landslide-victory-fixing-claims\">his desire to stay in power</a> and add one more presidential term to his already 26-year rule.</p><p>On Sunday, when the preliminary results announced by the central electoral commission indicated an “elegant victory” for Lukashenko, with nearly 80% of support, people took to the streets to defend the votes they cast for the opposition candidate, <a href=\"https://www.theguardian.com/world/2020/aug/10/belarus-opposition-candidate-rejects-election-result-protests-svetlana-tikhanovskaya-lukashenko\">Svetlana Tikhanovskaya</a>, who officially got only around 10%.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/belarus-alexander-lukashenko-presidential-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/belarus-alexander-lukashenko-presidential-elections", "date_published": "2020-08-10 17:51:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Belarus: 'Europe's last dictator' loses his grip | Editorial", "description": "<p>The popular outrage following Alexander Lukashenko’s rigged election victory is unprecedented. The west should show active solidarity with the opposition’s demand for change </p><p>Nigel Gould-Davies, the former British ambassador to Minsk, has described current events in Belarus as “the last phase of a great re-ordering of European politics that began in 1989”. <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2019/oct/16/how-communist-europe-was-swept-by-a-tide-of-change-archive-1989\" title=\"\">Three decades ago</a>, as democracy was restored to eastern Europe, Belarus found itself travelling down a different road, led by the former collective farm director, Alexander Lukashenko. On his election as president in 1994, Mr Lukashenko set about establishing an effective dictatorship, sustained by shamelessly rigged elections. Only now, over a quarter of a century later, is his corrupt grip on power loosening, as <a href=\"https://www.theguardian.com/world/2020/aug/09/belarus-election-lukashenko-landslide-victory-fixing-claims\" title=\"\">unprecedented protests</a> sweep the country following yet another fraudulent poll.</p><p>According to Belarus’s election commission, the 65-year-old Mr Lukashenko won 80.23% of Sunday’s vote. His main challenger, Svetlana Tikhanovskaya, scored a mere 9.9%, despite having held the biggest rallies in the country since the days of the Soviet Union. In securing this Soviet-style endorsement, the Lukashenko regime operated according to its usual playbook.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/the-guardian-view-on-belarus-europes-last-dictator-loses-his-grip\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/the-guardian-view-on-belarus-europes-last-dictator-loses-his-grip", "date_published": "2020-08-10 17:49:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police officer under investigation for appearing to kneel on man's neck", "description": "<p>Marcus Coutain, 48, who is black, was filmed pleading with officers to ‘get off my neck’ as he was arrested</p><p>A suspended Scotland Yard officer is under investigation by the police watchdog for common assault and gross misconduct after appearing to kneel on a man’s neck during an arrest.</p><p>The Independent Office for Police Conduct (IOPC) is looking into the manner of the arrest of Marcus Coutain, 48, who was filmed pleading with officers to “get off my neck” as he was handcuffed on the pavement in Islington, north London, last month.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/met-police-officer-under-investigation-for-appearing-to-kneel-on-mans-neck\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/met-police-officer-under-investigation-for-appearing-to-kneel-on-mans-neck", "date_published": "2020-08-10 17:31:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Since travel is off the cards (for now) I'm exploring the vast terrain of video game worlds | Andy Hazel", "description": "<p>The open-ended worlds of The Elder Scrolls V: Skyrim or Red Dead Redemption 2 can arouse the housebound traveller’s sense of adventure</p><p>There is only one entrance to the city of Solitude. Its gates are set in a colossal stone wall that lies across the summit of a steep stone path amid a forest of fir trees. Arriving this way suggests nothing of the grandeur beyond. If you approach via the Karst river to the south or its swampy delta to the east, a mandible of buildings is visible, stretching high across an arching stone bridge. To the right, flashes of sunlight reflect off the windows of the Blue Palace. A cluster of sloped roofs, a windmill and turreted towers lie along its breadth. Far left and higher still, mountains covered in snow and pine trees spire into the clouds.</p><p>The city of Solitude hugs the far north-west coast of the fictional region of Haafingar, a land in the video game The Elder Scrolls V: Skyrim. Like the rest of Skyrim, it is a place created to wander and explore at the pace of your choosing. Inhabitants initiate conversation, sometimes leading you to quests, other times just enriching your experience. Despite being nearly a decade old, the game still hosts millions of players a year, and remains one of the most beautiful and intricately detailed destinations accessible from the couch.</p> <a href=\"https://www.theguardian.com/games/2020/aug/11/since-travel-is-off-the-cards-for-now-im-exploring-the-vast-terrain-of-video-game-worlds\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/aug/11/since-travel-is-off-the-cards-for-now-im-exploring-the-vast-terrain-of-video-game-worlds", "date_published": "2020-08-10 17:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Traffic stops should face same scrutiny as stop and search", "description": "<p>Data on why or on whom police use traffic stops not available as action is not routinely recorded</p><p>The ethnicity of drivers stopped by police – and the reason for the stop – should be routinely recorded, campaigners and lawyers have said, after a Labour MP was pulled over by officers.</p><p>Dawn Butler, the former shadow equalities minister, accused the police of being institutionally racist after the car she was being driven in by her black friend was pulled over in Hackney, east London. </p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/traffic-stops-should-face-same-scrutiny-as-stop-and-search-say-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/traffic-stops-should-face-same-scrutiny-as-stop-and-search-say-campaigners", "date_published": "2020-08-10 17:27:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extent of Britain’s high street decline laid bare in official data", "description": "<p>Covid crisis has continued trend of retail job losses across most regions, ONS figures show <br /></p><p>The problems facing high streets up and down Britain are laid bare by analysis of official data showing the struggles that retailers were already facing before the Covid pandemic hit.</p><p>In the three years to 2018, retail employment had declined across all regions, except in the north-west of England, according to the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationestimates/articles/highstreetsingreatbritain/march2020\">report for the Office for National Statistics</a>.</p> <a href=\"https://www.theguardian.com/business/2020/aug/10/extent-britain-high-street-decline-laid-bare-official-ons-data\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/10/extent-britain-high-street-decline-laid-bare-official-ons-data", "date_published": "2020-08-10 17:23:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists urge routine Covid testing when English schools reopen", "description": "<p>Exclusive: experts say staff and pupils should be screened for virus, possibly by group testing</p><p>Scientists have called for routine Covid testing of teachers and pupils alongside a robust test-and-trace system, amid a debate over how to safely reopen schools in England.</p><p>On Sunday, the children’s commissioner for England, Anne Longfield, said teachers and pupils should have weekly tests, but Nick Gibb, the schools minister, <a href=\"https://www.theguardian.com/education/2020/aug/09/ministers-reject-call-for-weekly-covid-19-testing-in-english-schools\">ruled out </a><a href=\"https://www.theguardian.com/education/2020/aug/09/ministers-reject-call-for-weekly-covid-19-testing-in-english-schools\">the idea</a>, saying instead that those who are symptomatic should be tested.</p> <a href=\"https://www.theguardian.com/education/2020/aug/10/scientists-urge-routine-covid-testing-when-english-schools-reopen\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/aug/10/scientists-urge-routine-covid-testing-when-english-schools-reopen", "date_published": "2020-08-10 17:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gene manipulation using algae could grow more crops with less water", "description": "<p> Enhanced photosynthesis holds promise of higher yields in a drought-afflicted future<br /></p><p>Tobacco plants have been modified with a protein found in algae to improve their photosynthesis and increase growth, while using less water, in a new advance that could point the way to higher-yielding crops in a drought-afflicted future.</p><p>The technique focuses on photosynthesis, the complex process by which plants are able to use sunlight and carbon dioxide to produce nutrients that fuel their growth. <a href=\"https://www.theguardian.com/science/2019/jun/17/photosynthesis-could-heal-the-world-if-we-let-it\">Enhancing photosynthesis would produce huge benefits to agricultural productivity</a>, but the complexities of the process have <a href=\"https://www.theguardian.com/sustainable-business/2015/may/22/solar-fuel-carbon-dioxide-co2-climate-change-photosynthesis\">stymied many past attempts</a> to harness it.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/10/gene-manipulation-using-algae-could-grow-more-crops-with-less-water\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/10/gene-manipulation-using-algae-could-grow-more-crops-with-less-water", "date_published": "2020-08-10 16:59:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emergency in Mauritius after oil spill  – in pictures", "description": "<p>A tanker leaking tonnes of oil off the coast of the Indian Ocean island is breaking up, threatening ecological disaster</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/aug/10/emergency-in-mauritius-after-oil-spill-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/aug/10/emergency-in-mauritius-after-oil-spill-in-pictures", "date_published": "2020-08-10 16:58:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson accused of scapegoating migrants over Channel comments", "description": "<p>PM accused of using ‘inaccurate’ language after describing crossings as ‘dangerous and criminal’</p><p><a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> has been accused of scapegoating people who are risking their lives by crossing the Channel to seek asylum in the UK and using “inaccurate and inflammatory” language to describe their plight.</p><p>Humanitarian groups and charities criticised the prime minister for describing the migrant crossings as “very bad and stupid and dangerous and criminal” on Monday. They urged the government to offer safe and legal routes to Britain for people seeking refuge from violence and persecution.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/boris-johnson-hints-at-law-change-to-deport-migrants-who-cross-channel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/boris-johnson-hints-at-law-change-to-deport-migrants-who-cross-channel", "date_published": "2020-08-10 16:46:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edinblurb festival: the AI bot creating new fringe shows every hour", "description": "<p>Edinburgh University’s ImprovBot uses data from eight years of past productions to invent tantalising no-shows<br /></p><p>You can see how it happens. The company has yet to start devising the show, but the deadline for the Edinburgh fringe programme is tomorrow. On a wing and prayer, the administrator writes a 100-word blurb and hopes for the best.</p><p>The inscrutable nature of the resultant publication is one of the unsung pleasures of the festival. Could these cryptic words be a clue to the surprise hit of the season? Or is the muddled synopsis a forewarning of a muddled production?</p> <a href=\"https://www.theguardian.com/stage/2020/aug/10/the-ai-bot-reviving-edinburgh-festival-improv\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/aug/10/the-ai-bot-reviving-edinburgh-festival-improv", "date_published": "2020-08-10 16:42:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where’s the anger over these dodgy Tory deals? | Letters", "description": "<p>Readers respond to a piece by Jonathan Freedland in which he addresses Boris Johnson’s cronyism and the wasting of taxpayers’ money</p><p>The sleaziness at the heart of Boris Johnson’s government should surprise nobody (<a href=\"https://www.theguardian.com/commentisfree/2020/aug/07/its-taken-just-12-months-for-boris-johnson-to-create-a-government-of-sleaze\" title=\"\">It’s taken just 12 months for Boris Johnson to create a government of sleaze</a>, 7 August). In the months leading up to his becoming leader of the Tory party, revelations about Johnson’s unreliability, dishonesty, self-interest and lack of concern for others filled many column inches in this paper and elsewhere.</p><p>But things are different now that he has his hands on the levers of power and an unassailable majority – secured off the back of not being Jeremy Corbyn and a promise to “level up” the regions. While success in the first objective was guaranteed, the prospect of rebalancing the relationship between London and the rest of the country was always likely to present a much bigger challenge – even before the pandemic.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/10/wheres-the-anger-over-these-dodgy-tory-deals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/10/wheres-the-anger-over-these-dodgy-tory-deals", "date_published": "2020-08-10 16:37:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government paid Vote Leave AI firm to analyse UK citizens’ tweets", "description": "<p>Faculty, linked to senior Tories, hired to collect tweets as part of coronavirus-related contract</p><p>Privacy campaigners have expressed alarm after the government revealed it had hired an artificial intelligence firm to collect and analyse the tweets of UK citizens as part of a coronavirus-related contract.</p><p>Faculty, which was hired by Dominic Cummings to work for the Vote Leave campaign and counts two current and former Conservative ministers among its shareholders, was paid £400,000 by the Ministry of Housing, Communities and Local Government for the work, according to a copy of the contract published online.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/government-paid-vote-leave-ai-firm-to-analyse-uk-citizens-tweets\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/government-paid-vote-leave-ai-firm-to-analyse-uk-citizens-tweets", "date_published": "2020-08-10 16:26:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finding Freedom by Omid Scobie and Carolyn Durand – Harry and Meghan and the making of a modern royal family", "description": "<p>The scampish prince and his duchess definitely have a story to tell, but it is not the story in this book</p><p>Prince Harry – HRH as was – has long had to endure cruel snarks about, among other things, his paternity, yet in <em>Finding Freedom</em>, he confirms one thing beyond a doubt: he is 100% his mother’s son. Just as 1992’s <em>Diana: Her True Story in Her Own Words, </em>by Andrew Morton, gave readers an intimate look at the royal family from the perspective of a disgruntled member of the firm, so this book repeats the trick with Diana’s younger son and his wife, Meghan Markle. What this semi-sequel lacks in novelty, it makes up for in cattiness (aimed largely – and this is the only real surprise of the book – at the woman born Kate Middleton, now known as Catherine, Duchess of Cambridge. We’ll return to that in a tick.)</p><p>Writers Carolyn Durand and Omid Scobie insist Harry and Meghan were not involved in the book. Given the deluge of personal minutiae – from Harry’s emoji habit to Meghan’s favourite hair highlight shades – as well as their litigiousness when it comes to undesired invasions of privacy (they are currently engaged in legal battles with the Mail on Sunday and an American paparazzo), this seems about as credible as Diana’s similar protestations of innocence, <a href=\"https://www.independent.co.uk/life-style/interview-andrew-morton-he-couldnt-shout-diana-was-in-on-this-she-trusted-me-it-would-have-been-a-1286288.html\">all of which Morton scotched</a> about 10 seconds after she died. But whereas Diana chose a tabloid hack as her Boswell, who knew a good story when he saw it, Harry and Meghan opted for two royal journalists. This means the reader is subjected to the <a href=\"https://www.theguardian.com/media/2010/feb/14/private-eye-old-jokes-best\">Sylvie Krin style</a> of writing that is de rigeur in the genre (I could just about stomach Harry and his “famed ginger locks”, but details of his and Meghan’s glamping trip to Botswana, on which “their days were spent getting closer to nature and their evenings, closer to each other” made me briefly furious that the book hadn’t come with a health warning). Less forgivable than the predictable fluff is how the authors fluff the tale. Because Harry and Meghan definitely have a story to tell, but it is not the story in this book.</p> <a href=\"https://www.theguardian.com/books/2020/aug/10/finding-freedom-by-omid-scobie-and-carolyn-durand-harry-and-meghan-and-the-making-of-a-modern-royal-family\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/10/finding-freedom-by-omid-scobie-and-carolyn-durand-harry-and-meghan-and-the-making-of-a-modern-royal-family", "date_published": "2020-08-10 16:17:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This country sees itself as overcrowded and overgenerous – it is neither of those things | Suzanne Moore", "description": "<p>The migrants at Calais have risked life and limb – and will risk them again to reach the UK. But is there any point tugging at British heartstrings when hearts are hardened?<br /></p><p>On a clear day <a href=\"https://www.theguardian.com/uk-news/2020/aug/08/uk-weather-heatwave-to-continue-this-weekend-and-into-next-week\">you can see … the beach</a>. And it is mobbed. I’m writing this on a glorious day in Kent and families, big gangs of teenagers and surfers are all making the best of it. The gulls are monitoring the chip situation and the girls in bikinis are proving that the underboob trend is actually real. Why shouldn’t these people have fun? There is no school, no work; for many of the teenagers, <a href=\"https://www.theguardian.com/education/2020/aug/07/how-are-exam-grades-being-decided-england-this-year\">their exam grades will be “made up”</a>. Can they not have their irresponsible youth for a summer? Isn’t that a rite of passage and, despite everything, aren’t they lucky to have it?</p><p>This morning, before all the sunseekers flocked to the beach, another group of people will have arrived here: people who belong nowhere. Along this coast, cheap <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/qa-whats-the-real-story-behind-recent-uk-refugee-arrivals\">dingh</a><a href=\"https://www.theguardian.com/uk-news/2020/aug/10/qa-whats-the-real-story-behind-recent-uk-refugee-arrivals\">ies are arriving, carrying refugees</a>. One day last week, 200 migrants arrived from Calais. Often they can’t swim; the luckier ones have paddles.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/this-country-sees-itself-as-overcrowded-and-overgenerous-it-is-neither-of-those-things\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/this-country-sees-itself-as-overcrowded-and-overgenerous-it-is-neither-of-those-things", "date_published": "2020-08-10 16:15:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revived Women's Community Shield to take place before men's match", "description": "<ul><li>Wembley match on 29 August will kick off new season</li><li>Fixture returns to calendar after absence of 12 years</li></ul><p>Chelsea will take on Manchester City in the first Women’s Community Shield since 2008 with the game taking place before the men’s match at Wembley on 29 August and broadcast by the BBC.</p><p>With the 2020 edition of the Women’s FA Cup set to be concluded on 31 October, City, <a href=\"https://www.theguardian.com/football/2019/may/04/manchester-city-women-west-ham-women-fa-cup-final-match-report\">who beat West Ham in the 2019 final</a>, will step in as current holders of the FA Cup. In June Chelsea were <a href=\"https://www.theguardian.com/football/2020/jun/05/chelsea-handed-womens-super-league-title-on-points-per-game-basis\">awarded the Women’s Super League title on a points-per-game basis</a> after the league was called to a halt in May. At the time that play stopped, City were one point ahead but had played a game more.</p> <a href=\"https://www.theguardian.com/football/2020/aug/10/chelsea-face-manchester-city-revived-womens-community-shield-wembley-29-august\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/10/chelsea-face-manchester-city-revived-womens-community-shield-wembley-29-august", "date_published": "2020-08-10 16:10:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McDonald's sues ex-boss for allegedly hiding sexual relationships with staff", "description": "<p>Company bids to recover payoff and accuses Steve Easterbrook, fired last year over relationship with employee, of lying</p><p>Steve Easterbrook, the British former chief executive of McDonald’s, is being sued by the company in an attempt to recover tens of millions in compensation and severance payments after new allegations of sexual misconduct emerged against him.</p><p>Easterbrook, <a href=\"https://www.theguardian.com/business/2019/nov/03/mcdonalds-chief-executive-steve-easterbrook-relationship-employee\">who was fired from the company last November</a> over a relationship with an employee, allegedly hid details of three other “physical sexual relationships” with employees in the year before he left the company, according to a lawsuit filed in Delaware.</p> <a href=\"https://www.theguardian.com/business/2020/aug/10/mcdonalds-steve-easterbrook-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/10/mcdonalds-steve-easterbrook-lawsuit", "date_published": "2020-08-10 16:08:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Did you solve it? Carry on camping", "description": "<p>The solutions to today’s hard ones</p><p><a href=\"https://www.theguardian.com/science/2020/aug/10/can-you-solve-it-carry-on-camping\">Earlier today </a>I set you the following puzzle:</p><p>Six friends – Babs, Charles, Hattie, Joan, Kenneth and Sid – are going camping in France. They are travelling across the Channel on a magic carpet that can take only two people at a time. So, in order for everyone to get across there will need to be 9 trips in total from their starting point in England: 5 across carrying two people, and 4 returning carrying one person. (Magic carpets cannot fly empty, which is why one person needs to travel back. All the friends are able to fly alone on the carpet if need be.)</p> <a href=\"https://www.theguardian.com/science/2020/aug/10/did-you-solve-it-carry-on-camping\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/aug/10/did-you-solve-it-carry-on-camping", "date_published": "2020-08-10 16:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cock-a-doodle ado: Italian man fined over cockerel's early-morning crowing", "description": "<p>Angelo Boletti, 83, ordered to pay €166 after complaints about 4.30am wake-up call</p><p>An Italian pensioner has been fined because his cockerel kept waking up the neighbours at the crack of dawn.</p><p>A police officer staked out the home of Angelo Boletti in Castiraga Vidardo, a town in Lombardy, to prove the truth of neighbours’ complaints that the bird, called Carlino, crowed at 4.30am.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/italian-pensioner-fined-over-cockerels-early-morning-crowing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/italian-pensioner-fined-over-cockerels-early-morning-crowing", "date_published": "2020-08-10 15:49:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Caribbean loses $1.6bn in second quarter due to Covid", "description": "<p>Company, which halted all cruises in March, says crisis causing ‘unprecedented challenge’ to industry</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Royal Caribbean Group has reported a net loss of $1.6bn (£1.2bn) for the second quarter of the year, after the coronavirus pandemic caused the cruise operator to cancel all sailings during that period.</p><p>The group, which operates brands including Royal Caribbean and Celebrity Cruises, made a $473m net profit during the same period in 2019.</p> <a href=\"https://www.theguardian.com/business/2020/aug/10/royal-caribbean-loses-16bn-dollars-second-quarter-due-to-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/10/royal-caribbean-loses-16bn-dollars-second-quarter-due-to-covid", "date_published": "2020-08-10 15:21:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BLM organisers in Cheshire threatened in local Facebook group", "description": "<p>Town councillor was one of four administrators of group in which another user posted KKK image</p><p>Organisers of Black Lives Matter protests in Sandbach, Cheshire, have been threatened and “doxxed” (had private information maliciously published online) in a Facebook group for which one of the town’s councillors was an administrator.</p><p>Comments in the Facebook group, Sandbach Sarcastic Society, which has more than 5,300 members, included details of where one organiser was said to live. One person suggested sending the details to the English Defence League, while another posted a picture of the Ku Klux Klan.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/blm-organisers-in-cheshire-threatened-in-local-facebook-group\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/blm-organisers-in-cheshire-threatened-in-local-facebook-group", "date_published": "2020-08-10 15:19:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Borussia Dortmund insist Jadon Sancho will not leave this summer", "description": "<ul><li>Forward had already agreed terms with Manchester United</li><li>Dortmund’s Michael Zorc: ‘He will play for us next season’</li></ul><p>Borussia Dortmund’s sporting director, Michael Zorc, has said Jadon Sancho will not join Manchester United this summer and that he will stay at the Bundesliga club for the 2020-21 season.</p><p>The England international is United’s No 1 target in the transfer window and <a href=\"https://www.theguardian.com/football/2020/aug/04/manchester-united-close-to-deal-with-borussia-dortmund-after-jadon-sancho-agrees-personal-terms\">has agreed personal terms </a>with the club on a basic salary of around £250,000 a week. The 20-year-old flew to Switzerland on Monday for Dortmund’s pre-season training camp.</p> <a href=\"https://www.theguardian.com/football/2020/aug/10/borussia-dortmund-insist-jadon-sancho-will-not-leave-this-summer-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/10/borussia-dortmund-insist-jadon-sancho-will-not-leave-this-summer-manchester-united", "date_published": "2020-08-10 15:16:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police officer admits performing sex acts on colleague at station", "description": "<p>PC Jemma Dicks of South Wales police denies gross misconduct at disciplinary hearing<br /></p><p>A police officer has admitted performing sex acts with a senior sergeant at their police station, a misconduct hearing has been told.</p><p>PC Jemma Dicks, 28, is accused of gross misconduct for giving oral sex to a then police sergeant, Adam Reed, several times between November 2017 and August 2018 at Cardiff Central police station.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/police-officer-admits-performing-sex-acts-on-colleague-at-station\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/police-officer-admits-performing-sex-acts-on-colleague-at-station", "date_published": "2020-08-10 15:06:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Study links cannabis use during pregnancy to autism risk", "description": "<p>Research suggests 50% greater risk for children whose mothers report using cannabis</p><p>Children born to mothers who report using cannabis during pregnancy have about a 50% greater risk of developing autism, research suggests.</p><p>While the team behind the work said more research was needed to unpick whether cannabis itself was behind the link, they said the results were concerning.</p> <a href=\"https://www.theguardian.com/society/2020/aug/10/study-links-cannabis-use-during-pregnancy-to-autism-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/10/study-links-cannabis-use-during-pregnancy-to-autism-risk", "date_published": "2020-08-10 15:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sturgeon promises urgent review of 124,000 downgraded exam results", "description": "<p>First minister apologises after predicted awards downgraded more heavily in poorer areas</p><p>Nicola Sturgeon has apologised to tens of thousands of Scottish teenagers whose exam results were downgraded last week and promised urgent changes to their awards.</p><p>The first minister attempted to defuse a growing crisis for her government by confirming that her deputy, John Swinney, would lay out proposals to regrade results in the Scottish parliament on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/nicola-sturgeon-promises-urgent-review-of-124000-downgraded-exam-results-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/nicola-sturgeon-promises-urgent-review-of-124000-downgraded-exam-results-scotland", "date_published": "2020-08-10 14:51:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Our generation's NHS': support grows for universal basic income", "description": "<p>Insecurity caused by coronavirus has prompted more people to join UK groups calling for change </p><p>It was when he set up a pro bono advice clinic for people facing homelessness that Jonathan Williams, a trainee solicitor, really became committed to the idea of trialling universal basic income (UBI). “There was someone who had been on the street for over 12 months and he was exhausted. I just thought it would be a great foundation for him to get himself back on his feet,” he said.</p><p>“So many people fall through the cracks and there’s a lot of people now that don’t even apply for universal credit because they’ve just given up on it.”</p> <a href=\"https://www.theguardian.com/society/2020/aug/10/our-generations-nhs-support-grows-for-universal-basic-income\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/10/our-generations-nhs-support-grows-for-universal-basic-income", "date_published": "2020-08-10 14:41:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Collin Morikawa makes grand plans for further glory after US PGA win", "description": "<ul><li>Morikawa insists ‘it doesn’t stop here’ after maiden major win</li><li>Californian won by two shots at TPC Harding Park</li></ul><p>Collin Morikawa will not shy away from any sense that <a href=\"https://www.theguardian.com/sport/2020/aug/10/collin-morikawa-seizes-the-day-to-claim-us-pga-championship-victory\">victory at the 102nd US PGA Championship</a> is just the beginning. Golf’s latest major champion, who is just 23 years old, has grand plans.</p><p>Morikawa emerged, ultimately in a comfortable manner, from a Harding Park field in which stellar names – Dustin Johnson, Jason Day, Paul Casey, Justin Rose, Brooks Koepka – could not keep pace. A sensational 291-yard drive to within 8ft of the hole at the 16th on the final day endorsed the champion’s state of mind. With 38 days until the US Open gets under way at Winged Foot, Morikawa wants to ride the wave.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/collin-morikawa-where-i-want-to-be-not-scared-after-us-pga-win-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/collin-morikawa-where-i-want-to-be-not-scared-after-us-pga-win-golf", "date_published": "2020-08-10 14:31:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McDonald’s sues former CEO over alleged relationships with staff - business live", "description": "<p>Rolling coverage of the latest economic and financial news, as fast food chain tries to recover severance pay from ex-CEO</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live?page=with:block-5f314b1a8f08fd092ae771ec#block-5f314b1a8f08fd092ae771ec\">Latest: McDonald’s sues Steve Easterbrook</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live?page=with:block-5f3151a48f08fd092ae77268#block-5f3151a48f08fd092ae77268\">Claims CEO had sexual relations with three employees</a></li><li>Investigation found videos and photos</li></ul><p>Earlier:</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live?page=with:block-5f3118398f08da3d160395d0#block-5f3118398f08da3d160395d0\">Eat Out to Help Out helps the high street</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live?page=with:block-5f30fc288f08da3d16039494#block-5f30fc288f08da3d16039494\">FTSE 100 starts new week with a rally</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live?page=with:block-5f30e31a8f08fd092ae76c9f#block-5f30e31a8f08fd092ae76c9f\">Chinese factory gate prices picked up last month</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-10T14:31:17.517Z\">3.31pm <span class=\"timezone\">BST</span></time> </p><p><strong>Back on the economic beat, the number of US job opening has unexpectedly jumped.</strong></p><p>There were 5.89m available positions in June, the Labor Department reports, up from 5.37m in May. That suggests America’s economy strengthened as its lockdown eased - as last Friday’s encouraging jobs report also showed.</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-10T14:17:33.769Z\">3.17pm <span class=\"timezone\">BST</span></time> </p><p><strong>Here’s the crux of McDonald’s case:</strong></p><p>Had the Board known on November 1, 2019 what it learned in July 2020 regarding Easterbrook’s conduct as CEO, it would not have approved the Separation Agreement and would have instead terminated Easterbrook for cause.</p><p>And had Easterbrook not deleted evidence from his phone and lied to the Board and its investigators in October 2019, the Board would have known the full record of his conduct when it considered the terms of his separation.</p> <a href=\"https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/aug/10/markets-economic-recovery-hopes-china-inflation-covid-19-ftse-pound-business-live", "date_published": "2020-08-10 14:31:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Activists launch London legal action against UK officers in Hong Kong police", "description": "<p>Pro-democracy activists allege five British officers have taken part in brutal actions against protesters</p><p>Pro-democracy activists have launched a private prosecution in London against five British officers working for the <a href=\"https://www.theguardian.com/world/hong-kong\">Hong Kong</a> police, alleging they have taken part in brutal actions against protesters.</p><p>The officers – who have not been named – occupy senior roles inside Hong Kong’s local police force. They are accused of torturing anti-government demonstrators, who have been protesting since June last year over an extradition bill and <a href=\"https://www.theguardian.com/world/2020/aug/10/hong-kong-media-tycoon-jimmy-lai-arrested-over-alleged-foreign-collusion\">security law</a> imposed by Beijing.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/activists-launch-london-legal-action-against-uk-officers-in-hong-kong-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/activists-launch-london-legal-action-against-uk-officers-in-hong-kong-police", "date_published": "2020-08-10 14:27:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Greece 'formally' in second wave, says expert, as WHO warns Europe to react fast", "description": "<p>World Health Organization says it has received <a href=\"https://www.theguardian.com/world/live/2020/aug/10/coronavirus-live-news-us-infections-pass-500000-as-greece-sees-highest-ever-daily-cases?page=with:block-5f312d108f08da3d16039719#block-5f312d108f08da3d16039719\">just 10% of funds it needs</a> for Covid fight<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2020/aug/10/global-report-covid-cases-worldwide-near-20-million-as-australia-suffers-deadliest-day\">Global report: Covid cases worldwide near 20 million</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/aug/10/coronavirus-world-map-which-countries-have-the-most-covid-19-cases-and-deaths\">World map: which countries have the most cases and deaths?</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/aug/10/uk-coronavirus-live-news-covid-19-latest-updates-schools\">UK coronavirus updates – live</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/aug/10/coronavirus-us-covid-19-children-schools-donald-trump-relief-package-joe-biden-live-updates\">US coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-10T14:24:57.686Z\">3.24pm <span class=\"timezone\">BST</span></time> </p><p><strong>India</strong> has registered a record 1,007 fatalities in the past 24 hours as new coronavirus infections surged by 62,064 cases, the <strong>Associated Press</strong> reports.<br /></p><p>The health ministry said the total fatalities reached 44,386 on Monday. The number of confirmed cases reported so far are 2,215,074. At least 634,935 patients were still undergoing treatment.</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-10T14:02:08.214Z\">3.02pm <span class=\"timezone\">BST</span></time> </p><p>Concern is growing that a resurgence of coronavirus in <strong>Europe</strong> will lead to a “second wave” of uncoordinated border restrictions that will undermine the open borders on which the European Union is founded. </p><p>In a letter to national governments, seen by the <strong>Associated Press</strong>, the European commission warns that “while we must ensure that the EU is ready for possible resurgences of Covid-19 cases ... we should at the same time avoid a second wave of uncoordinated actions at the internal borders of the EU.”</p> <a href=\"https://www.theguardian.com/world/live/2020/aug/10/coronavirus-live-news-us-infections-pass-500000-as-greece-sees-highest-ever-daily-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/aug/10/coronavirus-live-news-us-infections-pass-500000-as-greece-sees-highest-ever-daily-cases", "date_published": "2020-08-10 14:24:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Interest in allotments soars in England during coronavirus pandemic", "description": "<p>Applications to join waiting lists rise sharply as consumers turn to ‘the good life’ in crisis<br /></p><p>Applications for council-run <a href=\"https://www.theguardian.com/lifeandstyle/allotments\">allotments</a> in England have soared during the coronavirus pandemic – despite 18-month waiting lists – as consumers seek to embrace “the good life” and <a href=\"https://www.theguardian.com/lifeandstyle/series/grow-your-own\">grow their own</a> their fruit and vegetables during <a href=\"https://www.theguardian.com/lifeandstyle/series/lockdown-living\">lockdown.</a></p><p>Figures released on Monday by the National Allotment Society (NAS) reveal that 40% of English councils that responded to a survey reported a “significant uplift” in applications to join waiting lists during April, with a 300% increase in one case – Hyndburn in Lancashire.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/10/interest-in-allotments-soars-in-england-during-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/10/interest-in-allotments-soars-in-england-during-coronavirus-pandemic", "date_published": "2020-08-10 14:23:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft’s TikTok deal: bargain of the decade or a $50bn blunder?", "description": "<p>Jury is out on whether video-sharing site could make Microsoft a social media giant<br /></p><p>As the clock ticks on Microsoft’s <a href=\"https://blogs.microsoft.com/blog/2020/08/02/microsoft-to-continue-discussions-on-potential-tiktok-purchase-in-the-united-states/\">fast-track talks to buy TikTok</a> the jury is out on whether it marks a unique opportunity to become a global social media giant overnight, or a $50bn (£38bn) geopolitically fuelled business blunder.</p><p>Donald Trump’s trade war with China has forced ByteDance, the privately owned Beijing-based parent of the video-sharing site TikTok, to pursue a sale of its US business after the president signed an executive order last week <a href=\"https://www.theguardian.com/technology/2020/aug/07/donald-trump-tiktok-executive-order-explainer\">that could </a><a href=\"https://www.theguardian.com/technology/2020/aug/07/donald-trump-tiktok-executive-order-explainer\">shut it down on 15 September.</a></p> <a href=\"https://www.theguardian.com/technology/2020/aug/10/microsoft-tiktok-bargain-blunder-video-sharing-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/10/microsoft-tiktok-bargain-blunder-video-sharing-social-media", "date_published": "2020-08-10 14:21:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong media tycoon Jimmy Lai arrested under new security law", "description": "<p>Leading pro-democracy figure detained over alleged foreign collusion as police search Apple Daily offices</p><ul><li><a href=\"https://www.theguardian.com/world/2020/aug/10/jimmy-lai-the-hong-kong-pro-democracy-tycoon-who-is-not-afraid-to-take-on-beijing\">Profile: a pro-democracy tycoon who is not afraid to take on Beijing</a></li></ul><p>One of Hong Kong’s most strident pro-democracy figures has been arrested and the offices of the newspaper he owns searched by police in a stark escalation by authorities enforcing a new <a href=\"https://www.theguardian.com/world/2020/jun/30/china-passes-controversial-hong-kong-national-security-law\">national security law</a> brought in by Beijing.</p><p>The raid on Apple Daily, Hong Kong’s largest pro-democracy daily paper, and arrest of Jimmy Lai and other senior executives were condemned by activists and journalists, who said they marked “the day press freedom officially died”.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/hong-kong-media-tycoon-jimmy-lai-arrested-over-alleged-foreign-collusion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/hong-kong-media-tycoon-jimmy-lai-arrested-over-alleged-foreign-collusion", "date_published": "2020-08-10 14:08:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mauritius calls for urgent help to prevent oil spill disaster", "description": "<p>Stranded oil tanker is breaking up, threatening even greater ecological devastation</p><p>People living in Mauritius have described the devastation caused by an oil spill from a stranded tanker and called for urgent international help to stop the ecological and economic damage overwhelming the island nation.</p><p>More than 1,000 tonnes of fuel has already seeped from the bulk carrier MV Wakashio into the sea off south-east <a href=\"https://www.theguardian.com/world/mauritius\">Mauritius</a>, polluting the coral reefs, white-sand beaches and pristine lagoons that attract tourists from around the world.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/10/mauritius-calls-for-urgent-help-to-prevent-oil-spill-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/10/mauritius-calls-for-urgent-help-to-prevent-oil-spill-disaster", "date_published": "2020-08-10 14:03:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Support funds for UK authors hit by pandemic are running out", "description": "<p>The Society of Authors, which raised £1.1m for writers struggling but ineligible for government help, says money is low but crisis remains acute<br /></p><p>Almost £1m has been given out to nearly 700 authors since the end of March, to help those facing financial crisis through the coronavirus pandemic. But the Society of Authors has warned that funds are now running low, and that losses for writers are set to continue into next year.</p><p>The authors’ body set up its coronavirus emergency fund in March, warning that writers were facing “unmanageable” losses as events were cancelled, school visits were called off and bookshops were closed. With donations from organisations including Arts Council England and the TS Eliot Foundation, the pot reached £1.1m. But on Monday, the Society said that it has given out £954,000 of that fund and now needs to raise more money to help writers survive.</p> <a href=\"https://www.theguardian.com/books/2020/aug/10/support-funds-for-uk-authors-hit-by-pandemic-are-running-out\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/10/support-funds-for-uk-authors-hit-by-pandemic-are-running-out", "date_published": "2020-08-10 14:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus US: study shows 97,000 children tested positive in last two weeks of July – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/aug/10/coronavirus-us-covid-19-children-schools-donald-trump-relief-package-joe-biden-live-updates?page=with:block-5f3120ef8f08da3d1603963f#block-5f3120ef8f08da3d1603963f\">New data shows huge uptick in infections of children</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/aug/09/us-passes-5m-coronavirus-cases-trump-economic-relief-order-impasse\">US passes 5m Covid-19 cases</a></li><li><a href=\"https://www.theguardian.com/world/2020/aug/10/no-one-should-go-hungry-sidewalk-fridges-of-free-food-help-americans-survive-pandemic\">Street fridges of free food help Americans survive pandemic</a></li><li><a href=\"https://www.theguardian.com/world/2020/aug/10/us-ppe-coronavirus-shortage-america\">US PPE shortage could last years, experts warn</a></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-10T13:59:19.499Z\">2.59pm <span class=\"timezone\">BST</span></time> </p><p>Puerto Ricans are calling on the island’s president of elections commission to resign. On Sunday, the US territory was forced to partially suspend its scheduled primary due to some districts lacking ballots. The shortage couldn’t be rectified before afternoon, forcing officials to postpone some areas’ voting until next week.</p><p dir=\"ltr\" lang=\"en\"><a href=\"https://twitter.com/hashtag/FOMBStatement?src=hash&amp;ref_src=twsrc%5Etfw\">#FOMBStatement</a>: The FOMB is deeply concerned about the dysfunctional voting process in today’s primary elections in PR. The disruptions today are the result of inefficient organization. This is not an issue of funding.<br /><br /> | <a href=\"https://t.co/iTsE041agB\">https://t.co/iTsE041agB</a> <a href=\"https://t.co/2IhmgYqbd1\">pic.twitter.com/2IhmgYqbd1</a></p><p dir=\"ltr\" lang=\"en\">President of the Elections Commission says he will not step down, amid primaries fiasco and calls for his resignation. He blames today's delays partly on backlogs in printing at the only ballot printing facility on the island. <a href=\"https://t.co/sUuTjjTT22\">https://t.co/sUuTjjTT22</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-08-10T13:45:01.451Z\">2.45pm <span class=\"timezone\">BST</span></time> </p><p>The Sacramento Bee offers a somber and stark look at the extent of the pandemic in California, revealing 10,000 coffins on its front page. </p> <a href=\"https://www.theguardian.com/us-news/live/2020/aug/10/coronavirus-us-covid-19-children-schools-donald-trump-relief-package-joe-biden-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/aug/10/coronavirus-us-covid-19-children-schools-donald-trump-relief-package-joe-biden-live-updates", "date_published": "2020-08-10 13:59:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City Women sign USA World Cup winner Sam Mewis", "description": "<ul><li>USA midfielder arrives from North Carolina Courage</li><li>The club is one of the best in the world, says 27-year-old</li></ul><p>Manchester City have announced the signing of the United States international and World Cup winner Sam Mewis. </p><p>The 27-year-old midfielder joins from two-time National Women’s Soccer League Championship winners and three time winners of the NWSL Shield, North Carolina Courage. </p> <a href=\"https://www.theguardian.com/football/2020/aug/10/manchester-city-women-sign-usa-world-cup-winner-sam-mewis\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/10/manchester-city-women-sign-usa-world-cup-winner-sam-mewis", "date_published": "2020-08-10 13:57:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Louis Theroux’s power nap plan could transform our working lives", "description": "<p>The documentary maker says his utopian society would include sleep booths at the office. Turns out many companies have already installed them</p><p><br /><strong>Name:</strong> Sleep booths.</p><p><strong>Age:</strong> They’ve been around for a while; Count Dracula was an early adopter.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/10/how-louis-therouxs-power-nap-plan-could-transform-our-working-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/10/how-louis-therouxs-power-nap-plan-could-transform-our-working-lives", "date_published": "2020-08-10 13:55:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France launches anti-terror inquiry into attack on aid workers in Niger", "description": "<p>Jihadists suspected of attack that killed six French aid workers, a driver and a guide</p><p>France’s anti-terrorism prosecutor has opened an investigation into the killing of six French aid workers at a wildlife reserve in Niger, as Emmanuel Macron condemned what he called a “cowardly” attack.</p><p>A local driver working with the French humanitarian group ACTED and a guide were also killed in <a href=\"https://www.theguardian.com/world/2020/aug/09/six-french-aid-workers-and-two-locals-killed-in-ambush-in-niger-wildlife-park\">the attack</a>, which took place on Sunday morning in a reserve known as the Giraffe Zone, home to the last remaining population of west African giraffes, in the south-western region of Kouré. Attackers on motorbikes ambushed the group as it drove through the reserve, which is in an area considered safe by Niger’s government.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/macron-condemns-cowardly-killing-of-aid-workers-in-niger\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/macron-condemns-cowardly-killing-of-aid-workers-in-niger", "date_published": "2020-08-10 13:50:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Get fans back or Premiership clubs will go bust, warns Exeter chairman", "description": "<ul><li>Tony Rowe says Exeter are losing more than £1m a month</li><li>‘I fear for some of the other clubs – we need revenue coming in’<br /></li></ul><p>The Exeter chairman, Tony Rowe, has warned that some Premiership clubs may go bust if crowds are not allowed into stadiums before next year.</p><p>Exeter are the only Premiership club who have consistently made a profit in recent years but with Rowe revealing they are losing more than £1m a month he fears for the survival of their rivals.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/get-fans-back-or-premiership-clubs-will-go-bust-warns-exeter-chairman-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/get-fans-back-or-premiership-clubs-will-go-bust-warns-exeter-chairman-rugby-union", "date_published": "2020-08-10 13:47:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the Summertime: how Mungo Jerry made a sweltering classic", "description": "<p>‘I still had my old job when it went to No 1. There were women chasing me across the factory floor’</p><p>I still had a day job at a laboratory when the melody for In the Summertime entered my head. The lyric took 10 minutes to write. When I was young, my family always went to Hayling Island, in Hampshire, for holidays; great affairs with about 20 of us. So, for part of the song, I was recalling lovely childhood memories. “In the summertime, when the weather is high” meant high pressure, when it’s not raining and you have that sense of euphoria where you feel “you can stretch right up and touch the sky”. Singing “have a drink, have a drive” meant just a coke, a coffee or a milkshake in the days before drink became a generic term for alcohol.</p> <a href=\"https://www.theguardian.com/music/2020/aug/10/how-we-made-mungo-jerry-in-the-summertime\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/10/how-we-made-mungo-jerry-in-the-summertime", "date_published": "2020-08-10 13:32:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greek floods: death toll rises as rescue teams search for survivors", "description": "<p>At least eight people dead after storm sparks flash floods on island of Evia</p><p>The body of a man missing after a storm sparked flash floods on the Greek island of Evia over the weekend has been recovered, Greece’s coastguard has said, bringing the death toll from the storm to eight.</p><p>Rescue crews had been searching for the 72-year-old since Sunday when he was reported missing after flooding swept away cars and sent residents of some villages scrambling to their roofs to await rescue.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/greek-rescue-workers-search-for-survivors-after-deadly-flash-floods\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/greek-rescue-workers-search-for-survivors-after-deadly-flash-floods", "date_published": "2020-08-10 13:29:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China sanctions 11 US citizens including Marco Rubio and Ted Cruz", "description": "<p>NGOs also targeted in tit-for-tat measure arising from Hong Kong security crackdown<br /></p><p>China has placed sanctions on 11 US citizens, including legislators and the heads of several US-based non-governmental organisations, in the latest tit-for-tat measure over a national security law imposed on Hong Kong by Beijing.</p><p>In response to a similar move by the US last week, China’s foreign ministry said on Monday it would target US citizens who have “behaved egregiously on Hong Kong-related issues”.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/china-sanctions-11-us-citizens-including-marco-rubio-and-ted-cruz\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/china-sanctions-11-us-citizens-including-marco-rubio-and-ted-cruz", "date_published": "2020-08-10 13:26:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From YouTube to Netflix: bedroom creators land series", "description": "<p>Exclusive: Wildseed Studios mentored Paul Neafcy and Drew Casson to create 10-part eco fable</p><p>They learned their trade by writing and directing YouTube videos in their bedrooms. Now Paul Neafcy and Drew Casson are working on their first mainstream TV series, respectively writing and directing a production for Netflix.</p><p>The series is a 10-part family sci-fi adventure called The Last Bus, an “eco fable” about machine intelligence and how humans can save the planet by working together. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/10/youtube-bedroom-creators-land-10-part-netflix-series-paul-neafcy-drew-casson\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/10/youtube-bedroom-creators-land-10-part-netflix-series-paul-neafcy-drew-casson", "date_published": "2020-08-10 13:25:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dive for cover – Boris Johnson is invoking 'morality' in his Covid policies | Simon Jenkins", "description": "<p>Yes, the schools should reopen next month – but where was the talk of morality at the height of the first wave?</p><p>We should beware. The prime minister has recovered from Covid-19 only to be struck down by a new ailment: morality.</p><p>Not reopening schools next month, <a href=\"https://www.theguardian.com/education/2020/aug/08/boris-johnson-would-close-pubs-before-schools-in-local-covid-19-lockdown\">says Boris Johnson</a>, would be “socially intolerable, economically unsustainable and morally indefensible”. The harm done to children’s prospects and mental health would be “far more damaging” than any risk from the virus. “We have a moral duty” to act.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/boris-johnson-morality-covid-policies-schools-open-first-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/boris-johnson-morality-covid-policies-schools-open-first-wave", "date_published": "2020-08-10 13:23:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Hare to make his experience of Covid-19 subject of new play", "description": "<p>Monologue starring Ralph Fiennes to be part of Bridge theatre’s reopening schedule</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>David Hare’s experience of being sick with coronavirus and his fury at the government’s handling of the crisis is to be the subject of a play starring <a href=\"https://www.theguardian.com/film/live/2019/mar/05/ralph-fiennes-webchat-post-your-questions-now\">Ralph Fiennes</a> as the playwright.</p><p><a href=\"https://www.theguardian.com/stage/2019/may/08/bridge-theatres-nicholas-hytner-and-nick-starr-to-open-new-venue-in-kings-cross\">The Bridge </a><a href=\"https://www.theguardian.com/stage/2019/may/08/bridge-theatres-nicholas-hytner-and-nick-starr-to-open-new-venue-in-kings-cross\">theatre in London</a> announced it would reopen in September with socially distanced audiences, assuming the government gives the sector the go-ahead.</p> <a href=\"https://www.theguardian.com/culture/2020/aug/10/david-hare-experience-covid-subject-new-play-bridge-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/aug/10/david-hare-experience-covid-subject-new-play-bridge-theatre", "date_published": "2020-08-10 13:21:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antonio Banderas reveals he has coronavirus on 60th birthday", "description": "<p>The actor has said he is celebrating in quarantine and otherwise relatively unaffected, other than being ‘a little bit more tired than usual’</p><p>The actor Antonio Banderas has confirmed on Twitter that he is suffering from coronavirus. In a message posted on 10 August, his 60th birthday, the actor said he was forced to celebrate in quarantine but reassured followers that his health was largely unaffected.</p><p dir=\"ltr\" lang=\"es\">Quiero contaros lo siguiente... <a href=\"https://t.co/u579iBVLM0\">pic.twitter.com/u579iBVLM0</a></p> <a href=\"https://www.theguardian.com/film/2020/aug/10/antonio-banderas-reveals-he-has-coronavirus-on-60th-birthday\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/10/antonio-banderas-reveals-he-has-coronavirus-on-60th-birthday", "date_published": "2020-08-10 13:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toby Young's dating site wins hearts of social-distancing sceptics", "description": "<p>Others have termed the anti-lockdown journalist’s romantic venture ‘OKStupid’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Dating is difficult at the best of times, but the pandemic has brought its own unique challenges. Couples must abide by rules around masks and social distancing while remaining “alert” to a deadly virus.</p><p>But for those who simply don’t want to, a controversial new dating forum has entered the scene.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/toby-young-dating-site-wins-hearts-of-social-distancing-sceptics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/toby-young-dating-site-wins-hearts-of-social-distancing-sceptics", "date_published": "2020-08-10 13:04:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iconic music festival sets: Fania All-Stars, New York City 1971", "description": "<p>In a tiny club, 2,000 peacocking punters witnessed a historic gathering of talent for this mini-festival, showcasing a music craze on the brink of a breakthrough</p><ul><li><a href=\"https://www.theguardian.com/music/series/20-iconic-festival-sets\">Read the rest of our 20 iconic festival sets series</a></li></ul><p>It’s the evening of 26 August 1971, and on the cramped stage of the Cheetah – a glitzy discotheque on Broadway and 53rd in Manhattan decorated in aluminium, black velvet and thousands of multicoloured lightbulbs – gather some of the finest Latin musicians of their era. Included among them are trombonist Willie Colón, conga-player Ray Barretto, pianist Larry Harlow and a murderers’ row of vocalists, featuring Cheo Feliciano, Héctor Lavoe, Ismael Miranda, Bobby Cruz, Adalberto Santiago and Pete “El Conde” Rodríguez. These are the artists who have helped coin salsa, that seamy fusion of Afro-Caribbean and South American sounds forged within the barrios of New York, with a name aficionados detest but grooves no living soul can resist.</p><p>Two years from now, these Fania All-Stars will headline a sold-out show at Yankee Stadium before more than 45,000 fans. Tonight, they have to settle for merely packing this 2,000-capacity club. But the evening will become an important triumph for Johnny Pacheco and his business partner Jerry Masucci, who conceived this festival of Latin luminaries as a showcase for their record label, Fania Records, and hired photographer Leon Gast to film the show for a documentary about the scene the label was a part of.</p> <a href=\"https://www.theguardian.com/music/2020/aug/10/iconic-festival-sets-fania-all-stars-new-york-city-1971\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/10/iconic-festival-sets-fania-all-stars-new-york-city-1971", "date_published": "2020-08-10 13:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Undergraduate students: what plans do you have for freshers' week?", "description": "<p>If you are set to begin an undergraduate course in the UK this autumn, we would like to hear from you</p><p>With nightclubs closed and social distancing measures in place at hospitality venues – including pubs – across the UK, freshers’ week is likely to be a toned down affair for first-year university students in September.</p><p>Many universities have set their sights on <a href=\"https://www.theguardian.com/education/2020/apr/03/forget-freshers-week-universities-prepare-to-teach-new-first-years-online\">virtual events</a> such as remote freshers fairs and Zoom comedy nights as a way to welcome young people to campus life, while parties in halls are likely to be banned. But we want to know what plans are being made among this year’s cohort. </p> <a href=\"https://www.theguardian.com/education/2020/aug/10/undergraduate-students-what-plans-do-you-have-for-freshers-week\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/aug/10/undergraduate-students-what-plans-do-you-have-for-freshers-week", "date_published": "2020-08-10 12:59:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thirty-year-old corpse discovered in cellar of €35m Paris mansion", "description": "<p>Gruesome find halts work on restoring newly purchased complex in prestigious area</p><p>Work on restoring an abandoned €35m mansion in one of the most prestigious areas of Paris has been suspended after the discovery of a corpse that had been decomposing in the basement for 30 years, local media have reported.</p><p>Minutes from Les Invalides and the French prime minister’s official residence, and backing onto the former home of Yves Saint Laurent, the vast but crumbling complex at 12 rue Oudinot in the heart of Paris had been empty for more than 30 years.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/thirty-year-old-corpse-discovered-cellar-35m-paris-mansion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/thirty-year-old-corpse-discovered-cellar-35m-paris-mansion", "date_published": "2020-08-10 12:47:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rape survivors say they are being stigmatised for not wearing masks", "description": "<p>Campaigners say survivors are being castigated despite fact that covering face can trigger flashbacks and panic attacks</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When Georgina Fallows even contemplates putting on a mask, the flashbacks to her rape can be overwhelming and debilitating. She is not alone.</p><p>Rape survivors are among those voicing deep concerns about the stigma and ensuing “mask rage” attached to not wearing a face covering in shops, on transport and in other public places, prompting <a href=\"https://www.theguardian.com/world/2020/aug/01/mask-face-coverings-i-cant-wear-one-health-reasons\">calls for better recognition</a> of legitimate reasons why people are exempt.</p> <a href=\"https://www.theguardian.com/society/2020/aug/10/survivors-say-they-are-being-stigmatised-for-not-wearing-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/10/survivors-say-they-are-being-stigmatised-for-not-wearing-masks", "date_published": "2020-08-10 12:41:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An Evening with Scottish Ballet review – masked dancers leap into digital", "description": "<p><strong>Available online</strong><br />Moving Edinburgh’s international festival online, this selection of dance works shows a forward-thinking ballet company<br /><br /></p><p>As a gallant effort to keep the show on the road (or the screen) despite the cancellation of this summer’s edition, Edinburgh international festival has commissioned <a href=\"https://www.eif.co.uk/whats-on/2020/scottishballet-film\">An Evening with Scottish Ballet</a>. Although “evening” is pushing it, as this is more like a half-hour sizzle reel. Six short films packaged together, old and new, plus existing choreography filmed especially for Covid times by director Michael Sherrington.</p><p>There are two pieces from the company’s resident choreographer <a href=\"https://www.scottishballet.co.uk/profile/sophie-laplane\">Sophie Laplane</a>, full of stylish staccato riffs set to 4/4 machine beats. It’s a distinctive style, very watchable. In Oxymore, Rishan Benjamin and Anna Williams dance backstage in front of towers of flight cases and props. Their movement is straight-faced and straight-angled, a kind of un-groovy groove. Idle Eyes, filmed last year, is glitchier and quirkier, and benefits from the texture of a bigger cast, too.</p> <a href=\"https://www.theguardian.com/stage/2020/aug/10/an-evening-with-scottish-ballet-review-online-dance-edinburgh-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/aug/10/an-evening-with-scottish-ballet-review-online-dance-edinburgh-festival", "date_published": "2020-08-10 12:33:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS test and trace will fail unless government pays wages, say unions", "description": "<p>Workers’ representatives and mayors say statutory sick pay not enough to let people isolate</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government’s flagship test-and-trace system will fail unless ministers agree to pay the wages of those who are forced to isolate for two weeks, unions and regional mayors have warned.</p><p>Millions of low-paid workers either do not qualify for the statutory sick pay of £95.85 a week or cannot afford to live on the allowance, leaving them unable to pay the bills if they have to quarantine due to coronavirus.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/10/nhs-test-and-trace-will-fail-unless-government-pays-wages-say-unions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/10/nhs-test-and-trace-will-fail-unless-government-pays-wages-say-unions", "date_published": "2020-08-10 12:26:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump denies asking how to add face to Mount Rushmore", "description": "<p>White House reportedly asked South Dakota official about expanding monument</p><p>Donald Trump has denied that his team ever approached South Dakota’s governor about adding his face to the iconic monument depicting four presidents at Mount Rushmore. However, he added that it sounded like a good idea.</p><p><a href=\"https://www.nytimes.com/2020/08/08/us/politics/kristi-noem-pence-trump.html\">The New York Times </a><a href=\"https://www.nytimes.com/2020/08/08/us/politics/kristi-noem-pence-trump.html\">reported</a> a Republican party official source on Saturday stating that a White House aide reached out to Kristi Noem’s office with the question: “What’s the process to add additional presidents to Mount Rushmore?”</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/10/donald-trump-denies-asking-how-to-add-face-to-mount-rushmore\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/10/donald-trump-denies-asking-how-to-add-face-to-mount-rushmore", "date_published": "2020-08-10 12:18:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany’s SPD picks Merkel-like figure to run for top job in 2021", "description": "<p>Social Democrats name pragmatic ex-mayor Olaf Scholz as candidate for chancellor</p><p>Germany’s Social Democrats have fired the starting gun in the race to replace Angela Merkel as chancellor by announcing the pragmatist finance minister, Olaf Scholz, as their candidate for the job.</p><p>One of the two pillars of 20th-century democracy in Germany, the Social Democratic party (SPD) has seen its support wither away since joining Merkel’s government as a junior coalition partner in 2013. It lies third in the polls behind the Christian Democratic Union (CDU) and the Greens, on about 14% of the vote.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/germanys-sdp-picks-olaf-scholz-as-candidate-to-succeed-angela-merkel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/germanys-sdp-picks-olaf-scholz-as-candidate-to-succeed-angela-merkel", "date_published": "2020-08-10 12:15:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK's exam results farce only deepens the inequality between private and state pupils | Zoe Williams", "description": "<p>With almost no scope for overturning the estimated A-level and GCSE grades, parents and students are expected to just take them</p><p>In July, I thought the major risk of this <a href=\"https://www.theguardian.com/education/2020/aug/08/poorer-students-will-suffer-in-unfair-a-level-grading-model-uk-parents-warn\">extraordinary exam results season</a> would be the unconscious bias of teachers when they made their predictions of student grades. The effects might be quite subtle, and universities would have to be correspondingly nuanced in their response. I have to say, it never occurred to me that teachers would be broadly disregarded, and instead, any existing disparity between the private and state sectors, between affluent and deprived areas, would be baked in by design.</p><p>There is a political complacency to all this, an assumption that parents and students will simply weather it. And so here we are: a fortnight ago in Scotland, students from richer areas saw their predicted grades, if they were A to C, <a href=\"https://www.channel4.com/news/factcheck/factcheck-anger-over-scottish-exam-grades-likely-to-be-repeated-across-the-uk\">reduced by </a><a href=\"https://www.channel4.com/news/factcheck/factcheck-anger-over-scottish-exam-grades-likely-to-be-repeated-across-the-uk\">seven percentage point</a>; in the poorer areas, 15. This, apparently, was to preserve “credibility” – if there had always been better grades in these richer areas, what would the world make of a year in which the poorer kids did somewhat less badly? What would it mean for the students of 2019 and 2021, to be sandwiched either side of this freak year in which deprivation didn’t show (so much)?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/exam-results-inequality-private-state-students\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/exam-results-inequality-private-state-students", "date_published": "2020-08-10 12:12:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A BLM rally and Mount Sinabung: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/aug/10/a-blm-rally-and-mount-sinabung-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/aug/10/a-blm-rally-and-mount-sinabung-mondays-best-photos", "date_published": "2020-08-10 12:10:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mercedes are 'up for fight' with Red Bull after F1 Anniversary GP setback", "description": "<ul><li>Wolff says Verstappen is now a genuine title contender</li><li>Mercedes principal says tyres investigation under way</li></ul><p>The Mercedes team principal, Toto Wolff, has said he welcomes the challenge from Red Bull after his team were soundly beaten in the 70th Anniversary Grand Prix. Red Bull’s Max Verstappen took victory at Silverstone on Sunday with a superb drive beating the world champion, Lewis Hamilton, into second and his Mercedes teammate Valtteri Bottas into third. Wolff believes all three drivers are now genuine contenders for the title.</p><p>Verstappen pulled off a commanding win in a race where the Mercedes was revealed to have a problem with its tyres wearing and losing performance very quickly. With their rubber blistering at Silverstone they could not match Red Bull’s pace and Verstappen’s victory moved him up to second in the championship. </p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/toto-wolff-says-mercedes-are-up-for-fight-anniversary-grand-prix-red-bull-formula-one-motor-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/toto-wolff-says-mercedes-are-up-for-fight-anniversary-grand-prix-red-bull-formula-one-motor-racing", "date_published": "2020-08-10 12:01:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I didn't think I'd survive': women tell of hidden sexual abuse by Phoenix police", "description": "<p>The city’s police department has a history of sexual abuse cases. Studies suggest such misconduct is rampant in the US</p><p><em>Note: this piece contains accounts that may be triggering for survivors of sexual assault.</em></p><p>Within seconds, JeAnna Anderson knew she didn’t want to be alone with the police officer.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/10/phoenix-police-officers-rape-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/10/phoenix-police-officers-rape-sexual-assault", "date_published": "2020-08-10 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Solved: what was the first reality TV show?", "description": "<p>This week we pinpoint the origins of a television genre that went on to dominate popular culture for decades</p><p><em>In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and for all</em></p><p>When I told a friend I was writing about the first reality TV show, they WhatsApped back: “Surely the news is the first reality show?” Ooh, deep! But also: absolutely not. The news is well-researched reporting and facts about important, life-changing events. Reality TV is the opposite.</p> <a href=\"https://www.theguardian.com/culture/2020/aug/10/solved-what-was-the-first-reality-tv-show\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/aug/10/solved-what-was-the-first-reality-tv-show", "date_published": "2020-08-10 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers' recipe for cherry frangipane galette | The simple fix", "description": "<p>A fuss-free tart that punches well above its weight in terms of effort and end result</p><p>There has been a bumper harvest of cherries this year, and I can’t get enough of them. This quick galette, which uses readymade all-butter puff pastry, requires very little work, but looks sensational when it emerges from the oven: golden, crisp and juicy, with those deep scarlet stains from the cherry juices. A brilliant midweek pudding fix that does a delectable fruit justice.</p> <a href=\"https://www.theguardian.com/food/2020/aug/10/thomasina-miers-recipe-cherry-frangipane-galette\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/10/thomasina-miers-recipe-cherry-frangipane-galette", "date_published": "2020-08-10 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burning rubber: racing returns to Melbourne Raceway – photo essay", "description": "<p>Photojournalist <a href=\"https://www.instagram.com/garycalton/\"></a><a href=\"https://www.theguardian.com/profile/gary-calton\">Gary Calton</a> packed his earplugs alongside his cameras as he visited the north of England’s only drag racing track on the day Melbourne Raceway reopened</p><p>Yorkshire’s Melbourne Raceway held its first event after a successful funding campaign where a loyal and dedicated racing community, including enthusiasts and competitors from all over the UK, helped raise more than £104,000 to repair the venue and bring it back to its former glory. It had lain idle and fallen into disrepair over a number of years. <br /><br />It is the only track of its kind in the north of England and attracted a Covid-19-limited capacity of 100 competitors and 500 spectators for its first event, entitled Dragtastic, on the weekend of 8 August 2020.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/burning-rubber-racing-returns-to-melbourne-raceway-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/burning-rubber-racing-returns-to-melbourne-raceway-photo-essay", "date_published": "2020-08-10 11:32:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet the model agency fighting body fascism", "description": "<p>A recent Gucci beauty campaign, starring model Ellie Goldstein, who has Down’s syndrome, was a smash hit. But campaigners say they are still facing an uphill battle for disability visibility in fashion<br /></p><p>“In a world where the mainstream concept of what is and isn’t beautiful becomes increasingly narrow, you have to be young, you have to be thin, you should preferably be blonde, and of course, pale skinned,” lamented Alexander McQueen in his 1998 guest-edited issue of Dazed &amp; Confused. On the cover, model Aimee Mullins stood defiantly in prosthetic legs beside the headline “Fashion-Able?” The question mark was left hanging – challenging readers to recognise a vision of beauty that was unlike anything that had been seen before.<br /><br />Within the issue, a 14-page fashion editorial was dedicated to models with disabilities. However, despite newspaper reports that the disability diverse photoshoot had broken down <a href=\"https://www.independent.co.uk/arts-entertainment/fashion-breaks-the-last-taboo-1174518.html\">“one of the last bastions of body fascism”</a>, very little changed. Two decades after McQueen’s groundbreaking recognition, is the fashion industry finally taking notice?</p> <a href=\"https://www.theguardian.com/fashion/2020/aug/10/meet-the-model-agency-fighting-body-fascism\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/aug/10/meet-the-model-agency-fighting-body-fascism", "date_published": "2020-08-10 11:27:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus opposition candidate rejects election result after night of protests", "description": "<p>‘I will believe my own eyes,’ says Svetlana Tikhanovskaya after commission says Alexander Lukashenko won landslide</p><p><a href=\"https://www.theguardian.com/world/2020/aug/10/share-your-reaction-on-the-belarus-election-result\">Share your reaction on the Belarus election result</a></p><p>The main opposition candidate in Belarus’s election has rejected the official results that gave President Alexander Lukashenko a landslide victory and her team has vowed to stay in the country to campaign for a change of power.</p><p>“I will believe my own eyes – the majority was for us,” Svetlana Tikhanovskaya told reporters in the capital, Minsk, on Monday, after widespread reports of vote-tampering in Sunday’s election.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/belarus-opposition-candidate-rejects-election-result-protests-svetlana-tikhanovskaya-lukashenko\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/belarus-opposition-candidate-rejects-election-result-protests-svetlana-tikhanovskaya-lukashenko", "date_published": "2020-08-10 11:19:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beirut blast: judge questions security chiefs as third minister resigns", "description": "<p>Investigation focusing on why chemicals were stored at port for six years despite warnings</p><p>A Lebanese judge has begun questioning the heads of the country’s security agencies over <a href=\"https://www.theguardian.com/world/beirut-explosion\">last week’s devastating blast in Beirut</a>, as another cabinet minister resigned in protest.</p><p>Judge Ghassan El Khoury began by questioning Maj Gen Tony Saliba, the head of state security, according to the state-run National News Agency. It gave no further details, but other generals are scheduled to be questioned.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/beirut-blast-judge-questions-security-chiefs-as-third-minister-resigns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/beirut-blast-judge-questions-security-chiefs-as-third-minister-resigns", "date_published": "2020-08-10 11:18:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It climbed on my son's finger': readers' photos from the Big Butterfly Count", "description": "<p>We asked you to show us the butterflies you have spotted near you. Here’s what some of you said</p><p>The <a href=\"https://www.theguardian.com/environment/2020/jul/17/britains-big-butterfly-count-surge-summer\">Big Butterfly Count</a> this year took place between 17 July and 9 August. People in Britain were asked to spend 15 minutes in a park, garden, field or wood, counting the butterflies they see.</p><p>From peacocks to jersey tigers, here are some of the photos readers sent in of the butterflies and moths they spotted during the count.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/10/photos-from-the-big-butterfly-count\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/10/photos-from-the-big-butterfly-count", "date_published": "2020-08-10 11:09:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the officers who shot and killed Breonna Taylor may never be arrested", "description": "<p>A tangled legal doctrine in Kentucky means a kind of self-defense stalemate that leaves a lot of questions over what charges a prosecutor could bring against the officers </p><p>The entire internet, it seems, is calling for the arrest of the officers who killed Breonna Taylor in her Louisville, Kentucky, home.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/10/breonna-taylor-killing-officers-may-never-be-arrested\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/10/breonna-taylor-killing-officers-may-never-be-arrested", "date_published": "2020-08-10 11:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jimmy Anderson dismisses retirement talk and vows to silence doubters", "description": "<ul><li>Fast bowler admits play not been up to usual standard</li><li>‘I’ve not bowled very well and felt out of rhythm’</li></ul><p>Listen to Jimmy Anderson and it sounds as if he bowled a never-ending stream of long hops and full tosses throughout the Test at Old Trafford, which was definitely not the case. But his standards are high; he did not meet them and now he seems almost eager to share his disappointment, as well as quashing any suggestion he is contemplating ending the most illustrious of careers.</p><p>“It’s been a frustrating week for me,” Anderson said. “I’ve not bowled very well and felt out of rhythm. For the first time in probably 10 years I got a little bit emotional on the field. In the second innings in particular, a chance went down and I let it get to me. I just felt I wasn’t bowling to the standards I set myself. It reminded me of when I first started playing.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/jimmy-anderson-dismisses-retirement-talk-and-vows-to-silence-doubters-england-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/jimmy-anderson-dismisses-retirement-talk-and-vows-to-silence-doubters-england-cricket", "date_published": "2020-08-10 10:54:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joy and relief as Lagos churches reopen after lockdown", "description": "<p>In devoutly religious Nigeria, the closure of places of worship to stop the spread of coronavirus has been keenly felt</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The sound of church organs pulses through drowsy streets, puncturing the Sunday quiet for the first time in five months. Worshippers stream into the near century-old courtyard of Lagos’s Catholic Holy Cross Cathedral and find a somewhat unfamiliar place.</p><p>Sink units with motion-sensitive soap dispensers line the entrance through the gates. Security guards point temperature sensors at foreheads. At the church steps, contact details are taken by staff in exchange for a pass to enter. Inside the building, stickers mark the two designated seats on each pew, while ushers patrol the aisles, gesturing reproachfully for masks lowered under chins to be promptly raised.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/joy-relief-lagos-churches-reopen-worship-coronavirus-lockdown-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/joy-relief-lagos-churches-reopen-worship-coronavirus-lockdown-nigeria", "date_published": "2020-08-10 10:43:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brian Blessed: Flash Gordon is the Queen's favourite film", "description": "<p>The star of camp sci-fi classic claims the monarch told him she watches it with her grandchildren every Christmas, and asked the actor to recite dialogue</p><p>Brian Blessed has claimed that the Queen revealed to him that her favourite film is Flash Gordon, the 1980 sci-fi in which he stars as Prince Vultan.</p><p>Speaking about the film’s 40th anniversary <a href=\"https://uk.movies.yahoo.com/brian-blessed-says-flash-gordon-143951176.html\">to Edith Bowman on Yahoo Movies</a>, the actor said that whenever he goes, people demand he recite his character’s catchphrase.</p> <a href=\"https://www.theguardian.com/film/2020/aug/10/brian-blessed-flash-gordon-is-the-queens-favourite-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/10/brian-blessed-flash-gordon-is-the-queens-favourite-film", "date_published": "2020-08-10 10:42:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sean Connery voted best Bond, with Timothy Dalton and Pierce Brosnan runners up", "description": "<p>Roger Moore, Daniel Craig and George Lazenby sidelined in Radio Times poll asking readers to name best portrayal of 007</p><p>Sean Connery has swept to victory in a new survey seeking to find the best ever James Bond, with actors assumed to be strong contenders sidelined in favour of dark sheep.</p><p>Connery took 56% of the vote in the first round of the Radio Times poll; as befits the gravity of the issue at hand, a complicated multi-knockout round system was employed.</p> <a href=\"https://www.theguardian.com/film/2020/aug/10/sean-connery-voted-best-bond-with-timothy-dalton-and-pierce-brosnan-runners-up\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/10/sean-connery-voted-best-bond-with-timothy-dalton-and-pierce-brosnan-runners-up", "date_published": "2020-08-10 10:40:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The Amazon is the vagina of the world': why women are key to saving Brazil's forests", "description": "<p>Indigenous leader Célia Xakriabá and Vagina Monologues author V discuss Brazil’s biodiversity crisis and why this is the century of the indigenous woman</p><p>Célia<strong> </strong>Xakriabá is the voice of a new generation of female indigenous leaders who are leading the fight against the destruction of Brazil’s forests both in the Amazon and the lesser known <a href=\"https://www.theguardian.com/environment/video/2011/apr/11/cerrado-deforestation-video\">Cerrado</a>, a savannah that covers a fifth of the country. V, formerly Eve Ensler, is the award-winning author of the Vagina Monologues, an activist and founder of <a href=\"https://www.vday.org/\">V-Day</a>, a global movement to end violence against all women and girls and the Earth. The two recently held a conversation in which V asked Xakriabá about what is happening to Brazil’s biodiversity and indigenous peoples, and why women are the key to change.</p><p><strong>V: Many people, especially in the </strong><strong>west, don’t really understand what’s happening to the Cerrado in Brazil. Can you tell us what’s happening to the forests?<br /></strong>C: It’s very tough at this moment. Every minute one person dies of Covid-19, but also every minute one tree is cut. And whenever a tree is cut, a part of us is cut, a part of us also dies, because the territory dies and with no territory there is no air, no good air for everyone in the world. People can’t breathe. So all this Covid contamination, it gets to the territory through the miners, <a href=\"https://www.theguardian.com/world/2018/dec/10/illegal-mining-in-brazils-rainforests-has-become-an-epidemic\">the gold miners</a>, the loggers and the rangers. And now that we are getting to August, we get even more worried about <a href=\"https://www.theguardian.com/environment/2020/jul/17/dramatic-footage-fuels-fears-amazon-fires-could-be-worse-than-last-year\">the fires, all the fires that burned the Amazon last year</a>. It’s going to come back. </p> <a href=\"https://www.theguardian.com/environment/2020/aug/10/the-amazon-is-the-vagina-of-the-world-why-women-are-key-to-saving-brazils-forests-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/10/the-amazon-is-the-vagina-of-the-world-why-women-are-key-to-saving-brazils-forests-aoe", "date_published": "2020-08-10 10:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A New Normal: travel and the environment after Covid-19 – video", "description": "<p>In this week's episode of A New Normal, Iman Amrani asks viewers what their thoughts are around travel and the environment post-Covid. With international travel increasingly more difficult to do during a pandemic, and persisting questions around the impact is has on the environment, she goes to speak to people who are taking a summer break closer to home</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/video/2020/jul/22/a-new-normal-work-life-and-balancing-it-all-during-coronavirus-video\">A new normal: work, life and balancing it all during coronavirus - video</a></li><li><a href=\"https://www.theguardian.com/world/video/2020/may/20/who-do-you-trust-on-coronavirus-from-trudeau-to-piers-morgan-a-new-normal\">Who do you trust on coronavirus? From Trudeau to Piers Morgan | A new normal - video</a></li></ul> <a href=\"https://www.theguardian.com/commentisfree/video/2020/aug/10/a-new-normal-travel-and-the-environment-after-covid-19-video\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/video/2020/aug/10/a-new-normal-travel-and-the-environment-after-covid-19-video", "date_published": "2020-08-10 10:29:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Champions League quarter-finals: tie-by-tie analysis and verdicts | Jonathan Wilson", "description": "<p>Bayern Munich should be too strong for Barcelona while PSG have played only two games in the past five months</p><p>On the one side, the fairy story of this season’s Champions League, the sole remaining Italian club in the competition with their annual revenues of €188.6m. On the other, the habitual French champions with their annual revenues of €635.9m. Atalanta are delighted even to be in the Champions League, never mind to have got this far, while Paris Saint-Germain are weighed down by the burden of never having got beyond the semi-final, and never having got beyond the quarters under their Qatari ownership.</p> <a href=\"https://www.theguardian.com/football/2020/aug/10/champions-league-quarter-finals-tie-by-tie-analysis-and-verdicts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/10/champions-league-quarter-finals-tie-by-tie-analysis-and-verdicts", "date_published": "2020-08-10 10:07:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golden Goal: Yordan Letchkov for Bulgaria v Germany (1994) | Daniel Harris", "description": "<p>Bulgaria exploded in pure identity, while the rest of the world enjoyed a moment of luscious joy in the misfortune of another </p><p>Not much makes the world simultaneously bigger and smaller, but the World Cup boasts that precise, precious capacity. While celebrating our differences – all those songs, all those chyrons, all those haircuts – it also highlights our similarities – all those souls, all those feelings, all that love – which together compel our species into a single endeavour of collective bliss.</p><p>But rarely has rapture been as rampant as when Yordan Letchkov’s header gave Bulgaria victory over Germany at USA 94. His team weren’t even meant to be there; needing to beat France in their final qualifier, the score was 1-1 with 90 minutes played. But then out of nowhere a fantastic pass from Lyuboslav Penev found Emil Kostadinov racing towards the box … and <a href=\"https://www.youtube.com/watch?v=i7dxno9_ixg\">he absolutely </a><em><a href=\"https://www.youtube.com/watch?v=i7dxno9_ixg\">mulleted</a></em><a href=\"https://www.youtube.com/watch?v=i7dxno9_ixg\"> a sensational finish in off the bar</a>. “God is Bulgarian!” hollered Nikolay Kolev in commentary. “God is Bulgarian!”</p> <a href=\"https://www.theguardian.com/football/2020/aug/10/golden-goal-yordan-letchkov-for-bulgaria-v-germany-1994\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/10/golden-goal-yordan-letchkov-for-bulgaria-v-germany-1994", "date_published": "2020-08-10 10:05:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "America's PPE shortage could last years without strategic plan, experts warn", "description": "<ul><li>Hospital officials prepare for autumn surge in Covid-19 cases</li><li>‘There’s going to be lots of shortages we haven’t thought about’</li></ul><p>Shortages of personal protective equipment and medical supplies could persist for years without strategic government intervention, officials from healthcare and manufacturing industries have said.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/aug/06/anthony-fauci-death-threats-coronavirus\">Anthony Fauci says he has received death threats over his coronavirus work</a> </p> <a href=\"https://www.theguardian.com/world/2020/aug/10/us-ppe-coronavirus-shortage-america\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/us-ppe-coronavirus-shortage-america", "date_published": "2020-08-10 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eight superb wildlife reserves in UK: readers' travel tips", "description": "<p>From otters near Chepstow and myriad butterfly species in Croydon to ospreys in the Highlands, our readers celebrate nature nationwide</p><p>Occupying the last remaining piece of fenland on the Gwent Levels is <strong>Magor Marsh</strong> nature reserve.<strong> </strong>This is low-lying land, bordering the urban spread of Chepstow and Newport, and is a special place for wildlife, with big skies overhead and miles of waterways that are not only a soup of biodiversity but protect the area from Severn estuary floods. At Magor Marsh you can walk along boardwalks near where monks once worked to reclaim the land from the sea, through reed beds with Cetti’s warblers singing wildly, water voles dashing off, the sound of distant cuckoos floating on the air and plenty of waterfowl. If you are really lucky you may catch the splash of an otter or, by peering into the ancient reeds, spot a magnificent diving beetle glistening in the water.<br />• <em>Free to enter, no dogs permitted,</em> <em><a href=\"https://www.gwentwildlife.org/nature-reserves/magor-marsh-sssi\">gwentwildlife.org</a></em><br /><strong>Gemma Bode</strong></p> <a href=\"https://www.theguardian.com/travel/2020/aug/10/eight-best-uk-wildlife-reserves-readers-travel-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/aug/10/eight-best-uk-wildlife-reserves-readers-travel-tips", "date_published": "2020-08-10 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: 'We were being fired at by a sniper'", "description": "<p>Ben Walsby, 45, and Laura Rudel, 39, met in Syria in 2012, during the early stages of the war. They are living apart due to the pandemic, but hope to reunite soon</p><p>Ben Walsby was working as a human rights officer for the UN when he travelled to Damascus, Syria, for a peacekeeping mission in May 2012. A friend gave him the number of Laura Rudel, a refugee worker from Rome. “I didn’t know anyone, so I arranged to meet her for a drink,” says Ben. “When he arrived, he was on the phone discussing a serious crisis. The first thing I noticed about him was how much he cared,” says Laura.</p><p>After a few drinks, he relaxed and they talked about their shared love of Italy. At the end of the week, Laura invited him to meet her for dinner with some colleagues. “It took me for ever to decide what to wear,” says Ben, “so I knew I must like her.” Towards the end of the evening, Ben noticed Laura flirting with a co-worker. “I arrogantly told her she should choose me instead,” he laughs. She responded by throwing a drink in his face. “It was a shock reaction,” she says.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/10/how-we-met-we-were-being-fired-at-by-a-sniper\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/10/how-we-met-we-were-being-fired-at-by-a-sniper", "date_published": "2020-08-10 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'You've been smoking too much!': the chaos of Tony Wilson's digital music revolution", "description": "<p>The Factory impresario’s company Music33 sold individual songs as MP3s three years before Apple. But with a baffling interface and dial-up connections he was doomed</p><p>It’s January 2000, and <a href=\"https://www.theguardian.com/music/tonywilson\">Tony Wilson</a> is <a href=\"https://www.theguardian.com/culture/2000/jan/12/artsfeatures.tonywilson\">regaling me with tales of his brilliant career</a>; how signing <a href=\"https://www.theguardian.com/music/joydivision\">Joy Division</a>, <a href=\"https://www.theguardian.com/music/neworder\">New Order</a> and <a href=\"https://www.theguardian.com/music/happy-mondays\">Happy Mondays</a> to his Mancunian indie label Factory Records was like “winning the pools three times. Twice is a miracle, three and you call in the fraud squad”. The interview is winding up when the Granada TV presenter-turned-mogul gets on to what is, at this point, his latest would-be masterstroke. He has just set up music33.com, an online record shop selling individual songs – as MP3s to download – for 33p a time, because, back then, the public are “fed up with trawling around record shops to find albums which have three good tracks and they’re the singles anyway. People want to buy songs.”</p><p>Music33 is long forgotten, but three years later, Apple’s iTunes store revolutionised how we buy and listen to music with exactly the same idea. Could Wilson – <a href=\"https://www.theguardian.com/news/2007/aug/13/guardianobituaries.media\">who died 13 years ago today</a> – really have been first? Manchester entrepreneur Mark Garner helped fund Music33. “Tony used to say to me: ‘You’re in business to make money. I’m in it to make history.’”</p> <a href=\"https://www.theguardian.com/music/2020/aug/10/youve-been-smoking-too-much-the-chaos-of-tony-wilsons-digital-music-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/10/youve-been-smoking-too-much-the-chaos-of-tony-wilsons-digital-music-revolution", "date_published": "2020-08-10 09:45:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Birch, producer for Iron Maiden, Black Sabbath and more, dies aged 71", "description": "<p>Hard rock ‘genius’ helmed nine classic Iron Maiden albums and worked with Deep Purple, Fleetwood Mac and others</p><p>Martin Birch, the producer whose bright but heavy sound was applied to classic albums by Iron Maiden, Black Sabbath, Deep Purple and more, has died aged 71. No cause of death has been announced.</p><p>Whitesnake frontman David Coverdale <a href=\"https://twitter.com/davidcoverdale/status/1292570882938769409\">tweeted</a>: “It is with a very heavy heart I’ve just had verified my very dear friend &amp; producer Martin Birch has passed away … Martin was a huge part of my life … helping me from the first time we met through until Slide It In … My thoughts &amp; prayers to his family, friends &amp; fans.”</p> <a href=\"https://www.theguardian.com/music/2020/aug/10/martin-birch-producer-for-iron-maiden-black-sabbath-and-more-dies-aged-71\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/10/martin-birch-producer-for-iron-maiden-black-sabbath-and-more-dies-aged-71", "date_published": "2020-08-10 09:26:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It would be a tragedy if the pandemic costs us the joys of train travel | Catherine Shoard", "description": "<p>For all its faults, the rail network is a marvel that looks increasingly vulnerable with every week we stay away</p><p>When I moved to <a href=\"https://www.theguardian.com/money/2016/nov/18/lets-move-to-harringay-north-london\">Harringay</a> in north London eight years ago, its rail connections were key to the appeal. Piccadilly line, Victoria line, Overground, Great Northern, buses coming out of your ears: N4 had it all.</p><p>If anything, this has been even handier in the age of Covid. Our three-year-old is a dedicated train fan, and taking a Thermos to Harringay station (eight tracks, no barriers, all outdoors) became a near-daily <a href=\"https://www.theguardian.com/world/2020/mar/23/uk-lockdown-what-are-new-coronavirus-restrictions\">lockdown</a> outing. So, just as words like “pandemic” entered his lexicon a bit quicker than expected, so too did Azuma and East Coast, Grand Central and Hull Trains, Great Northern and Thameslink.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/pandemic-train-travel-rail-network\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/pandemic-train-travel-rail-network", "date_published": "2020-08-10 09:23:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did England have Europe's worst Covid figures? The answer starts with austerity | Michael Marmot", "description": "<p>Years of spending cuts and deepening inequality meant the worst off limped into this pandemic in a parlous state</p><p>• Michael Marmot is professor of epidemiology at University College London</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“The pestilence is at once blight and revelation,” wrote Albert Camus in <a href=\"https://www.theguardian.com/books/2020/mar/28/albert-camus-novel-the-plague-la-peste-pestilence-fiction-coronavirus-lockdown\">The Plague</a>, “it brings the hidden truth of a corrupt world to the surface.” If that is true of Covid-19, as it was of the plague of Camus’ novel, then the UK’s dismal record is telling us something important about our society. We are doing badly: dramatic social inequalities in Covid-19 deaths; high rates in black, Asian and minority ethnic groups; and, now, the <a href=\"https://uk.reuters.com/article/uk-health-coronavirus-britain-deaths/uk-had-europes-highest-rate-of-excess-deaths-during-covid-19-pandemic-official-idUKKCN24V1UK\">highest excess mortality</a> in Europe.</p><p>The statistician David Spiegelhalter, <a href=\"https://www.theguardian.com/commentisfree/2020/aug/02/uk-covid-19-excess-deaths\">in his wise and clear way</a>, has been counselling us against drawing too much on international comparisons because of differences in the way Covid-19 deaths are assigned. Excess mortality is much more reliable. It is a measure of how many more deaths, <em>from all causes,</em> there were in each week of 2020 compared with how many would have been expected based on the average of the last five years.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/england-worst-covid-figures-austerity-inequality\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/england-worst-covid-figures-austerity-inequality", "date_published": "2020-08-10 09:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I feel worthless': workers tell of gruelling life in Dutch meat plants", "description": "<p>The Netherlands is a food powerhouse but its dark underbelly has been exposed by Covid-19, say unions<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Trapped in jobs that make them feel worthless, meat plant workers have spoken out about working life in an industry accused of using temporary agencies to avoid employment responsibilities.</p><p>Speaking on condition of anonymity, Romanian and Polish workers described intimidation and gruelling conditions on the factory floor, inconsistent coronavirus measures and feeling afraid to report sickness, in a joint investigation by the Guardian and Lighthouse Reports. All are employed by agencies and most are currently working at, or have recently left, the Dutch company Van Rooi Meat.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/10/i-feel-worthless-workers-tell-of-gruelling-life-in-dutch-meat-plants\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/10/i-feel-worthless-workers-tell-of-gruelling-life-in-dutch-meat-plants", "date_published": "2020-08-10 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why college football is the perfect storm for Covid-19", "description": "<p>College football’s five wealthiest conferences face billions in lost revenue if the season is canceled due to the pandemic, which is the only reason why they have yet to pull the plug</p><p>The college football season is less than a month from kicking off on campuses across the US, but there are still more questions than answers surrounding player health and safety amid a coronavirus pandemic that on Sunday surpassed 5m confirmed cases nationwide, equal to one in 66 Americans.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/aug/03/college-football-coronavirus-athletes\">'We are being gaslit': College football and Covid-19 are imperiling athletes</a> </p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/college-football-coronavirus-perfect-story\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/college-football-coronavirus-perfect-story", "date_published": "2020-08-10 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your reaction on the Belarus election result", "description": "<p>If you live, work in Belarus or are an expat, we would like to hear your thoughts on the election result</p><p>Protests have broken out in Belarus after <a href=\"https://www.theguardian.com/world/alexander-lukashenko\">Alexander Lukashenko</a>, who has ruled for 26 years, claimed he had won a landslide victory in an election marred by accusations of vote-rigging.</p><p>In <a href=\"https://www.theguardian.com/world/2020/aug/09/belarus-election-lukashenko-landslide-victory-fixing-claims\">clashes that took place on Sunday</a>, riot police used rubber bullets, flash grenades, teargas and a water cannon to quash protests.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/share-your-reaction-on-the-belarus-election-result\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/share-your-reaction-on-the-belarus-election-result", "date_published": "2020-08-10 08:35:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are we ready for the big Generation X animation comeback?", "description": "<p>Recently announced reboots of 90s hits Beavis and Butthead, The Ren &amp; Stimpy Show and Daria will be launched into a very different culture</p><p>Let us take a moment for Generation X, the forgotten middle child buttressed by the primary combatants in the great schism currently defining American culture. Trend-charting magazine articles have left them stuck between the Boomers, desperately clinging to the last vestiges of a disappearing status quo, and the Millennials, ushering in a brave and confusing new world with the help of the ascendant Gen Z. As dominant forces in the mainstream, they’ve accordingly enjoyed the spoils of the nostalgia market, with Disney cranking out live-action remakes of 90s favorites for twenty-to-thirtysomethings while Rolling Stone and other legacy publications continue to prop up the musical tastes of people in their 60s. Will no one think of the eye-rollers, the alt-rock pioneers, the disaffected masses that slagged consumerist ambitions decades before the first meme joking about the utter brokenness of capitalism?</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/15/mike-judge-interview-beavis-butthead-silicon-valley-tales-from-the-tour-bus\">People opened up because I'm the Beavis and Butt-head guy': Mike Judge on his new funk direction</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/10/generation-x-animation-beavis-and-butthead-daria-ren-and-stimpy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/10/generation-x-animation-beavis-and-butthead-daria-ren-and-stimpy", "date_published": "2020-08-10 07:35:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK insurer Royal London pays out £8.5m on Covid-related deaths", "description": "<p>Payments made to families of more than 1,200 customers who died because of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/aug/10/uk-coronavirus-live-news-covid-19-latest-updates-schools\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The insurance group Royal London has paid out £8.5m in life insurance claims to the families of more than 1,200 customers whose deaths were attributed to Covid-19 and is setting aside £10m for future claims.</p><p>Royal London is the UK’s largest mutual insurer, which means it is owned by its policyholders. It provides life, protection, pensions and savings policies to about 8 million people in the UK and Ireland.</p> <a href=\"https://www.theguardian.com/business/2020/aug/10/uk-insurer-royal-london-pays-out-85m-on-covid-related-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/10/uk-insurer-royal-london-pays-out-85m-on-covid-related-deaths", "date_published": "2020-08-10 07:31:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fighting for breath: how the medical oxygen industry is failing African hospitals", "description": "<p>Sub-Saharan hospitals are dependent on costly oxygen from multinational suppliers. As Covid-19 spreads, doctors are being forced to make terrible choices</p><p>As <a href=\"https://www.theguardian.com/world/2020/aug/06/total-confirmed-coronavirus-cases-in-africa-pass-1-million\">Covid-19 spreads throughout Africa</a>, a potentially deadly lack of oxygen is leaving doctors unable to offer essential treatment.</p><p>Some experts put considerable blame on two multinational gas suppliers that dominate the market for oxygen cylinders across much of the continent, saying that their high prices and systems make the treatment unaffordable.</p> <a href=\"https://www.theguardian.com/global-development/2020/aug/10/fighting-for-breath-how-the-medical-oxygen-industry-is-failing-african-hospitals\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/aug/10/fighting-for-breath-how-the-medical-oxygen-industry-is-failing-african-hospitals", "date_published": "2020-08-10 06:15:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Kids need contact': nursery staff during lockdown – a photo essay", "description": "<p>Photographer <a href=\"http://www.slater.photo\">Slater King</a> introduces his latest project focusing on nursery workers, and some of them detail how the pandemic has affected their work</p><p>During lockdown, there has been a group of people who hug non-household people regularly, without any form of PPE. They casually dish out hugs, wipe tears and help blow snotty noses, all without any hint of anxiety or signs of protection. These people work in children’s nurseries.</p><p>I found it so strange to see people, as a matter of routine, put aside the messages coming out of press conferences around the world about the risks of being in close contact with others. It’s something they have to do each time they pick up and hug a crying and blubbering child. They don’t reach for masks and gloves, but for the kids instead.</p> <a href=\"https://www.theguardian.com/education/2020/aug/10/kids-need-contact-nursery-staff-during-lockdown-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/aug/10/kids-need-contact-nursery-staff-during-lockdown-a-photo-essay", "date_published": "2020-08-10 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain doesn't have a government, it has a permanent campaigning machine | Alan Finlayson", "description": "<p>Under Johnson and Cummings, No 10 is fixated on opinion polls and gimmicky announcements</p><p>The government’s frenetic campaign to “<a href=\"https://www.independent.co.uk/independentpremium/politics-explained/coronavirus-pubs-reopen-summer-economy-recession-hospitality-a9554701.html\">save our summer</a>” has suspended the normal rules of the silly season. Amid the many confusing and shifting statements about the lockdown, No 10 has announced: a “<a href=\"https://www.theguardian.com/world/2020/jul/27/boris-johnson-obesity-drive-will-not-be-bossy-or-nannying\">strategy</a>” to reduce obesity; “plans” for a “<a href=\"https://www.theguardian.com/uk-news/2020/jul/27/residents-to-get-new-decision-making-powers-in-cycling-revolution\">cycling and walking revolution</a>”; a “<a href=\"https://www.theguardian.com/society/2020/aug/06/robert-jenrick-concerns-planning-overhaul-nonsense-housing-england\">bonfire</a>” of planning laws; and, more ominously, the establishment of a panel to reassess <a href=\"https://eur01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.gov.uk%2Fgovernment%2Fnews%2Fgovernment-launches-independent-panel-to-look-at-judicial-review&amp;data=02%7C01%7CA.Finlayson%40uea.ac.uk%7Caec7ab6572744a2ce7d708d839f2db91%7Cc65f8795ba3d43518a070865e5d8f090%7C0%7C0%7C637323062516996721&amp;sdata=CP9BeY69KveBjU6jMuN5v%2F4fh4NXqOEiFjYEcdzU8eo%3D&amp;reserved=0\">judicial limits to state power</a>.</p><p>You might have even missed the start of an online consultation on flood risk management <a href=\"https://www.gov.uk/government/news/the-environment-agency-offers-online-consultation-on-next-phase-of-the-25m-carlisle-flood-risk-management-scheme\">in Carlisle</a>, the £450,000 spent repairing a flood wall in Hereford, or chancellor Rishi Sunak’s visit to Stokesley, North Yorkshire, to learn about flood alleviation. Meanwhile, 127 employers were given awards for <a href=\"https://www.gov.uk/government/news/127-new-employers-awarded-for-supporting-the-armed-forces-community\">supporting the armed forces,</a> transport secretary Grant Shapps announced<a href=\"https://www.gov.uk/government/news/589-million-to-kickstart-rail-upgrades-across-the-north\"> £589m</a> to “kickstart rail upgrades across the north”, plans for “congestion-busting” near Swindon were “unveiled” and a monument to the battle at Gallipoli restored.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/britain-government-permanent-campaigning-machine-johnson-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/britain-government-permanent-campaigning-machine-johnson-cummings", "date_published": "2020-08-10 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Q&A: what’s the real story behind recent UK refugee arrivals?", "description": "<p>Britain takes in very few of the world’s asylum seekers and only a minority of them arrive by boat</p><p><strong>Q: Media reports suggest that many </strong><strong>refugees are making a beeline for the UK. Is this correct?</strong></p><p>A: The <a href=\"https://www.refugeecouncil.org.uk/information/refugee-asylum-facts/the-truth-about-asylum/?gclid=Cj0KCQjwvb75BRD1ARIsAP6LcqvNFMACP8AH3jMA1rFf2QMmiU1Sfoy4yOzAwNNVjjJU9p6LNGtWSZAaAri7EALw_wcB\">UK</a> is home to just 1% of the world’s 29.6 million refugees. Asylum seekers make up a very small percentage of overall migrants to the UK with study and work cited as the main reasons why people want to come to the country, according to research from Oxford’s <a href=\"https://migrationobservatory.ox.ac.uk/resources/briefings/long-term-international-migration-flows-to-and-from-the-uk/\">Migration Observatory</a>. Asylum applications in the UK are relatively low – <a href=\"https://www.unhcr.org/uk/asylum-in-the-uk.html\">35,099</a> in the year ending March 2020, significantly lower than a peak of 84,000 applications in 2002.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/10/qa-whats-the-real-story-behind-recent-uk-refugee-arrivals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/10/qa-whats-the-real-story-behind-recent-uk-refugee-arrivals", "date_published": "2020-08-10 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Detectorist in Scottish Borders uncovers bronze age haul", "description": "<p>Sword dated from 900BC among ‘nationally significant’ items found by Mariusz Stepien </p><p>Metal detectorists, it’s fair to say, have had a good lockdown. Last month it emerged that amateur treasure hunters had <a href=\"https://www.telegraph.co.uk/news/2020/07/19/amateur-archaeologists-dig-rare-finds-lockdown-gardens/\">unearthed dozens of </a><a href=\"https://www.telegraph.co.uk/news/2020/07/19/amateur-archaeologists-dig-rare-finds-lockdown-gardens/\">rare finds</a> in their back gardens while restrictions kept them at home.</p><p>Now a detectorist in the Scottish Borders has uncovered a haul of bronze age artefacts – including a complete horse harness and preserved leather and wood – in what is described as a “nationally significant” discovery.</p> <a href=\"https://www.theguardian.com/culture/2020/aug/10/detectorist-in-scottish-borders-uncovers-bronze-age-haul\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/aug/10/detectorist-in-scottish-borders-uncovers-bronze-age-haul", "date_published": "2020-08-10 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown reduces cases of flu, colds and bronchitis in England", "description": "<p>Measures to minimise spread of Covid-19 help relieve pressure on NHS, monitoring suggests</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>Lockdown and physical distancing measures have helped reduce the incidence of flu, colds, bronchitis and a host of viruses other than Covid-19 in England, monitoring suggests.</p><p>The low incidence of these and other viral infections, including laryngitis and tonsillitis, has helped relieve pressure on the NHS when resources have been dedicated to fighting the coronavirus pandemic. The flipside, however, is that as lockdown eases it is not just cases of Covid-19 that may increase.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/lockdown-england-reduced-flu-colds-bronchitis-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/lockdown-england-reduced-flu-colds-bronchitis-coronavirus", "date_published": "2020-08-10 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two-thirds of adults in England feel cycling is dangerous", "description": "<p>Government survey predates £2bn ‘revolution’, which minister says will make people feel safer</p><p>The government has pledged to tackle safety fears about cycling after an official study revealed that two-thirds of people were worried about the dangers of riding on the roads.</p><p>Figures <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/906698/walking-and-cycling-statistics-england-2019.pdf\">from the government’s National Travel Attitudes Study</a> showed 66% of adults in England said it was “dangerous for me to cycle on the roads”, up from 61% a year before and the highest figure for more than a decade.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/10/two-thirds-adults-england-cycling-dangerous-safer\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/10/two-thirds-adults-england-cycling-dangerous-safer", "date_published": "2020-08-10 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US health secretary praises Taiwan's Covid-19 response during rare high-level visit", "description": "<p>China sends fighter jets into Taiwan strait just before Alex Azar meets Taiwanese leader</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The US health secretary, Alex Azar, has met Taiwan’s president, Tsai Ing-wen, in the highest-level US visit in more than four decades, as China flew fighter jets into the Taiwan strait.</p><p>The meeting in Taipei on Monday threatened to escalate worsening tensions between Washington and Beijing. China claims Taiwan is part of its territory and takes issue with any acknowledgement of Taiwan’s status as a sovereign state.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/us-health-secretary-praises-taiwans-covid-19-response-during-rare-high-level-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/us-health-secretary-praises-taiwans-covid-19-response-during-rare-high-level-visit", "date_published": "2020-08-10 05:50:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roasted badger and raisin wine: historical cookbooks reveal surprising recipes", "description": "<p>Broadcaster Ruth Watson’s archive, spanning centuries, is up for auction, revealing some radically different tastes – and some startlingly similar ones</p><p>The perennial British argument over the best way to make a cup of tea dates back to at least the 17th century, when a cookbook warned that “the water is to remain upon it no longer than whiles you can say the Miserere Psalm very leisurely”.</p><p>Published in 1677, The Closet of the Eminently Learned Sir Kenelme Digby Kt also contains at least 50 recipes for making metheglin, a type of mead made with herbs and spices, as well as ones for stepony, a raisin wine; bragot, an ale flavoured with honey and spices; and a somewhat less tempting tea made with eggs.</p> <a href=\"https://www.theguardian.com/books/2020/aug/10/roasted-badger-and-raisin-wine-historical-cookbooks-reveal-surprising-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/10/roasted-badger-and-raisin-wine-historical-cookbooks-reveal-surprising-recipes", "date_published": "2020-08-10 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We need people here': the Spanish towns welcoming migrants", "description": "<p>Small towns look to bring back life and the sound of children after young Spaniards leave in search of work</p><p>On the wall of a small flat in Pareja, not far from the chemist, the <em>plaza mayor</em> and the 16th-century church, hangs a picture of a wooden farmhouse set among the palms and endless plains of western Venezuela.</p><p>Were the painting bigger, it would show the mud-brick bread oven where Ángel Márquez and his family baked bread to sell, and the cows, the pigs and the horse they left behind when they finally decided enough was enough.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/the-spanish-towns-welcoming-in-migrants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/the-spanish-towns-welcoming-in-migrants", "date_published": "2020-08-10 04:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple imported clothes from Xinjiang firm facing US forced labour sanctions", "description": "<p>Details on staff uniforms come after CEO Tim Cook says he will not tolerate modern slavery</p><p>Apple has imported clothes – probably uniforms for staff in stores – from a company facing US sanctions over forced labour at a subsidiary firm in China’s western Xinjiang region, shipping records show.</p><p>The details come a week after Apple’s chief executive, Tim Cook, told the US Congress he would not tolerate forced labour or modern-day slavery in the company’s supply chains. </p> <a href=\"https://www.theguardian.com/technology/2020/aug/10/apple-imported-clothes-from-xinjiang-firm-facing-us-forced-labour-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/10/apple-imported-clothes-from-xinjiang-firm-facing-us-forced-labour-sanctions", "date_published": "2020-08-10 04:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the months my husband and I were apart, the world changed completely | Helen Sullivan", "description": "<p>We didn’t know the pandemic would separate us for five months. ‘People in love never give up,’ a man at his hotel said to me<br /></p><p>In March, when I left Beirut, where my husband Felix and I were living, <a href=\"https://www.theguardian.com/commentisfree/2020/apr/30/what-i-learned-from-breaking-my-foot-during-a-pandemic\">for a new job in Sydney</a>, I knew we would be apart for a little while. It wasn’t a huge deal – if the worst came to the worst, one of us could just jump on a plane.</p><p>But 10 days after I arrived in Australia, Lebanon closed its only airport. Ten days after that, Australia introduced a mandatory fortnight of hotel quarantine for all overseas arrivals.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/10/in-the-months-my-husband-and-i-were-apart-the-world-changed-completely\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/10/in-the-months-my-husband-and-i-were-apart-the-world-changed-completely", "date_published": "2020-08-10 02:33:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kiribati's president's plans to raise islands in fight against sea-level rise", "description": "<p>Exclusive: Taneti Maamau says Kiribati will seek support from China and other allies to elevate islands from the sea, partly through dredging</p><p>Kiribati will raise its islands above the ocean as part of its fight against sea-level rise, seeking help from its new diplomatic partner China to secure the archipelagic nation’s future, the country’s newly re-elected president has said.</p><p>In his first in-depth interview since his resounding election win in June, Taneti Maamau told the Guardian international co-operation would be on Kiribati’s terms: he said he would not accept large loans “from any country”, and would not allow China to build a base on Kiribati’s strategically significant Christmas Island, south of Hawaii.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/kiribatis-presidents-plans-to-raise-islands-in-fight-against-sea-level-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/kiribatis-presidents-plans-to-raise-islands-in-fight-against-sea-level-rise", "date_published": "2020-08-10 02:02:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Collin Morikawa seizes the day to claim US PGA Championship victory", "description": "<ul><li>American hits final-round 64 to win his first major title</li><li>Morikawa finishes ahead of Dustin Johnson and Paul Casey </li></ul><p>Ultimately there was no need for the kind of US PGA Championship playoff that could have risked social distancing infractions. Of the wave of data that will now surround Collin Morikawa, golf’s latest major winner, one element stands out: just 15 months ago he was a college student.</p><p>Morikawa marched through a congested Sunday scene at Harding Park, which had frequently seen six- and seven-way ties for the lead. He produced the shot of the tournament, just when it mattered, with a towering drive to within 2.5 metres (8ft) of the par four 16th hole’s pin.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/10/collin-morikawa-seizes-the-day-to-claim-us-pga-championship-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/10/collin-morikawa-seizes-the-day-to-claim-us-pga-championship-victory", "date_published": "2020-08-10 01:35:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Covid long haul: why are some patients not getting better? Podcast", "description": "<p>When the Guardian’s Luke Harding began suffering symptoms of Covid-19 he assumed he would be laid low for a couple of weeks. Five months later he is still unwell, and he has found hundreds of people like him</p><p>The Guardian’s senior international correspondent, <strong>Luke Harding, </strong>was struck down with symptoms in March that were being increasingly reported throughout the country. He had a shortness of breath and chest pains, and although he was unable to get a test he was certain it was Covid-19. Five months later, he tells <strong>Mythili Rao</strong>, he is still suffering. </p><p>It’s a growing issue. Hundreds of people are forming online communities to discuss myriad long-term symptoms, from headaches and digestion issues to nerve damage and searing lung pain. <strong>Paul Garner, </strong>a professor from the Liverpool School of Tropical Medicine describes his own long-haul Covid-19 experience and how a blog post for the British Medical Journal led dozens of people to approach him. One of them was <strong>Iulia Hammond</strong><strong>, </strong>a junior doctor still not back at work five months after first developing Covid-19 symptoms. </p> <a href=\"https://www.theguardian.com/news/audio/2020/aug/10/the-covid-long-haul-why-are-some-patients-not-getting-better\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/aug/10/the-covid-long-haul-why-are-some-patients-not-getting-better", "date_published": "2020-08-10 01:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Natsiaa 2020: the winners and finalists of Australia's Indigenous art prize – in pictures", "description": "<p> Western Australia artist <a href=\"https://www.theguardian.com/australia-news/2020/aug/07/natsiaa-2020-ngarralja-tommy-may-wins-major-indigenous-art-award-in-far-from-normal-year\">Ngarralja Tommy May won the $50,000 top prize</a> in the prestigious 2020 National Aboriginal and Torres Strait Islander art awards announced on Friday. His work (displayed below) sits among a selection of works which were category winners and finalists.</p><p>• The 2020 Natsiaa exhibition is on at the Museum and Art Gallery of the Northern Territory in Darwin until 31 January 2021; <a href=\"http://natsiaa.com.au/\">a virtual exhibition is being held online</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/aug/10/natsiaa-2020-australias-best-indigenous-art-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/aug/10/natsiaa-2020-australias-best-indigenous-art-in-pictures", "date_published": "2020-08-10 00:04:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curtains for the nail house? New plan targets China's most defiant homeowners", "description": "<p>New law in Shenzhen means buildings can be developed with 95%, rather than 100%, support from residents – promoting concern over erosion of rights</p><p>They stand as eyesores to most passers by and potential public health risks to authorities, decaying buildings wrapped in tangles of exposed wire, studded with protruding leaky plastic pipes, vegetation billowing from cracks and terraces where particulates from polluted air have accumulated over time.</p><p>With skyscrapers and ultramodern developments on every side, some of these <a href=\"https://www.theguardian.com/cities/gallery/2014/apr/15/china-nail-houses-in-pictures-property-development\">“nail houses”</a> are also sitting on land worth millions of dollars in Shenzhen’s inferno of a property market, where new-unit and second-hand home prices rival London.</p> <a href=\"https://www.theguardian.com/world/2020/aug/10/curtains-for-the-nail-house-new-plan-targets-chinas-most-defiant-homeowners\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/10/curtains-for-the-nail-house-new-plan-targets-chinas-most-defiant-homeowners", "date_published": "2020-08-10 00:02:42+00:00", "persistent": false, "user": null, "language": "en-UK"}]