[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Sick With COVID, She Gave Birth on a Ventilator. This Teacher Took Her Newborn In | FRONTLINE", "description": "Zully was around eight months pregnant when she began to cough and wheeze. Then came the hospitalization, the COVID-19 diagnosis — and word that because the baby’s oxygen levels were dropping, he’d have to be delivered weeks early.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\r\nFor Zully and her family, who emigrated to Stamford, Connecticut from Guatemala, it was a crisis moment: Her husband, Marvin, and seven-year-old son, Junior, were also believed to be infected with the coronavirus — meaning that once the baby was born, it wouldn’t be safe for him to go home to them.\n\n“I would’ve turned into my son’s assassin,” Marvin says.\n\nZully (above, left) had nowhere else to turn. In early April, just before giving birth on a ventilator and being put into a coma that would last for nearly three weeks, she made a desperate phone call to her older son’s English as a Second Language teacher, Luciana Lira (above, right) — an immigrant herself — saying that Marvin and Junior needed help.\n\nLira didn’t hesitate. Ultimately, she would go on to take the baby, Neysel, into her home to keep him safe from the virus as his mother, father and brother recovered from it.\n\n“I am willing to help, 100 percent,” the teacher recalls saying.\n\r\nWatch the full story - \"Love, Life & the Virus\" - starting Tues., Aug. 11: https://to.pbs.org/2PGRsyo\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=AqdmXFCE4BE", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]