[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Becca Mancari: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n\"When I wrote this record it was about my own personal journey towards transforming from anger into forgiveness.\" In her calm, wise way, Nashville-based, New York-born singer-songwriter Becca Mancari frames her Tiny Desk (home) concert with this comment at the set's end. Mancari's new album, The Greatest Part (produced by drummer Zac Farro, who also plays in Paramore), tells her story of coming out and discovering a life path. This 15-minute set, recorded in bass player Duncan Shea's woodsy home studio, is an illuminating abridged version.\n\nIt's a joy, in this time of isolation, to see her band connect and build something beautiful, despite the masks. \"The band and I have been in our own little Corona-pod, but we wanted to be extra safe,\" Mancari says of the protective gear. She postponed this concert when the Black Lives Matter protests began in May: \"I wanted to be so careful of respecting an extremely important movement in our country both now and then. So, we decided to all wait, learn, grow, protest, and listen.\"\n\nExtra time gave the band a chance to deepen its bond. Mancari's songs often seek to reveal the unspoken, and you can hear that process in the way Caleb Hickman's inventive keyboard parts respond to Mancari's voice and Juan Solorzano's searching guitar lines. \"We actually filmed on July 4 to the sounds of fireworks,\" Mancari said. The only fireworks needed were in the room.\n\nSET LIST\n\"Hunter\"\n\"First Time\"\n\"Bad Feeling\"\n\"Like This\"\n\"I'm Sorry\"\n\nMUSICIANS\nBecca Mancari: vocals, guitar; Zac Farro: drums; Duncan Shea: bass; Juan Solorzano: guitar; Caleb Hickman: keyboards, synth\n\nCREDITS\nVideo by: AJ Gibboney, Monica Murray; Audio by: Jake Davis; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=V7swrM4dfuo", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]