[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Viciously Profitable Business of War", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\nSources & Visuals: https://docs.google.com/document/d/1NdSI1BLl561-4qyoMYOwPL37Y4reI3GxbgSaUKZcydA/edit?usp=sharing\n\nThere’s something special about war.\n\nOver the past 3,400 years of human history, we’ve spent only 268 of them in peace\n\nBut the business of war goes much further back than that, with the first one ever recorded in 2700 BCE in Mesopotamia\n\nThis makes the industry of war have a longer track record than the information industry, education, and banking combined\n\nWar is the ultimate discipline of any government. War is to government what life and death is to humans. If nations can meet the challenge of war, they’ll survive. If it can’t, they’ll perish.\n\nWar can also be looked at as a racket.\n\nIf you can help governments in their primal act of survival to remain in power by offering raw materials, weapons, soldiers, services to soldiers; you’re gonna be the government’s best friend.\n\nNormal business profit margins are around 10%, give or take. \nBut war-time profits? We’re talking 20%, 60%, 100%, 300%, 800%, the sky is the limit!\n\nDuPont for example during WWI, during the war-time years, their profits increased by more than 950%!\nOr take the Central Leather Company at that time, in the three years before the war, profits were around $3.5m. In 1916? $15m.\n\nDuring the Iraq War, often called the most privatized war in history; KBR, the main logistics supplier contractor for the US, we’re talking food, facilities, etc., got a whopping $39.5b in Iraq-related contracts\n\nKBR’s parent company, Halliburton’s CEO was paid $42.6m in 2004\nCACI’s CEO made a fairly decent $22.2m in 2004\nTITAN? He takes the crown with a $47.2m income in 2004 and 5\n\nIf you look throughout history - funding and supplying the enemy is all in a days work as a War Profiteer\n\nIn the War Industry: your customers are all the governments of the world.\n\nYou can’t make war-time profits... if there isn’t a war.\n\nThe general public usually never wants to go to war\n\nNow is the time to lobby for war, push for more conflicts, max out your campaign contributions, get the media involved\n\n-----------------------\n\n💾 My Editing Software: http://bit.ly/jt-CC\n\n🎥 My Video Gear, Tech, Books That Changed My Life, & more! https://amzn.to/2XZSXhx\n\n📜 Exact resume I used to get my $40/hr remote web dev job + a stupid amount of bonuses 👉 http://bit.ly/resume-secrets-now\n\n🌅 Join my Facebook Group for going remote: http://bit.ly/remote-job\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nSound:\n\nj'san., Kyle McEvoy - ramona\nhttps://soundcloud.com/iamjsan \nhttps://soundcloud.com/kylemcevoymusic \n\nMusic by Chillhop: http://chillhop.com/listen\nListen on Spotify: http://bit.ly/ChillhopSpotify\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning. Best of luck!\n\nAFFILIATE DISCLOSURE: Some of the links on this webpage are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or subscribe. However, this does not impact my opinions and comparisons whatsoever.", "link": "https://www.youtube.com/watch?v=VuT334NEmR8", "date_published": "2020-01-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]