[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "'Black Diamond Queens': A Conversation Between Maureen Mahon and Ann Powers", "description": "In partnership with The National Museum of African American History and Culture, join NPR Music for an engaging conversation highlighting African American women who have played a pivotal part in the rock and roll genre. Although African American women have influenced rock and roll, their presence in the genre has been diminished in favor of narratives of rock being dominated by White men. Journalist, cofounder and driving force behind NPR Music's Turning The Tables series Ann Powers will interview Maureen Mahon, author of Black Diamond Queens, to discuss how African American women have laid the foundation for rock and roll—from chart-topping hits and stage personas. The interview will also highlight recordings, albums, photographs, and other archival materials within the museum’s collections that document African American women’s history in rock and roll between the 1950s to the present. \n\nThis program is produced in partnership with The National Museum of African American History and Culture, and part of the Smithsonian American Women’s History Initiative - #BecauseOfHerStory\n\nBlack Diamond Queens can be purchased at the Duke University Press website. Use the code 'FALL2020' to get 50% off your purchase.", "link": "https://www.youtube.com/watch?v=p5NH5J6RWWE", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiana Major9: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | November 6, 2020\nAscending R&B talent Tiana Major9 welcomes us into her South London home with a band she assembled for her Tiny Desk (home) concert. Tiana gained the music world’s attention in August when Adele took to Instagram to call the song “Same Space?” “absolutely stunning!!” (The post was liked more than 430,000 times.) I was lucky enough to witness a private Tiana showcase in Los Angeles several months earlier, where I was moved by the refined nature of her voice.\n\nShe begins her Tiny Desk with an ending of sorts: the devastating “Collide,” written for the final sequence of Lena Waithe’s critically acclaimed film Queen & Slim. Later, she shows off her range and timbre on “Think About You,” a stunning love song that infuses elements of jazz, alternative R&B and her Jamaican roots. The sweetness in its refrain “I need more hours in the day … just to think about you” feels like a blueprint for how to spend the third wave of quarantine. \n\nSET LIST\n\"Collide\"\n\"...Exclusively\"\n\"Think About You\"\n\"Lucky\"\n\nMUSICIANS\nTiana Major9: vocals\nDaniella Bernard: keys\nGaetan Judd: guitar\nBenjamin Bekantoy: bass\n\nCREDITS\nVideo By: Lauren Ambersley\nAudio By: PRGRSHN\n\nTINY DESK TEAM\nProducer: Abby O'Neill\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=lzYBAe-Af-Y", "date_published": "2020-11-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Badder, The Better: Bobby Shmurda (Pt 1) | Louder Than A Riot, S1E6", "description": "Just like his legendary disappearing hat, Brooklyn rapper Bobby Shmurda's career was on the rise in 2014. But so was the evidence in a murder case against his crew, GS9. In the first of three episodes exploring Bobby's story, we look at his come-up through the eyes of former Epic Records exec Sha Money XL, who guided Bobby on his tightrope walk from the streets to superstardom. What happens when the industry capitalizes on a criminal persona? And do record execs have the juice to back Bobby up when things get too hot? \n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=-YOhQP2WvM0", "date_published": "2020-11-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]