[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Don Bryant: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nLauren Onkey | November 24, 2020\n\nClassic soul music feels best in a club, with a lead singer and big band, preferably with horns, playing off the excitement of a sweaty crowd, drawing them in to stories of love, or love lost, or love reclaimed. It's a hard feeling to find in our pandemic times.\n\nIn his Tiny Desk (home) concert, soul legend Don Bryant brings us there, with just a keyboard, a guitar player and an otherwise empty room. Wearing an elegant black and grey jacket matching his salt-and-pepper hair, Bryant evokes style and experience – someone who has been in it for the long haul.\n\n\nBryant, almost 80, has been in the music business since the early days of rock and roll; he wrote his first hit, the Five Royales' \"I Got to Know,\" in 1960. He went on to his biggest success as a songwriter for Hi Records in Memphis, home of Al Green, Ann Peebles (with whom he wrote \"I Can't Stand the Rain\") and Otis Clay. For a number of years he only recorded gospel music, until 2017 when he began releasing soul records again, backed by members of the Bo-Keys.\n\n\nAll of that history stands behind this performance, featuring three songs from his latest record, You Make Me Feel, all written by him. His voice is powerful and resonant, deeply rooted in gospel. The stripped-down band includes just the right players: Scott Bomer, who produced the album and is a member of the Bo-Keys, holds it down on percussive guitar, and Archie \"Hubbie\" Turner, a member of the rhythm section of Hi Records during its '70s heyday, is a master on the keyboards, locked in tight to Bryant's expressive vocals. It's a reminder that soul music really just needs a voice and a human story. We're lucky that Don Bryant is still at it, and at such a level.\n\nSET LIST\n\"Your Love is to Blame\"\n\"Is It Over\"\n\"Your Love is Too Late\"\n\n\nMUSICIANS\nDon Bryant: vocals\nArchie \"Hubbie\" Turner: keyboard\nScott Bomar: guitar\n\n\nCREDITS\nVideo: Justin Elliott Thompson and Nathan Black\nAudio: Adam Hill\n\n\nTINY DESK TEAM\nProducer: Bob Boilen\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=T8o7k1GCM0c", "date_published": "2020-11-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "KEM: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSuraya Mohamed | November 23, 2020\nRecorded in his hometown of Detroit, KEM's Tiny Desk performance is light, welcoming and beautifully decorated. So is his music. After almost 20 years of recording R&B hits like \"I Can't Stop Loving You\" and \"Love Calls,\" he still comforts my soul with his sultry voice and simple, yet satisfying melodies.\n\nFans have been waiting since 2014 for a new album and it finally dropped earlier this year. Love Always Wins is filled with his signature romantic style. With accompaniments by veteran musicians, Michael \"Nomad\" Ripoll on guitar and David McMurray on saxophone, we get to hear three songs from the album in this lovely set.\n\nThe first, \"Friend Today,\" poignantly articulates a love for our fellow humans: \"There's a roll like thunder / They killing our babies, Lord / They headed straight for the border / And we can no longer ignore it.\" KEM wrote \"Not Before You,\" a classic romantic love song, as a dedication to his wife, Erica. \"Lonely\" ends the set with an upbeat, hopeful vibe: \"There's a life waiting for you / In your brokenness.\" It's an affirmation that personal struggles can end in true happiness.\n\n\nSET LIST\n\"Friend Today\"\n\"Not Before You\"\n\"Lonely\"\n\nMUSICIANS\nKEM: vocals, keys\nMichael \"Nomad\" Ripoll: guitar\nDavid McMurray: saxophone\n\nCREDITS\nVideo: Herman Jenkins\nAudio: Kristofer Truzzi\n\nTINY DESK TEAM\nProducer: Suraya Mohamed\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=MrDA0ajZuWU", "date_published": "2020-11-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]