[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Demon's Souls Remake Lore Explained", "description": "Whether you're just diving into Demon's Souls for the first time, or you're revisiting the cult classic via the PS5 remake, one thing remains true: the Kingdom of Boletaria has a rich history that you need to know.\n\nDemon's Souls is full of deep lore and interesting stories: it's the tale of a mighty kingdom brought to its knees. Only you, the Slayer of Demons, can save Boletaria from the many beasts that now roam the land. This latest episode of Lorescape goes into detail about the history of the kingdom and what led to this new demon-infested state.\n\nIf you're unsure about diving in to the notoriously difficult game yourself, you can check out GameSpot's full Demon's Souls review. And if you need some help surviving, we have a list of handy beginner's tips too.", "link": "https://www.youtube.com/watch?v=JkpE5ggBOOE", "date_published": "2020-11-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Hidden Assassin's Creed Valhalla Secrets You Missed", "description": "Assassin's Creed Valhalla is filled to the brim with hidden secrets, weapons, and even worlds to find. We've brought together 9 of the best that you won't want to miss.\n\nAssassin's Creed Valhalla is the latest in Ubisoft's open world action franchise, and just like Odyssey and Origins before it, it's a huge game that's filled to the brim with quests, epic boss fights, and hidden secrets to find. However,  a lot of its coolest side quests don't appear in your quest log to track, instead putting it on the player to find the locations of these in a more organic way. \n\nFor those that just want to skip to the good stuff, the above video will show you nine of the coolest secrets in Assassin's Creed Valhalla, including how to kick off multi-part quests to get incredible legendary weapons and armor, how to deck out your settlement, as well as how to find some tough boss fights that yield exceptional rewards. \n\nFor more on Assassin's Creed Valhalla, we've got you covered with beginner's tips and graphics comparisons between current and next gen versions of the game, as well as comparing the PS5 version to the Xbox Series X one.\n\n0:00 - Intro\n0:24 - How to get to Asgard in Assassin's Creed Valhalla\n0:51 - Outside the Animus\n1:42 - How to get Hidden One Armor in Assassin's Creed Valhalla\n2:39 - Find fireflies and release them at your settlement\n2:59 - The Sisters of East Anglia \n3:51 - How to get Excalibur in Assassin's Creed Valhalla\n4:30 - Snake Monument\n4:50 - Build the Museum in Ravensthorpe\n5:14 - Hadrian's Wall\n5:51 - Outro", "link": "https://www.youtube.com/watch?v=V0YYR9Yh_jE", "date_published": "2020-11-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 and Xbox Series X/S Accessibility Features Explained", "description": "What accessibility features do the PS5 and Xbox Series X have, and how far has the industry come in improving accessibility in games?\n\nImprovements to accessibility in games has become more of a focus in recent years, and thankfully great strides have been made in opening up our favourite hobby to many more people who require additional considerations to enjoy their experiences.\n\nFrom studios with in-house Accessibility Consultants, to the Xbox Adaptive Controller, to the system level features of the PS5 and Xbox Series X & S, gaming is more accessible than ever. We spoke to Steve Saylor about what accessibility means and the progress the industry has made in improving it.\n\nRod Fergusson on developing for accessibility within Microsoft Game Studios: https://youtu.be/Kd86k4DzWYE?t=240", "link": "https://www.youtube.com/watch?v=hy2tOTCK1uo", "date_published": "2020-11-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]