[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "On Night Ginsburg Died, McConnell Pushed Trump to Nominate Barrett | Supreme Revenge | FRONTLINE", "description": "When liberal Supreme Court Justice Ruth Bader Ginsburg died at age 87, six weeks before the 2020 presidential election, Senator Mitch McConnell quickly reached President Donald Trump on the phone and made his plan clear, an excerpt from a FRONTLINE documentary reports.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\r\n“McConnell told [Trump] two things,” Josh Holmes, McConnell’s former chief of staff, told FRONTLINE in the above excerpt from \"Supreme Revenge: Battle for the Court,\" premiering Tuesday, Nov. 24. “McConnell said, first, I’m going to put out a statement that says we’re going to fill the vacancy. Second, he said, you’ve gotta nominate Amy Coney Barrett.”\n\nIt was a very different approach than McConnell had taken four-and-a-half years prior, when he refused to allow the Senate to consider President Barack Obama’s Supreme Court nominee, Merrick Garland, after Justice Antonin Scalia died more than eight months before the 2016 presidential election.\n\nBut as sources recount in the documentary, charges of hypocrisy did not deter McConnell. In the aftermath of Ginsburg’s death, McConnell’s political maneuvering went according to his plan — with Barrett’s speedy confirmation days before the 2020 election serving as a crowning achievement in a hard-fought, decades-long effort to tilt the ideology of the nation’s highest court to the right.\n\r\nGo inside McConnell's effort in \"Supreme Revenge: Battle for the Court,\" an updated version of 2019's \"Supreme Revenge,\" premiering 11/24: https://to.pbs.org/2UUWzgO\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=VJFscEL0ByY", "date_published": "2020-11-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]