[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "The Myth of a Free Press: Media Bias Explained", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-the-myth-of-a-free-press-media-bias-explained\n\nA video about mainstream media bias.\n\nTimestamps:\n\n00:00 \"Fake News\"\n01:20 Introduction\n04:34 The \"Migrant Crisis\" and the \"Migrant Caravan\"\n07:28 Anatomy of a News Report\n11:53 Media and Representation\n19:37 Manufacturing Consent\n31:51 Inside the Consent Factory\n48:26 Worthy and Unworthy Victims\n52:59 Conclusions\n\nLink to the BBC Newsnight report: https://www.youtube.com/watch?v=PbPLrDcItQU\n\nIn this month's episode of What the Theory?, I (Tom Nicholas) look at media bias and \"fake news\" primarily through the lens of Manufacturing Consent by Edward S. Herman and Noam Chomsky and the work of Stuart Hall on representation and the media.\n\nWe're going to put the corporate media under the spotlight in order to consider how media ownership leads to bias in the media which favours the richest and most powerful in our society.\n\nAs a case study, we're going to take a look at a news report which aired as part of the BBC's flagship news and current affairs programme BBC Newsnight. The report focuses on the \"migrant crisis\" and the current English Channel crossings. We're going to consider how BBC News has framed these Channel crossings, what response the report wants us to have to them and what aspects of the way in which our media works might have informed this.\n\nIt's a long one, but my goal was to create the ultimate media bias crash course. Hopefully, I've not done too badly on that front.\n\nSupport the channel on Patreon at http://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: http://twitter.com/tom_nicholas\nInstagram: http://instagram.com/tomnicholaswtf\nPatreon: http://patreon.com/tomnicholas\nWebsite: http://www.tomnicholas.com/\n\n#mediabias #chomsky #manufacturingconsent", "link": "https://www.youtube.com/watch?v=v-8t0EfLzQo", "date_published": "2020-09-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]