[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Katie Pruitt: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | October 26, 2020\nKatie Pruitt's voice is like a kite soaring through the sky of her songs. Just listen to how it catches the wind in the song that opens her Tiny Desk (home) concert, the title track from her captivating debut, Expectations. \"Sometimes I can't get outta my own head,\" Pruitt begins in a wry monotone that embodies the low mood she's describing. But phrase by phrase, Pruitt builds self-confidence until, by the end, she's fully aloft. Pruitt rides the high of her own chorus without histrionics. Here's an exceptional musician and songwriter who never feels the need to show off.\n\nThroughout this three-song set, recorded in the plant-strewn corner of Nashville's Minutia studio where Expectations was tracked, Pruitt and her two bandmates maintain this tone of steady excellence. She's playing with local treasures Zachariah Witcher on bass and Ross McReynolds on drums, and the trio locks in from the first note, building a cool rock groove as Pruitt unspools her stories. \"It's been a hard year,\" she says. \"But one thing about painful experiences is that ... it forces you to grow.\" Expectations offers myriad scenes of such transformation, documenting Pruitt's journey from a Southern Catholic childhood to adulthood as an out lesbian who, as she sings in \"Loving Her,\" is \"staying true to who I am.\" That song and the heartbreak waltz \"Out of the Blue,\" which completes this set, demonstrate Pruitt's gift: making her particular experiences universally relatable. Like her ace guitar work and that muscular yet weightless voice, these songs inspire with their easy largesse. \"Love each other, love yourself, wear a mask!\" Pruitt says by way of goodbye, her smile saying, I know you can.\n\nSET LIST\n\"Expectations\"\n\"Out Of The Blue\"\n\"Loving Her\"\n\nMUSICIANS\nKatie Pruitt: vocals, guitar\nZach Witcher: bass\nRoss McReynolds: drums\n\nCREDITS\nVideo by: Bella Mazzola & Sami Wideberg\nAudio by Gary Paczosa\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=QDJWmG7d0AM", "date_published": "2020-10-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Grouplove: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Grouplove’s Tiny Desk concert from 2011: https://www.npr.org/2011/10/11/141135010/grouplove-tiny-desk-concert\n\nBob Boilen | October 11, 2011\n\nGrouplove knows how to write the kind of songs that keep me awake at night, that sing in my head over and over, that have me pounding the steering wheel to the beat, and that are worth rolling down the car windows and sharing with pedestrians whether they want to hear them or not. These aren't the greatest singers or guitarists we've had play in the NPR Music offices — the early-day warmup for the three songs here seemed about the length of a full concert — that craft will strengthen as they play. Grouplove has been together for less than two years, but its knack for pop songwriting is priceless. You can hear it best on the band's debut album, Never Trust a Happy Song.\n\nSinger Hannah Hooper and songwriter, singer and guitarist Christian Zucconi met the other members of Grouplove — Sean Gadd, Ryan Rabin and Andrew Wessen — far from their homes at an artists' retreat on the Isle of Crete. They vowed to work on music together and recorded an EP in the garage of drummer Rabin's parents; Rabin's dad is Trevor Rabin, guitarist for the prog-rock band Yes in the early '80s and '90s.\n\nWhen it came time to work on Never Trust a Happy Song, Grouplove moved from the garage to Ryan Rabin's apartment, where he did his first major album production. The band is a collaborative unit, and though songs may start with Christian Zucconi, everyone chips in. Judging from the music, there's a lot of fun and sparks flying in those rehearsal sessions.\n\nGrouplove's name is emblematic of its spirit; it's also emblazoned as a tattoo on many of the band members. So, honestly, how could they ever break up? In the meantime, I look forward to hearing Grouplove grow.\n\nSET LIST\n\"Tongue Tied\"\n\"Itchin' On A Photograph\"\n\"Colours\"\n\nCREDITS\nMichael Katzif, Bob Boilen (cameras); edited by Bob Boilen; audio by Kevin Wait; photo by Emily Bogle/NPR", "link": "https://www.youtube.com/watch?v=O7VbbXCvtTg", "date_published": "2020-10-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]