[{"source": "https://www.theguardian.com/rss", "title": "Dear Evan Hansen wins three awards as virtual Oliviers honour theatre", "description": "<p>Newcomers joined stalwarts such as Matthew Bourne, who won his ninth award</p><p>Newcomers and established theatre figures shared the honours at the Olivier awards this year in a ceremony which was re-imagined for the Covid age.</p><p>A number of shows were honoured, but still there was one apparent constant: Sharon D Clarke, who scooped best actress for her performance in the Young Vic’s Death Of A Salesman and has become a fixture on the Olivier recognition lists. She was nominated for a supporting performance in 1995, 2003 and 2012, won supporting actress in 2014 and was named best actress in a musical in 2019 for her role in Caroline, Or Change.</p> <a href=\"https://www.theguardian.com/stage/2020/oct/25/new-musicals-win-awards-as-virtual-oliviers-honour-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/oct/25/new-musicals-win-awards-as-virtual-oliviers-honour-theatre", "date_published": "2020-10-25 23:40:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frank Bough, host of BBC's Grandstand, dies aged 87", "description": "<p>The star was one of the corporation’s highest-profile presenters in the 1970s and 1980s</p><p>The former TV presenter Frank Bough, best known for presenting the <a href=\"https://www.theguardian.com/media/bbc\">BBC</a>’s flagship sports show Grandstand, has died at the age of 87.</p><p>Bough, who also presented the news magazine show Nationwide and Breakfast Time, was one of the corporation’s highest-profile and highest-paid television hosts in the 1970s and 1980s. He reportedly died last Wednesday in a care home. No further details have been released.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/frank-bough-host-of-bbcs-grandstand-dies-aged-87\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/25/frank-bough-host-of-bbcs-grandstand-dies-aged-87", "date_published": "2020-10-25 22:16:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could Exeter's vision of world domination become reality? | Robert Kitson", "description": "<p>The Chiefs crave a final showdown with southern hemisphere champions but international call-ups may prove a big obstacle</p><p>Back in his days as a powerboat racer Exeter’s chairman, Tony Rowe, once broke a world speed record one misty October morning on Lake Windermere in 1976. Conditions were not ideal and he was stiff and tired having spent the previous night in an unheated camper van. Rowe was as surprised as anyone when he returned to shore to be told he had set a fastest time.</p><p>Having seen the relentless Chiefs complete the ultimate club rugby achievement by securing a Champions Cup and <a href=\"https://www.theguardian.com/sport/2020/oct/24/exeter-seal-double-beat-wasps-premiership-final-match-report\" title=\"\">Premiership double at a soaking Twickenham</a>, he now fancies another tilt at global domination, this time on dry land. Not content with having beaten all comers in Europe, the next vision is for Exeter to win a world club title within the next five years.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/25/exeter-world-domination-premiership-wasps\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/25/exeter-world-domination-premiership-wasps", "date_published": "2020-10-25 22:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Bridge review – the TV version of a dire corporate away-day", "description": "<p>It was supposed to be a show about teamwork and logistics in the face of adversity. Instead, this quest to win £100,000 consists mostly of participants bickering and moaning</p><p>The Bridge (Channel 4) is at just over its halfway point, and Saga Norén is yet to appear in her little green sports car to talk about how much she likes sex while solving Scandinavia’s most twisted murders. Alas, this is <a href=\"https://www.channel4.com/programmes/the-bridge\">The Bridge</a>, not <a href=\"https://www.bbc.co.uk/iplayer/episodes/b03bnc34/the-bridge\">The Bridge</a>: the latest in a long line of survival shows where contestants must work together in order to reach an island in the middle of a lake, where £100,000 is being held. Or at least they think it is. In order to jazz up an exercise wheeled out by corporate away-days, various dastardly twists have been introduced, reducing the prize fund and – more importantly – causing everyone to argue with each other, all the time.</p><p>This is standard survival-show fare. The contestants are kept hungry, so they argue about how hungry they are. They do not all hold the same view of teamwork, so they argue about who is pulling their weight and who is not. Nobody seems capable of agreeing on much, which, given that all they have to do is string a few logs on to some plastic, ad infinitum, is quite remarkable. The actual task of bridge-building appears to be so repetitive that it is barely shown on screen. Instead, they bicker and bicker.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/25/the-bridge-review-the-tv-version-of-a-dire-corporate-away-day\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/25/the-bridge-review-the-tv-version-of-a-dire-corporate-away-day", "date_published": "2020-10-25 22:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tao Geoghegan Hart is the real deal. He deserves Giro d'Italia success", "description": "<p>The British cyclist has a mature head on young shoulders, says his former coach and mentor</p><p>I had been awake for a while waiting for the stage to start, playing through every scenario in my mind and hoping that everything – the course, the weather – went in Tao’s favour. It’s a big emotional moment for people involved in his development and for his own team too, because they have been through a lot this year.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/oct/25/tao-geoghegan-hart-shock-giro-ditalia-win-stuff-of-comic-books-team-ineos-dave-brailsford-cycling\">Tao Geoghegan Hart's shock Giro d'Italia win 'the stuff of comic books'</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2020/oct/25/tao-geoghegan-hart-is-the-real-deal-he-deserves-giro-ditalia-success\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/oct/25/tao-geoghegan-hart-is-the-real-deal-he-deserves-giro-ditalia-success", "date_published": "2020-10-25 21:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stowaways held as special forces gain control of oil tanker off Isle of Wight", "description": "<p> Special Boat Service storms vessel after suspected attempt to hijack it</p><p>Seven stowaways have been detained after the Special Boat Service stormed a Liberian registered tanker off the Isle of Wight which they are suspected of attempting to hiijack.</p><p>The special forces responded to a request for help from Hampshire police in the early evening on Sunday, gaining control of the Nave Andromeda vessel in nine minutes after it was feared that the crew was no longer fully in charge.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/attempted-hijacking-of-oil-tanker-reported-off-isle-of-wight\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/25/attempted-hijacking-of-oil-tanker-reported-off-isle-of-wight", "date_published": "2020-10-25 20:54:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton still ambitious after breaking Schumacher's win record", "description": "<ul><li>The British driver is on 92 victories after Portuguese GP</li><li>‘We don’t sit back on our results, we keep working’</li></ul><p>Lewis Hamilton believes he can go on to even greater heights having surpassed Michael Schumacher’s record of Formula One race victories after his win at the Portuguese Grand Prix. The British driver took a commanding victory at the Autódromo Internacional do Algarve and is also now within touching distance of Schumacher’s record of seven world championships.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/oct/25/lewis-hamilton-wins-portuguese-gp-to-break-michael-schumachers-f1-record\">Lewis Hamilton wins Portuguese GP to break Michael Schumacher's F1 record</a> </p> <a href=\"https://www.theguardian.com/sport/2020/oct/25/lewis-hamilton-still-ambitious-after-breaking-schumachers-win-record\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/25/lewis-hamilton-still-ambitious-after-breaking-schumachers-win-record", "date_published": "2020-10-25 18:49:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin McCarra obituary", "description": "<p>Football writer for the Guardian, Times and Scotland on Sunday who was able to turn match reports into works of art</p><p>Kevin McCarra, who has died aged 62 of Alzheimer’s disease, was football correspondent for the Guardian from 2002 to 2012 and prior to that a football writer for the Times, Sunday Times and Scotland on Sunday. One of Scotland’s finest sportswriting exports, he was blessed with original thinking, a deep and genuine understanding of football, and an extraordinary talent for phraseology that allowed him to turn what might otherwise have been mundane match reports into works of art.</p><p>He was born in Glasgow, the youngest of three children, and grew up in Clarkston, on the outskirts of the city. His mother, Adele, was a pharmacist who later went into science teaching, and his father, Joe, was also a teacher. </p> <a href=\"https://www.theguardian.com/football/2020/oct/25/kevin-mccarra-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/25/kevin-mccarra-obituary", "date_published": "2020-10-25 18:34:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Free school meals: the Tory MPs defending refusal to support campaign", "description": "<p>The government has been under fire for lack of backing for Marcus Rashford’s initiative</p><p>Following last week’s <a href=\"https://www.theguardian.com/education/2020/oct/21/marcus-rashford-in-despair-as-mps-reject-free-school-meal-plan\">parliamentary vote against backing</a> Marcus Rashford’s campaign to extend free school meals (FSM) over the holidays to stop children going hungry, the government has faced heavy criticism for refusing to support the footballer’s proposal.</p><p>However, despite the growing backlash, some Conservatives have spoken in defence of ministers’ continuing refusal to perform a U-turn on the policy:</p> <a href=\"https://www.theguardian.com/education/2020/oct/25/free-school-meals-uk-marcus-rashford-conservative-mps-defend-ministers-refusal-to-u-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/25/free-school-meals-uk-marcus-rashford-conservative-mps-defend-ministers-refusal-to-u-turn", "date_published": "2020-10-25 18:18:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chile: millions head to polls in referendum on constitutional reform", "description": "<p>Abolishing Pinochet-era constitution was key demand of last year’s protests </p><p>Chilean streets filled on Sunday for the first time since the start of the coronavirus outbreak as millions of people turned out to vote on whether to get rid of the country’s Pinochet-era constitution in favour of a fresh charter drafted by citizens.</p><p>A new constitution was a key demand of fierce anti-government protests that erupted last year over inequality and elitism in one of Latin America’s most advanced economies, and have simmered ever since.</p> <a href=\"https://www.theguardian.com/world/2020/oct/25/chile-referendum-millions-head-to-polls-to-vote-on-constitutional-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/25/chile-referendum-millions-head-to-polls-to-vote-on-constitutional-reform", "date_published": "2020-10-25 18:02:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lawyers call for apology from Johnson and Patel for endangering colleagues", "description": "<p>Letter signed by more than 800 ex-judges and legal figures also accuses PM and home secretary of undermining rule of law</p><ul><li><a href=\"https://www.theguardian.com/law/2020/oct/25/ministers-must-end-their-attacks-on-lawyers\">Letter: Ministers must end their attacks on lawyers</a></li></ul><p><br />The UK prime minister and the home secretary are accused of endangering the personal safety of lawyers through their abusive attacks on the profession and should apologise, more than 800 former judges and senior legal figures have said in a letter sent to the Guardian.</p><p>Boris Johnson and Priti Patel are additionally accused in the letter of displaying “hostility” towards lawyers, undermining the rule of law and effectively risking the lives of those working in the justice system.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/25/lawyers-ask-johnson-and-patel-to-apologise-for-endangering-colleagues\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/25/lawyers-ask-johnson-and-patel-to-apologise-for-endangering-colleagues", "date_published": "2020-10-25 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Covid cases surge to new highs but White House focuses on vaccine hopes", "description": "<ul><li>83,718 new cases on Saturday, nearly matching 83,757 on Friday<br /></li><li><a href=\"https://www.theguardian.com/us-news/2020/oct/25/coronavirus-mike-pence-continues-campaign-tour-despite-chief-of-staffs-positive-test\">Meadows plays down turmoil as Pence staffers test positive</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/oct/25/donald-trump-joe-biden-election-latest-updates-mike-pence-marc-short-coronavirus-covid\">US politics – live coverage</a></li></ul><ul></ul><p>A day after the US set <a href=\"https://www.theguardian.com/us-news/2020/oct/24/us-coronavirus-cases-deaths-election-trump-biden\">a daily record for new coronavirus infections</a>, it came very close to doing it again.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/25/lincoln-project-jared-kushner-ivanka-trump-billboards\">'Sue if you must': Lincoln Project rejects threat over Kushner and Ivanka billboards</a> </p> <a href=\"https://www.theguardian.com/world/2020/oct/25/us-coronavirus-covid-cases-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/25/us-coronavirus-covid-cases-surge", "date_published": "2020-10-25 17:41:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England win Women’s Six Nations after Scotland hold France to draw", "description": "<ul><li>England six points clear with one match to play</li><li>France’s 13-13 draw in Glasgow takes them out of title race</li></ul><p>England coach Simon Middleton has paid tribute to his players after they retained their Women’s Six Nations title after chief rivals France were held to a 13-13 draw by Scotland.</p><p>With England due to face Italy next week, France needed a win in Glasgow to take the title race to the final round of games next weekend but they had their 10-point lead reeled in after the wing Rachel Shankland crossed in the 73rd minute. Helen Nelson’s conversion meant the match finished level as Scotland avoided defeat for the first time in three rounds of a tournament that has been interrupted by the coronavirus pandemic. England are now six points clear at the top of the table and cannot be caught, with their final match in Italy on Sunday.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/25/england-2020-womens-six-nations-scotland-france\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/25/england-2020-womens-six-nations-scotland-france", "date_published": "2020-10-25 17:12:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump aide admits 'we're not going to control pandemic' as Pence staff test positive", "description": "<ul><li>Senior aide Marc Short has virus but Pence will still campaign</li><li><a href=\"https://www.theguardian.com/world/2020/oct/25/us-coronavirus-covid-cases-surge\">US close to new daily record for coronavirus cases</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/oct/24/us-election-polls-tracker-trump-biden-swing-states\">US election polls tracker: who is leading in the swing states?</a></li></ul><p>Donald Trump’s White House chief of staff made an unusually candid admission on Sunday – that the administration does not intend to contain the coronavirus crisis.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/25/biden-trump-polls-elderly-suburban-women-voters\">Biden gains as suburban women and elderly voters turn backs on Trump</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/25/coronavirus-mike-pence-continues-campaign-tour-despite-chief-of-staffs-positive-test\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/25/coronavirus-mike-pence-continues-campaign-tour-despite-chief-of-staffs-positive-test", "date_published": "2020-10-25 16:42:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the restaurant where I work, Covid has brought out the worst in customers | Anonymous", "description": "<p>Normally I love working with people, but it’s no fun when they blame me for enforcing the rules that help keep us all safe </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Waitressing can be a difficult job at the best of times. The hours are long, the work is exhaustingly physical and the customers have a tendency to take out on you whatever frustrations have been building in them all week.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2020/oct/11/lockdown-rumours-make-me-feel-that-my-restaurants-fate-is-out-of-my-hands\">Lockdown rumours make me feel that my restaurant’s fate is out of my hands</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/25/restaurant-covid-customers-enforcing-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/25/restaurant-covid-customers-enforcing-rules", "date_published": "2020-10-25 16:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joan Hocquard, Britain’s oldest person, dies aged 112", "description": "<p>An ‘independent spirit’, she refused a 100th birthday card from the Queen</p><p>Britain’s oldest person, Joan Hocquard, who drove ambulances during the second world war, has died aged 112.</p><p>Hocquard died at her home in Poole, Dorset, on Saturday. Her nephew, Paul Reynolds, 74, said she had always sought to live life to the full and that she “loved eating butter and cream and didn’t believe in dieting”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/joan-hocquard-britains-oldest-person-dies-aged-112\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/25/joan-hocquard-britains-oldest-person-dies-aged-112", "date_published": "2020-10-25 15:54:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin McCarra: a pioneer who changed football journalism", "description": "<p>The former Guardian football correspondent, who has died aged 62, was crisp, prescient and transformative in his writing</p><p>It was around about 1990, long before journalists had mobile phones. <a href=\"https://www.theguardian.com/profile/kevinmccarra\">Kevin McCarra, the former football correspondent of the Guardian</a> who died from Alzheimer’s disease on Saturday aged 62, was travelling from Glasgow to cover a game at Easter Road for Scotland on Sunday when his train got stuck somewhere near Falkirk. Time passed. It became clear Kevin wasn’t going to make kick-off. Still the train didn’t move. He wasn’t going to make half-time, either.</p><p>Unable to contact his desk but knowing they had a space to fill and needed copy, he composed a piece about being on the train with frustrated fans, filed when he was finally able to disembark and somehow produced something true and insightful, and far more memorable than anything that had been written at the game itself.</p> <a href=\"https://www.theguardian.com/football/2020/oct/25/kevin-mccarra-a-pioneer-who-changed-football-journalism-former-guardian-football-correspondent-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/25/kevin-mccarra-a-pioneer-who-changed-football-journalism-former-guardian-football-correspondent-dies", "date_published": "2020-10-25 15:44:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests, drones and a furnace in technicolour: the weekend's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/oct/25/protests-drones-and-a-furnace-in-technicolour-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/oct/25/protests-drones-and-a-furnace-in-technicolour-the-weekends-best-photos", "date_published": "2020-10-25 15:38:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS denies elderly people were refused care during early Covid", "description": "<p>Healthcare bosses rebut claims that patients thought unlikely to survive were ‘written off’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>NHS bosses have denied claims that thousands of frail elderly people were denied potentially life-saving care at the peak of the pandemic in order to stop the health service being overrun.</p><p>NHS England took the unusual step on Sunday of issuing a 12-page rebuttal to allegations in the <a href=\"https://www.thetimes.co.uk/edition/news/revealed-how-elderly-paid-price-of-protecting-nhs-from-covid-19-7n62kkbtb\">Sunday Times</a> that patients deemed unlikely to survive were “written off” by being refused intensive care.</p> <a href=\"https://www.theguardian.com/society/2020/oct/25/nhs-denies-elderly-people-were-refused-care-during-early-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/25/nhs-denies-elderly-people-were-refused-care-during-early-covid", "date_published": "2020-10-25 14:16:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish Tory leader: I still can't see why Dominic Cummings did not resign", "description": "<p>Durham lockdown trip by prime minister’s adviser undermined government, says Douglas Ross</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Scottish Tory leader, Douglas Ross, has reignited the row over Dominic Cummings’ Durham lockdown trip by indicating that he could not see how the prime minister’s most senior aide did not resign over the incident.</p><p>Ross, who <a href=\"https://www.theguardian.com/politics/2020/may/26/junior-minister-resigns-over-dominic-cummings-lockdown-trip-douglas-ross\">quit his junior ministerial post</a> in protest at Cummings’ 264-mile journey from London at the height of Covid-19 restrictions, said the actions of Boris Johnson’s adviser were “indefensible” and that they had undermined the government.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/25/scottish-tory-leader-dominic-cummings-resign-durham-douglas-ross\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/25/scottish-tory-leader-dominic-cummings-resign-durham-douglas-ross", "date_published": "2020-10-25 14:08:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We had nudity on the greens!’ The battle over Britain’s golf courses", "description": "<p>The country’s fairways take up a huge amount of green space – and many were thrown open to the public during lockdown. Should that change be made permanent?</p><p><a href=\"https://www.hollingburygc.co.uk/\">Hollingbury </a><a href=\"https://www.hollingburygc.co.uk/\">golf </a><a href=\"https://www.hollingburygc.co.uk/\">course</a> is a big splodge of green bleeding into Brighton’s grey urban sprawl. For more than a century, its 18 holes have risen above the seaside city towards the ruins of an iron age hillfort, which is now enclosed by holes nine, 12, 13, and 14. From Hollingbury’s highest point, it is possible to look west on a clear day and see the hills of the Isle of Wight.</p><p>As housing has spread around the course, which is owned by the council, so has tension between golfers and walkers, who are permitted to cut across it on a network of footpaths and old drovers’ tracks. Relations seem calm on the autumn day I visit, but I gather “Fore!” is not the only four-letter exclamation to have bounced along the manicured fairways.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/25/we-had-nudity-on-the-greens-the-battle-over-britains-golf-courses\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/25/we-had-nudity-on-the-greens-the-battle-over-britains-golf-courses", "date_published": "2020-10-25 14:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Desperate UK Covid home workers renting solace from nimble-footed firms", "description": "<p>Offers of desk space, good wifi and refreshment are helping hotels and others to balance their books</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Tired of working on the kitchen table or juggling conference calls and family life, and with no return to their desks in sight, many of the country’s office workers are seeking out alternative workplaces – from hotel rooms and cocktail bars to fitness clubs – for a change of scene.</p><p>Businesses are hoping that the offer of a desk, reliable wifi and refreshments will attract workers weary of half a year of working from home, while boosting their income in challenging times.</p> <a href=\"https://www.theguardian.com/business/2020/oct/25/desperate-uk-covid-home-workers-renting-solace-from-nimble-footed-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/25/desperate-uk-covid-home-workers-renting-solace-from-nimble-footed-firms", "date_published": "2020-10-25 12:17:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No more Mr Muscle: the activists championing body confidence for men", "description": "<p>Body image issues are rising fast among men. But positivity campaigners are raising the profile of men of all shapes and sizes</p><p>Back in 2013, Kelvin Davis was shopping for a red blazer in his home town of Columbia, South Carolina, when he was publicly body shamed. The school teacher, who is 5ft 10in and wears 38in waist trousers, had not previously been concerned about his frame. “The tipping point was when the sales assistant told me I was too big to shop there,” he says, adding it was made worse by the fact that others overheard. “I felt very insecure and didn’t know how to deal with that.”</p><p>So he turned online, launching his blog, <a href=\"https://notoriouslydapper.com/kelvin-davis/\" title=\"\">Notoriously Dapper</a>. Davis felt overlooked by the fashion industry, because of his size and colour. The blog enabled him to delight in fashion, talk about his body and interact with other guys who felt vulnerable. People were initially puzzled – “They’d say: what’s a men’s body-positivity blog?” recalls Davis – but, in time, his loud shirts and sunny outlook attracted a loyal following. He now has 15,000 blog subscribers and more than 92,000 Instagram followers – and has modelled for brands including Gap.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/25/no-more-mr-muscle-the-activists-raising-body-confidence-for-men\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/25/no-more-mr-muscle-the-activists-raising-body-confidence-for-men", "date_published": "2020-10-25 12:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Possible Veronica Guerin murder weapon found in Spanish drug raid", "description": "<p>Revolver recovered during police raid on Alicante villa of Irish trafficker John Gilligan</p><p>Spanish and Irish police are examining a revolver found during a raid on the Alicante villa of the convicted Irish drug trafficker John Gilligan to determine whether it was the weapon used in the murder of the journalist Veronica Guerin.</p><p>Gilligan, whose gang murdered the campaigning reporter on the outskirts of Dublin in 1996, was never convicted in connection with her killing. He did, however, threaten Guerin and her young son when she investigated his wealth and lifestyle.</p> <a href=\"https://www.theguardian.com/world/2020/oct/25/suspected-veronica-guerin-weapon-found-in-spanish-drug-raid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/25/suspected-veronica-guerin-weapon-found-in-spanish-drug-raid", "date_published": "2020-10-25 11:33:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Deep down, he's a terrified little boy': Bob Woodward, John Bolton and others on Trump", "description": "<p>The authors of recent exposés, including Mary Trump and Anthony Scaramucci, on the president, his time in office – and what they expect to happen at the polls</p><p><strong><a href=\"https://www.theguardian.com/media/bob-woodward\">Bob Woodward</a> is associate editor of the </strong><em><strong>Washington Post</strong></em><strong> and the author of </strong><strong>20</strong><strong> books on American politics. In </strong><strong>50</strong><strong> years as a journalist he has covered </strong><strong>nine</strong><strong> presidents. His reporting on the Watergate break-in and cover-up with his colleague <a href=\"https://www.theguardian.com/profile/carl-bernstein\">Carl Bernstein</a> helped bring down Richard Nixon and won the </strong><em><strong>Post</strong></em><strong> a Pulitzer prize. His latest book about </strong><strong>Donald Trump</strong><strong>, </strong><em><strong><a href=\"https://guardianbookshop.com/rage-9781471197710.html\">Rage</a></strong></em><strong>, is based on 10 hours of interviews, spread over 19 taped phone calls, often initiated by the president himself, in which Trump proved “only too willing to blow the whistle on himself”, as the </strong><em><strong>Observer</strong></em><strong>’s review noted.</strong></p> <a href=\"https://www.theguardian.com/us-news/2020/oct/25/deep-down-terrified-little-boy-bob-woodward-mary-trump-john-bolton-anthony-scaramucci-on-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/25/deep-down-terrified-little-boy-bob-woodward-mary-trump-john-bolton-anthony-scaramucci-on-donald-trump", "date_published": "2020-10-25 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigating Grenfell Tower fire make first arrest", "description": "<p>Unnamed 38-year-old arrested on Saturday in Sussex<br /></p><p>Police investigating the Grenfell Tower disaster have arrested a man on suspicion of perverting the course of justice.</p><p>The unnamed 38-year-old was arrested on Saturday in Sussex and taken to a local police station, Scotland Yard said. Detectives released him the same day under investigation.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/police-investigating-grenfell-tower-fire-make-first-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/25/police-investigating-grenfell-tower-fire-make-first-arrest", "date_published": "2020-10-25 10:32:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush man wrongly classified as illegal immigrant left destitute for a year", "description": "<p>Home Office delay described as ‘shocking’ in report by parliamentary ombudsman</p><p>An electrician who was wrongly classified as being an illegal immigrant, despite living in London for more than 45 years, was destitute as he waited a year for the Windrush taskforce to decide on his application to stay in the UK, the parliamentary ombudsman has ruled.</p><p>Applications to the taskforce were meant to be processed within two weeks. The year-long wait was described as “shocking” by the ombudsman in a detailed report published this week – the latest of a series of highly critical reviews into the performance of the Home Office over the Windrush scandal.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/windrush-man-wrongly-classified-as-immigrant-left-destitute-for-a-year\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/25/windrush-man-wrongly-classified-as-immigrant-left-destitute-for-a-year", "date_published": "2020-10-25 10:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swing out, sisters: the nuns singing through lockdown", "description": "<p>With the help of daily meditation, prayer and Zoom, the Poor Clares of Arundel have thrived in lockdown. And now the nuns are recording an album</p><p>Social distancing and lockdown come naturally to the <a href=\"https://www.poorclaresarundel.org/us\" title=\"\">Poor Clares of Arundel</a> in West Sussex: after all, they’ve been doing it for 800 years. “In our day-to-day life the pandemic has hardly affected us at all,” says Sister Gabriel, who joined the order of enclosed nuns in 1994, aged 23. “The biggest sadness for us is that we’ve not been able to have visitors – we’ve hardly seen any outsiders for months.”</p><p>Now, though, the outside world is hearing from the Poor Clares, because on the eve of lockdown, back in March, the nuns were in the final stages of recording their debut album. The sisters hope it will bring some of the simple, balanced principles of cloister life to those struggling with the fallout from Covid. “It’s been a time of great anxiety and stress, and people really need to zone out and find a place of peace,” says Sister Gabriel.</p> <a href=\"https://www.theguardian.com/music/2020/oct/25/swing-out-sisters-the-nuns-singing-through-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/25/swing-out-sisters-the-nuns-singing-through-lockdown", "date_published": "2020-10-25 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It feels like a nightmare': Sussex villagers aghast at road plan", "description": "<p>Route chosen for £250m dual carriageway around Arundel avoids national park but slices through three villages</p><p>“It’s like they are torturing us. Each step, it just gets worse.” Gilly McCadden is in tears. She has just learned that the route chosen for the £250m dual carriageway around Arundel in West Sussex will bring four lanes of 70mph traffic within metres of her house and garden.</p><p>The new route of the A27, bypassing a bypass built in the 1960s, has been planned – and resisted – since the 1980s. Now Highways England has <a href=\"https://highwaysengland.co.uk/our-work/south-east/a27-arundel-bypass/\">unexpectedly chosen the “grey route”</a> – a longer, more expensive plan that slices through three villages but avoids the <a href=\"https://visitsouthdowns.com/\">South Downs national park</a>. For locals in the village of <a href=\"https://www.binsted.org/\">Binsted</a> who fought previous iterations of the plan for destroying ancient woodlands, it means the proposed road will crash through their gardens and peaceful meadows.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/25/it-feels-like-a-nightmare-sussex-villagers-aghast-at-road-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/25/it-feels-like-a-nightmare-sussex-villagers-aghast-at-road-plan", "date_published": "2020-10-25 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fighting tyranny with milk tea: the young rebels joining forces in Asia", "description": "<p>Activists in Hong Kong, Taiwan and Thailand have formed a novel international alliance to defy authoritarian rule</p><p>The language, the demands and the backdrop were different, but the protests across central Bangkok last week would have looked familiar to anyone who followed the mass demonstrations that roiled Hong Kong for a year from June 2019.</p><p>Crowds of young protesters, dressed in black and wearing hard hats, poured through the streets to locations announced at the last minute on social media. As the police closed in and the protesters prepared for confrontation, hand gestures and human chains ensured supplies including protective masks and water reached the front lines.</p> <a href=\"https://www.theguardian.com/world/2020/oct/25/fighting-tyranny-with-milk-tea-the-young-rebels-joining-forces-in-asia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/25/fighting-tyranny-with-milk-tea-the-young-rebels-joining-forces-in-asia", "date_published": "2020-10-25 08:50:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Instagram row over plus-size model forces change to nudity policy", "description": "<p>Facebook amends code after deletion of black users’ photos sparks outrage</p><p>As campaigning victories go, forcing Mark Zuckerberg’s social media empire to admit a discriminatory flaw in its policy is no small feat.</p><p>But <a href=\"https://www.theguardian.com/technology/2020/aug/09/instagrams-censorship-of-black-models-photo-shoot-reignites-claims-of-race-bias-nyome-nicholas-williams\" title=\"\">following a campaign launched in this paper</a>, the <em>Observer </em>can exclusively reveal that Instagram and its parent company Facebook will be updating its policy on nudity in order to help end discrimination of plus-size black women on its platforms and ensure all body types are treated fairly.</p> <a href=\"https://www.theguardian.com/technology/2020/oct/25/instagram-row-over-plus-size-model-forces-change-to-nudity-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/oct/25/instagram-row-over-plus-size-model-forces-change-to-nudity-policy", "date_published": "2020-10-25 08:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chilling find shows how Henry VIII planned every detail of Boleyn beheading", "description": "<p>Archives discovery shows the calculated nature of the execution and reinforces the image of the king as a ‘pathological monster’</p><p>It is a Tudor warrant book, one of many in the National Archives, filled with bureaucratic minutiae relating to 16th-century crimes. But this one has an extraordinary passage, overlooked until now, which bears instructions from Henry VIII explaining precisely how he wanted his second wife, Anne Boleyn, to be executed.</p><p>In this document, the king stipulated that, although his queen had been “adjudged to death… by burning of fire… or decapitation”, he had been “moved by pity” to spare her the more painful death of being “burned by fire”. But he continued: “We, however, command that… the head of the same Anne shall be… cut off.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/25/chilling-find-shows-how-henry-viii-planned-every-detail-of-boleyn-beheading\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/25/chilling-find-shows-how-henry-viii-planned-every-detail-of-boleyn-beheading", "date_published": "2020-10-25 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twenty years of the International Space Station – but was it worth it?", "description": "<p>Has the ISS benefited society? Scientists are divided: for some, it’s a beacon of unity; for others, just a set for an action film</p><p>Space scientists are preparing to celebrate a remarkable astronautical achievement. In a few days, they will mark the 20th anniversary of humanity’s continuous presence in outer space.</p><p>For two decades, teams of astronauts have made their homes 250 miles above our planet through their uninterrupted occupancy of the International Space Station (ISS). First inhabited by US astronaut Bill Shepherd and Russian cosmonauts Sergei Krikalev and Yuri Gidzenko on 2 November 2000, the ISS has since provided shelter for a steady rotation of crews that has ensured the station has never been left unoccupied. </p> <a href=\"https://www.theguardian.com/science/2020/oct/25/twenty-years-of-the-international-space-station-but-was-it-worth-it\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/oct/25/twenty-years-of-the-international-space-station-but-was-it-worth-it", "date_published": "2020-10-25 06:49:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: magical realism in everyday Dublin", "description": "<p>Tony O’Shea’s bewitching image, taken on the upper deck of a city bus, finds the magic in the everyday</p><p>The Irish writer Colm Tóibín was first introduced to the photographs of Tony O’Shea when he was an editor at a magazine called <em>In Dublin</em> back in the late 1970s. O’Shea was in the habit of coming to the magazine’s office every other Friday with a cardboard box containing a fortnight’s black-and-white prints, pictures he’d taken around the city’s streets. The photographs, Tóibín observed, in the introduction to their landmark collaborative book of 1990, <em>Dubliners</em>, “were like nothing I’d ever seen”. He looked forward to O’Shea’s arrival, and each time, though the magazine might be going to press, found himself “taking the cardboard box away with me, looking through the photos again and again on my own and wondering about them”.</p><p>It was Tóibín who first sent O’Shea out on Dublin buses for a story to capture the life of the city from the upper deck. You would never say of O’Shea’s pictures that anything was typical of his work, but this photograph taken in 1989 of two boys and the kestrel is a memorable example of the magical realism that he so often seemed to locate in the everyday. Strange animal spirits are everywhere apparent in his pictures: raggedy boys stand on horseback on city streets, hounds are held at bay on misty bogland; in a famous series, Dublin housewives carry Christmas turkeys home from a side-street butcher, heads and necks and beaks dangling at their knees.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/25/the-big-picture-magical-realism-in-everyday-dublin\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/25/the-big-picture-magical-realism-in-everyday-dublin", "date_published": "2020-10-25 06:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden gains as suburban women and elderly voters turn backs on Trump", "description": "<p>Nine days out from election day, polling shows the Democratic nominee with big leads in key demographics</p><p><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden’s</a> hopes of reaching the White House could rest on two crucial demographic groups that appear to be deserting Donald Trump: elderly people and suburban women.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/oct/25/donald-trump-supreme-court-amy-coney-barrett-senate-joe-biden-democrats-republicans\">Trump assaulted American democracy – here's how Democrats can save it</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/25/biden-trump-polls-elderly-suburban-women-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/25/biden-trump-polls-elderly-suburban-women-voters", "date_published": "2020-10-25 06:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}]