[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "Whiteness: WTF? White Privilege and the Invisible Race", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-whiteness-wtf-white-privilege-and-the-invisible-race\n\nAn introduction to Whiteness, Race, and White Privilege.\n\nTimestamps:\n\n0:00 Whiteness\n02:45 The Invention of Race\n07:34 Whiteness is (in)visible\n12:27 White Privilege\n19:00 White $uprem@cy\n25:00 Conclusions\n\nIn this month's episode of What the Theory?, we're taking a look at whiteness. We'll be looking at how Anglo-American culture generally frames whiteness as invisible and white people as \"the norm\" or \"the default\". This often allows white people to view ourselves as race-less in a manner unafforded to Black people, Indigenous people and people of colour. It also allows us to ignore the ways in which whiteness structures our lives and our complicity in racist structures.\n\nWe'll be taking a look at numerous different approaches to foregrounding and critically discussing whiteness, some of it drawing on the academic field of Critical Whiteness Studies, and some of it drawing on the broader field of Critical Race Theory. We'll look at some commonly discussed concepts surrounding whiteness including white privilege, white guilt and white fragility as outlined in the work of Peggy McIntosh and Robin Diangelo as well as taking a brief look at the \"Blue Eyes/Brown Eyes\" workshop devised by Jane Elliot. Then, we'll proceed to consider some more critical takes on whiteness as developed by scholars including Sara Ahmed and Charles W. Mills.\n\nAs mentioned in the video, I'm going to donate any ad revenue that this video generates to The Free Black University Fund which is working to support decolonisation efforts in UK Universities and to more generally support Black scholars. If you'd like to join me in supporting their work then you can do so here: https://uk.gofundme.com/f/the-free-black-university\n\nSelect References\n\nAhmed, Sara. \"Declarations of Whiteness: The Non-Performativity of Anti-Racism.\" borderlands 3, no. 4 (2004). http://www.borderlands.net.au/vol3no2_2004/ahmed_declarations.htm.\n\nDiangelo, Robin. White Fragility: Why It’s So Hard for White People to Talk About Racism. Boston: Beacon Press, 2018.\n\nDu Bois, W.E.B. Black Reconstruction in America. New York: The Free Press, 1998. 1935.\n\nDyer, Richard. White. London: Routledge, 1997.\n\nHartigan Jr., John. Odd Tribes: Toward a Cultural Analysis of White People. Durham: Duke University Press, 2005.\n\nIgnatin, Noel. \"Letter to Progressive Labor.\" In Revolutionary Youth & the New Working Class: The Praxis Papers, the Port Authority Statement, the Rym Documents and Other Lost Writings of SDS, edited by Carl Davidson, 148-63. Pittsburgh: Changemaker Publications, 2011.\n\nMcIntosh, Peggy. \"White Privilege: Unpacking the Invisible Knapsack.\" Peace and Freedom, July/August 1989 1989, 10-12.\n\nMills, Charles W. \"Racial Exploitation and the Wages of Whiteness.\" In What White Looks Like: African American Philosophers on the Whiteness Question, edited by George Yancy, 25-54. London: Routledge, 2004.\n\n———. \"White Supremacy as Sociopolitical System: A Philosophical Perspective.\" In White Out: The Continuing Significance of Racism, edited by Ashley “Woody” Doane and Eduardo Bonilla-Silva, 35-48. London: Routledge, 2003.\n\nSaini, Angela. Superior: The Return of Race Science. London: 4th Estate, 2019.\n\nSupport the channel on Patreon at http://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: http://twitter.com/tom_nicholas\nInstagram: http://instagram.com/tomnicholaswtf\nPatreon: http://patreon.com/tomnicholas\nWebsite: http://www.tomnicholas.com/", "link": "https://www.youtube.com/watch?v=o5zDo_TkSnA", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]