[{"source": "https://www.theguardian.com/rss", "title": "Segway, personal vehicle known for high-profile crashes, ending production", "description": "<p>Company will retire Segway PT, popular with tourists and police officers, on 15 July</p><p>Segway, which boldly claimed its two-wheeled personal transporter would revolutionize the way people get around, is ending production of its namesake vehicle.</p><p>The Segway PT, popular with tourists and police officers but perhaps better known for its high-profile crashes, will be retired on 15 July, the company said in a statement.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/23/segway-transporter-production-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/23/segway-transporter-production-ends", "date_published": "2020-06-23 23:50:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "José Mourinho hails 'fundamental' Harry Kane as Moyes hits out at VAR", "description": "<ul><li>Kane scored second goal in 2-0 victory over the Hammers</li><li>David Moyes unhappy Spurs’ first goal was not ruled out</li></ul><p>José Mourinho emphasised that Harry Kane is “fundamental” to his Tottenham side after watching the England striker score his first Premier League goal of 2020 in the <a href=\"https://www.theguardian.com/football/2020/jun/23/tottenhams-harry-kane-back-on-target-to-deepen-west-hams-misery\">2-0 home win against struggling West Ham</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/jun/23/tottenhams-harry-kane-back-on-target-to-deepen-west-hams-misery\">Tottenham's Harry Kane back on target to deepen West Ham's misery</a> </p> <a href=\"https://www.theguardian.com/football/2020/jun/24/harry-kane-fundamental-to-tottenham-says-mourinho-after-west-ham-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/24/harry-kane-fundamental-to-tottenham-says-mourinho-after-west-ham-win", "date_published": "2020-06-23 23:05:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A generation of UK researchers could be lost in funding crisis", "description": "<p>Covid-19 has slashed donations to medical research funding, charities warn Boris Johnson</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The discovery of new cancer treatments could be delayed, research institutes shut, and a whole generation of upcoming scientists lost because of a funding crisis in medical research, charities have warned.</p><p>Covid-19 has caused fundraising to plummet, with events cancelled and charity shops shut because of the lockdown. The upshot is a dire financial situation that could have a severe impact on research crucial to finding new ways to diagnose, manage and treat diseases from cancer to neurological conditions and heart disease.</p> <a href=\"https://www.theguardian.com/science/2020/jun/24/a-generation-of-uk-researchers-could-be-lost-in-funding-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jun/24/a-generation-of-uk-researchers-could-be-lost-in-funding-crisis", "date_published": "2020-06-23 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons spend quarter of day online since lockdown, says Ofcom", "description": "<p>Pandemic has sent internet usage soaring and may leave lasting legacy, report says</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The average Briton now spends a quarter of their waking day online, according to new research that shows how internet usage has exploded during the coronavirus pandemic.</p><p>Ofcom’s annual <a href=\"https://www.ofcom.org.uk/research-and-data/internet-and-on-demand-research/online-nation\">Online Nation</a> report reveals that at the height of lockdown the average UK adult was spending a daily average of four hours and two minutes online – up from three-and-a-half hours in September last year.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/24/britons-spend-quarter-of-day-online-since-lockdown-says-ofcom\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/24/britons-spend-quarter-of-day-online-since-lockdown-says-ofcom", "date_published": "2020-06-23 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists link bowel inflammation to higher risk of dementia", "description": "<p>Study is latest to find high degree of correlation between gut health and mental health</p><p>People living with inflammatory bowel disease (IBD) have more than twice the risk of developing dementia, researchers have revealed in the latest study to link gut health to neurological diseases.</p><p>A growing body of research suggests changes in the gastrointestinal tract may affect the brain through two-way communication known as the gut-brain axis.</p> <a href=\"https://www.theguardian.com/society/2020/jun/23/scientists-link-bowel-inflammation-to-higher-risk-of-dementia\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/23/scientists-link-bowel-inflammation-to-higher-risk-of-dementia", "date_published": "2020-06-23 22:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Not a great look': Andy Murray aims volley at Djokovic after win over Broady", "description": "<ul><li>Coronavirus-ravaged Adria Tour ‘should not have gone ahead’</li><li>Murray prevails 6-2, 6-2 at Battle of the Brits event in London</li></ul><p>In normal circumstances, Andy Murray’s return to tennis after seven months away with a solid straight-sets win over an ebullient contender, Liam Broady, would be the feelgood moment of a shredded season starved of positivity. Yet, as encouraging as his 6-2, 6-2 win was on the opening day of the Battle of the Brits – the charity event his brother, Jamie, has brought to London behind closed doors – Murray struck his most memorable blows in front of the microphone afterwards.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/jun/23/novak-djokovic-has-used-his-influence-irresponsibly-and-now-reality-has-struck\">Novak Djokovic has used his influence irresponsibly and now reality has struck | Tumaini Carayol</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jun/23/andy-murray-impresses-in-win-over-liam-broady-at-battle-of-the-brits\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/23/andy-murray-impresses-in-win-over-liam-broady-at-battle-of-the-brits", "date_published": "2020-06-23 22:22:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus has brought US 'to its knees', says CDC director", "description": "<p>Dr Robert Redfield tells hearing that public health capabilities underfunded as US sees more than 2.3 million cases</p><p>A US public health chief told Congress on Tuesday that coronavirus has “brought this nation to its knees” as America struggles with <a href=\"https://www.theguardian.com/world/ng-interactive/2020/jun/18/coronavirus-map-us-latest-cases-state-by-state\">more than 2.3 million confirmed cases</a> and more than 121,000 deaths so far.</p><p>Dr Robert Redfield, director of the federal Centers for Disease Control and Prevention (CDC), told a hearing in Washington that core public health capabilities in the US had been vastly underfunded for a long time and needed urgent investment.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/anthony-fauci-covid-19-statement-house-hearing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/anthony-fauci-covid-19-statement-house-hearing", "date_published": "2020-06-23 22:11:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I felt alone': Jürgen Klopp looks back at Palace defeat as Liverpool close on title", "description": "<ul><li>Klopp criticised fans after Palace won at Anfield in 2015</li><li>Premier League leaders host Crystal Palace on Wednesday</li></ul><p>Jürgen Klopp believes the importance of the Premier League title to Liverpool will ensure he feels more support inside an empty Anfield on Wednesday than during <a href=\"https://www.theguardian.com/football/2015/nov/08/jurgen-klopp-liverpool-crystal-palace\">his first “lonely” encounter</a> against Crystal Palace in 2015.</p><p>Victory against Palace would be enough to secure Liverpool’s first league championship for 30 years should Manchester City drop points at Chelsea on Thursday. Roy Hodgson’s team would be fitting opponents for the Liverpool manager to complete his transformation.</p> <a href=\"https://www.theguardian.com/football/2020/jun/23/jurgen-klopp-liverpool-crystal-palace-premier-league-title\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/23/jurgen-klopp-liverpool-crystal-palace-premier-league-title", "date_published": "2020-06-23 21:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rees-Mogg loses vote to let MPs debate bullying claims", "description": "<p>MPs and women’s groups said proposal would have weakened efforts to stop harassment</p><p>MPs have voted down controversial proposals introduced by the leader of the House of Commons, Jacob Rees-Mogg, that would have allowed them to debate complaints about serious bullying and harassment.</p><p>In an open letter <a href=\"https://www.theguardian.com/politics/2020/jun/23/rees-mogg-accused-of-wrecking-parliament-harassment-body\">seen by the Guardian</a>, past and present parliamentary staff, union leaders, MPs and women’s groups had accused Rees-Mogg of undermining a new independent system designed to prevent bullying and sexual harassment in parliament, by allowing MPs to debate serious sanctions made by a new independent expert panel (IEP).</p> <a href=\"https://www.theguardian.com/politics/2020/jun/23/rees-mogg-loses-vote-to-let-mps-debate-bullying-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/23/rees-mogg-loses-vote-to-let-mps-debate-bullying-claims", "date_published": "2020-06-23 20:58:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burnley to show support for Black Lives Matter in 'clear stand' against banner", "description": "<ul><li>‘White Lives Matter Burnley’ banner was flown over the Etihad</li><li>Premier League club will display inclusive message at Turf Moor</li></ul><p>Burnley will demonstrate further opposition to the “White Lives Matter Burnley” banner flown over the Etihad Stadium when they resume their campaign at home against Watford on Thursday.</p><p>Players and club officials were appalled by the stunt over Manchester City’s stadium before kick-off on Monday when the captain, Ben Mee, said he felt ashamed and embarrassed. Discussions were held on Tuesday at the club over reiterating condemnation of the banner, and support for the Black Lives Matter movement, at the Watford game. Although details have yet to be confirmed it is understood Burnley will project their “One Club For All” message inside the stadium with support from Sean Dyche’s squad.</p> <a href=\"https://www.theguardian.com/football/2020/jun/23/burnley-to-show-support-for-black-lives-matter-after-banner-stunt\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/23/burnley-to-show-support-for-black-lives-matter-after-banner-stunt", "date_published": "2020-06-23 19:41:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Club cricket optimistic despite Boris Johnson saying ball can carry Covid-19", "description": "<ul><li>Prime minister says the ball is a ‘natural vector’ for disease</li><li>ECB still hoping recreational cricket can resume in July </li></ul><p>The England and Wales Cricket Board is confident the recreational season can begin next month despite Boris Johnson’s claim that the ball is a “natural vector” of Covid-19.</p><p>On the day it was announced that pubs, restaurants and cinemas can open from 4 July, the prime minister was asked in the House of Commons whether club cricket – a pastime that seems a natural fit for a degree of physical distancing – can also resume.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/23/club-cricket-optimistic-despite-boris-johnson-saying-ball-can-carry-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/23/club-cricket-optimistic-despite-boris-johnson-saying-ball-can-carry-covid-19", "date_published": "2020-06-23 18:39:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Return to camping: The Quiet Site, Lake District", "description": "<p>Confirmation that campsites can open on 4 July has prompted a rush of bookings. For one award-winning eco holiday park in the Lake District, the phone hasn’t stopped ringing...</p><p>‘The phone started ringing even before he’d finished talking,” says Daniel Holder, referring to Tuesday’s announcement by Boris Johnson <a href=\"https://www.theguardian.com/world/2020/jun/23/boris-johnson-ditches-2-metre-rule-in-england-for-1-metre-plus-coronavirus\">that campsites and hotels are allowed to reopen on 4 July</a>. Four of the 12 people employed by Holder, managing director of The Quiet Site, an ultra-green holiday park in Ullswater, Cumbria, were poised to speak to people eager to book a stay at the site. At the same time, Holder was replying as fast as possible to a flood of emails. “We had 206 in the first hour.”</p><p>It doesn’t surprise me that people are so keen to visit. The Quiet Site is an exceptional place. In April it became the first holiday park in the country<a href=\"https://www.cumbriacrack.com/2020/04/22/record-number-of-winners-of-the-queens-award-for-enterprise-this-year-in-cumbria/\"> to win a Queen’s Award for Enterprise</a>. And the campsite’s post-lockdown credentials are impeccable. With its Hobbit Holes, pods and generously-sized pitches spread out over the large site, social distancing should be easy. Its location on a rural hillside also means visitors are far from the pell-mell of urban life of any sort. And if the enforced isolation has left you starved of soul-easing views, you won’t even have to leave your tent to drink them in. I stayed there last autumn and even though my visit coincided with rather iffy weather, I still had a cracking time.</p> <a href=\"https://www.theguardian.com/travel/2020/jun/23/return-to-camping-the-quiet-site-lake-district\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/23/return-to-camping-the-quiet-site-lake-district", "date_published": "2020-06-23 17:35:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government to act on all 30 Windrush recommendations", "description": "<p>Priti Patel says she will do all she can to help people wrongly told they were in UK illegally</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/mar/19/lambs-to-the-slaughter-50-lives-ruined-by-the-windrush-scandal\">‘Lambs to the slaughter’: 50 lives ruined by the Windrush scandal</a><br /></li></ul><p>Priti Patel has promised significant cultural and systemic reform of the Home Office, as she accepted all 30 recommendations of the independent review into the Windrush scandal.</p><p>The home secretary’s announcement commits the government to undertaking a “scrupulous” evaluation of the risks and effectiveness of its controversial <a href=\"https://www.theguardian.com/uk-news/2018/aug/27/hostile-environment-anatomy-of-a-policy-disaster\">hostile environment</a> legislation, and to ensure that all Home Office policies are “rooted in humanity”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/23/uk-government-to-act-on-all-30-windrush-recommendations\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/23/uk-government-to-act-on-all-30-windrush-recommendations", "date_published": "2020-06-23 17:31:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pubs and places of worship: what 4 July lockdown rules mean for England", "description": "<p>How PM’s latest announcement affects pubs and restaurants, hairdressers and galleries</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government’s lockdown rules to control coronavirus are easing on 4 July in England to allow many more businesses, as well as leisure facilities, to reopen, with other measures also relaxed.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/easing-of-lockdown-rules-in-england-whats-reopening-on-4-july\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/easing-of-lockdown-rules-in-england-whats-reopening-on-4-july", "date_published": "2020-06-23 16:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Squeeze your pelvic floor in dull meetings’: three ways to show a weak bladder who’s the boss", "description": "<p>Writer and comedian Tessa Coates on the importance of laughing about leaks, weeing before sex – and remembering to do pelvic floor exercises</p><p>“Oh my god, I’m going to wee!” – Is that not the greatest response you can get to a good story? Everyone hunched over, legs crossed, waving their arms going: “Don’t make me laugh, don’t make me laugh.”&nbsp;</p><p>It happened only this week, when I managed to corral my parents into the car to go to our nearest Covid drive-through testing centre, and my dad was so bad at having the test up his nose, and the hysterical nervous energy of the whole thing was so overwhelming, that the whole car was crying with laughter. Our nurse Julie (God bless the NHS) was leaning against our bonnet weeping, going: “Oh my god, I’m going to wee!” It’s maybe the best thing that’s happened all lockdown.</p> <a href=\"https://www.theguardian.com/the-last-taboo/2020/jun/23/squeeze-your-pelvic-floor-in-dull-meetings-three-ways-to-show-a-weak-bladder-whos-the-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/the-last-taboo/2020/jun/23/squeeze-your-pelvic-floor-in-dull-meetings-three-ways-to-show-a-weak-bladder-whos-the-boss", "date_published": "2020-06-23 13:25:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rayshard Brooks funeral set for Atlanta, as Kentucky and New York vote - live updates", "description": "<ul><li>Rayshard Brooks funeral to take place in Atlanta</li><li>New York and Kentucky vote in primaries</li><li><a href=\"https://www.theguardian.com/us-news/2020/jun/22/trump-visas-us-immigration-tech-companies\">Trump extends a ban on employment-based visas</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jun/22/seattle-dismantle-chaz-protest-zone\">Seattle will move to dismantle ‘Chaz’ occupied protest zone</a></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T11:11:17.188Z\">12.11pm <span class=\"timezone\">BST</span></time> </p><p>The president has just re-iterated his line that the US has so many coronavirus cases because the US is testing so much.</p><p dir=\"ltr\" lang=\"en\">Cases are going up in the U.S. because we are testing far more than any other country, and ever expanding. With smaller testing we would show fewer cases!</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T10:53:50.113Z\">11.53am <span class=\"timezone\">BST</span></time> </p><p><strong>Donald Trump</strong> has just tweeted that he has “authorized the Federal Government to arrest anyone who vandalizes or destroys any monument, statue or other such Federal property in the US with up to 10 years in prison.”</p><p dir=\"ltr\" lang=\"en\">.....This action is taken effective immediately, but may also be used retroactively for destruction or vandalism already caused. There will be no exceptions!</p><p dir=\"ltr\" lang=\"en\">Numerous people arrested in D.C. for the disgraceful vandalism, in Lafayette Park, of the magnificent Statue of Andrew Jackson, in addition to the exterior defacing of St. John’s Church across the street. 10 years in prison under the Veteran’s Memorial Preservation Act. Beware!</p> <a href=\"https://www.theguardian.com/us-news/live/2020/jun/23/rayshard-brooks-funeral-kentucky-new-york-primary-donald-trump-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/jun/23/rayshard-brooks-funeral-kentucky-new-york-primary-donald-trump-live-updates", "date_published": "2020-06-23 11:11:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Heidecker: 'I'll be watching a Burger King review and suddenly think, what am I doing?'", "description": "<p>The comedian and actor, of Tim and Eric fame, on trips down YouTube rabbit holes and how Mr T inspired a generation</p><p>It’s been such a difficult time with everything happening in the US with the Black Lives Matter movement, which I think it’s so important for us all to continue to support. I haven’t been able to focus on TV as much as usual as a result, but I’ve really enjoyed <a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/01/this-time-was-the-very-best-of-alan-partridge\">This Time With Alan Partridge</a>, which is on HBO Max in the US. We don’t have anything quite like Partridge – so specific and so dry – probably because our country is so broad and big, with so many different types of people.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/23/tim-heidecker-ill-be-watching-a-burger-king-review-and-think-what-am-i-doing\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/23/tim-heidecker-ill-be-watching-a-burger-king-review-and-think-what-am-i-doing", "date_published": "2020-06-23 11:10:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Boris Johnson to announce plans to reopen pubs, restaurants, cinemas and museums", "description": "<p>Reopenings expected to be accompanied by changes to social distancing rules </p><ul><li><a href=\"https://www.theguardian.com/culture/2020/jun/22/museums-galleries-and-cinemas-to-reopen-in-england-from-4-july\">Museums, galleries and cinemas to reopen in England from 4 July</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jun/23/coronavirus-live-news-update-saudi-arabia-closes-borders-hajj-global-covid-19-cases-pass-9m-latest-updates\">Global coronavirus news live - latest updates</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T11:10:01.734Z\">12.10pm <span class=\"timezone\">BST</span></time> </p><p>Local outbreaks of Covid-19 could grow undetected because the government is failing to share crucial testing data, council leaders and scientists have warned.</p><p>More than a month after being promised full details of who has caught the disease in their areas, local health chiefs are still desperately lobbying the government’s testing tsar, Baroness Harding, to break the deadlock and share the data.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jun/23/no-10-not-sharing-covid-19-data-on-local-outbreaks-say-councils\">No 10 not sharing Covid-19 data on local outbreaks, say councils</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T11:02:41.587Z\">12.02pm <span class=\"timezone\">BST</span></time> </p><p><strong>Sir David King,</strong> the former government chief scientific adviser, has told the BBC that he thinks it is “far too early” for the government to be relaxing the two-metre rule, as it is proposing to do for England.</p><p dir=\"ltr\" lang=\"en\">Sir David King - UK's former Chief Scientific Adviser - warning this morning that it's \"far too premature\" to reduce 2 metre rule <br /><br />Sir David King argues move \"extremely risky\" <br /><br />He chairs 'Independent SAGE' which has been critical of the Government</p><p>It is extremely concerning that the government appears to have decided to ignore the scientific advice of its own Sage committee. That quite clearly says it it is soon to reduce the distance from 2 metres to 1 mature.. Independent Sage has done its own review of the available evidence and we agree with Sage’s conclusion. </p><p>The rate of infection is still far too high to consider this even with mitigating measures. There are more 1,000 new cases a day and still no functioning tracing system. It is vital that the government releases the evidence it has used to make this decision.</p><p>For most circumstances the 2m rule is simple and is a good measure of the distance where the direct person-to-person transmission risk drops significantly although should be seen as a ballpark guide to distancing rather than an absolute value. EMG recommends that this rule is retained for public guidance, however they could be reassured that short duration closer contacts (e.g. passing a person in the street or in the supermarket) especially in outdoor environments are highly likely to be associated with a low exposure risk. </p> <a href=\"https://www.theguardian.com/world/live/2020/jun/23/uk-coronavirus-live-latest-news-updates-pubs-restaurants-cinemas-and-museums\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jun/23/uk-coronavirus-live-latest-news-updates-pubs-restaurants-cinemas-and-museums", "date_published": "2020-06-23 11:10:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Saudi Arabia closes borders to hajj attendees as global Covid-19 cases pass 9m", "description": "<p><a href=\"https://www.theguardian.com/world/2020/jun/22/texas-open-for-business-despite-covid-19-surge\">Texas ‘wide open for business’</a>; <a href=\"https://www.theguardian.com/world/live/2020/jun/23/coronavirus-live-news-update-saudi-arabia-closes-borders-hajj-global-covid-19-cases-pass-9m-latest-updates?page=with:block-5ef1309b8f087410d50cac14#block-5ef1309b8f087410d50cac14\">WHO urges dexamethasone steroid boom</a>; South Africa infections top 100,000. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jun/23/coronavirus-live-news-update-saudi-arabia-closes-borders-hajj-global-covid-19-cases-pass-9m-latest-updates?page=with:block-5ef134778f087111a86b670f#block-5ef134778f087111a86b670f\">Saudi Arabia closes borders to hajj attendees</a></li><li><a href=\"https://www.theguardian.com/world/2020/jun/22/us-coronavirus-spikes-first-wave-not-over\">Half of US states see spike as officials warn first wave far from over</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jun/23/coronavirus-live-news-update-saudi-arabia-closes-borders-hajj-global-covid-19-cases-pass-9m-latest-updates?page=with:block-5ef142e78f087111a86b6798#block-5ef142e78f087111a86b6798\">Global cases pass 9 million</a></li><li><a href=\"https://www.theguardian.com/world/video/2020/jun/22/barcelona-opera-reopens-with-performance-for-nearly-3000-potted-plants-video\">Barcelona opera reopens with performance for nearly 3,000 potted plants</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T10:50:35.279Z\">11.50am <span class=\"timezone\">BST</span></time> </p><p><strong>A panel of economists that advises the German government </strong>has said Europe’s leading economy will likely shrink 6.5% this year but <strong tabindex=\"-1\">the post-coronavirus recovery will begin “from the summer”</strong>. </p><p>“Economic developments in Germany are likely to fall close to the deep ‘V’ scenario” described in an emergency forecast in March,” the so-called “Wise Men” panel (SVR) said, referring to a sharp plunge and relatively swift rebound. </p><p>Nevertheless, as the year continues, falling numbers of infections and gradual loosening of contact restrictions in Germany and important trade partners will create the conditions for a recovery.</p><p>Things are looking up again. But the deep slump is being followed only by a comparatively gradual recovery.</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T10:41:26.504Z\">11.41am <span class=\"timezone\">BST</span></time> </p><p><strong>A court in Kenya has charged a police officer with the murder of a 13-year-old boy in a Nairobi slum</strong> as authorities enforced a coronavirus curfew. </p><p><strong>Yassin Hussein Moyo</strong> was shot dead on the balcony of his home in March as police officers used force to clear the streets in the poor neighbourhood of <strong>Huruma</strong>. </p> <a href=\"https://www.theguardian.com/world/live/2020/jun/23/coronavirus-live-news-update-saudi-arabia-closes-borders-hajj-global-covid-19-cases-pass-9m-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jun/23/coronavirus-live-news-update-saudi-arabia-closes-borders-hajj-global-covid-19-cases-pass-9m-latest-updates", "date_published": "2020-06-23 11:08:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Black and Asian people not seen as readers’: Bernardine Evaristo condemns books industry", "description": "<p>In foreword to report into diversity in publishing, Booker prize-winning author rails against ‘ridiculous’ beliefs</p><p><a href=\"https://www.theguardian.com/books/2019/oct/19/bernadine-evaristo-what-a-time-to-be-a-black-british-womxn-writer\">Bernardine Evaristo</a>, the first black woman to win the Booker prize, has hit out at “ridiculous” and “misguided” beliefs in the publishing industry, where “black and Asian people are not considered to be a substantial readership, or to even be readers”.</p><p>Evaristo, writing the foreword for the UK’s first academic study into diversity in trade fiction and publishing, released on Tuesday, said the report showed that the UK books industry “hasn’t changed fast enough to become more inclusive”. A key finding of the study was that writers of colour and their books are “either whitewashed or exoticised” to appeal to what UK publishing sees as its core audience of white, middle-class readers.</p> <a href=\"https://www.theguardian.com/books/2020/jun/23/black-and-asian-people-not-seen-as-readers-bernardine-evaristo-condemns-books-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/23/black-and-asian-people-not-seen-as-readers-bernardine-evaristo-condemns-books-industry", "date_published": "2020-06-23 11:06:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles Dickens webchat: post your questions for Kathryn Hughes now", "description": "<p>The author of acclaimed books about eminent Victorians will join us on 29 June at 1pm to discuss the subject of this month’s reading group. Post your questions in the comments below now</p><p>Kathryn Hughes will join us for a webchat about Charles Dickens, the subject of this month’s reading group, on 29 June at 1pm.</p><p>Kathryn Hughes is the professor of life writing at the University of East Anglia, <a href=\"https://www.theguardian.com/profile/kathrynhughes\">a fine literary critic</a> and the author of several acclaimed books about eminent Victorians and Victorian life.</p> <a href=\"https://www.theguardian.com/books/2020/jun/23/charles-dickens-webchat-kathyrn-hughes-reading-group\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/23/charles-dickens-webchat-kathyrn-hughes-reading-group", "date_published": "2020-06-23 11:02:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for bruschetta, tomatoes and herb cheese", "description": "<p>A crisp and crunchy, soft and succulent swift little treat for midweek</p><p>A substantial “something on toast”, with thick-cut sourdough or ciabatta under a mound of herb-flecked cream cheese and grilled tomatoes.</p> <a href=\"https://www.theguardian.com/food/2020/jun/23/nigel-slater-recipe-bruschetta-tomatoes-and-herb-cheese\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/23/nigel-slater-recipe-bruschetta-tomatoes-and-herb-cheese", "date_published": "2020-06-23 11:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Solskjær backs De Gea as 'world's best' but sees Henderson as a future No 1", "description": "<ul><li>Manchester United manager defends his goalkeeper</li><li>Henderson will play for England and United, he says</li></ul><p>Ole Gunnar Solskjær has described David de Gea as the world’s best goalkeeper while stating Dean Henderson can one day be the Manchester United and England No 1.</p><p>De Gea’s position is again under scrutiny after the error that allowed Steven Bergwijn’s shot to squirm in during <a href=\"https://www.theguardian.com/football/2020/jun/19/tottenham-hotspur-manchester-united-premier-league-match-report\">United’s 1-1 draw at Tottenham</a> on Friday. In the latter part of last season the Spaniard made a series of mistakes that cost the side goals and points.</p> <a href=\"https://www.theguardian.com/football/2020/jun/23/solskjaer-de-gea-worlds-best-dean-henderson-future-manchester-united-england-no1\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/23/solskjaer-de-gea-worlds-best-dean-henderson-future-manchester-united-england-no1", "date_published": "2020-06-23 10:56:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK factories return to growth as Covid-19 slump eases - business live", "description": "<p>Rolling coverage of the latest economic and financial news, as the latest PMI reports show the global recession is easing</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live?page=with:block-5ef1bda48f082875f44907c1#block-5ef1bda48f082875f44907c1\">Latest: UK manufacturing growing as services slowdown eases</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live?page=with:block-5ef1ad6f8f087111a86b6a95#block-5ef1ad6f8f087111a86b6a95\">France growing again, but Germany lags</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live?page=with:block-5ef197bd8f087111a86b69ce#block-5ef197bd8f087111a86b69ce\">Australia’s business activity returns to growth</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T10:34:44.403Z\">11.34am <span class=\"timezone\">BST</span></time> </p><p><strong>European stock markets are pushing higher, as this morning’s PMI reports bolster confidence that economies will recover from the pandemic.</strong></p><p><strong>Britain’s FTSE 100</strong> index of blue-chip shares has gained 80 points, or 1.1%, to 6,323 - the highest in almost two weeks. <a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live?page=with:block-5ef1bda48f082875f44907c1#block-5ef1bda48f082875f44907c1\">Traders are pleased that factory output has picked up</a>, and hoping to hear new lockdown easing measures from the government soon. </p><p dir=\"ltr\" lang=\"en\">STOCKS IN EUROPE JUMP ACROSS THE CONTINENT IN RISK-ON TRADE AFTER NAVARRO WALKS BACK ON TRADE COMMENTS<br /><br />- STOXX 50 ⬆️1.8%<br />- DAX ⬆️2.1%<br />- FTSE 100 ⬆️1.1%<br />- CAC 40 ⬆️1.5%<br />- FTSE MIB ⬆️1.6%<br />- IBEX 35 ⬆️1.7%<br /><br />DOW FUTURES EXTEND GAINS, NOW UP 200 POINTS, OR 0.8%<a href=\"https://twitter.com/search?q=%24DIA&amp;src=ctag&amp;ref_src=twsrc%5Etfw\">$DIA</a> <a href=\"https://t.co/LI8Ri0jAmL\">pic.twitter.com/LI8Ri0jAmL</a></p><p dir=\"ltr\" lang=\"en\">Markets went `bump' in the night: <a href=\"https://t.co/y0WGy3ei7i\">https://t.co/y0WGy3ei7i</a> via <a href=\"https://twitter.com/markets?ref_src=twsrc%5Etfw\">@markets</a> <a href=\"https://t.co/Rab4CqKS1n\">pic.twitter.com/Rab4CqKS1n</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-06-23T09:50:08.613Z\">10.50am <span class=\"timezone\">BST</span></time> </p><p><strong>Bloomberg’s Ed van der Walt makes an important point - today’s reports do not show a V-shaped economic recovery.</strong></p><p>Because a PMI of 50 shows no change, UK factories (and companies in <a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live?page=with:block-5ef1ad6f8f087111a86b6a95#block-5ef1ad6f8f087111a86b6a95\">France</a> and <a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live?page=with:block-5ef197bd8f087111a86b69ce#block-5ef197bd8f087111a86b69ce\">Australia</a>) haven’t recovered all the growth lost in the pandemic, even though activity has picked up slightly.</p><p dir=\"ltr\" lang=\"en\">Econ data 101: <br />PMI going from 50, to 20 and back to 50 does not make a V-shape. It makes an L-shape. <br />Just saying.</p><p dir=\"ltr\" lang=\"en\">But a 50 reading does not indicate travel. It indicates no travel.</p> <a href=\"https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/jun/23/economic-activity-pmi-uk-eurozone-australia-covid-19-slump-eases-markets-business-live", "date_published": "2020-06-23 10:34:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unfinished, abandoned, demolished: how Cairo is losing architecture it never knew it had", "description": "<p>From grand visions that fail with the departure of a president to everyday buildings knocked down before they can be considered for heritage protection, a new book unpicks what Egypt’s capital might have beenn </p><p>Looming above the affluent Zamalek neighbourhood in the centre of Cairo, the <a href=\"https://www.thenational.ae/uae/a-towering-reminder-of-egypt-s-corrupt-decades-1.399041\">Forte Tower</a> has stood as the tallest building in Egypt for the last 30 years – yet it remains unfinished and abandoned. A ring of faintly Islamic pointed-arch windows encircles the uppermost floor of the great cylindrical shaft, creating a forlorn crown on the skyline, like a host awaiting party guests that never arrived.</p><p>Begun in the 1970s, the 166-metre tall building was planned to house a glamorous 450-room hotel, with restaurants, shops and a nightclub. It was to be the first part of a “new Manhattan of Egypt”, a cluster of skyscrapers imagined by president <a href=\"https://www.theguardian.com/theguardian/1981/oct/07/fromthearchive\">Anwar Sadat </a>to rise from Gezira Island in the middle of the Nile, signalling Cairo’s place on the world stage. Following Sadat’s assassination in 1981, the project hit the rocks. Under subsequent president, <a href=\"https://www.theguardian.com/world/2020/feb/25/hosni-mubarak-obituary\">Hosni Mubarak</a>, the developer faced battles for permits and licences, seeing the project mired in lawsuits that ultimately halted it. The towering carcass has been left empty ever since, a single showroom furnished with bedding, lamps and an old TV providing an eerie relic of the dream.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/23/unfinished-abandoned-demolished-how-cairo-is-losing-architecture-it-never-knew-it-had\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/23/unfinished-abandoned-demolished-how-cairo-is-losing-architecture-it-never-knew-it-had", "date_published": "2020-06-23 10:32:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City's Sergio Agüero hopeful injury will not end his season", "description": "<ul><li>Striker thought to have avoided knee ligament damage</li><li>Should be available for Champions League and possibly sooner</li></ul><p>Sergio Agüero is hopeful of playing again this season despite the knee problem suffered in <a href=\"https://www.theguardian.com/football/2020/jun/22/manchester-city-hit-five-in-ruthless-dismantling-of-burnley\">Manchester City’s 5-0 win over Burnley</a>, with the striker due to have a scan on Tuesday.</p><p>The 32-year-old is thought to have avoided ligament damage which might have ended his campaign. Instead he may miss about a month, meaning Pep Guardiola could have him available before the Premier League season finishes and for the FA Cup final on 1 August, should the holders get there. </p> <a href=\"https://www.theguardian.com/football/2020/jun/23/manchester-city-sergio-aguero-hopeful-knee-injury-will-not-end-his-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/23/manchester-city-sergio-aguero-hopeful-knee-injury-will-not-end-his-season", "date_published": "2020-06-23 10:23:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m suffocating’: French delivery driver’s last words echo George Floyd case", "description": "<p>Four police officers questioned for involuntary homicide over death of Cédric Chouviat</p><p>A French delivery driver who died after being arrested in Paris pleaded “I’m suffocating” several times as police held him to the ground.</p><p>Footage has emerged of 42-year-old Cédric Chouviat saying he could not breathe seven times in 22 seconds as officers pinned him to the ground.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/suffocating-french-delivery-driver-cedric-chouviat-last-words-george-floyd-case\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/suffocating-french-delivery-driver-cedric-chouviat-last-words-george-floyd-case", "date_published": "2020-06-23 10:18:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: police unions spend millions to influence policy in biggest US cities", "description": "<p>Guardian analysis shows how organizations and officers in New York, Los Angeles and Chicago work against reform</p><p>Police unions and officers active in America’s three largest cities spend tens of millions of dollars annually to influence law enforcement policy and thwart pushes for reform, a Guardian analysis of local, county, state and federal campaign finance records found.</p><p>Reform advocates say the spending partly explains why police unions have defeated most reform measures in recent years, even as high-profile police killings of unarmed black men sparked waves of public outrage including the current national demonstrations against racism sparked by the death of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> in Minneapolis.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/23/police-unions-spending-policy-reform-chicago-new-york-la\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/23/police-unions-spending-policy-reform-chicago-new-york-la", "date_published": "2020-06-23 10:15:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Funding cuts threaten ancient sites, warn Mexican archaeologists", "description": "<p>Sharp reduction in heritage body’s budget is part of wider savings due to Covid-19 costs</p><p>The Mexican president Andrés Manuel López Obrador has often boasted of the strength and longevity of Mexican culture and learning, <a href=\"https://www.animalpolitico.com/2019/05/amlo-historia-mexico-fundacion/\">once saying</a> that “when buffalo were still grazing in what is now New York, there were already universities and printing presses in Mexico”.</p><p>But archaeologists fear that a recent wave of swingeing budget cuts will decimate research into the country’s pre-Columbian past, and leave thousands of ancient sites – including Aztec temples and Mayan cities – at the mercy of looters.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/funding-cuts-threaten-ancient-sites-warn-mexican-archaeologists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/funding-cuts-threaten-ancient-sites-warn-mexican-archaeologists", "date_published": "2020-06-23 10:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hospitality sector in England: how do you feel about businesses reopening in July?", "description": "<p>If you will be returning to work in businesses such as museums or hairdressers, we would like to hear from you</p><p>Cinemas, museums, galleries, and pubs, restaurants and hairdressers in England <a href=\"https://www.theguardian.com/culture/2020/jun/22/museums-galleries-and-cinemas-to-reopen-in-england-from-4-july\">will be allowed to return to work from 4 July</a>.</p><p>Measures such as limiting numbers of people and one-way systems are expected to be implemented in order to keep people safe.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/hospitality-sector-in-england-how-do-you-feel-about-businesses-reopening-in-july\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/hospitality-sector-in-england-how-do-you-feel-about-businesses-reopening-in-july", "date_published": "2020-06-23 09:27:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shielding in England: how do you feel about coming out of lockdown?", "description": "<p>As lockdown restrictions ease we want to hear how you feel about it<br /></p><p>From this weekend, pubs and restaurants, cinemas, museums, galleries and hairdressers in England will be allowed to reopen their doors.</p><p>On Monday, people in England with underlying health issues who have been shielding since March <a href=\"https://www.theguardian.com/world/2020/jun/22/coronavirus-shielding-scheme-eased-england-from-6-july\">will be allowed to leave their homes</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/shielding-in-england-how-do-you-feel-about-coming-out-of-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/shielding-in-england-how-do-you-feel-about-coming-out-of-lockdown", "date_published": "2020-06-23 09:26:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Pepitone: For the Masses review – cult angry comic on bracing form", "description": "<p><strong>Available online<br /></strong>The gruff comic from Brooklyn appalls and entertains as he rages against the debauchery of modern America</p><p>Eddie Pepitone’s closest brush with UK fame came in 2012, when the incongruous story broke of <a href=\"https://www.theguardian.com/stage/2012/aug/20/hugh-grant-turned-away-edinburgh-show\">Hugh Grant being turned away from the New Yorker’s Edinburgh gig</a>. Whatever attracted the urbane English movie star to <a href=\"https://www.theguardian.com/stage/2013/apr/13/eddie-pepitone-standup-comedian\">the splenetic blue-collar Yank</a>? Well, Pepitone has a cult following, at least since documentary <a href=\"https://www.youtube.com/watch?v=JZlZpN7TrZE\">The Bitter Buddha</a> put on a pedestal his brand of barking self-disgust and rage at the debauchery of modern America. His new special unites those elements more satisfyingly than I’ve seen before, and finds the 61-year-old on sparkling – read: appalling – form.</p><p>Filmed at the Dynasty Typewriter in LA, For the Masses makes no bones about what we’re in for. “You’re not going to hear a lot of shit about dating and cargo pants and how fun everything is,” growls Pepitone. “It’s not fun! We’re in the end times!” He proposes a daily recrimination instead of a daily affirmation. He contrasts the life of his docker dad (a cartoon of brutal masculinity) to the pampered existence we lead today. We find Pepitone driving his car while listening alternately to porn and the speeches of Mussolini – a metaphor, he suggests, for contemporary America.</p> <a href=\"https://www.theguardian.com/stage/2020/jun/23/eddie-pepitone-for-the-masses-review-cult-angry-comic-on-bracing-form\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/23/eddie-pepitone-for-the-masses-review-cult-angry-comic-on-bracing-form", "date_published": "2020-06-23 09:24:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Middlesbrough appoint Neil Warnock after sacking Jonathan Woodgate", "description": "<ul><li>Boro turn to 71-year-old in bid to avoid relegation</li><li>Warnock in eight-game fight for Championship survival </li></ul><p>Neil Warnock has replaced Jonathan Woodgate as the Middlesbrough manager and will be in charge for at least the final eight games of the season as the Championship club battle to avoid relegation.</p><p>The much-travelled 71-year-old was expected to preside over training on Tuesday afternoon and his first game will be at Stoke on Saturday before a vital trip to Hull the following Thursday.</p> <a href=\"https://www.theguardian.com/football/2020/jun/23/middlesbrough-appoint-neil-warnock-after-sacking-jonathan-woodgate\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/23/middlesbrough-appoint-neil-warnock-after-sacking-jonathan-woodgate", "date_published": "2020-06-23 09:05:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: millions of Americans can’t afford water as bills rise 80% in a decade", "description": "<p>Exclusive: analysis of US cities shows emergency on affordability of running water amid Covid-19 pandemic</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/jun/23/help-us-test-water-quality-across-the-us-is-your-water-safe-enough\">Help us test water quality across the US: is your water safe enough?</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jun/23/us-clean-water-crisis-2020-guardian-us-editor\">From the Guardian US editor: is it too much to ask for Americans to have access to clean water in 2020?</a></li></ul><p>Millions of ordinary Americans are facing rising and unaffordable bills for running water, and risk being disconnected or losing their homes if they cannot pay, a landmark Guardian investigation has found.</p><p>Exclusive analysis of 12 US cities shows the combined<strong> </strong>price of water and sewage increased by an average of 80% between 2010 and 2018, with more than two-fifths of residents in some cities living in neighbourhoods with unaffordable bills.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/23/millions-of-americans-cant-afford-water-bills-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/23/millions-of-americans-cant-afford-water-bills-rise", "date_published": "2020-06-23 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Kerridge on love, weight loss and the restaurant crisis: 'There will be some horrific casualties'", "description": "<p> The chef talks about taking up running, his worries for his industry – and why politicians should stop calling restaurant work ‘low-skilled’ </p><p>“The mix maybe hasn’t risen enough, or the tin is too big,” says Tom Kerridge. “Is it a wholemeal flour?”</p><p>It’s not every day that an affable Michelin-starred celebrity chef drops by, even if it is via the power of Zoom, and it just happens to coincide with my <a href=\"https://www.theguardian.com/commentisfree/2020/apr/08/coronavirus-crisis-loaf-bread-sourdough-bake-off-flour-yeast-lockdown\">lockdown loaf emerging from the oven</a>. Of course, I share the magic moment. It’s not my proudest attempt at sourdough – today’s is under-risen, possibly overdone, not entirely un-brick-like.</p> <a href=\"https://www.theguardian.com/food/2020/jun/23/tom-kerridge-pub-gym-restaurant-work-sector-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/23/tom-kerridge-pub-gym-restaurant-work-sector-interview", "date_published": "2020-06-23 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it too much to ask for Americans to have access to clean water in 2020?", "description": "<p>The Guardian – in partnership with Consumer Reports and others – is launching a one-year series of investigations highlighting the US water crisis</p><p>Almost exactly 10 years ago, on 28 July 2010, the United Nations declared water a human right under international law. And not just any water, but clean water – and sufficient water for “drinking, personal sanitation, washing of clothes, food preparation, personal and household hygiene”.</p><p>Imagine a country where, 10 years years on, over <a href=\"https://www.marketwatch.com/story/2-million-americans-dont-have-access-to-running-water-and-basic-plumbing-2019-11-20#:~:text=More%20than%202%20million%20people,to%20clean%20water%20and%20sanitation.\">two million people</a> are denied access to running water and basic indoor plumbing.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/23/us-clean-water-crisis-2020-guardian-us-editor\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/23/us-clean-water-crisis-2020-guardian-us-editor", "date_published": "2020-06-23 09:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smelly durian fruit forces evacuation of Bavarian post office", "description": "<p>Workers taken ill after suspicious package emitting pungent odour causes panic</p><p>An overwhelming smell coming from a suspicious package at a Bavarian post office caused six workers to be taken to hospital and many more to be evacuated – only for police to discover that durian fruit, and not a dangerous gas, was the reason for the panic.</p><p>Police and firefighters rushed to the scene in Schweinfurt on Saturday over fears that a parcel was releasing a harmful substance. Twelve postal workers received treatment for nausea, including six who were taken to hospital as a precaution, the German broadcaster <a href=\"https://www.br.de/nachrichten/bayern/thailaendische-stinkfrucht-loest-grosseinsatz-in-schweinfurt-aus,S2S6hB4\">Bayerischer Rundfunk reported</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/smelly-durian-fruit-evacuation-bavarian-post-office\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/smelly-durian-fruit-evacuation-bavarian-post-office", "date_published": "2020-06-23 08:58:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Masks, beers and 2m visits: life in a care home after a coronavirus outbreak – video", "description": "<p>In April, St Ronans care home in Southsea, Portsmouth, tested positive for coronavirus. Without readily available testing, staff think Covid-19 infected about 25 of their residents. Four died&nbsp; with symptoms or suspected symptoms. Through a mixture of videos shot by workers inside the home and interviews filmed outside, they discuss how they are coping with the pandemic, and how staff, residents and relatives are adjusting to the 'new normal'&nbsp;</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/jun/23/masks-beers-and-2m-visits-life-in-a-care-home-after-a-coronavirus-outbreak-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jun/23/masks-beers-and-2m-visits-life-in-a-care-home-after-a-coronavirus-outbreak-video", "date_published": "2020-06-23 08:53:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen – not that one – to appear on postage stamps", "description": "<p>Classic rock band to feature on 13 stamp designs from July, with Brian May saying ‘we have become a national institution’</p><p>No, not that one – the rock band Queen are to feature on a series of UK postage stamps over the summer.</p><p>They become only the third band to be honoured by Royal Mail, following the Beatles in 2007 and Pink Floyd in 2016.</p> <a href=\"https://www.theguardian.com/music/2020/jun/23/queen-to-appear-on-postage-stamps\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/23/queen-to-appear-on-postage-stamps", "date_published": "2020-06-23 08:50:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're not doing this to be ironic': are 100 Gecs the world's strangest band?", "description": "<p>Their music may sound like the internet melting but the US duo have found a cult of fevered fans, including fellow pop futurist Charli XCX</p><p>For many US musicians, the height of ambition is winning a Grammy award. More ambitious performers might aim for an EGOT (Emmy, Grammy, Oscar, Tony). Bur, for the electronic duo <a href=\"https://www.100gecs.com/\">100 Gecs</a>, only a PENOGT will suffice. “Pulitzer, Emmy, Nobel prize, Oscar, Grammy, Tony,” singer-instrumentalist Laura Les explains over video call. I haven’t heard that acronym before, I say. “We coined it, and it’s testament to our own ambition: there isn’t even a word for the shit we want.”</p><p>To those familiar with 100 Gecs, these aspirations might sound a tad inflated; some feel that the duo’s futuristic hyper-pop is too lo-fi, too entrenched in internet culture and unloved genres of the 90s and 00s (think chiptune, <a href=\"https://en.wikipedia.org/wiki/Nintendocore\">Nintendocore</a>, German techno embarrassment <a href=\"https://scootertechno.com/\">Scooter</a>), to be conceived of as anything but niche – so much so that the pair were accused, particularly at the start of their career, of being deliberately ironic, a postmodern inside gag. “It’s not a joke,” the band’s other half, producer Dylan Brady, reaffirms.</p> <a href=\"https://www.theguardian.com/music/2020/jun/23/were-not-doing-this-to-be-ironic-are-100-gecs-the-worlds-strangest-band\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/23/were-not-doing-this-to-be-ironic-are-100-gecs-the-worlds-strangest-band", "date_published": "2020-06-23 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Vanishing Half by Brit Bennett review – two faces of the black experience", "description": "<p>A light-skinned twin sister constructs a new identity as a white woman in a clever novel that confounds expectations</p><p>North American literature is rich with dramatic tales of light-skinned black protagonists who attempt to “pass” for white. At their peak in the 1920s – whether in Nella Larsen’s <em><a href=\"https://www.theguardian.com/books/2018/jun/13/top-10-lost-womens-classics\">Passing</a></em> or Jessie Fauset’s <em>Plum Bun</em> – these mostly young women wrestled with the fear of being uncovered while being seduced by the rewards of freedom from the perceived stain of blackness.</p><p><a href=\"https://britbennett.com/\">Brit Bennett</a>’s intriguing new novel, <em>The Vanishing Half</em><em>,</em> amplifies the trope of the “tragic mulatto” (a self-loathing mixed-race American) by sharing the dilemma of “passing” with identical twin characters, Stella and Desiree. In 1950s America the teenagers disappear from Mallard, a fictional small, racially homogeneous and snobbish “coloured” town in Louisiana, and embark on lives marked by opposing trajectories.</p> <a href=\"https://www.theguardian.com/books/2020/jun/23/the-vanishing-half-by-brit-bennett-review-two-faces-of-the-black-experience\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/23/the-vanishing-half-by-brit-bennett-review-two-faces-of-the-black-experience", "date_published": "2020-06-23 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Here's why tensions are running high on India and China's border | Mukul Kesavan", "description": "<p>Modi sells himself as a guardian of India. But a deadly clash with his most powerful neighbour shows his rhetoric has limits</p><p>The <a href=\"https://www.theguardian.com/world/2020/jun/19/india-accuses-china-of-preparing-attack-on-border-troops\">Chinese assault on Indian troops near the Galwan Valley</a>, along the Line of Actual Control (LAC) that serves as an unofficial international frontier between the two countries, is, for India’s political elite, a reminder of an awkward reality. India’s control over its border with China is contingent on China’s geopolitical priorities, not India’s own military capacity. This has been true for more than half a century. In 1962, 15 years into India’s life as an independent nation, a dispute over <a href=\"https://edition.cnn.com/2002/WORLD/asiapcf/east/05/24/aksai.chin/\">Aksai Chin</a>, the north-eastern “ear” of Kashmir, led to a short war with Mao Zedong’s China and a humiliating defeat for India. China’s military edge along this huge disputed frontier has kept successive Indian governments on tenterhooks ever since.</p><p>Dealt a poor hand, India has played it reasonably well. The <a href=\"https://www.theguardian.com/world/2020/jun/16/india-says-soldiers-killed-on-disputed-himalayan-border-with-china\">20 military casualties</a> in the recent violence is its largest death toll in relation to China since 1967. Keeping the peace has involved some imaginative diplomacy. After a border confrontation in Arunachal Pradesh in 1986, India’s then prime minister, Rajiv Gandhi, visited China in 1988 to thaw out a relationship that had been in deep freeze since the 1962 war. His visit led to a peace agreement signed in 1993 by his successor, Narasimha Rao, which made the LAC the basis for a stable and relatively peaceful status quo.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/23/india-china-border-modi-clash\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/23/india-china-border-modi-clash", "date_published": "2020-06-23 08:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trafford Centre owner prepares contingency plan for administration", "description": "<p>Intu, which also owns Lakeside in Essex, has been unable to collect rent from many tenants</p><p><a href=\"https://www.theguardian.com/business/intu-properties\">Intu Properties</a>, one of Britain’s largest shopping centre owners, has appointed the accountancy firm KPMG as administrator to make a “contingency plan” if it cannot reach an agreement with its creditors.</p><p>The indebted company, which owns the Trafford Centre in Manchester and Lakeside in Essex, <a href=\"https://www.theguardian.com/business/2020/may/18/uk-shopping-centre-intu-debt-standstill-lockdown\">confirmed last month it was seeking debt standstill agreements</a> with some of its lenders as it battles for survival after a collapse in rental payments from retailers.</p> <a href=\"https://www.theguardian.com/business/2020/jun/23/trafford-centre-administration-intu-lakeside-rent\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/23/trafford-centre-administration-intu-lakeside-rent", "date_published": "2020-06-23 07:34:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After the applause, it's time to rebuild global public services", "description": "<p>On Public Service Day, don’t just thank all the workers combating Covid-19. Help them fend off punitive budget cuts</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>This Tuesday, <a href=\"https://publicadministration.un.org/en/unpsa2020\">UN Public Service Day</a>, workers stand on the brink. After a decade of brutal austerity, pay cuts and deteriorating conditions, Covid-19 has put staff around the world through the ultimate stress test.</p><p>While public funding has poured into <a href=\"https://www.theguardian.com/business/2020/mar/29/which-companies-are-coming-through-during-the-coronavirus-crisis\">private coffers</a> to keep economies afloat, public service workers have been giving their all to save lives, keep societies functioning and restore normality.</p> <a href=\"https://www.theguardian.com/society/2020/jun/23/after-applause-time-rebuild-global-public-services-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/23/after-applause-time-rebuild-global-public-services-covid-19", "date_published": "2020-06-23 07:33:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: what kind of face mask gives the best protection against Covid-19?", "description": "<p>Your questions answered on what type of mask to wear to cut the risk of getting Covid-19</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Yes. Different types of mask offer different levels of protection. Surgical grade N95 respirators offer the highest level of protection against Covid-19 infection, followed by surgical grade masks. However, these masks are costly, in limited supply, contribute to landfill waste and are uncomfortable to wear for long periods. So even countries that have required the public to wear face masks have generally suggested such masks should be reserved for health workers or those at particularly high risk.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/coronavirus-what-kind-of-face-mask-gives-the-best-protection-against-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/coronavirus-what-kind-of-face-mask-gives-the-best-protection-against-covid-19", "date_published": "2020-06-23 07:26:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Father and children killed in Cumbria road crash named by police", "description": "<p>Local man arrested over deaths of Joshua James Flynn, his son Coby-Jay and daughter Skylar</p><p>A man and his two children who were killed while out on a Father’s Day walk have been named by police.</p><p>Joshua James Flynn, 37, his son Coby-Jay Flynn, 15, and daughter Skylar Flynn, 12, along with their dog, Troy, died in the collision with a Peugeot 206 in Dalton, Cumbria, at about 2.30pm on Sunday. All were pronounced dead at the scene.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/22/man-arrested-after-three-pedestrians-die-in-collision-in-cumbria\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/22/man-arrested-after-three-pedestrians-die-in-collision-in-cumbria", "date_published": "2020-06-23 07:22:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Number of children needing foster care soars during pandemic, says Barnardo's", "description": "<p>Charity calls ‘state of emergency’ as referrals rise 44% in England, Wales and Northern Ireland</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The number of children needing foster care has risen by 44% during the coronavirus pandemic, creating a “state of emergency”, a children’s charity said.</p><p>Meanwhile, the number of people looking to become foster carers has fallen by almost half over the same period, Barnardo’s added.</p> <a href=\"https://www.theguardian.com/society/2020/jun/23/number-of-children-needing-foster-care-soars-during-pandemic-says-barnardos\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/23/number-of-children-needing-foster-care-soars-during-pandemic-says-barnardos", "date_published": "2020-06-23 07:16:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Delhi police accused of filing false charges over February riots", "description": "<p>Democracy campaigners say officers ignored violence by Hindus during clashes with Muslims</p><p>Delhi police have been accused of filing false and politically motivated charges against pro-democracy activists to blame them for the <a href=\"https://www.theguardian.com/world/2020/mar/01/india-delhi-after-hindu-mob-riot-religious-hatred-nationalists\">Delhi riots </a>– while not arresting any ruling party figures and police officers for their role in the violence.</p><p>More than 80 charge sheets have been filed naming those allegedly responsible for inciting the riots, which broke out in February in some of the worst religious violence in India for decades.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/delhi-police-accused-after-charging-activists-over-february-riots\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/delhi-police-accused-after-charging-activists-over-february-riots", "date_published": "2020-06-23 07:03:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Divorce isn't an option': Afghan women find hope in saffron scheme", "description": "<p>Drug addiction is common among men in many villages, leaving their wives to develop survival strategies for the family</p><p>Anita Zadid would divorce her husband if she could. Eight years into the marriage, her husband turned to opium and crystal meth because he couldn’t find work. He’s now addicted.</p><p>As well as taking care of her three children, Zadid, who was married at 14, says she also has to support her spouse. “Divorcing him is not an option in rural Afghanistan, but I mentally left my marriage many years ago,” the 30-year-old tells the Guardian. Sadly, she’s not the only woman to do so.</p> <a href=\"https://www.theguardian.com/global-development/2020/jun/23/divorce-isnt-an-option-afghan-women-find-hope-in-saffron-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jun/23/divorce-isnt-an-option-afghan-women-find-hope-in-saffron-scheme", "date_published": "2020-06-23 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three ways for UK schools to improve their race relations now", "description": "<p>Instead of empty slogans, schools should treat racism like safeguarding and health and safety and be on high alert. Here’s what to do</p><p>UK public institutions, including schools, are clamouring to show they are card-carrying anti-racists. Pictures of patients who have died from Covid-19 have had a striking similarity: mainly black and brown faces because, shockingly, BAME people are <a href=\"https://www.theguardian.com/world/2020/jun/16/historical-racism-may-be-behind-englands-higher-bame-covid-19-rate\">twice as likely</a> as white Britons to die of the virus. The murder of George Floyd in the US has galvanised people into action, at least for the moment.</p><p>Some educational institutions have released statements declaring they believe Black Lives Matter. But how, beyond the slogans, do they commit to concrete and long-term change? And where do schools start?</p> <a href=\"https://www.theguardian.com/education/2020/jun/23/three-ways-for-uk-schools-to-improve-their-race-relations-now\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/23/three-ways-for-uk-schools-to-improve-their-race-relations-now", "date_published": "2020-06-23 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why were these Dutch ships a catch for Scarborough?  The great British art quiz", "description": "<p>Scarborough Museums set today’s brainteasers, in our quiz series designed to explore the art collections of British museums closed due to Covid-19</p><p>This quiz is brought to you in collaboration with <a href=\"https://artuk.org/\">Art UK</a>, the online home for the UK’s public art collections, showing art from over 3,000 venues and by 45,000 artists. Each day, a different collection on Art UK will set the questions.</p><p>Today, our questions are set by Scarborough Museums Trust.<strong> </strong>The trust manages Scarborough Art Gallery and the Rotunda Museum, built in 1829 and one of the world’s first purpose-built museums. Alongside works by Atkinson Grimshaw, William Etty, Matthew Smith and Frank Brangwyn and a lively contemporary art programme, the trust holds significant natural and social history collections, dinosaur footprints, artefacts from the world-famous Star Carr archaeological site and the remains of <a href=\"https://en.wikipedia.org/wiki/Gristhorpe_Man\">Gristhorpe Man</a> – one of the most important bronze age burials ever discovered.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/23/the-great-british-art-quiz-scarborough-museums\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/23/the-great-british-art-quiz-scarborough-museums", "date_published": "2020-06-23 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain beyond lockdown: can we level up?", "description": "<p>Jonathan Watts continues his road trip in Hartlepool, where some see an opportunity to emerge from the past into a greener future<br /></p><p>Micky Day is an electrical cable installer from Hartlepool, one of the poorest, most avidly pro-Brexit regions in the UK. He is not interested in Westminster politics and has little time for talk of the green recovery, but he knows how to unite a community and care for people who are hurting. And it is this that inspires his thoughts about Britain beyond lockdown.</p><p>“We can’t have more cuts. There are a lot of people on their knees already,” he says. “There is a lot of industry in this area. If the government puts the money on the table, it could be massive in the north-east. Let’s get people back working and lift the economy off its knees.”</p> <a href=\"https://www.theguardian.com/politics/2020/jun/23/britain-beyond-lockdown-can-we-level-up\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/23/britain-beyond-lockdown-can-we-level-up", "date_published": "2020-06-23 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I encouraged my wife to be dominant, but I’m worried it’s gone too far", "description": "<p>I haven’t managed to find a space where I, too, can have my sexual needs met. I’m not sure that being submissive is what I really want</p><p><strong>I am having a little trouble with my </strong><strong>marriage, sexually. While </strong><strong>I am quite kinky and highly sexual</strong><strong>, my wife is</strong><strong> not as comfortable with her sexuality, or communicating about it</strong><strong>. I accept that, and have been encouraging her to open up, feel pleasure and </strong><strong>tell me what she wants in the bedroom more. This has recently taken an unusual turn, in that </strong><strong>I have been encouraging her to role-play being dominant over me, with some success. This has led to a lot of massages for her</strong><strong> and very little oral sex for me! I think this is positive, but </strong><strong>I have</strong><strong> not managed to find a balance </strong><strong>or find a space where I am also able to express what I want and have my needs met</strong><strong>. I wonder if being submissive is what I truly want</strong><strong>.</strong></p><p>Your aim might have been to encourage her to adopt a classic BDSM dominant role, but she has interpreted it as permission to demand that her needs be met – and this is not a bad thing at all. Try to view this as it really is: an important stage in her sexual development – and yours. I am sure you know that BDSM is an advanced sexual style and that an awakening to power-exchange sex is a gradual process. Be patient. Encourage playfulness. Continue to allow her to order her pleasure from you. Very gradually, introduce the notion of switching (between dominance and submission). Besides giving you some respite, this should help her – and you – to better understand and enjoy the pleasures of fluidity, rather than rigidity, in polarised games.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/23/sexual-healing-wife-dominant-submissive-needs-met\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/23/sexual-healing-wife-dominant-submissive-needs-met", "date_published": "2020-06-23 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This mountaineering yarn from 60 years ago still makes me laugh out loud. How? | Tim Key", "description": "<p>I discovered WE Bowman’s charming The Ascent of Rum Doodle in my twenties. And I’ve been rediscovering it ever since</p><p>I don’t know if you’ve ever been asked to write some words about a life-changing book, but there’s a lot of considerations that go into picking the right one. You don’t want to pick one that too many people have done; you don’t want to show off by picking one that no one’s heard of that’s full of long words and weighs a tonne. You also know, if you’re conscientious, that you’re going to have to reread the thing. And that’s what swung it for me. I love rereading <a href=\"https://www.theguardian.com/books/2002/may/18/audiobooks.shopping\">The Ascent of Rum Doodle</a>.</p><p>I dusted off my battered copy of WE Bowman’s classic, I shuffled the pages back into order, I sliced myself 400g of banana bread and I headed to my hammock. I love this book. I love being transported into Bowman’s charming, ridiculous world of Yogistani summits. I love hearing the icy adventures. I love inhabiting the well-meaning mind of the very unreliable narrator: leader of the expedition and understated titan of British literature, Binder.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/23/mountaineering-yarn-lol-we-bowman-the-ascent-of-rum-doodle\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/23/mountaineering-yarn-lol-we-bowman-the-ascent-of-rum-doodle", "date_published": "2020-06-23 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK car industry 'could lose one in six jobs due to Covid-19 crisis'", "description": "<p>SMMT seeks government support after more than 6,000 redundancies made in June</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK motor industry has called for a dedicated restart package, amid warnings the coronavirus crisis has put one in six jobs at risk.</p><p>A third of automotive workers are still furloughed, and with the government’s job retention scheme coming to an end later in the year, there is a critical need to safeguard jobs, according to the Society of Motor Manufacturers and Traders (SMMT).</p> <a href=\"https://www.theguardian.com/business/2020/jun/23/uk-car-industry-jobs-due-covid-19-smmt-redundancies\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/23/uk-car-industry-jobs-due-covid-19-smmt-redundancies", "date_published": "2020-06-23 06:34:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steiner schools chief: what my time in prisons taught me about the UK's education mistakes", "description": "<p>Fran Russell, former jails inspector, says the government is wrong to dismiss the Steiner movement to run state schools</p><p>A former HM prisons inspector might seem an unusual choice to head up Steiner schools, the liberal-minded movement whose aim is to provide “unhurried and creative” education. Fran Russell says in some ways she is surprised to find herself in the job. “I never imagined this is where I’d be,” she laughs. “But I feel compelled. I feel Steiner education has something important to contribute.” </p><p>Steiner schools have <a href=\"https://www.bbc.co.uk/news/education-28646118\">attracted controversy</a> worldwide for many years, in particular around the “anthroposophy” of the movement’s founding father, Rudolf Steiner, the social reformer and clairvoyant, who died in 1925. Steiner himself had racist views – he espoused a hierarchy of races from “black to Aryan” – and at some UK schools there have been <a href=\"https://www.tes.com/news/bullying-and-racism-claims-secret-steiner-dossier-exposed\">complaints about racism</a>. He also believed that naturally overcoming illness could improve one’s “karma”, a theory linked to anti-vaccination ideas among some followers.</p> <a href=\"https://www.theguardian.com/education/2020/jun/23/steiner-chief-what-my-time-in-prisons-taught-me-about-the-uks-education-mistakes\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/23/steiner-chief-what-my-time-in-prisons-taught-me-about-the-uks-education-mistakes", "date_published": "2020-06-23 06:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump faces pressure to reset campaign after Tulsa rally caps gloomy week", "description": "<p>President heads to Arizona for border-wall event in what amounts to a relaunch of a relaunch</p><p>Donald Trump flies to Arizona on Tuesday under pressure to change course in his re-election bid after a dismal week culminated <a href=\"https://www.politico.com/news/2020/06/21/donald-trump-oklahoma-campaign-debacle-333263\">in the debacle</a> of thousands of empty seats at a campaign rally.</p><p>The US president was reportedly angry on Saturday when <a href=\"https://www.theguardian.com/us-news/2020/jun/20/donald-trump-tulsa-rally-crowd-division-greatness\">his first rally in three months,</a> a defiant gamble amid the coronavirus pandemic intended as a daunting show of force, backfired with poor attendance in Tulsa, Oklahoma, a Republican heartland.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/22/donald-trump-campaign-reset-arizona-polls\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/22/donald-trump-campaign-reset-arizona-polls", "date_published": "2020-06-23 06:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Otherworldly, life-giving: award-winning photos on the theme of 'water'", "description": "<p>The winning shots of the 2020 Hamdan International Photography Award capture both ethereal underwater scenes and our human relationship to the sea</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/jun/23/otherworldly-life-giving-award-winning-photos-on-the-theme-of-water\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/jun/23/otherworldly-life-giving-award-winning-photos-on-the-theme-of-water", "date_published": "2020-06-23 06:15:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BAME students make up one-fifth of new Oxford undergraduates", "description": "<p>Figure represents rise of almost 50% on 2014 but 12 colleges accepted five or fewer black pupils between 2017 and 2019, report reveals</p><p>One in five British undergraduates who won a place to study at the University of Oxford last year were from black and minority ethnic backgrounds, but privately educated students are still significantly overrepresented, according to <a href=\"https://www.ox.ac.uk/about/facts-and-figures/admissions-statistics/undergraduate-students?wssl=1\">the latest admissions data</a>.</p><p>The university says it is making “steady progress towards a more inclusive student body”, with the proportion of British students from black and minority ethnic backgrounds now at 22.1%, up from 14.5% five years ago.</p> <a href=\"https://www.theguardian.com/education/2020/jun/23/bame-students-make-up-one-fifth-of-new-oxford-undergraduates\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/23/bame-students-make-up-one-fifth-of-new-oxford-undergraduates", "date_published": "2020-06-23 06:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Ordinary people become stars': the best street photography – in pictures", "description": "<p>From drive-in cinemas to butchered pigs, these images were all acclaimed at this year’s <a href=\"https://www.lensculture.com/2020-lensculture-street-photography-award-winners\">LensCulture street photography awards 2020</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/23/best-street-photography-in-pictures-lensculture-awards-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/23/best-street-photography-in-pictures-lensculture-awards-2020", "date_published": "2020-06-23 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's been four years since the Brexit vote: everything and nothing has changed | Anand Menon", "description": "<p>The promises of a new settlement for the UK have yet to materialise. Coronavirus makes that even more urgent</p><p>On this day in 2016, 72% of the UK’s electorate headed to the polls in the EU referendum. Four years on, one can hardly fail to be struck by the subsequent transformation of politics. Yet the consequences in terms of <a href=\"https://www.theguardian.com/politics/video/2020/jun/17/boris-johnson-claims-australia-trade-deal-will-bring-reasonably-priced-tim-tams-to-uk-video\">substantive policy</a> have been significantly more limited. Brexit, to date, has changed everything and nothing.</p><p>Let’s start with the most obvious point. The UK’s relationship with the EU will be, and indeed has already been, profoundly altered as a result of the referendum. For all the doubts as to whether the result of the referendum would be honoured or not, it has been. Britain’s membership ended on 31 January. And the rupture promises to be <a href=\"https://www.theguardian.com/commentisfree/2020/jun/19/boris-johnson-u-turn-brexit-eu-trade-talks-no-deal\">far more severe</a> than many observers expected at the time.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/23/four-years-brexit-vote-everything-nothing-changed-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/23/four-years-brexit-vote-everything-nothing-changed-coronavirus", "date_published": "2020-06-23 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis customer service has let me down", "description": "<p>The TV I bought had a five-year guarantee, but when it broke, they told me I was to blame</p><p><strong>I feel </strong><strong>badly treated by John Lewis</strong><strong> and want to warn others that its guarantees are not being honoured.</strong></p><p><strong>I purchased a </strong><strong>Toshiba TV from the Birmingham store two years ago </strong><strong>for £379. It came with a five-year guarantee. Recently, </strong><strong>a problem arose with the picture – horizontal lines appeared on the screen, which subsequently got worse.</strong></p> <a href=\"https://www.theguardian.com/money/2020/jun/23/john-lewis-customer-service-tv-broke\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/23/john-lewis-customer-service-tv-broke", "date_published": "2020-06-23 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China launches final satellite in Beidou navigation system to rival GPS", "description": "<p>The 55 Beidou project satellites will try to emulate American navigation tool known as GPS</p><p>China has launched the final satellite in its Beidou constellation that emulates the US Global Positioning System (GPS), marking a further step in the country’s advance as a major space power.</p><p>The launch of the satellite onboard a Long March-3 rocket was broadcast live from the satellite launch base of Xichang on Tuesday, deep in the mountains of southwestern China, shortly before 10am. About half an hour later, the satellite was deployed in orbit and extended its solar panels to provide its energy.</p> <a href=\"https://www.theguardian.com/global/2020/jun/23/china-launches-final-satellite-in-beidou-navigation-system-to-rival-gps\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/jun/23/china-launches-final-satellite-in-beidou-navigation-system-to-rival-gps", "date_published": "2020-06-23 05:59:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best books set in Ireland – that will take you there", "description": "<p>Explore Ireland’s history and culture through these tales of loss and love by Sally Rooney, Edna O’Brien, Colm Tóibín and more</p><p><strong>• Share your own suggestions in the comments below</strong></p><p><strong>Read on: <a href=\"https://www.theguardian.com/travel/2020/jun/16/10-best-books-novels-set-in-india-indian-writers\">India</a> | <a href=\"https://www.theguardian.com/travel/2020/jun/02/10-best-novels-set-in-portugal-saramago-monica-ali\">Portugal</a> | <a href=\"https://www.theguardian.com/travel/2020/may/12/10-best-novels-set-in-spain-hemingway-cervantes\">Spain</a> | <a href=\"https://www.theguardian.com/travel/2020/jun/09/10-best-latin-american-south-american-novels-magic-realism\">Latin America</a> | <a href=\"https://www.theguardian.com/travel/2020/may/05/10-best-novels-set-in-italy-travel-elena-ferrante-naples-umberto-eco-forster-tuscany\">Italy</a></strong></p><p>I was born in Toronto and moved to Ireland as a boy, where I spent some formative years in a planned, Khrushchevian-style satellite town in south County Clare. Settlers arrived in waves from Belfast, London, New York or further afield – from cities throughout Chile and South Africa. In this multicultural outpost, populated by residential tourists, we became wry observers of traditional nuances. For me, Ireland’s political, historical and cultural landscapes were first properly discovered in the country’s literature. The greats, such as Wilde, Yeats and Joyce, offered signposts to the past while more contemporary writers, including Roddy Doyle, Flann O’Brien and Jamie O’Neill, shone a light on lesser-heard Irish voices. And so my selection of novels echoes Ireland’s literary journey from pre-famine to the present day.</p> <a href=\"https://www.theguardian.com/travel/2020/jun/23/10-best-books-set-in-ireland-sally-rooney-edan-obrien-colm-toibin\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/23/10-best-books-set-in-ireland-sally-rooney-edan-obrien-colm-toibin", "date_published": "2020-06-23 05:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A chain of stupidity': the Skripal case and the decline of Russia's spy agencies", "description": "<p>The unmasking of the Salisbury poisoning suspects by a new digital journalism outfit was an embarrassment for Putin – and evidence that Russian spies are not what they once were. By Luke Harding</p><p>In 2011 I was in Libya reporting on the civil war. Rebels backed by the US, the UK and France were advancing on the capital, Tripoli. The insurgents moved forward through bombed-out towns as Muammar Gaddafi’s forces retreated. Coastal cities in the west and east, oil refineries, Roman ruins and temples – all fell, one by one, as the regime lost ground.</p><p>These were dangerous times. <a href=\"https://www.theguardian.com/world/2011/aug/20/libyan-rebels-edge-closer-tripoli\" title=\"\">In the town of Zawiyah</a> I found locals celebrating victory in the main square. They were shooting in the air and doing wheelspins and skids in their cars and trucks. Gaddafi’s soldiers had left the previous night, fleeing down the road. I saw a small boy, maybe eight years old, stomping on a Gaddafi flag. “The city is ruined. No problem – we will rebuild it,” one local, Tariq Sadiq, told me.</p> <a href=\"https://www.theguardian.com/world/2020/jun/23/skripal-salisbury-poisoning-decline-of-russia-spy-agencies-gru\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/23/skripal-salisbury-poisoning-decline-of-russia-spy-agencies-gru", "date_published": "2020-06-23 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Birth in lockdown: a doula photo essay", "description": "<p>Photographer <a href=\"https://www.theguardian.com/profile/aliciacanter\">Alicia Canter</a> has been investigating how people have been coping with pregnancy and birth during the coronavirus lockdown, photographing doulas, and new and expecting parents</p><p>Alicia: <em>“After my best friend gave birth at the start of March and a pregnant friend told me she was shielding, I started thinking about how people were coping with pregnancy and birth during lockdown. With women only allowed to have </em><em>one birth partner and home births restricted for a time, I spoke to women and men about how having a baby during lockdown has been for them and their new families. The project is ongoing.”</em></p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/23/birth-lockdown-doula-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/23/birth-lockdown-doula-photo-essay", "date_published": "2020-06-23 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oliver Chris: 'Nick Hytner called me the most disreputable actor he'd worked with'", "description": "<p>The actor, who stars in the National Theatre at Home’s stream of A Midsummer Night’s Dream, talks about falling for Bottom and rehearsal-room mischief</p><p><strong>The Bridge’s production was one of several Dreams staged at the same time last summer. Why do you think the play is so popular?<br /></strong>It’s one of the few Jacobean comedies where the gags are still good – you’re not forced to laugh at someone talking about their codpiece. It’s my favourite Shakespeare. When it works, it casts a twinkling, balmy, witching magic where anything is possible. And at the centre of it is love. I’ve been in A Midsummer Night’s Dream twice now. In 2010 I did it <a href=\"https://www.theguardian.com/stage/2010/feb/21/judi-dench-midsummer-nights-dream\">at the Rose</a> in Kingston in a Peter Hall production with Judi Dench as Titania. I played Bottom that time. It was a big deal for me. Someone called me up and said: “You’re on the front cover of the Times!” I was so excited – then saw it was a picture of me in the bloody donkey’s head and I didn’t even get a namecheck in the caption. I’ve a huge affection for donkeys. I’m very happy with my Ass-ociation.</p> <a href=\"https://www.theguardian.com/stage/2020/jun/23/oliver-chris-interview-midsummer-nights-dream-nt-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/23/oliver-chris-interview-midsummer-nights-dream-nt-at-home", "date_published": "2020-06-23 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to Chechnya: the harrowing film about the regime's gay purge", "description": "<p>Film-maker David France posed as a tourist to expose the brutal, state-sanctioned persecution of the region’s LGBT community – and tell the nail-biting story of the activists helping them to escape</p><p>Two terrified boys are forced out of a car by members of a gang who taunt them with the question: “Were you kissing?” A paving stone is dropped on to the head of a lesbian by one of her relatives. A man’s screaming is captured as he is raped. These “trophy videos” are the hardest thing to watch in <a href=\"https://www.hbo.com/documentaries/welcome-to-chechnya\">Welcome to Chechnya: The Gay Purge</a>, a harrowing documentary about the persecution of LGBT people in the Russian republic. The videos were made by people who hunt down and and terrorise gay Chechens, with the backing of the government and security forces.</p><p>“The leader of Chechnya, <a href=\"https://www.theguardian.com/world/2020/may/27/ramzan-kadyrov-appears-in-public-after-covid-19-illness-reports\">Ramzan Kadyrov</a>, is waging a ‘blood-cleansing operation’ to eliminate all LGBT people,” says the director, David France, speaking by Zoom from his home in New York. Thanks to nationalism, religious fundamentalism and Vladimir Putin’s “gay propaganda” law, LGBT people have become scapegoats. As one of the gang members tells the boys in the car: “All our problems are because of people like you.”</p> <a href=\"https://www.theguardian.com/culture/2020/jun/23/welcome-to-chechnya-harrowing-film-regimes-gay-purge-david-france-lgbt\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/23/welcome-to-chechnya-harrowing-film-regimes-gay-purge-david-france-lgbt", "date_published": "2020-06-23 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can Rishi Sunak do to boost the economy?", "description": "<p>Measures on VAT, business rates and training could be part of his July stimulus package</p><p>Rishi Sunak is drawing up plans for temporary tax cuts and spending measures to reboot the British economy after three months of lockdown.</p><p>Faced with the deepest recession in three centuries triggered by the coronavirus outbreak, the chancellor is expected to unveil the financial support package in early July.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/23/what-can-rishi-sunak-do-to-boost-the-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/23/what-can-rishi-sunak-do-to-boost-the-economy", "date_published": "2020-06-23 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spike in Victoria coronavirus cases 'certain' to result in 'significant community transmission'", "description": "<p>Premier Daniel Andrews says ‘an army’ of health workers will door-knock in Covid-19 hotspot suburbs in Melbourne</p><p>Premier Daniel Andrews has warned that Victorians can be “certain” there will be “some significant community transmission” of Covid-19 as a result of a spike in virus cases in the past week.</p><p>On Tuesday Victoria recorded its seventh consecutive day of a double-digit increase in cases, with Andrews confirming 17 new cases had been identified overnight.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jun/23/victoria-coronavirus-cases-spike-covid-19-community-transmission-hotspots-melbourne\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jun/23/victoria-coronavirus-cases-spike-covid-19-community-transmission-hotspots-melbourne", "date_published": "2020-06-23 04:11:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple ditches Intel for ARM processors in Mac computers with Big Sur", "description": "<p>Firm starts transition to Apple-made chips for faster performance, longer battery life and innovative technologies</p><ul><li><a href=\"https://www.theguardian.com/technology/live/2020/jun/22/apple-expected-to-reveal-new-macs-iphone-updates-and-more-live\">Apple WWDC 2020 – live updates</a></li><li><a href=\"https://www.theguardian.com/technology/2020/jun/22/apple-ios-14-new-features-coming-to-ipad-and-iphone\">Apple iOS 14: new features coming to iPad and iPhone</a></li></ul><p>Apple has announced the biggest change heading to its Mac computers in 14 years: the dumping of Intel Inside.</p><p>The company is ditching Intel’s traditional so-called <a href=\"https://en.wikipedia.org/wiki/X86\">x86</a> desktop chips for Apple’s own processors based on ARM designs - those used in smartphones and mobile tablets, including the iPhone and iPad.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/22/apple-ditches-intel-for-arm-processors-in-big-sur-computers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/22/apple-ditches-intel-for-arm-processors-in-big-sur-computers", "date_published": "2020-06-23 03:49:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rethinking the police: what can the US learn from Newark? – podcast", "description": "<p>The New Jersey city had one of the worst reputations for police violence in the US, but as the Guardian’s Ankita Rao discovers, it is leading the charge for reform under a new mayor<br /></p><p>When protests erupted in cities across the US after the killing of George Floyd, police responded with aggression and in some cases teargas. In Newark, New Jersey, the mood was tense: the city has a long history of police brutality. The 1967 uprising after the beating of a black taxi drivier resulted in the deaths of 26 people. But this time, there was no violence, no looting and not a single arrest was made. </p><p>The Guardian’s <strong>Ankita Rao </strong>tells <strong>Anushka Asthana </strong>that this is a result of the recent reforms to policing in the city where the recruitment has taken place of a police force that better reflects Newark’s demographics. Also community groups have become involved in patrols and citizen review boards oversee police use of force. It’s ideas such as these that have gained traction in recent weeks behind the banner of ‘defund the police’ in many cities – although it is a phrase that Newark’s mayor, Ras Baraka, is keen to downplay. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jun/23/rethinking-the-police-what-can-the-us-learn-from-newark-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jun/23/rethinking-the-police-what-can-the-us-learn-from-newark-podcast", "date_published": "2020-06-23 02:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}]