[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Contradiction: Spot The Liar! With The Last Podcast On The Left", "description": "Marcus Parks and Henry Zebrowski join Lucy and Tamoor to play Contradiction: Spot the Liar. Can their years of true crime expertise guide them to the killer? Watch and find out.", "link": "https://www.youtube.com/watch?v=-bZyPkbSKkY", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Avengers - 7 Minutes of Official Thor Mission Gameplay", "description": "Check out this first look at Thor gameplay in Marvel's Avengers shown at the Marvel's Avenger's War Table live event from Square Enix.", "link": "https://www.youtube.com/watch?v=A5Eff2REFKU", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Avengers - FULL War Table Gameplay Reveal Event", "description": "Check out details on Marvel's Avengers Hero Missions, War Zones, and much more during their War Table reveal event!", "link": "https://www.youtube.com/watch?v=u52gatfT-0U", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Avengers War Table Livestream", "description": "Learn new details on Marvel's Avengers Hero Missions, War Zones, and much more during their War Table livestream on June 24, 10AM PT.", "link": "https://www.youtube.com/watch?v=6Fmgyb6VqCA", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel’s Avengers Dev On Unique Gameplay, Quests, And The Importance Of Kamala Khan", "description": "We talked to Crystal Dynamics' Scot Amos about the Marvel's Avengers War Table, which showed off new gameplay and explained how players will complete missions. \n \nIt's time to embiggen your understanding of how Marvel’s Avengers campaign, co-op, war zones, combat, loot, unlock trees, and cosmetics all tie together. Crystal Dynamics’ Scot Amos talks us through Kamala Khan’s quest to bring the Avengers back together, how the team designed combat for fan favorites including Black Widow, Thor, Hulk, Iron Man, and Captain America, as well as who some of the first villains are going to be in the game. We also discuss Kamala Khan’s groundbreaking identity for the Marvel Universe, and much more.\n\nMarvel’s Avengers releases on September 1 for PC, PlayStation 4, Xbox One, and Stadia. The game is confirmed for next-gen consoles with a free upgrade to the PS5 and Xbox Series X versions.", "link": "https://www.youtube.com/watch?v=0ISGFOCpX2w", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Ghost of Tsushima Katana Combat Details | Save State", "description": "New Ghost of Tsushima gameplay clips and blog post gave us some new details on Jin's katana and went in depth on the game’s combat. If you want to play Marvel’s Avengers as soon as possible but also want to play it on a next-gen console, Marvel’s Avengers is offering a free upgrade. Buy the game on PS4 or Xbox One, and you'll get the PS5 or Series X version for free. The next-gen versions will also have enhanced features.  \n\nWhile we patiently wait for Cyberpunk 2077, in September we can still experience a slice of its world - Cyberpunk is getting a comic miniseries!\n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: \nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid", "link": "https://www.youtube.com/watch?v=FgmTeMRHdb8", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "One Big Thing Assassin's Creed Valhalla Should Learn From Odyssey", "description": "The Assassin's Creed franchise is known for being very serious--but Odyssey was a refreshing change of pace with its boisterous and joyful humor. In a new video, Jess McDonell explains why she hopes the humor from Odyssey carries forward to the new Assassin's Creed game, Valhalla, which is releasing later this year. \n\nBe sure to watch the full video to see Jess explain why Valhalla should carry forward Odyssey's light and humorous tone, or at least retain some element of it. \n\nThis would help vary the tone of Valhalla beyond the serious core narrative, just as it did in Odyssey, an important factor if we're to expect a world just as sprawling as Ubisoft's Ancient Greece, Jess says in the video.\n\nValhalla releases later this year on PS4, Xbox One, and PC, in addition to the PS5 and Xbox Series X. Keep checking back with GameSpot for the latest.", "link": "https://www.youtube.com/watch?v=qUaFM2PUxto", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Pokemon Unite - Official Reveal Trailer And Gameplay", "description": "Pokemon Unite is a brand-new way to experience Pokemon, with Team Battle 5v5 gameplay similar to your favorite MOBAs. Coming soon to Nintendo Switch and mobile devices.", "link": "https://www.youtube.com/watch?v=oElrP4oAwjA", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tips And Tricks For Crushing The Competition In Ninjala", "description": "(Presented by GungHo Entertainment) Get a leg up on the competition in this action-packed free-to-play title with our handy tips on how to become the most powerful Ninja around!", "link": "https://www.youtube.com/watch?v=zg7Thl4Pes0", "date_published": "2020-06-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Exclusive Skyblivion Demo With The Project Lead | Play For All", "description": "Where to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nThe project lead behind the ambitious Skyrim mod, Skyblivion, shows us some of what we can expect in this huge reconstruction project.", "link": "https://www.youtube.com/watch?v=37AH9THrUj0", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "From Max Payne To Control, What Inspires Remedy Entertainment?", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nThe creative minds behind Max Payne, Alan Wake, Control, and more join GameSpot for a discussion about the most influential pieces of media in their lives, as well as what inspires them today.", "link": "https://www.youtube.com/watch?v=KyX853wn93Q", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mixer Is Closing Its Doors | Save State", "description": "Today's Save State starts with a bit of sad news, as Microsoft is shutting down Mixer. The streaming service was Microsoft's Twitch competitor. \n\nThe Super Smash Bros. Ultimate roster continues to grow with the addition of Min Min, the ramen fighter from Arms. She'll join the roster on June 29. That's not the only returning character of the day either: Crash is back in Crash Bandicoot 4: It's About Time.\n\nMeanwhile, Play For All keeps on trucking. Play For All is multi-week summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We've already raised thousands of dollars for #BlackLivesMatter and COVID-19 Relief Efforts thanks to all of you! Be sure to tune in every day between 12PM and 2PM PST for interviews, livestreams, and everything in between. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=Nd7bIIpF_xg", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New World - Exclusive Developer Breakdown Of The MMO's Progression Systems", "description": "In this GameSpot exclusive for Amazon Games Studios' New World, the developers detail the MMO's complex progression systems, and how you can chart your own path in the land of Aeternum.", "link": "https://www.youtube.com/watch?v=_4J4koDqLbk", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated Launch Day Livestream", "description": "(Presented by THQ Nordic) We're on a quest to find out what's in the secret box, but we'll settle with checking out all there in the opening levels and horde mode in SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated!", "link": "https://www.youtube.com/watch?v=uHMCgK8toUQ", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated Review", "description": "Nostalgia and a new paint job aren’t enough to save you from the dull, frustrating, and wonky experience that is SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated.", "link": "https://www.youtube.com/watch?v=cZ1vmwX8h2c", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "VALORANT Limbo: How Low Can You Go?", "description": "(Presented by PlayVALORANT) GameSpot's Persia and Seb join Riot Games developer Brandon Wang to showcase how well VALORANT performs on low-spec computers, making the free, critically-acclaimed, competitive shooter radically accessible.", "link": "https://www.youtube.com/watch?v=99UpLb60juo", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]