[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Firearms Expert Reacts To Call Of Duty: Modern Warfare’s Guns", "description": "Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down the iconic weaponry of Call of Duty: Modern Warfare 2019, including the SIG MCX assault rifle, the Uzi submachine gun, the Dragunov sniper rifle, and a silenced Desert Eagle. Yes, you read that right.\n\nCall of Duty: Modern Warfare saw the COD franchise return to a more gritty, realistic shooter experience, which was full to the brim with contemporary weapons like the SIG MCX assault rifle, the DP-12 shotgun, and the Russian ASh 12.7 battle rifle.\n\nIn the above video, Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down the weapons of Call of Duty: Modern Warfare, including the Dragunov sniper rifle, the Uzi submachine gun, and silenced versions of the Colt 1911 and the Desert Eagle. Across the video, Jonathan breaks down the weapons and their in-game functionality, and compares them to their real-world counterparts.\n\nIf you're interested in seeing more of Jonathan, you can check out more from the Royal Armouries right here. - https://www.youtube.com/user/RoyalArm…\n\nIf you would like to support the Royal Armouries, you can make a charitable donation to the museum here. - https://royalarmouries.org/support-us/donations/ \n\nAnd if you would like to become a member of the Royal Armouries, you can get membership here. - https://royalarmouries.org/support-us/membership/", "link": "https://www.youtube.com/watch?v=-BeJdQfEp40", "date_published": "2020-11-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "10 Minutes of Immortals: Fenyx Rising Gameplay", "description": "Check out 10 minutes of brand new Immortals: Fenyx Rising gameplay, where we  fight the legendary Lieutenant Briareos before embarking on the Life & Death Quest line.\n\n0:00 - Introduction\n0:10 - Lieutenant Briareos Boss Fight\n0:59 - Overworld Exploration\n3:51 - Rift Platforming\n7:16 - Axe Combat\n9:09 - Returning to Overworld", "link": "https://www.youtube.com/watch?v=EhgCjIx3bjE", "date_published": "2020-11-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]