[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Day The Mixtape Died: DJ Drama | Louder Than A Riot, S1E5", "description": "In the early 2000s, mixtapes transformed Tyree Simmons into DJ Drama and molded T.I., Lil Wayne and Jeezy into rap superstars. But in 2007, those same mixtapes landed Drama in jail with a bank account balance of $0.00. In this episode, we break down the raid that turned the mixtape from cultural innovation into criminal conspiracy, from the perspective of the man who took the fall when the cops came knocking. \"If they can lock up Drama, nobody's safe. It's over.\"\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=fn7qbEFxH78", "date_published": "2020-10-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Ty Dolla $ign: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBobby Carter | October 28, 2020 \nSuperstar songwriter Ty Dolla $ign has too much history with NPR Music and too many hits under his belt to deliver us just any ol' Tiny Desk from home. He assembled a roster of frequent collaborators (including Skrillex) under one roof to perform some jams from his new album, aptly titled Featuring Ty Dolla $ign, as well as a few of his chart-topping singles.\n\nWhile many know Ty as pop's go-to feature artist, the Los Angeles native has steadily crafted his own diverse catalog, with more than a dozen albums, mixtapes and EPs to his name. With Featuring, he flips the script, roping A-list pop stars — like Post Malone, Nicki Minaj, Future and Young Thug — into his own world, using them to define the Ty Dolla sound.\n\nThis Tiny Desk (home) concert was a long time coming. Ty visited the NPR Music offices last year, where he performed an emotional tribute to Mac Miller, and it's something we'll never forget, but he wanted to start fresh and focus on the music of Featuring. Fast forward more than a year later, and we finally have that full-length Ty concert so many of you have been asking for.\n\nSET LIST\n\"Temptations\"\n\"Something New\"\n\"Or Nah\"\n\"Paranoid\"\n\"Ego Death\"\n\"Your Turn\"\n\nMUSICIANS\nTy Dolla $ign: vocals, guitar, drum machine\nSkrillex: DJ, guitar, samples\nAnt Clemons: vocals\nJoe Cleveland: bass\nMike Moore: drums\nCamper: keys\nBrandon Chapman: guitar\n\nCREDITS\nMixing Engineer: Rafael \"Fai\" Bautista\nProduction Manager: James Stuckmann\nRecording & Mixing Engineer: Ruben \"Jigga\" Pinto-Castillo\nMonitor Engineer: Roderick \"Rock\" Vincent\nDirector: Amber Park\nProduction Company: her Productions\nDirector of Photography: Ben Goodman\nProduction Designer: Evaline Huang\nEditor: Jessi Casprowitz\nSupervising Editor & Post Producer: Aaron Bencid\nEdit House: Slice Edit\nProducer: Bobby Carter\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=Y_-I2y1YPsM", "date_published": "2020-10-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]