[{"source": "https://www.theguardian.com/rss", "title": "Ethical investments are outperforming traditional funds", "description": "<p>Evidence suggests that environmentally focused investing is becoming mainstream</p><p>Environmentalists cheered by huge improvements in <a href=\"https://www.theguardian.com/environment/2020/apr/30/clean-air-in-europe-during-lockdown-leads-to-11000-fewer-deaths\">air quality</a> during the lockdown – and the <a href=\"https://www.theguardian.com/business/2020/jun/09/great-britain-coal-free-industrial-revolution-electricity\">collapse in coal</a> power generation – have another reason to celebrate. Even the stock market has gone in their favour.</p><p>A detailed number-crunching of environmentally sustainable funds has revealed that they have outperformed traditional funds across the board – beating them during the pandemic as well as during the 10 years up to and including the coronavirus sell-off.</p> <a href=\"https://www.theguardian.com/money/2020/jun/13/ethical-investments-are-outperforming-traditional-funds\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/13/ethical-investments-are-outperforming-traditional-funds", "date_published": "2020-06-12 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs call British Airways 'a national disgrace' for attempt to cut staff conditions", "description": "<p>Scathing report accuses airline of ‘calculated attempt to take advantage of the pandemic’</p><p>MPs have labelled British Airways “a national disgrace” for trying to slash its staff terms and conditions during the coronavirus crisis.</p><p>In a scathing report, the Commons transport select committee accused BA of making “a calculated attempt to take advantage of the pandemic” through moves that could lead to up to 12,000 staff being laid off and the remaining 30,000 put on inferior contracts.</p> <a href=\"https://www.theguardian.com/business/2020/jun/13/mps-call-british-airways-a-national-disgrace-for-attempt-to-cut-staff-conditions\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/13/mps-call-british-airways-a-national-disgrace-for-attempt-to-cut-staff-conditions", "date_published": "2020-06-12 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League restart preview No 11: Manchester City", "description": "<p>Pep Guardiola has one trophy in the bag and, boosted by Aymeric Laporte’s return, is targeting the Champions League </p><p><strong>What was the situation like when the league was suspended on 13 March </strong>City had more reason than most to rue the timing of the lockdown, coming as it did between the two legs of a Champions League knockout tie against Real Madrid. Having seemingly done the hard part with a 2-1 victory at the Bernabéu, Pep Guardiola and his players were denied the opportunity to advance to the last eight at home.</p> <a href=\"https://www.theguardian.com/football/2020/jun/13/premier-league-restart-preview-no-11-manchester-city\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/13/premier-league-restart-preview-no-11-manchester-city", "date_published": "2020-06-12 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump says chokeholds sound 'innocent and perfect' and compares himself to Lincoln", "description": "<p>President calls plan for Juneteenth rally ‘a celebration’ despite its location in Tulsa, known for massacre of African Americans</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> further stoked controversy over race issues and policing by remarking on Friday that chokeholds sounded “so innocent and so perfect”, and once again claimed he has been the best president for black Americans – only partially conceding that Abraham Lincoln may have surpassed him.</p><p>The US president also called his choice to resume rallies on 19 June, the <a href=\"https://www.theguardian.com/world/2020/jun/12/trump-to-hold-election-rally-in-city-of-tulsa-race-massacre-on-juneteenth\">Juneteenth</a> day marking the end of slavery, “a celebration”, despite having picked a city known for a historic massacre of black Americans by white Americans and used <a href=\"https://www.theguardian.com/technology/2020/may/29/twitter-hides-donald-trump-tweet-glorifying-violence\">divisive language</a> over the anti-racism protests spurred by the police killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/donald-trump-chokeholds-juneteenth-rally\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/donald-trump-chokeholds-juneteenth-rally", "date_published": "2020-06-12 22:24:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazil overtakes UK with world's second-highest Covid-19 death toll", "description": "<p>Tally published by coalition of news outlets compiling stats since Brazil’s health ministry was accused of seeking to conceal figures</p><p>Brazil has overtaken Britain as the country with the world’s second-highest Covid-19 death toll after a further 843 deaths pushed its total to 41,901.</p><p>The tally was published on Friday night by a coalition of news outlets which has been compiling independent statistics since Brazil’s health ministry was <a href=\"https://www.theguardian.com/world/2020/jun/09/judge-orders-bolsonaro-to-resume-publishing-brazil-covid-19-data\">accused of seeking to conceal the full figures</a> last week.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/brazil-coronavirus-death-toll-second-highest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/brazil-coronavirus-death-toll-second-highest", "date_published": "2020-06-12 21:56:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man arrested for attempted murder after rabbi stabbed in Stoke Newington", "description": "<p>Witnesses restrain alleged attacker after stabbing of 50-year-old Alter Yaakov Schlesinger</p><p>A man has been arrested on suspicion of attempted murder after the stabbing of a rabbi near a bank in north London.</p><p>The victim, who was attacked in the street shortly before 11am on Friday, was taken to a major trauma centre.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/man-arrested-suspicion-stabbing-stoke-newington-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/man-arrested-suspicion-stabbing-stoke-newington-london", "date_published": "2020-06-12 21:31:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lord Myners: 'It would be foolhardy if Premiership players felt pushed to strike'", "description": "<p>The man who led the review into the Saracens salary cap scandal says the Premiership must work with players as the realities of post-coronavirus economics start to unfold</p><p>There are weeks – and this has been another one – when rugby union finds itself on a perilous tightrope. Over on the far side of the canyon is a potential land of plenty but one false move could have grisly consequences. With the realities of post-coronavirus economics also starting to unfold, the sport needs calm, rational counsel like never before.</p><p>Which is why the advice of a 72-year-old Cornishman with little previous connection to the pro game needs heeding. Prior to compiling his perceptive report into the Saracens salary cap affair, Paul Myners was City minister under Gordon Brown’s government. He is also a previous chairman of the Guardian Media Group and the Tate which, if nothing else, indicates an ability to look beyond the narrow horizons of corporate greed.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/12/lord-myners-premiership-players-strike-rugby-union-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/12/lord-myners-premiership-players-strike-rugby-union-interview", "date_published": "2020-06-12 21:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premiership clubs' row with Rugby Players' Association escalates", "description": "<ul><li>Clubs feel players’ union has ‘sown division and uncertainty’</li><li>RPA calls argument a sad day in the history of rugby’</li></ul><p>A fresh war of words over pay cuts in English rugby has erupted, with the Premiership clubs and the players’ union engaged in a furious slanging match.</p><p>The clubs have said they will no longer negotiate with the Rugby Players’ Association while the union has dismissed many of the clubs’ claims as “complete fabrication.” The clubs, who released a statement independently from their umbrella body Premiership Rugby, say they have a “growing concern” that “individuals are not receiving appropriate advice” from the RPA. They also say the RPA has missed deadlines to engage with them, leaving the clubs “no choice” but to act alone.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/12/premiership-clubs-row-with-rugby-players-association-escalates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/12/premiership-clubs-row-with-rugby-players-association-escalates", "date_published": "2020-06-12 21:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage after Venezuelan racehorse stolen and butchered", "description": "<p>Horse owners say theft is becoming an increasingly common crime in nation where many are going hungry </p><p>In his prime, the coffee-hued Venezuelan racehorse known as Ocean Bay thundered down tracks and snatched up the nation’s most prestigious titles.</p><p>His end this week has outraged many: the stallion was stolen and butchered in what horse owners say it becoming an increasingly common crime in a nation where many are going hungry amid a severe economic contraction.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/venezuela-racehorse-ocean-bay-stolen-butchered-outrage\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/venezuela-racehorse-ocean-bay-stolen-butchered-outrage", "date_published": "2020-06-12 20:53:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Other One review: class-clash comedy puts the fizz up family life", "description": "<p>Two identically-named sisters – each unknown to the other – are the stars of this sharp, touching comedy full of anguish, tears – and Soda Stream tea </p><p>It’s been three years since the pilot but The Other One has finally made it to our screens as a series. And it was worth the wait. The show is a comedy about the family Walcott, whose neat and ordered middle-class existence is thrown into uproar when its patriarch Colin dies and it is revealed he had a whole other family Walcott on the council estate across the way.</p><p>The first episode picks up where the pilot left off. Cathy is played by Ellie White – eternally Princess Beatrice from The Windsors, but with practice you become able to set that aside for half an hour. She and her mother Tess (Rebecca Front) are the “official” family, still reeling from the news of Colin’s 30-year betrayal. Cathy’s GP fiance Marcus (Amit Shah, perfect in a potentially unforgiving part) is still trying to make up for sending dick pics (“Just two! But one of them was on burst, so – 16”) to his receptionist.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/12/the-other-one-review-class-clash-comedy-puts-the-fizz-into-family-life\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/12/the-other-one-review-class-clash-comedy-puts-the-fizz-into-family-life", "date_published": "2020-06-12 20:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hugo Lloris: ‘We finished the season on our knees. You don't have time to recover'", "description": "<p>Goalkeeper stays in contact with Mauricio Pochettino and believes Spurs’ difficult season is due to exceeding potential in recent times<br /></p><p>Few footballers do melancholy quite like Hugo Lloris. To him, the highs are but fleeting, including the ultimate one <a href=\"https://www.theguardian.com/football/2018/jul/15/france-croatia-world-cup-final-match-report\" title=\"\">of lifting the 2018 World Cup</a> as the captain of France. “I don’t want to say that I’ve forgotten about it but, for me, it belongs in the past,” he said in February 2019.</p><p>The Tottenham goalkeeper and captain gave his World Cup replica to Mauricio Pochettino, his club manager at the time, who kept it on display in his office. So where is the trophy now <a href=\"https://www.theguardian.com/football/2019/nov/19/mauricio-pochettino-sacked-tottenham-manager\" title=\"\">Pochettino has left Spurs</a> and been replaced by José Mourinho? “I think it’s somewhere in the building,” Lloris replies. Wait, what?</p> <a href=\"https://www.theguardian.com/football/2020/jun/12/hugo-lloris-difficult-to-stay-stable-spurs-premier-league-return\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/12/hugo-lloris-difficult-to-stay-stable-spurs-premier-league-return", "date_published": "2020-06-12 20:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UKTV to reinstate Fawlty Towers episode The Germans", "description": "<p>BBC-owned streaming service removed episode of 1970s BBC sitcom due to racial slurs</p><p>An episode of the classic 1970s sitcom Fawlty Towers is set to be reinstated on a BBC-owned streaming service after the service removed it because it contained “racial slurs”.</p><p>The famous “Don’t mention the war” episode will return to the platform “in the coming days”, according to a statement from UKTV.</p> <a href=\"https://www.theguardian.com/culture/2020/jun/12/john-cleese-attacks-stupid-removal-of-fawlty-towers-episode\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/12/john-cleese-attacks-stupid-removal-of-fawlty-towers-episode", "date_published": "2020-06-12 19:47:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rory McIlroy charges up leaderboard with second round 63", "description": "<ul><li>Northern Irishman moves to within two shots of lead</li><li>World No 1 admits to missing crowds at PGA Tour return</li></ul><p>Rory McIlroy doesn’t need a new normal. The Northern Irishman’s reference to high comfort levels should have the remainder of the field at the Charles Schwab Challenge wondering if they may be playing for second.</p><p>McIlroy, who had returned to the world’s No 1 spot on account of terrific consistency before coronavirus interrupted the season, was back in the old routine during round two in Fort Worth. A bogey at the 9th, his 18th, wasn’t likely to upset McIlroy too much; his 63 meant a march through the field to the point where he is once again contending. No spectators? No problem.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/12/rory-mcilroy-charges-up-leaderboard-with-second-round-63\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/12/rory-mcilroy-charges-up-leaderboard-with-second-round-63", "date_published": "2020-06-12 19:09:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk-backed OpenAI to release text tool it called dangerous", "description": "<p>The API gives firms access to a text generation AI for use in coding and dating entry </p><p>OpenAI, the machine learning nonprofit co-founded by Elon Musk, has released its first commercial product: a rentable version of a text generation tool the organisation <a href=\"https://www.theguardian.com/technology/2019/feb/14/elon-musk-backed-ai-writes-convincing-news-fiction\">once deemed too dangerous to release</a>.</p><p>Dubbed simply “the API”, the new service lets businesses directly access the most powerful version of GPT-3, OpenAI’s general purpose text generation AI.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/12/elon-musk-backed-openai-to-release-text-tool-it-called-dangerous\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/12/elon-musk-backed-openai-to-release-text-tool-it-called-dangerous", "date_published": "2020-06-12 19:04:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Boris Johnson's opposition to removing statues — cartoon", "description": "<ul><li><a href=\"https://guardianprintshop.com/collections/martin-rowson/products/13th-june-2020\">Buy a copy of this cartoon in our print shop</a></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/jun/12/martin-rowson-boris-johnson-opposition-removing-statues-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jun/12/martin-rowson-boris-johnson-opposition-removing-statues-cartoon", "date_published": "2020-06-12 19:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fictional portrait of Jo and Edward Hopper wins Walter Scott prize", "description": "<p>£25,000 award for the year’s best historical novel goes to Christine Dwyer Hickey’s The Narrow Land, which depicts the artists’ marriage<br /></p><p>Irish author Christine Dwyer Hickey’s exploration of the marriage of the American artists Edward and Jo Hopper has won the £25,000 Walter Scott prize for historical fiction.</p><p>Set in 1950, Dwyer Hickey’s The Narrow Land follows Michael, an orphan who has survived a concentration camp, as he is sent to spend the summer on Cape Cod with a boy called Richie and his mother. While there, the boys form an unlikely friendship with the Hoppers.</p> <a href=\"https://www.theguardian.com/books/2020/jun/12/fictional-portrait-of-jo-and-edward-hopper-wins-walter-scott-prize-christine-dwyer-hickey-the-narrow-land\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/12/fictional-portrait-of-jo-and-edward-hopper-wins-walter-scott-prize-christine-dwyer-hickey-the-narrow-land", "date_published": "2020-06-12 18:45:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How late-night TV comedy has responded to a tumultuous year", "description": "<p>Hosts, from Trevor Noah to Stephen Colbert, have been forced to refocus yet again, avoiding easy punchlines and trying to grapple with a fractured America</p><p>Late-night hosts are, by conventional wisdom, comedians – entertainers who commune with “our moment” somewhere on a spectrum between playful to biting. Which is a tall order, as our moment keeps getting darker, <a href=\"https://www.vox.com/policy-and-politics/2020/1/16/20991816/impeachment-trial-trump-bannon-misinformation\">flooded with bullshit</a> increasingly exposed but rarely expunged. A late-night host in the overwritten script that is 2020 has been tasked with discussing, somehow <em>processing</em> (a word taxed beyond its means this year) the impeachment of the president; the <a href=\"https://www.theguardian.com/us-news/2020/mar/28/trump-coronavirus-politics-us-health-disaster\">mishandling of a public health emergency</a> by the federal government; the loss of more than 100,000 Americans in a global pandemic; the worst economic crisis since the Great Depression; the gruesome killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> by Minneapolis police on camera, which has sparked the most widespread protest movement for racial justice since the 1960s; and brutal crackdowns by police on people protesting against police brutality.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2020/jun/12/jimmy-kimmel-trump-confederate-monuments-late-night-recap\">Jimmy Kimmel: 'Nascar now has done more to fight racism than the president'</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/12/late-night-tv-comedy-year-america\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/12/late-night-tv-comedy-year-america", "date_published": "2020-06-12 18:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Syrian protesters call for Assad's downfall as economic crisis deepens", "description": "<p>Marches held on streets of Sweida amid soaring food prices and disillusion with corruption</p><p>A town in regime-controlled Syria is set for fresh protests this weekend as a burgeoning economic crisis engulfing even Bashar al-Assad’s most loyal supporters is now posing the biggest challenge to his grip on the country in years.</p><p>Food is now more expensive than at any other time during the nine-year conflict, triggering scenes reminiscent of the Arab spring protests of 2011 on the streets of the nominally government-loyal town of Sweida this week.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/syrian-protesters-call-for-assads-downfall-as-economic-crisis-deepens\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/syrian-protesters-call-for-assads-downfall-as-economic-crisis-deepens", "date_published": "2020-06-12 18:04:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson 'stoking fear and division' ahead of BLM protests", "description": "<p>Critics say PM’s claim that George Floyd protests ‘hijacked by extremists’ are dangerous<br /></p><p>Boris Johnson was accused of “stoking fear and division” ahead of a weekend of Black Lives Matter demonstrations after he unequivocally condemned the removal of historic statues and claimed the protests had been “hijacked by extremists intent on violence”.</p><p>As statues – including of Winston Churchill – were boarded up to protect them ahead of planned marches, <a href=\"https://twitter.com/BorisJohnson/status/1271388180193914880\">the prime minister </a><a href=\"https://twitter.com/BorisJohnson/status/1271388180193914880\">tweeted</a> his opposition to those calling for memorials with links to slavery and racism to be torn down.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/boris-johnson-stoking-fear-and-division-ahead-of-blm-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/boris-johnson-stoking-fear-and-division-ahead-of-blm-protests", "date_published": "2020-06-12 18:02:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chief nurse dropped from No 10 briefing 'for not backing Cummings'", "description": "<p>Ruth May was taken off daily briefing after failing to back PM’s adviser over Durham trip</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>England’s chief nurse was dropped from a daily Downing Street briefing on the coronavirus for refusing to back Dominic Cummings, the Guardian understands.</p><p>In a trial run for the 1 June briefing, Ruth May was asked about <a href=\"https://www.theguardian.com/politics/2020/may/22/dominic-cummings-durham-trip-coronavirus-lockdown\">Cummings driving his family from London to Durham</a> while his wife had suspected Covid-19. When she failed to back the prime minister’s chief adviser, she is understood to have been dropped from the press conference taking place later that day – though this has been denied by a government minister.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/12/chief-nurse-dropped-from-no-10-briefing-for-not-backing-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/12/chief-nurse-dropped-from-no-10-briefing-for-not-backing-cummings", "date_published": "2020-06-12 17:56:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The pick of the world’s best flora and fauna photos, including ibises on the Nile and a vermilion flycatcher</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/jun/12/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/jun/12/the-week-in-wildlife-in-pictures", "date_published": "2020-06-12 17:42:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the global crisis: where is the rescue and recovery plan? | Editorial", "description": "<p>The vacuum left by the G20 will leave the world’s poorest nations battered by Covid-19 and with a fraction of the wealth required to revive themselves</p><p>No country is emerging unscathed from the Covid-19 pandemic, but the impact on the world’s poorest countries is especially severe. Extreme poverty is on the rise and underfunded health systems are woefully ill-prepared to cope with the virus. The number of children in Africa dying of preventable diseases is increasing. The gains made in development since the turn of the millennium are being reversed.</p><p>The international community is well aware of what’s happening. More than 100 countries have <a href=\"https://www.reuters.com/article/us-imf-world-bank-imf-resources/imf-chief-economist-says-100-countries-seek-pandemic-aid-more-resources-may-be-needed-idUSKCN21W2UQ\" title=\"\">sought financial help</a> from the International Monetary Fund. The IMF’s sister organisation, the World Bank, says emerging market and developing economies will <a href=\"https://www.theguardian.com/business/2020/jun/08/world-bank-warns-covid-19-pandemic-risks-dramatic-rise-in-poverty\" title=\"\">shrink</a> by 2.5% this year, their first collective contraction in 60 years. The G20 – the body that brings together the biggest players from the developed and developing worlds – has recognised that oppressively high debt levels make it impossible for low-income countries to boost health spending.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/12/the-guardian-view-on-the-global-crisis-where-is-the-rescue-and-recovery-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/12/the-guardian-view-on-the-global-crisis-where-is-the-rescue-and-recovery-plan", "date_published": "2020-06-12 17:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK travellers unable to fly to Greece as country reopens", "description": "<p>Ban on air travel between Britain and Greece to continue until 30 June, unlike other countries</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It was meant to be the moment when Greece “welcomed the world”. But in another about-turn, travellers on flights from the UK will not be accepted when the Mediterranean country reopens to tourism on Monday.</p><p>Bowing to new advice from the EU, Athens announced on Friday that the suspension of air links with Britain, in effect since March, will continue to be enforced until 30 June.</p> <a href=\"https://www.theguardian.com/travel/2020/jun/12/uk-travellers-unable-to-fly-to-greece-as-country-reopens\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/12/uk-travellers-unable-to-fly-to-greece-as-country-reopens", "date_published": "2020-06-12 17:16:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pierre Nkurunziza obituary", "description": "<p>President of Burundi whose 15-year rule was ultimately marked by violence and repression </p><p><a href=\"https://www.theguardian.com/world/2020/jun/09/burundi-president-dies-illness-suspected-coronavirus-pierre-nkurunziz\">Pierre Nkurunziza</a>, who has died unexpectedly aged 55, was the outgoing president of Burundi whose 15-year-rule, particularly towards the end, was marked by brutal repression.</p><p>In 2015, Nkurunziza’s decision to run for an unconstitutional third term led to <a href=\"https://www.theguardian.com/world/2016/apr/10/burundi-ethnic-violence-refugees\">an outbreak of protests and violence </a>that spread across the country. He responded with brutal violence. Over the next two years, his <a href=\"https://www.theguardian.com/global-development/2017/apr/19/un-human-rights-chief-condemns-grotesque-rape-chants-burundi-youth-militia\">youth-led militia group</a>, known as the Imbonerakure, as well as various state security forces, <a href=\"https://www.aljazeera.com/news/2019/09/fear-warns-burundi-atrocities-polls-190904133751594.html\">killed </a><a href=\"https://www.aljazeera.com/news/2019/09/fear-warns-burundi-atrocities-polls-190904133751594.html\">more than 1,200 Burundians</a> in an attempt to quash street protests. Four hundred thousand more fled the country. A born-again Christian, Nkurunziza spent much of that time organising prayer meetings.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/pierre-nkurunziza-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/pierre-nkurunziza-obituary", "date_published": "2020-06-12 17:11:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Trump thought I was a secretary': Fiona Hill on the president, Putin and populism", "description": "<p>She was the White House’s top Russia expert catapulted to fame by Trump’s impeachment. She reflects on her journey from County Durham to Washington</p><p>In the last days before Washington was locked down, <a href=\"https://www.theguardian.com/us-news/2019/nov/21/fiona-hill-the-durham-miners-daughter-creating-waves-in-dc\">Fiona Hill</a> was standing on the street on her phone dealing with a domestic crisis.</p><p>Hill’s daughter had become ill, it was unclear whether it was coronavirus (it later turned out to be regular flu) and the family had relatives flying in that weekend for a visit. As she paced up and down making contingency plans, passersby on Connecticut Avenue looked and looked again on recognising her. The British-born White House adviser had temporarily become one of the most famous faces in America after <a href=\"https://www.theguardian.com/us-news/2019/nov/21/fiona-hill-testimony-trump-impeachment-hearing\">testifying in Donald Trump’s impeachment hearings</a> in November.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/fiona-hill-trump-putin-populism-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/fiona-hill-trump-putin-populism-interview", "date_published": "2020-06-12 17:07:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lydia Greenway: 'Girls need the right kit, that's why we're doing this'", "description": "<p>Finding equipment that fits correctly has always been a problem for Greenway so she used the time in lockdown to create an online cricket store for women and girls</p><p>Lydia Greenway had big plans for this summer. Last September she was appointed head coach of the new Oval Invincibles women’s team in the Hundred, and right about now she was supposed to be busy getting the team ready for their first match on 24 July. That’s on top of her second job, <a href=\"https://cricketforgirls.com/\" title=\"\">running Cricket </a><a href=\"https://cricketforgirls.com/\" title=\"\">for Girls</a>, the schools coaching programme she set up in 2017. Then lockdown started, the schools shut, and the Hundred was postponed. And while the rest of us settled down to books and boxsets, Greenway got to thinking about a project that had been in the back of her mind for a while, if only she could find time: an online cricket store for women and girls.</p><p>Greenway had been reading <a href=\"https://www.theguardian.com/books/2019/feb/28/invisible-women-by-caroline-criado-perez-review\" title=\"\">Caroline Criado Perez’s book, Invisible Women</a>, which lays out what Perez calls the “one-size-fits-men approach” to design, the way in which, for instance, the average smartphone has been built to be too big for a woman’s hand. It was a problem Greenway knew about from cricket, where girls often have to play in kit designed for boys, in pads that are too wide, with straps that are too long and with bats that are too big, a problem that, she decided, it was finally time to try to fix for good. So Greenway, who describes herself as “a real technophobe”, started teaching herself how to build a website.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/12/cricket-lydia-greenway-they-might-seem-like-small-things-but-it-makes-a-big-difference\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/12/cricket-lydia-greenway-they-might-seem-like-small-things-but-it-makes-a-big-difference", "date_published": "2020-06-12 17:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belgian transport minister in row over 34-mile trip in private jet", "description": "<p>Greenpeace calls Lydia Peeters’ Brussels to Antwerp press flight ‘mind-blowing’</p><p>A Belgian transport minister has come under fire for taking a private jet from Brussels to Antwerp, a journey of approximately 34 miles.</p><p>Lydia Peeters, mobility minister in the Flemish regional government, admitted she had taken a press flight organised by the private jet company ASL Fly Executive.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/belgian-transport-minister-in-row-over-34-mile-trip-in-private-jet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/belgian-transport-minister-in-row-over-34-mile-trip-in-private-jet", "date_published": "2020-06-12 16:48:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amusement arcades furious after No 10 blocks reopening", "description": "<p>Adult gaming centres warn of thousands of redundancies after government U-turns on reopening date<br /></p><p>More than 100 MPs have written to the prime minister to warn of thousands of redundancies in the amusement arcade industry, after the government decided at the last minute to prevent them from reopening on Monday.</p><p>The UK’s 3,000 adult gaming centres (AGCs), which feature betting machines with a maximum £2 stake, were expecting to join thousands of <a href=\"https://www.theguardian.com/world/2020/jun/09/non-essential-shops-to-open-in-england-from-monday-says-sharma-covid-19\">non-essential shops in England by reopening</a> next week, providing a boost to coastal towns whose economies are particularly reliant on them.</p> <a href=\"https://www.theguardian.com/business/2020/jun/12/amusement-arcades-furious-after-no-10-blocks-reopening\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/12/amusement-arcades-furious-after-no-10-blocks-reopening", "date_published": "2020-06-12 16:44:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JK Rowling: UK domestic abuse adviser writes to Sun editor", "description": "<p>Interview with author’s first husband unacceptable, says abuse commissioner </p><p>The government’s lead adviser on domestic abuse has written to the editor of the Sun to condemn the newspaper’s decision to publish a front page interview with JK Rowling’s first husband, under the headline: “I slapped JK and I’m not sorry.”</p><p>In the letter seen by the Guardian, Nicole Jacobs, the independent domestic abuse commissioner, said it was “unacceptable that the Sun has chosen to repeat and magnify the voice of someone who openly admits to violence against a partner”.</p> <a href=\"https://www.theguardian.com/books/2020/jun/12/jk-rowling-mps-condemn-sun-front-page-as-enabling-domestic-abusers\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/12/jk-rowling-mps-condemn-sun-front-page-as-enabling-domestic-abusers", "date_published": "2020-06-12 16:43:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London fashion week drops elitist traditions as event goes fully digital", "description": "<p>The first of the four major shows to go online-only has replaced catwalks with films, podcasts, live-streamed discussions – and even a drop-in virtual afterparty</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At <a href=\"https://www.theguardian.com/fashion/london-fashion-week\">London fashion week</a>, all eyes are on what the shows look like, not what the clothes look like.</p><p>London is the first of the four major fashion capitals to stage <a href=\"https://www.theguardian.com/fashion/2020/apr/21/london-fashion-week-to-go-online-only-as-lockdown-endures\">a fully digital fashion week</a>. The schedule, which began today and runs until Sunday, will feature no catwalk shows, no cocktail parties and definitely no air-kissing. With the traditional format a no-go under <a href=\"https://www.theguardian.com/world/2020/jun/10/science-behind-coronavirus-distancing-rules-2-metre\">physical distancing rules</a>, shows have been replaced with films, virtual showrooms, podcasts, playlists, live-streamed panel discussions and even a drop-in virtual afterparty. The invitation-only elitist traditions have been ditched in favour of digital content accessible to all.</p> <a href=\"https://www.theguardian.com/fashion/2020/jun/12/london-fashion-week-drops-elitist-traditions-as-event-goes-fully-digital\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jun/12/london-fashion-week-drops-elitist-traditions-as-event-goes-fully-digital", "date_published": "2020-06-12 16:42:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bolton book claims Trump committed other ‘Ukraine-like transgressions’", "description": "<p>Ex-national security adviser also describes attempts to ‘raise alarms about them’, according to press release about memoir</p><p>Donald Trump’s former national security adviser <a href=\"https://www.theguardian.com/us-news/john-bolton\">John Bolton</a><strong> </strong>is set to claim in a bombshell book that the president has committed “Ukraine-like transgressions” across his entire foreign policy, far beyond the alleged misconduct he was <a href=\"https://www.theguardian.com/us-news/trump-impeachment\">impeached</a> for.</p><p>He will also describe his attempts and those by “others in the administration to raise alarms about them”, according to a press release on Friday about the forthcoming memoir.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/john-bolton-book-trump-ukraine-like-transgressions-foreign-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/john-bolton-book-trump-ukraine-like-transgressions-foreign-policy", "date_published": "2020-06-12 16:34:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "JK Rowling row hints at generational rift on transgender rights", "description": "<p>Does disagreement in the house of Harry Potter show young people are more supportive of trans equality?<br /></p><p>It’s not the first time that vitriolic disagreement over transgender rights has been characterised as a generational clash, but the pitting this week of the author JK Rowling, a long-time feminist campaigner in her 50s, against a swathe of Harry Potter stars in their early 30s, has been especially stark.</p><p>After Rowling published a lengthy essay explaining the development of her critical stance in sex and gender debates, the lead actors of the Potter movie franchise, <a href=\"https://www.theguardian.com/film/2020/jun/08/daniel-radcliffe-jk-rowling-transgender-tweets\">Daniel Radcliffe</a>, Emma Watson and Rupert Grint, have all made public their support for transgender rights.</p> <a href=\"https://www.theguardian.com/society/2020/jun/12/jk-rowling-row-hints-at-generational-rift-on-transgender-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/12/jk-rowling-row-hints-at-generational-rift-on-transgender-rights", "date_published": "2020-06-12 16:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Essex lorry deaths: alleged gang leader to be extradited to UK", "description": "<p>Irish haulier Ronan Hughes faces 39 charges of manslaughter over smuggled Vietnamese nationals</p><p>The Irish alleged ringleader of a trafficking gang that transported a refrigerated truck in which 39 migrants died is to be extradited to Britain.</p><p>A high court in Dublin on Friday ordered the extradition of Ronan Hughes, 40, to face 39 charges of manslaughter and a charge of assisting unlawful immigration.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/essex-lorry-deaths-irish-alleged-ringleader-of-trafficking-gang-to-be-extradited-to-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/essex-lorry-deaths-irish-alleged-ringleader-of-trafficking-gang-to-be-extradited-to-britain", "date_published": "2020-06-12 16:25:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People will need face masks if 2-metre rule relaxed, says Sage", "description": "<p> Warning from UK government advisers reflects concerns over plans to reopen pubs and cafes </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Scientists have warned ministers that people will need to wear facecoverings and minimise their time together if they sit closer than 2 metres apart, according to the latest tranche of documents released by the UK government’s committee of experts.</p><p>The advice from the Scientific Advisory Group for Emergencies (Sage) reflects the <a href=\"https://www.theguardian.com/business/2020/jun/12/greene-king-pubs-to-reopen-with-perspex-bar-screens-and-controlled-toilets\">enormous challenge of reopening pubs</a>, cafes and restaurants any time soon, despite mounting pressure on the government from some Tory MPs to <a href=\"https://www.theguardian.com/world/2020/jun/09/englands-2-metre-distancing-rule-still-under-review\">relax</a><a href=\"https://www.theguardian.com/world/2020/jun/09/englands-2-metre-distancing-rule-still-under-review\"> </a><a href=\"https://www.theguardian.com/world/2020/jun/09/englands-2-metre-distancing-rule-still-under-review\"> physical distancing rules</a> in England.</p> <a href=\"https://www.theguardian.com/society/2020/jun/12/people-will-need-face-masks-if-2-metre-rule-relaxed-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/12/people-will-need-face-masks-if-2-metre-rule-relaxed-experts-warn", "date_published": "2020-06-12 16:24:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CMA to look into Facebook's purchase of gif search engine", "description": "<p>Watchdog fears that social media giant’s takeover of Giphy may reduce competition</p><p>The UK’s competition regulator has opened an investigation into the proposed $400m (£320m) takeover of gif search engine Giphy by Facebook amid fears that the acquisition may reduce competition in the UK.</p><p>The Competition and Markets Authority (CMA) is <a href=\"https://www.gov.uk/cma-cases/facebook-inc-giphy-inc-merger-inquiry?utm_source=9f3334f5-1727-4833-8dc9-8fc4d41dbf46&amp;utm_medium=email&amp;utm_campaign=govuk-notifications&amp;utm_content=immediate\">inviting comments</a> about Facebook’s purchase of a company that currently provides gif search across many of the social network’s competitors, including Twitter and the messaging service Signal.</p> <a href=\"https://www.theguardian.com/business/2020/jun/12/cma-to-look-into-facebooks-purchase-of-gif-search-engine\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/12/cma-to-look-into-facebooks-purchase-of-gif-search-engine", "date_published": "2020-06-12 16:21:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poorest areas of England and Wales hit hardest by Covid-19 – ONS", "description": "<p>People living in more deprived areas twice as likely to die from coronavirus, figures show</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>People living in the poorest areas of England and Wales have been twice as likely to die from Covid-19 as those in less deprived areas, according to <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/deathsinvolvingcovid19bylocalareasanddeprivation/deathsoccurringbetween1marchand31may2020\">figures</a> from the Office for National Statistics (ONS).</p><p>The analysis reveals the disproportionate impact of the death toll in some places, with London boroughs with high levels of socioeconomic deprivation particularly hard hit.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/poorest-areas-of-england-and-wales-hit-hardest-by-covid-19-ons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/poorest-areas-of-england-and-wales-hit-hardest-by-covid-19-ons", "date_published": "2020-06-12 16:15:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how has coronavirus affected people living in the Midlands?", "description": "<p>We’d like to hear how the pandemic has affected people in the Midlands, especially anyone who works in the health sector</p><p><strong>We would like to hear how the coronavirus pandemic has affected you and your community.</strong></p><p>We would like to hear from people in the Midlands about how you have been affected by the pandemic, particularly if you are involved in the health sector or any community networks that have been organised to provide people with care and support due to coronavirus. We are particularly interested in any support groups that have been set up to help NHS workers who are sick or facing other difficulties.</p> <a href=\"https://www.theguardian.com/society/2020/jun/12/tell-us-how-coronavirus-affected-people-living-midlands\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/12/tell-us-how-coronavirus-affected-people-living-midlands", "date_published": "2020-06-12 16:08:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brands, fans and influencers: why social media for small business is about more than sales", "description": "<p>Standing out online can transform a business, but it takes focus and strategy. Here, three stars of social share what they’ve learned</p><p>Most businesses these days will have some form of social media presence, but many may not be making the most of the opportunities it provides. Not only does it open up a huge potential customer base – half the <a href=\"https://www.globenewswire.com/news-release/2020/01/30/1977203/0/en/Digital-2020-Social-media-use-spans-almost-half-global-population.html\" rel=\"nofollow\">world’s population is now on social media</a> – it also gives companies the perfect opportunity to build and retain loyalty among existing customers.</p><p>Like all aspects of technology, social media is constantly evolving. So while a small business may have set up a Facebook or a Twitter account a few years back and thought that was a case of “job done”, new social media platforms such as TiKTok have been developed since then, while Instagram and YouTube have become vital parts of a holistic social media ecosystem.&nbsp;</p> <a href=\"https://www.theguardian.com/go-make-it/2020/jun/12/brands-fans-and-influencers-why-social-media-for-small-business-is-about-more-than-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/go-make-it/2020/jun/12/brands-fans-and-influencers-why-social-media-for-small-business-is-about-more-than-sales", "date_published": "2020-06-12 15:58:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freeze-dried fruit and brownies: how having a website kept these businesses thriving when lockdown hit", "description": "<p>A website can do far more than provide basic information and a platform for sales. It’s an essential part of your burgeoning brand – as these small businesses have shown</p><p>Picture the scene. You’re keen to find out more about a product so you google it, and the search results bring up various mentions … but there doesn’t seem to be any online links to the company that produces it. After a few more tries, you give up with a shrug.&nbsp;</p><p>The fact is that without a website, a business doesn’t exist – or, as Descartes might have it: “I link therefore I am.” It’s a concept that Stuart Prescott, the co-founder of a freeze-dried fruit brand, <a href=\"https://www.5thseasonfruit.com/\" rel=\"nofollow\">5th Season</a>, understands implicitly: “It’s expected that a business should have a website; if they didn’t, you might not trust them,” he says.&nbsp;</p> <a href=\"https://www.theguardian.com/go-make-it/2020/jun/12/freeze-dried-fruit-and-brownies-how-having-a-website-kept-these-businesses-thriving-when-lockdown-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/go-make-it/2020/jun/12/freeze-dried-fruit-and-brownies-how-having-a-website-kept-these-businesses-thriving-when-lockdown-hit", "date_published": "2020-06-12 15:57:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Being online has helped us survive’: how e-commerce can kickstart your small business in lockdown – and beyond", "description": "<p>Many SMEs have had to ramp up their digital activity in response to the challenges of Covid-19, learning as they go. Here, three businesses share what they’ve discovered<br /></p><p>Starting a business and planning for its future once involved bricks and mortar, shelves, tills and customers walking through your door. Not so today. Even before the coronavirus lockdown limited people’s trips to retailers in the flesh, online shopping was flying high. According to the <a href=\"https://www.worldretailcongress.com/__media/Global_ecommerce_Market_Ranking_2019_001.pdf\" rel=\"nofollow\">Global Ecommerce Market Ranking 2019</a>, the UK has the world’s fourth largest e-commerce market in revenue terms, and the third highest percentage of online shoppers, at almost 80%. And it’s set to continue. Research by the analysts Retail Economics last year found that <a href=\"https://www.theguardian.com/business/2019/jul/09/half-of-uk-retail-sales-will-be-online-within-10-years-report-predicts\">53% of retail sales</a> were expected to be online by 2028. In the wake of lockdown, it seems likely this trend will only accelerate.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/go-make-it/2020/jun/01/from-promotions-to-gift-cards-how-a-great-website-keeps-customers-coming-back-again-and-again\">From promotions to gift cards: how a great website keeps customers coming back again and again</a> </p> <a href=\"https://www.theguardian.com/go-make-it/2020/jun/12/being-online-has-helped-us-survive-how-e-commerce-can-kickstart-your-small-business-in-lockdown-and-beyond\">Continue reading...</a>", "link": "https://www.theguardian.com/go-make-it/2020/jun/12/being-online-has-helped-us-survive-how-e-commerce-can-kickstart-your-small-business-in-lockdown-and-beyond", "date_published": "2020-06-12 15:56:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson's polarising statue tweets are pure Trump | Jonathan Freedland", "description": "<p>He doesn’t want to face the real issues sparked by George Floyd’s death. So he’s distracting us with a culture war<br /></p><p>When Boris Johnson starts copying Donald Trump’s signature move – taking sides in a culture war by firing off a <a href=\"https://www.theguardian.com/politics/2020/jun/12/boris-johnson-says-removing-statues-is-to-lie-about-our-history-george-floyd\">string of tweets </a>– you know that America’s global domination remains so complete it can turn even one of the country’s most grotesque defects into a cultural export.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jun/12/boris-johnson-says-removing-statues-is-to-lie-about-our-history-george-floyd\">Boris Johnson says removing statues is 'to lie about our history'</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/12/boris-johnson-statue-tweets-donald-trump-prime-minister-george-floyd-culture-war\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/12/boris-johnson-statue-tweets-donald-trump-prime-minister-george-floyd-culture-war", "date_published": "2020-06-12 15:56:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roderick Williams and Joseph Middleton review – expressive and nuanced", "description": "<p><strong>Wigmore Hall/BBC Radio 3</strong><br />This recital of ‘female’ songs made a convincing case for a rejection of gender divisions in the Lieder repertoire</p><p>‘Woman’s Hour”, the title that <a href=\"http://www.grovesartists.com/artist/roderick-williams/\">Roderick Williams</a> had given to his lunchtime recital with the pianist <a href=\"https://josephmiddleton.com/\">Joseph Middleton</a>, was only slightly tongue in cheek. It was an accurate enough description of the baritone’s recital, for Williams had put together a programme of songs by <a href=\"https://www.theguardian.com/music/franz-schubert\">Schubert</a>, <a href=\"https://www.theguardian.com/music/johannes-brahms\">Brahms</a> and the Schumanns, all of which either had women as a protagonist, or were expressions of a woman’s viewpoint.</p><p>As he made clear in a brief explanation, Williams rejects gender divisions in the Lieder repertoire. He pointed out that the first performance of Schumann’s Frauenliebe und -leben, the cycle with which he ended, and which nowadays is usually thought of as a work for a woman’s voice, was given by a man, and he sees no reason why men should not sing it, any more than a woman should not tackle Dichterliebe or Winterreise.</p> <a href=\"https://www.theguardian.com/music/2020/jun/12/roderick-williams-and-joseph-middleton-review-wigmore-hall-bbc-radio-3\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/12/roderick-williams-and-joseph-middleton-review-wigmore-hall-bbc-radio-3", "date_published": "2020-06-12 15:51:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jimmy Kimmel: 'Nascar now has done more to fight racism than the president'", "description": "<p>Late-night hosts discuss the removal of Confederate monuments, from banning the flag at races to renaming military bases</p><p>Jimmy Kimmel offered the week’s award for “most ‘stooped’”, to quote Donald Trump’s misspelling of stupid on Twitter, to the president’s economic adviser Larry Kudlow, who “astonished even the most hardened among us” when he repeatedly <a href=\"https://www.businessinsider.com/kudlow-systemic-racism-doesnt-exists-trump-economic-adviser-in-us-2020-6\">answered “I do not”</a> to the question “Do you believe there’s systemic racism against African Americans in the US?”</p> <a href=\"https://www.theguardian.com/culture/2020/jun/12/jimmy-kimmel-trump-confederate-monuments-late-night-recap\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/12/jimmy-kimmel-trump-confederate-monuments-late-night-recap", "date_published": "2020-06-12 15:47:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Distancing rules meant CrossCountry rail staff didn't spot dead man for five hours", "description": "<p>Passenger who died of heart attack only noticed 250 miles after his Stockport stop</p><p>Staff abiding by physical distancing rules failed to notice that a passenger had lain dead on a train for five hours after a heart attack, a rail company has said.</p><p>CrossCountry ticket inspectors on the Manchester to Bournemouth train thought the man was sleeping, the company said. Inspectors are currently advised to keep their distance from passengers because of anti-coronavirus measures.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/distancing-rules-meant-crosscountry-rail-staff-didnt-spot-dead-man-for-five-hours\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/distancing-rules-meant-crosscountry-rail-staff-didnt-spot-dead-man-for-five-hours", "date_published": "2020-06-12 15:44:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BMG to review historic record contracts due to 'shameful treatment of black artists'", "description": "<p>Company says it will address ‘inequities or anomalies’ within 30 days following criticism of widespread financial inequality in the music industry</p><p>The record label and publisher BMG has pledged to address historic inequalities in the record contracts of black artists.</p><p>In an email sent to managers and performers <a href=\"https://www.musicbusinessworldwide.com/bmg-to-review-historic-record-contracts-mindful-of-the-music-industrys-shameful-treatment-of-black-artists/\">reported by Music Business Worldwide</a>, BMG CEO Hartwig Masuch said the label was “mindful of the shameful treatment of black artists”, and would begin a review of historic record contracts, vowing to address “inequities or anomalies” within 30 days.</p> <a href=\"https://www.theguardian.com/music/2020/jun/12/bmg-to-review-historic-record-contracts-due-to-shameful-treatment-of-black-artists\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/12/bmg-to-review-historic-record-contracts-due-to-shameful-treatment-of-black-artists", "date_published": "2020-06-12 15:43:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How 'racist' bust 'hidden by Tory councillor' divided Derbyshire town", "description": "<p>Controversial caricature that overlooked Ashbourne for decades has become subject of bitter culture war<br /></p><p>When Kate Moore, a 21-year-old student, saw the bitterness of the division in her home of Ashbourne over the disappearance of a bust of a black man’s head, she decided to come up with a compromise.</p><p>Over the last week, the mystery over the whereabouts of the head, which Moore viewed as indisputably racist, has lifted this small Derbyshire town to national prominence. Before that it was best known as the home of Royal Shrovetide, an eccentric, beloved and very English game of “medieval football” played through the streets each year.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/ashbourne-derbyshire-racist-black-bust-tory-councillor-petition\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/ashbourne-derbyshire-racist-black-bust-tory-councillor-petition", "date_published": "2020-06-12 15:39:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polish president issues campaign pledge to fight 'LGBT ideology'", "description": "<p>Andrzej Duda launches ‘family charter’ to appeal to base as election race tightens</p><p>Gay rights and homophobia are likely to be major issues in Poland’s delayed presidential election after the frontrunner pledged to “defend children from LGBT ideology”.</p><p>Andrzej Duda, the incumbent president, who is allied with the ruling Law and Justice (PiS) party, made the pledge while launching a so-called “family charter”. The move appeared designed to energise the party’s conservative base as polls showed his lead narrowing.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/polish-president-issues-campaign-pledge-to-fight-lgbt-ideology\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/polish-president-issues-campaign-pledge-to-fight-lgbt-ideology", "date_published": "2020-06-12 15:36:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'There are lots of BAME candidates': UK boardrooms fail to embrace diversity", "description": "<p>FTSE recruiters are not looking hard enough, says Gate Ventures CEO Tevin Tobun</p><p>When Tevin Tobun launched his food distribution company, Gate Ventures, in 2001, he knew his leadership team had to be different.</p><p>As a young black man fresh out of London’s Middlesex University, he wanted the top team to reflect both his workforce and the customers they served. Today, Gate Ventures – which counts Iceland and Fortnum &amp; Mason among its clients – is led by a six-person boardroom with three BAME directors, one of whom is female.</p> <a href=\"https://www.theguardian.com/business/2020/jun/12/there-are-lots-of-bame-candidates-uk-boardrooms-fail-to-embrace-diversity\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/12/there-are-lots-of-bame-candidates-uk-boardrooms-fail-to-embrace-diversity", "date_published": "2020-06-12 15:18:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Medical workers resort to parking-lot deals and DIY projects to get safety gear", "description": "<p>Nursing home employees and other healthcare workers are going to extraordinary lengths for masks, gowns and essential materials</p><p>A nursing home worker in New Jersey cut a deal for gowns in a parking lot. A clinic director in Florida awaited midnight deliveries of tens of thousands of masks. A South Carolina cardiologist tried to buy ingredients from Lithuania to mix his own hand sanitizer.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/medical-supplies-coronavirus-outbreak-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/medical-supplies-coronavirus-outbreak-us", "date_published": "2020-06-12 15:16:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Loyal Tavern’s Right on thyme | The good mixer", "description": "<p>France’s favourite aperitif gets a herb-infused, champagne-topped makeover</p><p>The sweet, fruity notes of <a href=\"https://www.lillet.com/intl-en/\" title=\"\">Lillet Blanc</a>, the classic French aperitif, really shine here. Once infused with the thyme, it will keep in the fridge for up to three months, so there’s no harm in making a bigger batch, should the mood take you.</p><p>Serves <strong>1</strong></p> <a href=\"https://www.theguardian.com/food/2020/jun/12/cocktail-recipe-right-on-thyme-loyal-tavern-lillet-blanc\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/12/cocktail-recipe-right-on-thyme-loyal-tavern-lillet-blanc", "date_published": "2020-06-12 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's the economy, stupid – but will Trump or Biden win the argument?", "description": "<p>The coronavirus has upended things – and there are problems for the candidates as they try to make the economy a key campaign plank </p><p>Amid a continuing pandemic and a painful national introspection on race, a volatile American economy is also forcing Donald Trump and Joe Biden to recalibrate how they campaign in 2020’s presidential election.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/jun/11/us-economy-unemployment-us-states\">Stock markets tumble as another 1.5m Americans file for unemployment</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/trump-biden-economy-2020-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/trump-biden-economy-2020-coronavirus", "date_published": "2020-06-12 14:54:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Windrush generation deserves justice – not video chats with the home secretary", "description": "<p>Anthony Bryan’s ordeal was about to be dramatised in a BBC drama, Sitting in Limbo. Then the phone rang</p><p>Just as trailers for the BBC’s Windrush drama <a href=\"https://www.bbc.co.uk/iplayer/episodes/p08g29ff/sitting-in-limbo\">Sitting in Limbo</a> were released at the start of this month, Anthony Bryan, who was wrongly imprisoned for five weeks after mistakenly being classified as an illegal immigrant, and whose story is dramatised in the film, received an interim offer of compensation from the Home Office. It was two and a half years after officials first realised they had made an error, and more than two years since the then prime minister, Theresa May first apologised for the Home Office’s mistakes. The compensation letter came exactly a week before the film was due to go out on television, and the timing of its arrival made him very thoughtful.</p><p>A few days before Sitting in Limbo was broadcast, emails and calls started coming from the private office of the home secretary, Priti Patel, asking if Bryan would join a video call with her just an hour before the film went out. The home secretary is “actively thinking” about “giving a voice” to the Windrush generation, one email read, “and feels it vitally important to hear directly from affected members of the community, such as Mr Bryan”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/12/windrush-generation-justioce\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/12/windrush-generation-justioce", "date_published": "2020-06-12 14:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emily Sheffield succeeds George Osborne as Evening Standard editor", "description": "<p>Ex-deputy editor of Vogue and David Cameron’s sister-in-law takes over at difficult time for title</p><p>After losing her job as deputy editor at Vogue, Emily Sheffield said she had some <a href=\"https://www.thetimes.co.uk/article/emily-sheffield-from-vogue-to-thismuchiknow-with-help-from-her-sister-samantha-cameron-hf7c6gwv7\">salient career advice</a> from the former chancellor George Osborne: step back and seriously consider what you want next.</p><p>A few years on, and Sheffield is taking over from Osborne as editor of the Evening Standard, tasked with making the London daily newspaper digital-first during a pandemic that Osborne described as the “greatest crisis” in the Standard’s 200-year history.</p> <a href=\"https://www.theguardian.com/media/2020/jun/12/emily-sheffield-succeeds-george-osborne-as-evening-standard-editor\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jun/12/emily-sheffield-succeeds-george-osborne-as-evening-standard-editor", "date_published": "2020-06-12 14:46:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foul is fair: stunning shots of Shakespeare's Macbeth – in pictures", "description": "<p>As the RSC’s production starring Christopher Eccleston is <a href=\"https://www.bbc.co.uk/programmes/p089zg9d\">broadcast on BBC Four</a>, take a look back at some of the most arresting stagings of the ‘Scottish play’</p> <a href=\"https://www.theguardian.com/stage/gallery/2020/jun/12/shakespeares-macbeth-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2020/jun/12/shakespeares-macbeth-in-pictures", "date_published": "2020-06-12 14:40:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melania Trump used White House move to renegotiate prenup, book claims", "description": "<ul><li>First lady delayed moving from New York for five months</li><li>Melania reportedly said aim was ‘taking care of Barron’</li></ul><p>Melania Trump delayed coming to the White House after her husband Donald Trump won the 2016 election because she was renegotiating her prenuptial agreement, a new book has claimed.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/oct/31/trump-joke-melania-marriage-many-awkward-moments\">Trump’s joke about Melania is just one of their many awkward moments</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/melania-trump-white-house-move-renegotiate-prenup-book\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/melania-trump-white-house-move-renegotiate-prenup-book", "date_published": "2020-06-12 14:34:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: full controls on goods entering UK will not apply until July 2021", "description": "<p>Three-phased plan for Brexit border checks welcomed as UK formally rejects extension to transition period</p><p>Full border controls on goods entering the UK will not apply until July next year the government has announced, as it formally notified the EU it <a href=\"https://www.theguardian.com/politics/2020/jun/09/britain-will-not-give-in-to-eu-fishing-demands-says-villiers\">does not want an extension</a> to the transition period.</p><p>The announcement of a three-phased plan for Brexit border checks was welcomed by industry leaders but represents the most dramatic change to international trading since 1993 when the single market was introduced.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/12/brexit-full-border-controls-on-goods-entering-uk-will-not-apply-until-july-2021\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/12/brexit-full-border-controls-on-goods-entering-uk-will-not-apply-until-july-2021", "date_published": "2020-06-12 14:31:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leave means leave, Nigel! Now Farage is out, will LBC stop hiring toxic blowhards?", "description": "<p>The Brexiter was shown the door after comparing Black Lives Matter protesters to the Taliban. But he’s far from the radio station’s only problem</p><p>It’s Tina I feel sorry for. This week she rang <a href=\"https://www.theguardian.com/media/lbc\">LBC</a>’s breakfast show to tell host <a href=\"https://www.theguardian.com/tv-and-radio/2013/nov/09/nick-ferrari-lbc-radio-daze\">Nick Ferrari</a> what toppling statues of racist Britons means to her as a British woman of African-Caribbean ancestry. Could she get her point across? Not a chance. Every time she tried to air her views, Ferrari’s voice cut through hers. “Tina, Tina, Tina,” Ferrari said in his trademark oleaginously patronising simper as if speaking to a dim child. Tina complained about him interrupting her, but Ferrari wouldn’t be silenced. Taking down statues is illegal. End of. “I can’t breathe” is a Black Lives Matter slogan. “I can’t get airtime” might be Tina’s.</p><p>“Tina, Tina, Tina”, for me, had Thatcherite resonance. There was no alternative to her neoliberal ruin of Britain – and on the London radio station, there is no alternative to the stale pale male discourse, no airtime for BAME women’s voices to be heard. There is one female presenter, the superbly intelligent Shelagh Fogarty, and one person of colour, the former Islamist who became David Cameron’s anti-extremism adviser <a href=\"https://www.theguardian.com/politics/2015/aug/02/maajid-nawaz-how-a-former-islamist-became-david-camerons-anti-extremism-adviser\">Maajid Nawaz</a>, now the station’s eviscerator-in-chief of dimwit callers.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/12/leave-means-leave-nigel-now-farage-is-out-will-lbc-stopping-hiring-toxic-blowhards\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/12/leave-means-leave-nigel-now-farage-is-out-will-lbc-stopping-hiring-toxic-blowhards", "date_published": "2020-06-12 14:20:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India's coronavirus agony: 'I did everything to save my wife and baby'", "description": "<p>Pregnant woman turned away from eight hospitals as pandemic pushes healthcare to brink of collapse</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>For the past five days, Bijendra Singh has been haunted by the voice of his dead wife, Neelam. “Why could you not get me the treatment that I needed?” she asks. “Why could you not save me, save our baby?”</p><p>It was around 6am on 5 June when Neelam, more than eight months pregnant, began complaining of lower back pain and breathlessness. Presuming it was early contractions, Singh and his wife set off in his brother’s auto-rickshaw to a government hospital in the Uttar Pradesh city of Noida. Before leaving, they kissed their five year-old son goodbye and promised they would be returning with the birthday present he had requested: a baby sister.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/india-coronavirus-agony-i-did-everything-to-save-my-wife-and-baby\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/india-coronavirus-agony-i-did-everything-to-save-my-wife-and-baby", "date_published": "2020-06-12 14:03:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US books world rocked by racism rows", "description": "<p>Questions over the response of the Poetry Foundation and the National Book Critics Circle to BLM protests have sparked a wave of resignations<br /></p><p>The US literary establishment is in turmoil after a wave of resignations from the Poetry Foundation and the National Book Critics Circle over their responses to Black Lives Matter protests.</p><p>The <a href=\"https://www.poetryfoundation.org/\">Poetry Foundation</a>, established in 2003 after a multimillion dollar donation from the philanthropist Ruth Lilly, had been harshly criticised in a letter from almost 2,000 people, including the award-winning poet Ocean Vuong and many other writers, over its brief response to BLM on 3 June. The Poetry Foundation and Poetry magazine “stand in solidarity with the black community, and denounce injustice and systemic racism”, said the statement, and “as an organisation we recognise that there is much work to be done”.</p> <a href=\"https://www.theguardian.com/books/2020/jun/12/us-books-world-rocked-by-racism-rows\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/12/us-books-world-rocked-by-racism-rows", "date_published": "2020-06-12 14:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is my husband’s affair linked to my childhood abuse? | Annalisa Barbieri", "description": "<p>Your trauma is not to blame for your husband’s infidelity, says Annalisa Barbieri. Therapy will help you focus on your own needs</p><p><strong>When I was 12, my 19-year-old cousin started to sexually abuse me, showing up at my house most afternoons</strong><strong>. I worshipped him, so I didn’t know how to say no.</strong> <strong>I do not remember how</strong><strong> or when it ended, but I know</strong> <strong>I </strong><strong>still feel the dread I felt when his motorcycle stopped in front of our house.</strong></p><p><strong>I met my husband when I was 17. </strong><strong>I was </strong><strong>terrified of sex, so we waited almost 10 years to make love. We had a child, who is now a young teen. Last week, 30 years after we met, I discovered that my husband had been cheating on me for a year. At this point, we hadn’t made love for a year.</strong><strong> I enjoy </strong><strong>sex to a degree, but</strong><strong> never feel the urge, even though I masturbate.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/12/is-husband-affair-linked-my-childhood-abuse-annalisa-barbieri\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/12/is-husband-affair-linked-my-childhood-abuse-annalisa-barbieri", "date_published": "2020-06-12 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It has illuminated how much music can do’: virtual choirs thrive under lockdown", "description": "<p>NHS choirs are among those flourishing online, helping to boost wellbeing and morale among staff</p><p>Concerts and choir practice may be off the table during lockdown, but in the face of isolation and adversity people are turning to the power of song more than ever and virtual choirs are flourishing online.</p><p>More than 1,000 NHS staff members across the country have joined the online NHS Chorus-19 to boost their wellbeing and connect with others.</p> <a href=\"https://www.theguardian.com/music/2020/jun/12/singing-together-nice-virtual-choirs-thrive-amid-lockdown-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/12/singing-together-nice-virtual-choirs-thrive-amid-lockdown-nhs", "date_published": "2020-06-12 13:36:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family of black man who died in UK police custody speak out", "description": "<p>Simeon Francis’s father calls for answers after son found unresponsive in Devon cell</p><p>The family of <a href=\"https://www.theguardian.com/uk-news/2020/jun/08/england-police-watchdog-investigates-death-of-man-in-custody\">a black man who died in police custody in Devon last month</a> have said they still have no idea of the circumstances that led to his death and are demanding answers.</p><p>Simeon Francis, 35, who had a 10-year-old child, was found unresponsive in the custody suite of Torquay police station. An ambulance was called but he died several hours later.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/family-of-black-man-who-died-in-police-custody-in-devon-call-for-answers-simeon-francis\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/family-of-black-man-who-died-in-police-custody-in-devon-call-for-answers-simeon-francis", "date_published": "2020-06-12 13:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Militant crackdown in Sahel leads to hundreds of civilian deaths – report", "description": "<p>Amnesty records 200 state killings and forced disappearances in Burkina Faso, Mali and Niger, state members of internationally-backed G5 group</p><p>Hundreds of civilians have been killed by their own governments in Africa’s Sahel region since countries pledged a surge against militant groups at a regional meeting held by France in January.</p><p>Amnesty International said on Wednesday that it had <a href=\"https://www.amnesty.org/en/latest/news/2020/06/sahel-soldiers-rampage-through-villages-killing-people/\">documented 200 cases</a> of unlawful state killings and forced disappearances in February and March in Burkina Faso, Mali and Niger, which are members of the internationally backed <a href=\"https://www.theguardian.com/world/2017/oct/30/new-400m-army-to-fight-human-traffickers-and-terrorists-faces-un-moment-of-truth\">G5 force</a> set up to fight militants in the Sahel.</p> <a href=\"https://www.theguardian.com/global-development/2020/jun/12/militant-crackdown-in-sahel-leads-to-hundreds-of-civilian-deaths-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jun/12/militant-crackdown-in-sahel-leads-to-hundreds-of-civilian-deaths-report", "date_published": "2020-06-12 13:27:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The police say they support Black Lives Matter. Tell that to people in Tottenham | Stafford Scott", "description": "<p>The investigation into Mark Duggan’s death may reopen, thanks to new research into deaths in custody <br /><br /></p><ul><li>Stafford Scott was a co-founder of the Broadwater Farm Defence Campaign in 1985</li></ul><p>The callous killing of George Floyd resonated powerfully across all of Britain’s black communities, given our long-running issues with the police. But his death at the hands of four Minnesota police officers probably had more meaning in one part of the country than any other.&nbsp;</p><p>In Tottenham, north London, five black people have died at the hands of the police. There is my friend’s mother, <a href=\"https://www.theguardian.com/theguardian/from-the-archive-blog/2011/aug/08/anger-tottenham-broadwater-riots-1985\">Cynthia Jarrett</a>, who died of a heart attack during a police raid on her home in 1985. <a href=\"https://www.theguardian.com/celldeaths/article/0,2763,195387,00.html\">Joy Gardner&nbsp;</a>(1993) died after the police gagged her, and <a href=\"https://www.theguardian.com/uk/2003/oct/03/ukcrime.prisonsandprobation\">Roger Sylvester</a> (1999) died after being restrained. Then there is <a href=\"https://www.theguardian.com/uk-news/2019/dec/05/mark-duggan-shooting-report-challenged-by-human-rights-groups\">Mark Duggan</a> (2011) and <a href=\"https://www.bbc.co.uk/news/uk-england-london-51476107\">Jermaine Baker</a> (2015), who were both shot and killed by Metropolitan police officers.&nbsp; It has been determined through investigations in all these cases that the police officers had no case to answer for.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/12/black-lives-matter-tottenham-mark-duggan-deaths-custody\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/12/black-lives-matter-tottenham-mark-duggan-deaths-custody", "date_published": "2020-06-12 13:23:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PlayStation 5: the video games console is not dead yet", "description": "<p>As other video games companies move towards Netflix-style streaming and subscription services, Sony has doubled down on a new console. The company’s Simon Rutter explains what the PS5 brings to the table</p><p>Last night in a livestreamed broadcast, Sony showed its new video game console, the PlayStation 5, for the first time, along with 28 new games that will be out this year or next. It is a futuristic-looking thing, all white curves and black and blue-LED accents and a touch of mid-00s service robot about it. One version is digital-only, the other comes with a drive for people who prefer to buy games on disc.</p><p>As cloud-based and Netflix-like subscription services have gained traction in the video game world, the “end of the console” has become a popular conversation point. Two years ago at E3, the yearly video games conference, Microsoft’s Phil Spencer <a href=\"https://www.theguardian.com/games/2018/jun/11/microsoft-e3-xbox-maker-suggest-streaming-will-replace-consoles\">told the Guardian</a> that “we pivoted about three or four years ago to thinking about the gamer first, not the device first … Our focus is on bringing console quality games that you see on TV or PC to any device.” But Sony is doubling down not only on the idea of the games console, of generational technology shifts that make new kinds of games possible, and on the idea of selling a new box by funding games that can only be played on PlayStation 5.</p> <a href=\"https://www.theguardian.com/games/2020/jun/12/playstation-5-video-games-console-not-dead-ps5\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/jun/12/playstation-5-video-games-console-not-dead-ps5", "date_published": "2020-06-12 13:18:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First it was e-cigs: now I'm addicted to my Rubik's Cube | Romesh Ranganathan", "description": "<p>I’ve spent hours Googling tips and tricks. Just don’t ask me my solve time</p><p>I used to be a habitual vaper. I started buying e-cigs with the intention of weaning myself off nicotine altogether, but then I made the mistake of looking at the range of products on offer.&nbsp;Before I knew it I&nbsp;had several different batteries and tanks, and was mixing my own liquids. My wife and I would sit down to watch TV and she would tell me it was like sitting next to Thomas The Tank Engine, as plumes of raspberry-flavoured steam filled the living room.&nbsp;</p><p>One evening, as I was rearranging a coil in one of my tanks, she pointed out that it was an incredibly male trait to get into a weird hobby that requires tinkering and obsessiveness.&nbsp;Up to that point I&nbsp;had assumed that I was being an individual who was trying not to smoke by having 36 different flavours of vape fluid, but as soon as she held that mirror up to me, I knew I had to quit.&nbsp;I&nbsp;reckon my vaping habit had by then cost me the best part of a grand.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/12/first-it-was-e-cigs-now-im-addicted-to-my-rubiks-cube\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/12/first-it-was-e-cigs-now-im-addicted-to-my-rubiks-cube", "date_published": "2020-06-12 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sports organisations 'should have 20% BAME board members' to tackle racism", "description": "<ul><li>Sporting Equals found that only 3% of board members are black<br /></li><li>‘No amount of positive messaging can hide lack of opportunities’</li></ul><p>All publicly funded sports organisations in Britain should have at least 20% black and minority ethnic representation on their boards in order to tackle systemic racism and bias, according to the UK’s leading charity for racial equality and diversity in sport.</p><p>Arun Kang, the chief executive of Sporting Equals, urged the government to update the Code for Sport Governance to tackle the problem after its researchers found that only 3% of board members of national governing bodies are black and 64% of funded national governing bodies have no BAME board members.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/12/sports-organisations-bame-board-members-systemic-racism-sporting-equals-arun-kang\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/12/sports-organisations-bame-board-members-systemic-racism-sporting-equals-arun-kang", "date_published": "2020-06-12 13:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How sliced bread became the best thing since, well, sliced bread", "description": "<p>The pre-sliced loaf took a little time to find widespread acceptance. This is the story of how its invention went on to change the world</p><p>“The best thing since sliced bread.” We’ve all heard the saying. It’s synonymous with greatness, a new invention, a game-changer. But the road to greatness is seldom easy.</p><p>Sliced bread was first sold in July 1928, in a bakery in Chillicothe, Missouri. The bakery used an automatic bread-slicing machine invented by jeweller Otto Rohwedder. It had been hard work to get to that point: Rohwedder had tried for some time to introduce the US to sliced bread. He’d carried out extensive market research, surveying tens of thousands of people on the perfect thickness of a slice. And his prototype machine and all his blueprints were lost to a fire in 1917.</p> <a href=\"https://www.theguardian.com/plug-into-hybrid/2020/jun/12/how-sliced-bread-became-the-best-thing-since-well-sliced-bread\">Continue reading...</a>", "link": "https://www.theguardian.com/plug-into-hybrid/2020/jun/12/how-sliced-bread-became-the-best-thing-since-well-sliced-bread", "date_published": "2020-06-12 12:59:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how has coronavirus affected people living in the north-east?", "description": "<p>We’d like to hear from people in the north-east and Yorkshire about the economic impact of the coronavirus outbreak</p><p><strong>We would like to find out about the impact of coronavirus on you and your community.</strong></p><p>We’d like to hear from people in north-east England including the county of Yorkshire and we’re particularly interested finding out how the pandemic has affected your work and the local economy. What has changed? How do you view your future?</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/tell-us-how-has-coronavirus-affected-people-living-in-the-north-east\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/tell-us-how-has-coronavirus-affected-people-living-in-the-north-east", "date_published": "2020-06-12 12:55:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I forgot who I was': how Big Brother changed my life", "description": "<p>It was the reality show that changed British TV for ever. As its ‘greatest hits’ return to our screens, five contestants reflect on the highs and lows of life in and out of the Big Brother house</p><p>On 18 July 2000, 10 people entered a custom-built studio in a lot in east London. They were taking part in what was being billed as a unique “social experiment”: the opportunity to watch ordinary people on our screens, day-in, day-out.&nbsp;</p><p>No one could have known then the influence Big Brother would have on our viewing habits, or how it would birth the genre of reality TV in the UK. At the time, it was just another gameshow. But over the next 19 series – and 22 celebrity spin-off series – it redefined the nature of entertainment and modern celebrity. Thanks in part to the concomitant rise of tabloid magazines including Closer and Heat, with their endless appetite for celebrity gossip, the housemates, who entered the Big Brother house as nobodies, left as stars. In its heyday, Big Brother was a ratings goliath: the season three finale reached 10 million viewers. Housemates such as the late <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/09/jade-goody-scorned-celebrity-big-brother-britain-class-prejudice\">Jade Goody</a> became cultural icons, while the likes of Alison Hammond and Brian Dowling became broadcasting mainstays in their own right.&nbsp;</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/12/life-after-big-brother-e4-reality-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/12/life-after-big-brother-e4-reality-tv", "date_published": "2020-06-12 12:36:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Headteachers berate non-stop guidance changes for England's schools", "description": "<p>Government’s failure to give clear advice over reopening has left teachers exhausted, say heads </p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>At Huntington secondary school in York this week, the headteacher, John Tomsett, thought he was just about ready for the return of year 10s.</p><p>He’d spent £20,000 making the school Covid-19 secure for the wider reopening, buying 16 mobile handwashing units and 15 extra walkie-talkies to ease a complex one-in-one-out toilet system.</p> <a href=\"https://www.theguardian.com/education/2020/jun/12/headteachers-berate-non-stop-guidance-changes-for-englands-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/12/headteachers-berate-non-stop-guidance-changes-for-englands-schools", "date_published": "2020-06-12 12:33:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novichok TV drama's makers: 'A deadly, invisible threat – it resonates now'", "description": "<p>Director Saul Dibb and producer Karen Lewis on their new BBC One drama The Salisbury Poisonings </p><p><br />An invisible killer that is passed through touch, homes and businesses in lockdown, desperate efforts to test, track and trace, community resilience in the face of tragedy.</p><p>It sounds very much like life in the time of Covid-19, but this is also the world depicted in a high-profile BBC One drama focusing on the aftermath of the nerve agent attack on the former Russian spy <a href=\"https://www.theguardian.com/uk-news/sergei-skripal\">Sergei Skripal</a> in Wiltshire.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/novichok-drama-the-salisbury-poisonings-deadly-invisible-threat-resonates-saul-dibb-karen-lewis\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/novichok-drama-the-salisbury-poisonings-deadly-invisible-threat-resonates-saul-dibb-karen-lewis", "date_published": "2020-06-12 12:23:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple removes two podcast apps from China store after censorship demands", "description": "<p>Pocket Casts says it refuses to restrict its content at request of Chinese authorities</p><p>Apple has removed two podcast apps from its Chinese app store, following government pressure to censor content.</p><p>Pocket Casts and Castro were both pulled from distribution in China after the Cyberspace Administration of China (CAC) demanded that the apps stop allowing content that breached the country’s restrictive speech laws.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/12/apple-removes-two-podcast-apps-from-china-store-after-censorship-demands\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/12/apple-removes-two-podcast-apps-from-china-store-after-censorship-demands", "date_published": "2020-06-12 12:13:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A sleeping policeman and Penny Lane: Friday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jun/12/a-sleeping-policeman-and-penny-lane-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jun/12/a-sleeping-policeman-and-penny-lane-fridays-best-photos", "date_published": "2020-06-12 12:03:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First Nations chief shown being punched by Canadian police in video", "description": "<p>Chief Allan Adam of Fort Chipewyan First Nation alleges police assaulted him in parking lot in March<br /></p><p>Canadian police tackled and punched a prominent First Nations chief in the parking lot of a casino as they accused him of resisting arrest.</p><p>On Saturday, Chief Allan Adam of Fort Chipewyan First Nation in Alberta <a href=\"https://www.theguardian.com/world/2020/jun/06/canadian-first-nation-chief-says-rcmp-violently-assaulted-him\">alleged he was assaulted</a> by the Royal Canadian Mounted Police (RCMP) during the incident in early March. It began over an allegation of an expired licence plate but quickly escalated into what Adam claims was a clearcut instance of excessive force.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/canadian-police-punch-first-nations-chief-canada-video-chief-allan-adam\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/canadian-police-punch-first-nations-chief-canada-video-chief-allan-adam", "date_published": "2020-06-12 11:36:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London sisters were stabbed to death by stranger, say police", "description": "<p>Detectives believe killer may have been injured during attack on Nicole Smallman and Bibaa Henry<br /></p><p>Nicole Smallman and Bibaa Henry had been celebrating a birthday with friends in a London park the night they were stabbed to death. The sisters had stayed behind after everyone else had left just after midnight. Now, five days after their bodies were found, detectives have said they believe they were murdered by a stranger. </p><p>As the hunt for the killer intensified, the Metropolitan police said whoever murdered Smallman, 27, and Henry, 46, may have been injured during the attack, which may have caused significant bleeding.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/12/london-sisters-nicole-smallman-bibaa-henry-murdered-stranger-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/12/london-sisters-nicole-smallman-bibaa-henry-murdered-stranger-police", "date_published": "2020-06-12 11:32:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could the Colston statue be recast as social reformer Frederick Douglass? | John Crace", "description": "<p>Time-limited statues would acknowledge that history is as much a study of the present as the past<br /><br /></p><p>On Saturday, my wife and I went to join a short vigil for <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> on Tooting Bec common. It was a very orderly, socially distanced affair – so much so that standing near the back I couldn’t hear any of the speeches as there was no PA system. All I could do was take my lead from what others were doing. So I clapped when other people clapped and got down on one knee when everyone else did. This was something of a problem as I have a metal knee and I was in a lot of discomfort throughout – kneeling down is still painful even years after the operation – and my wife had to help me to get upright again. Other Black Lives Matter events weren’t quite so peaceful. Violence broke out in London, while in Bristol, the statue of <a href=\"https://www.theguardian.com/uk-news/2020/jun/08/who-was-edward-colston-and-why-was-his-bristol-statue-toppled-slave-trader-black-lives-matter-protests\">Edward Colston</a> was pulled off its plinth and rolled into the river. The statement on the protests in the Commons was a classic piece of parliamentary hypocrisy. Because while MPs on all sides were keen to condemn the civil disorder, everyone seemed secretly relieved that the statue had been removed. Certainly no one called for it to be reinstated. Bristol council has now decided that the statue’s final resting place should be in the local museum which feels like the right decision.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/12/could-edward-colston-statue-be-recast-as-social-reformer-frederick-douglass\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/12/could-edward-colston-statue-be-recast-as-social-reformer-frederick-douglass", "date_published": "2020-06-12 11:28:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which is your favourite European Championship?", "description": "<p>Whether it’s the first you remember, the first you attended or the tournament your team won, we want to hear about it</p><p>What a weekend of football we had in store. Italy were going to host Turkey in Rome in the opening game on Friday night, before matches in Baku, Copenhagen and St Petersburg on Saturday, and then three more games in three more countries on Sunday –&nbsp;including England v Croatia, a repeat of the World Cup semi-final from two years ago. Three days, seven matches, seven countries. Alas, we will have to wait another year for all that. But, with Euro 2020 delayed until 2021, let’s look back at previous tournaments. Which is your favourite?</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2018/jul/13/world-cup-best-all-time\">Which is the best World Cup ever? Rating contenders from 1954 to 2014</a> </p> <a href=\"https://www.theguardian.com/football/2020/jun/12/favourite-european-championship-euro-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/12/favourite-european-championship-euro-2020", "date_published": "2020-06-12 11:24:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anna Jones' summer recipes for pavlova and vegetarian picnic rolls", "description": "<p>Make the most of outdoor eating with these veggie “sausage” rolls and a slightly boozy strawberry pavlova</p><p>Instead of zigzagging down to Portugal in our campervan this summer, we’ll be at home. Still, I intend to make it a summer to remember. I’m seeing the beauty of our parks and countryside with fresh eyes, and, thanks to the recent run of knockout weather, we have been eating most meals outside. This pavlova has been on our table a few times – it brings a lot of cheer – and the leek and mustard rolls have been packed for low-key family picnics. It’s going to be a British summer in every sense, and I am embracing it.&nbsp;</p> <a href=\"https://www.theguardian.com/food/2020/jun/12/anna-jones-summer-recipes-for-pavlova-and-vegetarian-picnic-rolls\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/12/anna-jones-summer-recipes-for-pavlova-and-vegetarian-picnic-rolls", "date_published": "2020-06-12 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Capturing the cry for change: photographers on the BLM protests", "description": "<p>Since the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> in Minneapolis a huge uproar of protests against racism and police brutality has swept through more than 750 cities and towns all across America. Four black photographers write about their experiences covering the <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">Black Lives Matter</a> demonstrations, and what the protests mean to them</p> <a href=\"https://www.theguardian.com/media/2020/jun/12/capturing-the-cry-for-change-photographers-on-the-blm-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jun/12/capturing-the-cry-for-change-photographers-on-the-blm-protests", "date_published": "2020-06-12 11:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My childhood left me traumatised. Will I ever find a partner?", "description": "<p>Men are attracted to me but soon lose interest, perhaps because I am so intense. I’m losing all hope of a happy relationship</p><p>I am an outgoing woman in my 30s but I am haunted by despair. I have spent years working through depression caused by childhood trauma (harsh parenting and problems at school) and an abusive relationship with a teacher.</p><p>Therapy has been helpful but the truth is that I have no hope. I don’t believe I can have a happy, healthy relationship with a partner. Men are attracted to me but are quickly put off, perhaps by my intensity. I am lucky to have caring friends, but spending time with people leaves me exhausted. I wish I had more money, so I could spend more time on my interests. But even my creative work is steeped in self-criticism and doubt. What can I do?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/12/my-childhood-left-me-traumatised-will-i-ever-find-a-partner\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/12/my-childhood-left-me-traumatised-will-i-ever-find-a-partner", "date_published": "2020-06-12 11:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re going to have a catastrophe’: US faces November election fiasco", "description": "<p>The chaotic scenes in Georgia’s primary this week could be a foretaste as states fail to take urgent action to secure the vote</p><p>The alarm bells have been going off for months, but the <a href=\"https://www.theguardian.com/us-news/2020/jun/09/georgia-election-primary-long-lines-broken-voting-machines\">election fiasco in Georgia</a> on Tuesday made it clear: America is ill-prepared to hold a fair presidential vote in November, and is dangerously close to having an election disaster.&nbsp;</p><p>The Georgia contest offered the most alarming preview to date of what could happen in November without major overhauls, training and planning. Voters stood in line to vote for upwards of four hours, saying they never received mail-in ballots requested weeks ago. Local officials, forced to consolidate polling locations because of Covid-19, were unable to manage the influx of voters and struggled to operate new voting equipment.&nbsp;</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/us-presidential-election-fiasco-voter-suppression\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/us-presidential-election-fiasco-voter-suppression", "date_published": "2020-06-12 11:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oxford college officials backed plans to protect Rhodes memorial", "description": "<p>Exclusive: senior staff at Oriel sought legal protection from protests for plaque to colonialist</p><p>Senior staff at Oxford University’s Oriel college backed plans to give legal protection to a memorial for Cecil Rhodes, weeks after seeking its removal during the Rhodes Must Fall protests.</p><p>The college this week faced renewed <a href=\"https://www.theguardian.com/world/2020/jun/09/protesters-rally-in-oxford-for-removal-of-cecil-rhodes-statue\">protests</a> demanding the removal of memorials to Rhodes, including a statue of the 19th-century imperialist who supported apartheid-style measures in southern Africa.</p> <a href=\"https://www.theguardian.com/education/2020/jun/12/oxford-college-officials-backed-plans-to-protect-rhodes-memorial\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/12/oxford-college-officials-backed-plans-to-protect-rhodes-memorial", "date_published": "2020-06-12 10:48:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five-year-old's fatal plunge provokes hard questions about Brazil's racism", "description": "<p>Miguel Otávio Santana da Silva fell nine storeys after being left alone by his mother’s employer, one of many richer white Brazilians employing black domestic workers</p><p>Mirtes Santana weeps when she remembers finding her son dying on the pavement outside the luxury seaside apartment block where she worked in north-eastern Brazil.</p><p>“I can’t bear it,” said the 33-year-old domestic worker. “It breaks my heart.”</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/brazil-black-boy-fall-death-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/brazil-black-boy-fall-death-racism", "date_published": "2020-06-12 10:15:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jailed. Beaten. Yet 1960s activist Fannie Lou Hamer stood up to white supremacy – comic", "description": "<p>As people across the US protest, many are looking back at civil rights activists like Hamer, who resisted brutal violence and imprisonment for years, for inspiration </p><p>As hundreds of thousands of people continue to protest against police brutality against black Americans in the country, many have turned to our original civil rights activists for inspiration.<br /><br />Fannie Lou Hamer fought for the right to vote in the 1960s, resisting brutal violence and imprisonment for years in Mississippi, where Jim Crow laws threatened the lives and franchise of African Americans well into the 20th century. Hamer’s civil disobedience was part of a movement that eventually restored the right to vote for hundreds of thousands of people in the south through the Voting Rights Act of 1965, signed into law by Lyndon B Johnson.</p><p>Today, on the anniversary of the day Hamer was released from jail in 1963, we’re featuring an excerpt on her life from Drawing the Vote: An Illustrated Guide to Voting in America, <a href=\"https://www.abramsbooks.com/product/drawing-the-vote_9781419739989/\">a graphic novel</a> that looks at the history of voting rights, by author Tommy Jenkins and illustrator Kati Lacker.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/fannie-lou-hamer-right-to-vote-comic\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/fannie-lou-hamer-right-to-vote-comic", "date_published": "2020-06-12 10:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I can't wait to take my new Mallen streak to town and eat someone else’s mash and gravy", "description": "<p>‘Britain’s stalled restaurants and pubs sadden me; each shut shop is a community lifeline’</p><p>A word of advice: creme caramel puddings and <a href=\"https://www.muller.co.uk/nc/our-brands/mueller-yogurt-desserts-brands/brands/all/filter/brand/3/\">Müller Rices</a> are the best things to buy a sore-mouthed pensioner who’s pulled out her own wisdom tooth with tweezers. My mam’s pivot to amateur dentistry has been a curveball. Even if she had warned me for weeks that, if dentists continued to stay closed, she’d take matters into her own hands, using a sharp implement. “Wonderful,” I said passively. “What next? Your appendix?”</p><p>British pensioners have grown fractious during lockdown. If QVC goes on the blink, the rioting will begin proper. “I rang the surgery 10 times,” she sighed, “but they say I’m too vulnerable to deal with.” This is true. While we were busy saving the NHS, which we did with great gusto, we simply accepted that teeth weren’t that important. “What else was I supposed to do?” Mam mumbled.</p> <a href=\"https://www.theguardian.com/food/2020/jun/12/i-cant-wait-to-take-my-new-mallen-streak-to-town-and-eat-someone-elses-mash-and-gravy-grace-dent-restaurants\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/12/i-cant-wait-to-take-my-new-mallen-streak-to-town-and-eat-someone-elses-mash-and-gravy-grace-dent-restaurants", "date_published": "2020-06-12 10:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This is a historic moment': UK anti-racism protesters on what needs to change", "description": "<p>Tens of thousands of people joined Black Lives Matter protests this week. We hear from a few of them</p><p>Tens of thousands of people have protested across the UK against racism following the death of George Floyd in Minneapolis, and there are <a href=\"https://www.theguardian.com/world/2020/jun/08/london-mayor-seeks-defuse-tensions-ahead-more-blm-protests\">growing calls</a> for steps to address institutional discrimination. Here we speak to people about why they have been demonstrating, what needs to change and whether they will continue protesting.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/12/black-lives-matter-historic-moment-protesters-on-why-they-have-been-demonstrating\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/12/black-lives-matter-historic-moment-protesters-on-why-they-have-been-demonstrating", "date_published": "2020-06-12 09:34:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belgium forced to reckon with Léopold's legacy and its colonial past", "description": "<p>African-Belgians are angered by what they see as country’s refusal to engage with the issue<br /></p><p>In just a few weeks, the death of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a> in Minneapolis has forced Europe’s former colonial powers to reckon with the past, and few more so than Belgium. It has had some of the biggest anti-racism protests activists can remember: 10,000 people, many wearing masks, gathered in central Brussels on Sunday while smaller, physically distanced protests took place in other cities.&nbsp;</p><p>The target was King Léopold II, whose brutal rule of Congo from 1885 to 1908 <a href=\"https://www.theguardian.com/theguardian/1999/may/13/features11.g22\">caused </a><a href=\"https://www.theguardian.com/theguardian/1999/may/13/features11.g22\">an estimated 10 million Congolese </a><a href=\"https://www.theguardian.com/theguardian/1999/may/13/features11.g22\">deaths</a> through murder, starvation and disease. Brussels city authorities are facing a petition to remove all statutes of the king by 30 June, the 60th anniversary of Congo’s independence.&nbsp;By Friday, more than 75,000 people had signed it.&nbsp;</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/belgium-forced-to-reckon-with-leopolds-legacy-and-its-colonial-past\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/belgium-forced-to-reckon-with-leopolds-legacy-and-its-colonial-past", "date_published": "2020-06-12 09:26:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BA, easyJet and Ryanair begin court action over UK quarantine rules", "description": "<p>Airlines seeking urgent judicial review of policy that they say could cost thousands of jobs</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Britain’s three biggest airlines have filed papers in the high court to seek an urgent judicial review of the government’s quarantine laws, which they say are having a devastating effect on tourism and the wider economy.</p><p>British Airways, easyJet and Ryanair say <a href=\"https://www.theguardian.com/business/2020/jun/08/what-are-the-uks-new-quarantine-rules-that-face-a-legal-challenge\">the rules</a>, which came into effect on Monday and require passengers arriving from abroad to self-isolate at a single address for 14 days, are flawed and will cost thousands of jobs.</p> <a href=\"https://www.theguardian.com/business/2020/jun/12/ba-easyjet-and-ryanair-begin-court-action-over-uk-quarantine-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/12/ba-easyjet-and-ryanair-begin-court-action-over-uk-quarantine-rules", "date_published": "2020-06-12 08:29:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As one of Oxford's few black professors, let me tell you why I care about Rhodes | Simukai Chigudu", "description": "<p>The city is strewn with tributes to the great of the British empire. The devastation they wreaked is routinely forgotten</p><p>The toppling of Edward Colston certainly made for a dramatic scene. The frantic energy of large crowds cheering while the statue plunged into the river in Bristol signalled the release of pent-up tension accumulated during a pandemic and widespread anti-racism protests.</p><p>Within 48 hours, Oxford was seized by the same zeal. More than 1,000 people gathered on the city’s high street to call for the removal of the statue commemorating the notorious Victorian imperialist Cecil John Rhodes. It was a coordinated, peaceful and impassioned protest about the statue and about structural racism in Britain.&nbsp;</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/12/oxford-black-professors-cecil-rhodes-british-empire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/12/oxford-black-professors-cecil-rhodes-british-empire", "date_published": "2020-06-12 08:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Herbal cures and no sanitation: the Lima residents battling Covid alone – in pictures", "description": "<p>Over 70% of the indigenous Peruvian community of Cantagallo Island have tested positive for coronavirus. This is how they are surviving lockdown</p><p>• All photographs by Florence Goupil, who received a grant from the Covid-19 National Geographic emergency fund for journalists</p> <a href=\"https://www.theguardian.com/global-development/gallery/2020/jun/12/lima-community-faces-concentration-of-covid-19-cases-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2020/jun/12/lima-community-faces-concentration-of-covid-19-cases-in-pictures", "date_published": "2020-06-12 07:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Istanbul: Faces of Now – a lockdown diary", "description": "<p>In the second part of our series commissioned in conjunction with the <a href=\"https://www.prixpictet.com/\">Prix Pictet</a>, photographer Rena Effendi explores Istanbul and talks to residents in Covid-19 quarantine</p><p><em>The ability to move </em><em>audiences beyond clich</em><em>e is a characteristic shared by photographers shortlisted for the <a href=\"https://www.prixpictet.com/\">Prix Pictet</a></em><em>, </em><em>which is important as we </em><em>emerge from the Covid-19 crisis. The global lockdown has given birth</em><em> to new clich</em><em>es: wildlife cautiously exploring </em><em>unpeopled streets; iconic monuments devoid of tourists, </em><em>save for the occasional solitary individual escaping their confinement.</em></p><p><em>This commission asked photographers to move beyond the obvious and present a series of images that respond to the issues confronting us, to begin to plot a route </em><em>to a new future and </em><em>to new ways of thinking about the world.</em></p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/12/istanbul-faces-of-now-a-lockdown-diary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/12/istanbul-faces-of-now-a-lockdown-diary", "date_published": "2020-06-12 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 studies based on flawed Surgisphere data force medical journals to review processes", "description": "<p>New England Journal of Medicine and Lancet peer reviewers did not see raw data behind findings before publication<br /></p><p>Some of the world’s leading medical journals are reviewing their processes after they were forced to retract studies based on flawed data.</p><p>None of the peer reviewers who examined a questionable study on the impact of blood pressure medications on Covid-19 saw the raw data behind the findings before it was approved for publication in world-renowned medical journal, the New England Journal of Medicine.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/covid-19-studies-based-on-flawed-surgisphere-data-force-medical-journals-to-review-processes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/covid-19-studies-based-on-flawed-surgisphere-data-force-medical-journals-to-review-processes", "date_published": "2020-06-12 05:50:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spike Lee: 'Race relations today are the direct result of having a black president'", "description": "<p>Prior to the release of Da 5 Bloods, the director takes questions from readers, film-makers and politicians about George Floyd, Covid-19 and the worst thing about actors</p><p>For more than three decades,&nbsp;<a href=\"https://www.theguardian.com/film/spikelee\">Spike Lee</a>&nbsp;has been one of the most vital forces in film-making. </p><p>His latest movie, Da 5 Bloods – about four African American veterans who return to Vietnam in search of the remains of their squad leader – <a href=\"https://www.theguardian.com/film/2020/jun/10/da-5-bloods-review-spike-lee-delroy-lindo-vietnam-war\">is described by Peter Bradshaw as</a> “a blast of satire and emotional agony about …&nbsp;the fact that black deaths matter”.</p> <a href=\"https://www.theguardian.com/film/2020/jun/12/spike-lee-race-relations-today-are-a-direct-response-to-having-a-black-president\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/12/spike-lee-race-relations-today-are-a-direct-response-to-having-a-black-president", "date_published": "2020-06-12 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the disappearance of Madeleine McCann became a national obsession - podcast", "description": "<p>The disappearance of a three -year-old British girl at a Portuguese holiday resort in 2007 quickly became a global news story as the hunt for her grew ever more extensive. Thirteen years later, with the mystery still unsolved, German police revealed they had a new prime suspect. Is there now a conclusion in sight?</p><p>Last week, prosecutors in Germany held a press conference to update the media on a story that has gripped the world for over a decade. There was a new lead in the search for the missing British girl Madeleine McCann, who disappeared at the age of three in the Portuguese resort of Praia da Luz.</p><p>Guardian reporters <strong>Esther Addley </strong>and <strong>Sandra Laville </strong>have covered the story for 13 years, through the false leads, wrongly named suspects and a maelstrom of wild rumours, many focused on the girl’s devastated parents. They tell <strong>Rachel Humphreys </strong>what it was about this case that made it a national obsession – and what a resolution would mean. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jun/12/how-the-disappearance-of-madeleine-mccann-became-a-national-obsession-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jun/12/how-the-disappearance-of-madeleine-mccann-became-a-national-obsession-podcast", "date_published": "2020-06-12 02:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'China's lifeblood': street hawkers make surprise return to fire up ailing economy", "description": "<p>Once discouraged in favour of modern, smarter cities, vendors have been praised by Beijing in a bid to keep low-skilled people in work after coronavirus</p><p><a href=\"https://www.theguardian.com/world/live/2020/jun/12/coronavirus-live-news-markets-fall-over-fears-of-long-us-recovery-as-brazil-cases-top-800000\">Coronavirus latest updates</a><br /><a href=\"https://www.theguardian.com/world/2020/jun/11/global-report-india-reports-surge-in-covid-19-cases-as-lockdown-eased\">India cases surge as lockdown eases</a></p><p>On a quiet street corner in a neighbourhood in Beijing known for families and retirees, Xue Min, 22 a recent graduate, swats her legs, fighting off mosquitoes, as she encourages passersby to browse the earrings and scrunchies she has laid out on a cloth, surrounded by fairy lights. “Have a look,” she says brightly to a couple, who pause briefly before moving on.&nbsp;</p><p>Just before 10pm, two men arrive with a food cart – a gas stove, wok and counter, attached to a motorbike and begin to prepare their menu of fried rice and noodles. Xue and her neighbour, a woman selling books, toothbrushes and trinkets from abroad, murmur and watch with expectation. Business might pick up a little now.</p> <a href=\"https://www.theguardian.com/world/2020/jun/12/chinas-lifeblood-street-hawkers-make-surprise-return-to-fire-up-ailing-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/12/chinas-lifeblood-street-hawkers-make-surprise-return-to-fire-up-ailing-economy", "date_published": "2020-06-12 00:42:08+00:00", "persistent": false, "user": null, "language": "en-UK"}]