[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCW0gH2G-cMKAEjEkI4YhnPA", "title": "The Éothéod - Ancestors Of Rohan | Tolkien Explained", "description": "The Éothéod are the ancestors of the Rohirrim. In today's video, we explore their origins and their early battles with the Wainriders and their early alliance with Gondor.  In addition to their battles, we trace their homes from scattered settlements in Rhovanion to the Vales of Anduin, to the land in the far north, near the Grey Mountains that would be known as Éothéod.  The Lords of the Éothéod are known not only for their wars with Gondor against the Wainriders, but also for such deeds as slaying the dragon Scatha - an event which has a direct connection to the Scouring of the Shire in The Lord of the Rings.  In this video, and next week's, we will trace the ancestry of the Rohirrim to answer the question: Where did the people of Rohan come from?\n\nHit subscribe - and the bell - so you never miss a video from Nerd of the Rings! \n\n\n-------------- \nAll content falls under fair use: any copying of copyrighted material done for a limited and “transformative” purpose, such as to comment upon, criticize, or parody a copyrighted work. Such uses can be done without permission from the copyright owner. \n\nHúrin in his chair - Alan Lee\nThe Oath of Cirion and Eorl - Anke Eißmann\nThe Oath of Felagund - Antti Autio\nCalimehtar of Gondor - Aylatha\nCharge at the Pelennor Field - Schevious Little Elf\nEdoras - Bakarov\nÉorl the Young - Wesley Burt\nForthwini - Aylatha\nFram and Scatha - Gordon Theobald\nFram Slays Scatha the Long Worm - Kip Rasmussen\nFrumgar - Aylatha\nHaradrim Captain - Herckeim\nMarhari - Aylatha\nMarhwini - Aylatha\nDefender of Cair Andros - Mec56\nMerry, Return to the Shire - Tobjorn Kallstrom\nNarmacil II - Aylatha\nOndoher - Aylatha\nPrince Faramir - Aylatha\nScatha - Lynton Levengood\nThe Teeth of Scatha - Matthew Stewart\nRide of the Rohirrim - Peet\nThe Slaying of Scatha - Lynton Levengood\nTúrin - SpartanK42\nÉorl musters the North - Wouter Florusse\nThe Edain - Wouter Florusse\n\n#tolkien #rohan #lordoftherings", "link": "https://www.youtube.com/watch?v=S-_1mTkqGaQ", "date_published": "2020-10-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]