[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jhené Aiko: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nOct. 1, 2020 | Bobby Carter -- In this Tiny Desk (home) concert, R&B star Jhené Aiko coasts through an eight-song medley that plays like the ultimate nod to her legions of fans — fans who've been begging for a Tiny Desk for a long time.\n\nThe Los Angeles native's star status is a result of her music's versatility and vulnerability. Jhené Aiko Efuru Chilombo has carved out a space of her own over the past decade, despite a rapidly changing R&B landscape. As a songwriter, she leaves no stone unturned, explicitly expressing her struggle, joy and sexuality while always administering the vibe.\n\nHer latest album, Chilombo, released just before the pandemic hit the U.S., doubled down and leaned into the therapeutic nature of her songs — and that same aesthetic fuels her Tiny Desk. Backed by an ensemble of masked players, Aiko bookends her set with a sound bath of singing bowls that's peace personified through sound.\n\nSET LIST\n\"Lotus (Intro)\"\n\"Stranger\"\n\"Do Better Blues\"\n\"To Love & Die\"\n\"Born Tired\"\n\"W.A.Y.S.\"\n\"Summer 2020\"\n\"Eternal Sunshine\"\n\nMUSICIANS\nJhené Aiko: vocals\nJulian Le: keys\nBubby: bass\nGracie Sprout: harp\nBrain Warfield: percussion\n\nCREDITS\nVideo By: Brandon Parker\nAudio By: Gregg Rominiecki\nProducer: Bobby Carter\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=XVMJXZYgNfc", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]