[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "Stanley Kubrick on How to Adapt Novels Into Films", "description": "Talk with other aspiring filmmakers on our Discord Server: https://discord.gg/xxTqXXd\n\nToday we're learning from Stanley Kubrick about his thoughts on how to adapt novels into film, what it means to stay faithful to the original work, why actors are the missing tool for writers, and how to write theme into your stories. We focus on Stanley Kubrick's essay \"Words and Movies\" written a 1961 issue of Sight and Sound magazine. \n\n\"Words and Movies\" by Stanley Kubrick: http://btcfilm.co/WordsAndMovies\n\nParing a novel into a two-hour film is a difficult task for even the best screenwriters and directors. Often the resulting movies are far removed from the novel, sometimes to the point of being unrecognizable. Stanley Kubrick's adaptations have consistently been among the best Hollywood has to offer, while still not being exact replicas of the works they're based on. Of the most popular of his films, The Shining has a notorious adaptation history. Stephen King was not a fan from the liberties that Kubrick took.\n\nChapters:\n00:00 Introduction\n00:24 \"Words And Movies\" Essay\n00:50 The Best Type of Novel to Adapt\n03:09 Let the Audience Discover the Theme \n05:23 Actors Are the Most Neglected Writing Tool\n09:09 What It Means to be \"Faithful\"\n11:31 What Makes a Great Novel\n14:49 Join our Discord server!\n\nFollow Me:\nTwitter: https://twitter.com/ntjrdn\nInstagram: https://www.instagram.com/ntjrdn/\n\nABOUT BEHIND THE CURTAIN\nLearn from real screenwriters... and then learn how that translates into your own writing process. Behind the Curtain takes the best pieces of advice and insight from professional screenwriters and deliver them to you in an easily watchable format. We're focused on creating a community of passionate screenwriters who are eager to grow together through learning from the best.\n\nStanley Kubrick Adapted Filmography:\nEyes Wide Shut (1999)\nFull Metal Jacket (1987)\nThe Shining (1980)\nBarry Lyndon (1975)\nA Clockwork Orange (1971)\nDr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb (1964)\nLolita (1962)\nSpartacus (1960)\nPaths of Glory (1957)\nThe Killing (1956)\n\nStanley Kubrick on How to Adapt Novels Into Films\nhttps://youtu.be/Xxy5i71WP4w\n\n#stanleykubrick #filmmaking #screenwriting", "link": "https://www.youtube.com/watch?v=Xxy5i71WP4w", "date_published": "2020-09-26 15:06:59+00:00", "persistent": false, "user": null, "language": "en-US"}]