[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Low: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Low’s Tiny Desk concert from 2011: https://www.npr.org/2011/05/22/136498043/low-tiny-desk-concert\n\nStephen Thompson | May 22, 2011\n\nIt's been fascinating to watch the evolution of the Duluth, Minn., band Low in the 17 years since the release of its wonderful debut album, I Could Live in Hope. Renowned for being one of the slowest and quietest acts in indie-rock, Low has nevertheless found ways to experiment with new ways to sound alternately (and even simultaneously) swoony and unnerving.\n\nStill, in spite of its members' detours into more jagged terrain — 2007's prickly Drums and Guns, singer Alan Sparhawk's rock 'n' roll side project Retribution Gospel Choir — Low returns to sweet-voiced gentility on its recent C'mon. That album's opening track, \"Try to Sleep,\" opens this short set at the NPR Music offices, and damned if it isn't one of the best songs of the group's career; a perfect mixture of sunny charm and lyrical portent. (\"Don't look at the camera,\" Sparhawk sings with wife and drummer Mimi Parker, adding, \"Try to sleep.\")\n\nWith just Sparhawk, Parker and an acoustic guitar at its disposal — many bassists have come and gone over the years, and none made this trip — Low still kept its core ingredients intact at the Tiny Desk. Clearly awake earlier than usual for an 11 a.m. set time, the pair nevertheless blended the way they always do, with Parker's pristine voice hovering over Sparhawk's froggy croon. They seem worn and a little weary throughout these three songs from C'mon, but the beauty persists.\n\nSET LIST\n\"Try To Sleep\"\n\"Nightingale\"\n\"Something's Turning Over\"", "link": "https://www.youtube.com/watch?v=5m06nMHTQ7U", "date_published": "2020-09-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]