[{"source": "https://www.theguardian.com/rss", "title": "Pearly queens: 12 of the best pearl accessories - in pictures", "description": "<p>Timeless and classic, pearls add a level of elegance to almost any outfit. As a multi-tasking accessory, they reign supreme</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/dec/19/pearly-queens-12-of-the-best-pearl-accessories-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/dec/19/pearly-queens-12-of-the-best-pearl-accessories-in-pictures", "date_published": "2020-12-19 23:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer to promise wave of devolution under Labour government", "description": "<p>Labour leader will announce plans to push power away from Westminster in keynote speech</p><p>Keir Starmer is to commit Labour to delivering a new wave of devolution across the UK as he seeks to head off demands for Scottish independence.</p><p>In a keynote speech on Monday, the Labour leader will say the party’s next manifesto will lay out a programme to win power “in order to push as much power as possible away from Westminster”.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/19/keir-starmer-to-promise-wave-of-devolution-under-labour-government\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/19/keir-starmer-to-promise-wave-of-devolution-under-labour-government", "date_published": "2020-12-19 23:33:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Folks, we're in crisis': Joe Biden introduces environmental advisers", "description": "<p>President-elect announces racially diverse team to face ‘existential threat of our time’</p><p>President-elect Joe Biden announced a racially diverse slate of environmental advisers on Saturday, to help his administration confront what he called “the existential threat of our time, climate change”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/dec/14/us-to-hold-world-climate-summit-early-next-year-and-seek-to-rejoin-paris-accord\">US to hold world climate summit early next year and seek to rejoin Paris accord</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/dec/19/folks-crisis-joe-biden-environmental-advisers-haaland-kerry-granholm\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/19/folks-crisis-joe-biden-environmental-advisers-haaland-kerry-granholm", "date_published": "2020-12-19 22:32:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everton sink Arsenal as Yerry Mina header piles pressure on Arteta", "description": "<p>Mikel Arteta received polite applause from the Gwladys Street end before and after kick-off, but not what he needed most on his return to Goodison Park. Arsenal showed a little fighting spirit, while keeping 11 men on the pitch, but precious little quality as their miserable form extended to seven Premier League games without a win. Everton ascended to second without having to shine.</p><p>Yerry Mina sealed a third win in a week for Carlo Ancelotti’s team with a towering header on the stroke of half-time after Pépé’s penalty had cancelled out Rob Holding’s unfortunate own goal. The Colombia international was one of several impressive performers in royal blue, along with Dominic Calvert-Lewin, Ben Godfrey and Abdoulaye Doucouré, and this was a hard-fought victory confirmed by Jordan Pickford’s crucial late save from Bukayo Saka. But that was a rare intervention from the Everton goalkeeper.</p> <a href=\"https://www.theguardian.com/football/2020/dec/19/everton-arsenal-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/19/everton-arsenal-premier-league-match-report", "date_published": "2020-12-19 19:43:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children living in temporary homes increased by 75% in a decade", "description": "<p>Fears for families spending lockdown in cramped B&amp;Bs, while charities expect to see more young people sleeping rough</p><p>The number of children living in temporary accommodation has risen by more than 75% since the Tories came to power in 2010, despite the government’s repeated claims to be tackling homelessness and <a href=\"https://www.theguardian.com/society/2020/dec/18/one-meal-a-day-how-pandemic-hit-families-before-unicefs-aid\" title=\"\">child poverty</a>.</p><p>Figures unearthed by Labour from the Ministry of Housing, Communities and Local Government show the number of children without a permanent home rose from 72,590 in the second quarter of 2010 to 128,200 in the first quarter of 2020.</p> <a href=\"https://www.theguardian.com/society/2020/dec/19/children-living-in-temporary-homes-increased-by-75-in-a-decade\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/19/children-living-in-temporary-homes-increased-by-75-in-a-decade", "date_published": "2020-12-19 17:53:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scorned scientist now vindicated in her work on how to treat stroke", "description": "<p>Anne Abbott challenged medical establishment and faced ‘shocking’ rebuffs</p><p>Anne Abbott is a scientist on a mission. She believes large numbers of debilitating strokes can be prevented without surgical interventions. Lifestyle changes and medication alone can make massive improvements to people at risk from the thickening of their arteries.</p><p>It is not an attitude that has endeared her to the medical establishment, however. For years, it has attempted to block her work while instead pressing for increasing use of carotid surgery and stents, she told the <em>Observer</em> last week.</p> <a href=\"https://www.theguardian.com/society/2020/dec/19/scorned-scientist-now-vindicated-in-her-work-on-how-to-treat-stroke\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/19/scorned-scientist-now-vindicated-in-her-work-on-how-to-treat-stroke", "date_published": "2020-12-19 17:46:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Court service apologises after black barrister assumed to be defendant", "description": "<p>Apology to Luke McLean comes after similar incident involving barrister Alexandra Wilson</p><p>The courts service in England and Wales has been forced to apologise for a second time in three months after a barrister of colour was mistaken for a defendant twice in one day.</p><p>Pupil barrister Luke McLean was assumed to be the defendant at a London magistrates court last week, when he asked a member of the courtroom staff if the boards listing the day’s cases were accurate as his client was not on the list.</p> <a href=\"https://www.theguardian.com/law/2020/dec/19/court-service-apologises-after-black-barrister-assumed-to-be-defendant\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/dec/19/court-service-apologises-after-black-barrister-assumed-to-be-defendant", "date_published": "2020-12-19 17:18:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oh, yes she is: panto dames through the decades – in pictures", "description": "<p>It can be a role as career-defining as Hamlet. Dan Leno, who starred at Drury Lane every Christmas from 1888 to 1904, was the first great pantomime dame: a tiny ex-clog dancer with a top-knot. George Robey took up the, um, baton – “Many’s the squeeze she’s had of my blue bag on washing day” – to be followed by, among others, Berwick Kaler, who laid down his ginger wig and Wagon Wheel biscuits in 2019 after 40 years as York’s resident dame. Ian McKellen’s Widow Twankey – curlers and ostrich feathers – hummed I Enjoy Being a Girl; Clive Rowe yearly brought startling headgear to Hackney Empire – and warmth, with his gloriously rippling voice. Meanwhile, the part has had its own spin-off series in Dame Edna Everage. Who needs a show when you can just have a dame?</p> <a href=\"https://www.theguardian.com/stage/gallery/2020/dec/19/oh-yes-she-is-panto-dames-through-the-decades-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2020/dec/19/oh-yes-she-is-panto-dames-through-the-decades-in-pictures", "date_published": "2020-12-19 17:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Body of woman found in suitcase in west London hostel", "description": "<p>Police launch investigation after discovery at Pay and Sleep hostel in Southall</p><p>Police are investigating after the body of a woman was found in a suitcase in a west London hostel.</p><p>Officers were called to the Pay and Sleep hostel in The Crescent, Southall, just before 3pm on Friday after the body was found.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/19/body-of-woman-found-in-suitcase-in-west-london-hostel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/19/body-of-woman-found-in-suitcase-in-west-london-hostel", "date_published": "2020-12-19 16:46:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windfarms in Great Britain break record for clean power generation", "description": "<p>Forty per cent of Friday’s electricity was generated in windfarms thanks to blustery winter weather</p><p>Blustery winter weather helped Great Britain’s windfarms set a record for clean power generation, which made up more than 40% of its electricity on Friday.</p><p>Wind turbines generated 17.3GW on Friday afternoon, according to figures from the electricity system operator, narrowly beating the previous record set in early January this year.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/19/windfarms-in-great-britain-break-record-for-clear-power-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/19/windfarms-in-great-britain-break-record-for-clear-power-generation", "date_published": "2020-12-19 15:35:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India's epic Adelaide collapse competes with very worst in history | Geoff Lemon", "description": "<p>The tourists crumbled to the joint-fifth lowest total in Test history, evoking memories of a more shambolic amateur age</p><p>As you meander through a life of cricket, you get to know certain numbers and parts of the historical record as familiar landmarks on your way. You see the 26 that New Zealand made in 1955, or scores in the ’30s that were made in 1896 or 1934, and you nod in recognition of those funny early days.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/dec/19/india-slump-to-new-low-as-australia-cruise-to-victory-in-first-test\">India slump to new low as Australia cruise to victory in first Test</a> </p> <a href=\"https://www.theguardian.com/sport/2020/dec/19/india-collapse-adelaide-test-cricket-australia-historic\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/19/india-collapse-adelaide-test-cricket-australia-historic", "date_published": "2020-12-19 15:10:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four men charged with rape and murder of Dalit woman in India", "description": "<p>Case prompts nationwide protests and further highlights country’s endemic problem of sexual violence</p><p>Four men have been charged with the gang-rape and murder of a 19-year-old Dalit woman in India, a case that prompted nationwide protests and drew a fresh spotlight on India’s endemic problem of sexual violence.</p><p>In September in Hathras, a small village in Uttar Pradesh, the 19-year-old woman was working in the fields when she was pounced on by four older men who dragged her to a field, attacked her and then tried to strangle her with her shawl.</p> <a href=\"https://www.theguardian.com/world/2020/dec/19/four-men-charged-with-and-of-dalit-woman-in-india\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/19/four-men-charged-with-and-of-dalit-woman-in-india", "date_published": "2020-12-19 14:54:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Housing association pays tenant £31,000 over neighbours’ racism", "description": "<p>Court found L&amp;Q had misled black woman who was harassed by family and had to flee her home</p><p>A leading housing association has been condemned by a court for failing to support a tenant made homeless after a racist campaign by neighbours.</p><p><a href=\"https://www.theguardian.com/housing-network/2012/jun/08/london-and-quadrant\" title=\"\">London &amp; Quadrant (L&amp;Q),</a> which accommodates 250,000 people across London and the south-east, ignored a code of practice on protecting tenants from racial harassment and was guilty of defensiveness and insensitivity, according to a county court judgment issued last week. </p> <a href=\"https://www.theguardian.com/society/2020/dec/19/housing-association-pays-tenant-31000-over-neighbours-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/19/housing-association-pays-tenant-31000-over-neighbours-racism", "date_published": "2020-12-19 13:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French modelling agent charged in Jeffrey Epstein inquiry", "description": "<p>Jean-Luc Brunel charged in France with sexual harassment and the rape of minors over 15 years old</p><p>A modelling agent associated with the disgraced US financier Jeffrey Epstein has been charged in France with sexual harassment and the rape of minors over 15 years old.</p><p>Jean-Luc Brunel <a href=\"https://www.theguardian.com/world/2020/dec/17/france-detains-modelling-agent-jean-luc-brunel-in-jeffrey-epstein-inquiry\">was arrested on Wednesday at Charles de Gaulle airport</a> as he was preparing to take a flight to Senegal.</p> <a href=\"https://www.theguardian.com/world/2020/dec/19/french-modelling-agent-jean-luc-brunel-charged-in-jeffery-epstein-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/19/french-modelling-agent-jean-luc-brunel-charged-in-jeffery-epstein-inquiry", "date_published": "2020-12-19 12:03:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Millions in England wake up to tougher restriction amid fears over new strain; Australia grapples with Sydney cluster", "description": "<p>Italy and Australia announce new lockdowns; France death toll surpasses 60,000; Sweden introduces tough new measures</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/19/india-covid-10m-country-plans-vaccination-coronavirus\">Covid cases in India reach 10m as country plans vaccination programme</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/19/italy-to-go-into-covid-lockdown-over-festive-period\">Italy to go into Covid lockdown over festive period</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/18/mike-pence-receives-covid-19-vaccine-live-tv\">Mike Pence receives Covid-19 vaccine on live TV: ‘I didn’t feel a thing’</a></li><li><a href=\"https://www.theguardian.com/education/2020/dec/18/covid-unions-say-mass-testing-of-englands-pupils-undeliverable\">Unions say mass testing of England’s pupils ‘undeliverable’</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-19T11:39:08.055Z\">11.39am <span class=\"timezone\">GMT</span></time> </p><p><strong>Jeremy Farrar</strong>, the director of the Wellcome Trust, the multi billion-pound healthcare charitable foundation, has called the new strain of coronavirus found in the <strong>UK</strong> “worrying and a real cause for concern and extra caution”.</p><p>Warning that “we must keep doing all we can to stay safe”, Farrar described the prospect of families and friends mixing over Christmas “a huge concern”, adding that there was “no time for complacency”. </p><p dir=\"ltr\" lang=\"en\">Those changes could move virus in any epidemiological direction.Viral evolution could reduce transmission &amp; virulence. But worry &amp; early evidence, is changes lead to higher virus infections,more virus,higher transmission, higher r.Too early know change virulence &amp; clinical impact</p><p dir=\"ltr\" lang=\"en\">The new strain of Covid-19 is worrying &amp; real cause for concern &amp; extra caution. Research is ongoing to understand more, but acting urgently now is critical. There is no part of the UK &amp; globally that should not be concerned. As in many countries, the situation is fragile.</p><p dir=\"ltr\" lang=\"en\">It may feel harder during times we normally celebrate &amp; enjoy with family and friends, but we must keep doing all we can to stay safe. The impact of increased interactions over the festive period is a huge concern as infections rise &amp; possibility of a new variant.</p><p dir=\"ltr\" lang=\"en\">The pace of global research has been phenomenal. We’ve made significant progress on the vaccines, treatments and diagnostics needed to end this crisis. But, while we celebrate this, we must be realistic. This pandemic is not over. We have still not changed the fundamentals.</p><p dir=\"ltr\" lang=\"en\">It will take time for the first vaccines to have the impact needed. We must be prepared to respond fast to new and continued challenges now and as we move into 2021. There is still much to learn about Covid-19 and no time for complacency.</p><p dir=\"ltr\" lang=\"en\">Failing to act decisively now, will mean further suffering. We must keep asking ourselves ‘are we doing enough, are we acting quickly enough\"</p><p dir=\"ltr\" lang=\"en\">We’ll only end this pandemic with a combination of safe and effective vaccines, tests and treatments, available to everyone, everywhere. Yet the <a href=\"https://twitter.com/ACTAccelerator?ref_src=twsrc%5Etfw\">@ACTAccelerator</a> is still waiting on the $28bn urgently needed to make this a reality.</p><p dir=\"ltr\" lang=\"en\">New variant a reminder of power of evolution. Virus is increasingly under immense immune pressure and will evolve. We have to reduce transmission to prevent hospitalisations &amp; deaths. We also have to reduce transmission to reduce opportunity for virus to evolve &amp; escape control</p><p dir=\"ltr\" lang=\"en\">Since Jan2020 much of this pandemic has been very predictable, waves infection reverberating globally as behaviour changes are relaxed &amp; our inability to change fundamentals through diagnostics, treatment, vaccines &amp; health systems. We may be entering a less predictable phase.</p><p dir=\"ltr\" lang=\"en\">We must remember, pay tribute all healthcare workers &amp; global research community everywhere, working tirelessly on behalf of all of us. We owe them all our thanks &amp; support &amp; be willing to take every precaution until the tools needed to change fundamentals are equitably available</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-19T11:13:01.887Z\">11.13am <span class=\"timezone\">GMT</span></time> </p><p><strong>Austria</strong> expects to pay out an extra nearly €1bn (£906m) to support businesses hit by the country’s latest lockdown, the finance minister, Gernot Blümel, said on Saturday, according to <strong tabindex=\"-1\">Reuters</strong>.</p><p> Austria will go into its third lockdown after Christmas, lifting it earlier for people who get tested, the government said on Friday. The new lockdown comes 11 days after a second lockdown ended. </p> <a href=\"https://www.theguardian.com/world/live/2020/dec/19/coronavirus-live-news-uk-deaths-climb-as-australia-battles-to-contain-covid-19-cluster\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/19/coronavirus-live-news-uk-deaths-climb-as-australia-battles-to-contain-covid-19-cluster", "date_published": "2020-12-19 11:40:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crystal Palace v Liverpool: Premier League – live!", "description": "<ul><li>Updates from the 12.30pm GMT game at Selhurst Park</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: all Saturday’s goals as they go in</a></li><li>Get in touch! <a href=\"mailto:rob.smyth.casual@theguardian.com\">Email Rob</a> with your thoughts</li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-19T11:34:41.290Z\">11.34am <span class=\"timezone\">GMT</span></time> </p><p>Jordan Ayew replaces the suspended Christian Benteke, one of four changes for Crystal Palace. Liverpool make three changes: Joel Matip returns after a back spasm, and Mo Salah and Curtis Jones are rested.</p><p><strong>Crystal Palace (4-4-2) </strong>Guaita; Clyne, Kouyate, Cahill, van Aanholt; Schlupp, Milivojevic, McArthur, Eze; Zaha, Ayew.<br /><em>Substitutes: Butland, Ward, Tomkins, Dann, Mitchell, Townsend, McCarthy, Riedewald, Batshuayi.</em></p><p class=\"block-time published-time\"> <time datetime=\"2020-12-19T09:25:16.210Z\">9.25am <span class=\"timezone\">GMT</span></time> </p><p>Hello. In most cases, Covid football has reduced or even obliterated home advantage. Liverpool are one of the exceptions. Twenty-one of their 28 points this season have been won at Anfield: they’ve won seven out of seven, as compared to one in six away from home. <a href=\"https://www.soccerstats.com/homeaway.asp?league=england\">Only four teams have picked up fewer points on their travels</a>, and Liverpool’s one win, at Chelsea, was three months ago. Today’s trip to Crystal Palace is their latest chance to sort their away form out. </p><p>Styles make fights, and Palace’s strengths – Hodgson, Two Banks of Four, Zaha-led counter-attacks – make them awkward opponents for Liverpool. Most of their recent games have been close, including a nerve-shredding 4-3 at Anfield two years ago, but Liverpool tend to get the job done. They have won the last six games at Selhurst Park, and the last six against Palace anywhere since Christian Benteke won at Anfield in 2017.</p> <a href=\"https://www.theguardian.com/football/live/2020/dec/19/crystal-palace-v-liverpool-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/dec/19/crystal-palace-v-liverpool-premier-league-live", "date_published": "2020-12-19 11:36:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man stopped by police in London plans to sue for 'severe racial profiling'", "description": "<p>Ryan Colaço previously posted footage online about two stop-and-search incidents in London<br /></p><p>A man who has been stopped by police in London dozens of times although he has never been found guilty of any offence, says he plans to sue them for “severe racial profiling”.</p><p>Ryan Colaço, 31, hit the headlines after posting footage on social media about <a href=\"https://www.theguardian.com/uk-news/2020/jul/04/police-smash-car-window-ryan-colaco-tv-interview-racism\">two police stop-and-search</a> incidents that happened in quick succession. The first took place on 23 May in Northumberland Park in north London when he said Metropolitan police officers “aggressively tailgated” him. Police said they could smell cannabis from his car but none was found.</p> <a href=\"https://www.theguardian.com/world/2020/dec/19/man-stopped-by-police-in-london-plans-to-sue-for-severe-racial-profiling\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/19/man-stopped-by-police-in-london-plans-to-sue-for-severe-racial-profiling", "date_published": "2020-12-19 11:33:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post-Brexit trade deal 'hangs in balance' as talks run into weekend", "description": "<p>No 10 and EU say differences remain on fisheries and level playing field as Sunday deadline looms</p><p>Talks on a post-Brexit trade deal are due to continue into the weekend, with both sides saying the chances of an agreement remain in the balance.</p><p>Downing Street and the European commission said the negotiations were still ongoing, but that significant differences remained over fisheries and level playing field rules.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/19/post-brexit-trade-deal-hangs-in-balance-as-talks-run-into-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/19/post-brexit-trade-deal-hangs-in-balance-as-talks-run-into-weekend", "date_published": "2020-12-19 11:14:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zlatan Ibrahimovic, the lion of Milan: 'He's 90% of that team'", "description": "<p>The Swedish legend, now 39, has ‘resuscitated all of Milan’, is eager to mentor youngsters and has no thoughts of retirement</p><p>Sometimes Mino Raiola will quite literally walk over his client Zlatan Ibrahimovic. “While he’s doing a workout I just stand on him for a moment,” says the player’s agent, “and I’m not the lightest person. But Zlatan just continues with his push-ups.”</p><p>The Swedish striker is now 39 and, for the vast majority of players who have played at the very top of the game over a long career, retiring from a rigid training regime would be long overdue at such an age. But <em> </em>Ibrahimovic is playing at Milan this season as if he had just entered the spring of his career. </p> <a href=\"https://www.theguardian.com/football/2020/dec/19/zlatan-ibrahimovic-lion-milan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/19/zlatan-ibrahimovic-lion-milan", "date_published": "2020-12-19 11:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adam Kay: 'We should talk to kids about sex and alcohol. Everything goes wrong when people close up'", "description": "<p>The comedian, whose diaries of his years as a junior doctor became a bestseller, talks about the ‘astonishing’ efforts of the NHS in 2020, and his new guide to the body for children</p><p>Adam Kay is pleased with the title of his new book, <em>Kay’s Anatomy</em>, but he acknowledges that it’s not a joke his target audience is likely to snigger at, for a while at least. A guide to the body for kids, it tackles everything from poo to mental health, reproduction to whether or not it’s safe to eat bogeys (sadly for parents everywhere, Kay informs his young readers that: “Yes they’re safe. Chew away!”). “It’s quite an unusual title because it’s a pun that not a single person who is of the correct reading age for the book will get,” Kay says . His <em>Anatomy</em> is chatty, educational and charmingly illustrated by Henry Paker. I’m a particular fan of his delightful interpretation of the hippocampus, which ignores Kay’s wise words that it’s “nothing to do with hippos, I’m afraid – or camping, for that matter”. The book is silly when it needs to be but also stuffed with information as it moves through every organ of the body, skin to brain, as well as taking on reproduction, death and, aptly for this moment in time, germs.</p><p>“I wanted it to be a fun textbook, to be an actual resource rather than anything too flimsy,” Kay says. “I wanted to trick kids into thinking they are reading something that is just funny and silly and disgusting, and hopefully through that, getting them interested enough that they’re also picking up stuff. And not just the stuff they need to pass their exams, but stuff that is difficult to talk about, that doesn’t get talked about enough, like body image. I’m talking about smoking and alcohol and things that they or their friends might be living with – diabetes, or epilepsy, or ADHD or even panic disorders or obsessions. That’s the idea behind it.”</p> <a href=\"https://www.theguardian.com/books/2020/dec/19/adam-kay-we-should-talk-to-kids-about-sex-and-alcohol-everything-goes-wrong-when-people-close-up\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/19/adam-kay-we-should-talk-to-kids-about-sex-and-alcohol-everything-goes-wrong-when-people-close-up", "date_published": "2020-12-19 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cabin fever: an Alpine home that’s the ultimate winter hideout", "description": "<p>Accessible only by cable care and with stunning views, this beautifully restored 1960s house sits in a resort once nicknamed the ‘Saint-Tropez of snow’</p><p>Perched on a granite cliff edge deep in the French Alps, the ski resort of Avoriaz – accessible only by cable car – is an architectural gem. In 1964, a visionary young developer named Gérard Brémond – the son of a rich industrialist, with a passion for jazz and film – wanted to create a glamorous, purpose-built resort in this hostile terrain, later nicknamed the “Saint-Tropez of snow”. He hired a trio of young, idealistic architects, led by Jacques Labro, then in his late 20s, and gave them free rein.</p><p>Inspired by the work of Le Corbusier and Frank Lloyd Wright, their idea was to create buildings that reflected the mountain setting. Apartments, chalets, shops and restaurants have steeply pitched roofs, to mimic the terrain and to avoid a buildup of the snow that blankets them at this time of year. They are clad in red cedarwood tiles, left untreated to weather with age. The shingles facing south have turned a mink grey over the decades; those facing east and west have warmed to a chestnut brown.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/remote-alpine-home-interiors-saint-tropez-of-snow\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/remote-alpine-home-interiors-saint-tropez-of-snow", "date_published": "2020-12-19 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV stay home: all hail the medium that kept us entertained in 2020", "description": "<p> We’ve watched more telly than ever this year. Our standards may have dropped – but then Covid does cause loss of taste </p><p>I know it is tedious to look back on 2020 and force everything through the prism of coronavirus – “Hey, remember that absolute horrorshow of a year we all just-about lived through? Well, let’s look back on the horror again, shall we?” – but it is slightly unavoidable when recapping what is arguably the weirdest year in television since the format was invented. We have, each of us, watched more TV in the last nine months than at any other time in our lives. And yet, with so little of it being newly produced, there has been an odd staleness to our viewing habits. I’m bored of live TV and I’m bored of box sets, so what else is there to do? <em>Read a book? </em>Behave.</p><p>The first thing we need to confront is the short-lived Zoom era of Lockdown 1.0, which wasn’t very good. It’s harsh of me to single people out, but <strong>The Steph Show</strong> on Channel 4 was an early example of form clattering up against need, as a cheery Steph McGovern tried to hold together a light magazine show from the comfort of her own home. Yes, it was rubbish (and the less-constrained Steph’s Packed Lunch<em> </em>studio variation shows that the desperately-broadcasting-from-a-house was the faulty part, not the rest of the show’s format), but crucially it started airing on 30 March – the date we still thought we’d all be back at work within a couple of weeks – and the sheer fact that someone tried to launch a magazine show to keep us all entertained in the middle of a history-shaping global emergency is something to be commended.</p> <a href=\"https://www.theguardian.com/culture/2020/dec/19/tv-that-kept-us-entertained-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/19/tv-that-kept-us-entertained-in-2020", "date_published": "2020-12-19 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey or nut roast? Felicity Cloake's perfect Christmas dinner recipes | Felicity Cloake's How to make the perfect …", "description": "<p>What’s your perfect Christmas? A big, bronzed turkey or a sage and stilton nut roast this year? Or both? And not forgetting all the classic festive sides. Our resident perfectionist shows you how</p><p>While there are people who see Christmas time as an opportunity to try out new and exciting recipes, my family is not among them. We have roast turkey only once a year, which means it’s always a big, bronzed, buttery treat – why would we want to change? That said, I’m always tempted to make a sneaky nut roast as well; another unfairly under-rated dish that’s just as good with sauteed sprouts, cranberry sauce and all the other delicious festive sides that I’ll never tire of. If you’re similarly inclined, here’s a handy guide to the season’s greatest hits.</p> <a href=\"https://www.theguardian.com/food/2020/dec/19/felicity-cloake-perfect-christmas-dinner-recipes-turkey-gravy-cranberry-sauce-nut-loaf-sprouts-roast-potatoes-red-cabbage-bread-sauce\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/19/felicity-cloake-perfect-christmas-dinner-recipes-turkey-gravy-cranberry-sauce-nut-loaf-sprouts-roast-potatoes-red-cabbage-bread-sauce", "date_published": "2020-12-19 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New coronavirus strain in south-east England prompts fears of third lockdown", "description": "<p>‘Acting urgently critical’ as new strain will lead to greater numbers of infections, expert says</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A new strain of coronavirus spreading rapidly in the south-east of England has prompted fears that the country could be forced into a third national lockdown in the new year.</p><p>Jeremy Farrar, the head of the Wellcome Trust, said news of a new strain was a “very major concern”, and illustrated the importance of reducing community transmission. Farrar said early evidence indicated the strain would lead to a greater number of infections, and that “acting urgently now is critical”.</p> <a href=\"https://www.theguardian.com/world/2020/dec/19/new-coronavirus-strain-in-south-east-england-prompts-fears-of-third-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/19/new-coronavirus-strain-in-south-east-england-prompts-fears-of-third-lockdown", "date_published": "2020-12-19 11:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jackie Kay meets Brit Bennett: ‘I can't write about the pandemic. No part of me wants to revisit this year’", "description": "<p>The poet laureate of Scotland and the author of The Vanishing Half talk about featuring on ‘black reading lists’, the fear of wasting time and that tricky second novel</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/series/real-talk--a-conversation-special\">Read the other conversations in this series</a></li></ul><p>During the resurgence of the Black Lives Matter movement this summer, books written by black authors were suddenly on everyone’s wishlists and timelines. They climbed to the top of the bestsellers charts and were picked up by avid anti-racists and clueless Instagram influencers alike. They were also left on the shelves by those who ordered them in a blinding flash of white guilt and didn’t bother to read them. Google “black authors 2020” and you’ll get dozens of reading lists. On many, you’ll see Brit Bennett’s novel, <a href=\"https://www.theguardian.com/books/2020/jun/23/the-vanishing-half-by-brit-bennett-review-two-faces-of-the-black-experience\" title=\"\">The Vanishing Half</a>, published in June. And on others, you’ll find the work of <a href=\"https://www.theguardian.com/books/2020/may/22/scottish-national-poet-jackie-kay-talks-about-racism-she-endured-as-a-child\" title=\"\">Jackie Kay, the Scots Makar</a> (Scotland’s poet laureate).</p><p>Bennett’s second novel, which I read in the throes of a lonely summer, did not resonate for me just because it focuses on the complexities of race; nor did Jackie Kay’s book Strawgirl, published in 2002, become one of my favourite childhood books purely because it featured a Nigerian-Scottish protagonist whose racial identity I could relate to. Instead, both these books resonated because their authors are warm storytellers with a rich interest in how and why people move through the world. These are writers full of ideas and heart, who will make you care as deeply about their characters as they do, whether a grizzled man injured up a Scottish mountain, or a scared American housewife baking a lopsided cake.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/jackie-kay-brit-bennett-scottish-poet-laureate-vanishing-half\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/jackie-kay-brit-bennett-scottish-poet-laureate-vanishing-half", "date_published": "2020-12-19 10:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meera Sodha's vegan recipe for fried tofu with spinach and tomato sambal | The new vegan", "description": "<p>Crisp, fried tofu in a spicy, sweet tomato sauce with wilted spinach</p><p>One brilliant thing to have come out of this year’s restrictions are the many restaurants that have pivoted to set up delivery businesses. One of the best things I ordered was <a href=\"https://www.theguardian.com/profile/mandy-yin\">Mandy Yin</a> of <a href=\"https://www.theguardian.com/lifeandstyle/2018/jul/20/sambal-shiok-malaysian-restaurant-review-grace-dent\">Sambal Shiok</a>’s tomato sambal: a jar of hot, sweet tomato sauce that I proceeded to pour over everything. It inspired me to make my own using ancho chillies – and it’s what today’s recipe hangs on. Here, I’ve suggested serving it warm, mixed with spinach, so the leaves wilt, and topped with fried, crisp tofu. But, really, you take the sambal as the starting point for your own kitchen adventure.</p> <a href=\"https://www.theguardian.com/food/2020/dec/19/meera-sodha-vegan-recipe-fried-tofu-with-spinach-and-tomato-sambal\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/19/meera-sodha-vegan-recipe-fried-tofu-with-spinach-and-tomato-sambal", "date_published": "2020-12-19 10:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Son wins US lawsuit after parents destroy his porn collection", "description": "<p>David Werking can seek damages after parents got rid of films and magazines worth $29,000</p><p>A man who sued his parents for getting rid of his pornography collection has won a lawsuit in western Michigan and can seek compensation.</p><p>The US district judge Paul Maloney ruled in favour of David Werking, who said his parents had no right to throw out his collection. He lived at their Grand Haven home for 10 months after a divorce before moving to Muncie, Indiana.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/19/us-parents-lose-lawsuit-over-destruction-of-sons-porn-collection\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/19/us-parents-lose-lawsuit-over-destruction-of-sons-porn-collection", "date_published": "2020-12-19 10:03:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Average UK house price rises by £13,316 in 2020", "description": "<p>‘Race for space’ after Covid lockdown limitations helps housing market rocket</p><p>Covid-19 sparked a “race for space” among householders fleeing cities and searching out bigger homes. A tentative recovery in the market after lockdown ended morphed into a raging boom after the chancellor <a href=\"https://www.theguardian.com/money/2020/jul/08/stamp-duty-chancellor-rishi-sunak-summer-statement\">cut stamp duty in England and Northern Ireland until 31 March 2021</a>. Wales and Scotland followed suit, although the cuts were not as generous. In England and Northern Ireland, buyers have been able to save £10,000 on a £400,000 property and £15,000 on one costing £500,000.</p><p>The average price of a UK home started the year at £239,927, according to the mortgage lender Halifax, dropped back towards £237,00 after lockdown one, then rocketed to £253,243. Between the end of June and the end of November, prices experienced the <a href=\"https://www.theguardian.com/money/2020/dec/07/house-prices-strong-gain-2004-five-months-halifax\">fastest five-month gain since 2004</a>.</p> <a href=\"https://www.theguardian.com/money/2020/dec/19/average-uk-house-price-rises-2020-covid-housing-market\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/19/average-uk-house-price-rises-2020-covid-housing-market", "date_published": "2020-12-19 10:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ordesa by Manuel Vilas review – testing the limits of the autobiographical novel", "description": "<p>Death is old-fashioned, declares the writer of this sly Spanish autofiction about family and grief</p><p>We’re born, we grow, we accumulate what we can of the world – knowledge, skills, pleasures, food, time, money, affection, disaffection – and then depart. It’s a system. But when it means the disappearance of people you love, it can seem an awfully wasteful one. In his autobiographical novel <em>Ordesa</em>, the Spanish writer Manuel Vilas balks at letting his dead parents go. Death is old-fashioned, he declares.</p><p>And so begins an intentionally faltering and onanistic research project, as the narrator meanders through the foggy past in an attempt to bring his parents back into focus. The process of dredging up nuggets of personality and experience from the mud fascinates him – perhaps a little too much. Near the end, he declares he’s falling in love with his own life. The reader is left feeling a bit of a gooseberry.</p> <a href=\"https://www.theguardian.com/books/2020/dec/19/ordesa-by-manuel-vilas-review-testing-the-limits-of-the-autobiographical-novel\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/19/ordesa-by-manuel-vilas-review-testing-the-limits-of-the-autobiographical-novel", "date_published": "2020-12-19 10:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid cases in India reach 10m as country plans vaccination programme", "description": "<p>Coronavirus epidemic has infected nearly 1% of country’s 1.3bn people </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>India’s confirmed coronavirus cases have crossed 10 million with new infections dipping to their lowest levels in three months, as the country prepares for a massive Covid-19 vaccination programme in the new year.</p><p>Additional cases in the past 24 hours dropped to 25,152 from a peak of nearly 100,000 in mid-September. The epidemic has infected nearly 1% of India’s more than 1.3 billion people, second to the worst-hit country in the world, the US.</p> <a href=\"https://www.theguardian.com/world/2020/dec/19/india-covid-10m-country-plans-vaccination-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/19/india-covid-10m-country-plans-vaccination-coronavirus", "date_published": "2020-12-19 09:49:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Busta Rhymes: ‘My most embarrassing moment? Losing my virginity at 15’", "description": "<p>The rapper on his diamond pinky ring, his love for his mother and staying up all night</p><p>Born in Brooklyn, Busta Rhymes, 48 formed the 90s hip-hop group Leaders Of The New School. In 1996, he released his debut solo album, The Coming, which went platinum. He has 11 Grammy nominations and his hit singles include Don’t Cha with the Pussycat Dolls. His latest album is Extinction Level Event 2: The Wrath Of God. He lives in New York and has six children.</p><p><strong>When were you happiest?</strong><br />When I was young and carefree, before I realised what the obstacles were that we face as black people. I was raised in a beautiful home with incredible parents. They allowed me to enjoy what it was to be a child.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/busta-rhymes-my-most-embarrassing-moment-losing-my-virginity-at-15\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/busta-rhymes-my-most-embarrassing-moment-losing-my-virginity-at-15", "date_published": "2020-12-19 09:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Christmas traditions involve a hangover and the Muppets | Hadley Freeman", "description": "<p>Today I should be cleaning up after a party before my children come home to watch The Muppet Christmas Carol</p><p>By rights, this should be my most hungover day of the year. If life were as it should be, I would be getting a lie-in until about noon, which is seven hours later than my children usually grant me. I would slump to the kitchen, fall back into bed with some toast and Marmite, followed shortly thereafter by a Sali Hughes-approved jacket potato with cheese and Marmite (see <a href=\"https://www.theguardian.com/commentisfree/2020/nov/07/i-know-how-ill-get-through-this-winter-oversized-jumpers-and-triple-jacket-potatoes\" title=\"\">potato-based musings <em>passim</em></a>), which is – and you might have already spotted this genius detail – basically the same meal twice but with different carbohydrates.</p><p>Then I would scramble to clear away all the debris in the kitchen, in the manner of the young man in the seminal 1990s Yellow Pages advert about the heroism of French polishers, still the most powerful storyline ever committed to celluloid. But, unlike him, instead of cleaning up after the party before my parents come home, I’d be cleaning up after the party before my children come home, which they would at around mid-afternoon. We’d then watch <a href=\"https://www.theguardian.com/film/commentisfree/2018/dec/22/home-alone-festive-film-hardly-the-muppets\" title=\"\">The Muppet Christmas Carol</a>, the kids exhausted from the excitement of spending the night at their grandparents’, my partner and me just exhausted. And then we would go to bed at 7pm, just as the Good Lord intends for us all.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/19/everyone-makes-own-christmas-traditions-mine-involve-hangover-muppets-hadley-freeman\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/19/everyone-makes-own-christmas-traditions-mine-involve-hangover-muppets-hadley-freeman", "date_published": "2020-12-19 09:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Sopranos: from enduring TV hit to the hottest show of lockdown", "description": "<p>2020 has seen HBO’s mafia series win fresh fans, as a new generation relate to the emotional struggles of its antihero protagonist, and its stars preserve its legacy</p><p>When the first episode of The Sopranos aired in January 1999, people weren’t sure what to expect. Two months later, in March, Robert De Niro would star in the movie Analyse This, a mafia comedy about a mob boss who, like Tony Soprano, seeks the support of a therapist. But for most people at the time, the worlds of the <em>cosa nostra</em> and mental health had been quite separate. And though Analyze This was a blockbuster, The Sopranos was airing on the cable channel HBO, which boasted only 11 million subscribers at the time.</p><p>But The Sopranos was a hit, with its mix of drama, humour, sex and betrayal, and darkly comic undertones. Steve Schirripa, who played lovable gangster Bobby “Bacala” Baccalierri, remembers a conversation he had with the late James Gandolfini, who played the show’s complicated protagonist Tony Soprano. “Jim,” he says in a thick New York accent, “thought it wasn’t going anywhere. He thought he’d shoot the pilot, pick up the money for it and move on to the next thing.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/19/sopranos-hit-social-media-generation-mafia-series-emotional-struggles\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/19/sopranos-hit-social-media-generation-mafia-series-emotional-struggles", "date_published": "2020-12-19 09:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India slump to new low as Australia cruise to victory in first Test", "description": "<ul><li>Australia win by eight wickets on remarkable day in Adelaide</li><li>India’s second-innings 36 is their lowest score in Test history</li></ul><p>Australia cruised to an eight-wicket win in the first Test at Adelaide Oval, where Pat Cummins and Josh Hazlewood produced spells for the ages to skittle a shellshocked India for their lowest Test total in history.</p><p>Tim Paine’s team secured a 1-0 series lead before the dinner break on day three of the pink-ball Test, hauling in a target of 90.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/19/india-slump-to-new-low-as-australia-cruise-to-victory-in-first-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/19/india-slump-to-new-low-as-australia-cruise-to-victory-in-first-test", "date_published": "2020-12-19 08:20:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Nothing under our tree’: millions in US cope with financial misery during holiday season", "description": "<p>The pandemic and its attendant recession have left millions across the country with little money and little to celebrate </p><p>There will be no presents under the Christmas tree this year for Sierra Schauvilegee and her children. Schauvilegee lost her as a nurse when the residential care facility she worked for permanently closed down at the start of the coronavirus pandemic. Finding new work has proved impossible.</p><p>“This is the first year my children will not open a single gift, nothing under our tree,” said Schauvilegee, who lives in Ingalls, Kansas. “I used all my savings to survive and I begged my mother to move in until I received rental assistance and food stamps, that is all I literally have.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/19/us-millions-financial-misery-during-holiday-season\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/19/us-millions-financial-misery-during-holiday-season", "date_published": "2020-12-19 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's been hard, I'm not going to lie': new teachers' first term in a Covid pandemic", "description": "<p>One accidentally ‘outed’ herself to students; another ‘took’ his class to Egypt. We catch up with three UK teachers </p><p>Three teachers fresh from training shared their hopes and anxieties <a href=\"https://www.theguardian.com/education/2020/sep/15/its-my-calling-new-teachers-in-a-pandemic-meet-the-class-of-2020\">in September</a> before starting their first teaching jobs. Enthusiastic and idealistic, they spoke of their desire to make a difference to young people. But beginning their careers during a pandemic has brought extra challenges, so how have they coped?</p> <a href=\"https://www.theguardian.com/education/2020/dec/19/new-teachers-first-term-in-covid-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/dec/19/new-teachers-first-term-in-covid-pandemic", "date_published": "2020-12-19 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'There’s nobody here': Covid turns Wall Street into a ghost town", "description": "<p>Exodus that started after 9/11 has accelerated — and many fear New York’s financial district will not recover</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“They used to stand at the bar three deep,” says John Moran, surveying the long, empty counter at Killarney Rose, a Wall Street bar that would, in another era, have been stuffed with early-shift construction workers and, at lunch and late into the evening, suited bankers.</p><p>The world’s pre-eminent financial thoroughfare – at least throughout the 20th century – is a ghost of what it once was. The New York Stock Exchange and Nasdaq are still located here, but dozens of financial institutions have emptied out from New York’s financial district in an exodus that started in the wake of 9/11 and has been hastened by Covid.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/19/theres-nobody-here-covid-turns-wall-street-into-a-ghost-town\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/19/theres-nobody-here-covid-turns-wall-street-into-a-ghost-town", "date_published": "2020-12-19 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Bake Off woes to Zoom fiascos: 2020 in lists", "description": "<p>The year’s cultural highs and lows, featuring Gal Gadot’s Imagine, terrible lyrics about lockdown and unexpected horniness</p> <a href=\"https://www.theguardian.com/culture/2020/dec/19/from-bake-off-woes-to-zoom-fiascos-2020-in-lists\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/19/from-bake-off-woes-to-zoom-fiascos-2020-in-lists", "date_published": "2020-12-19 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss doesn't know about Foucault, but she also doesn't care | Charlotte Lydia Riley", "description": "<p>Ironically, rightwing politicians have invented a zombie ‘postmodernism’ that cannot be killed by facts</p><p>Academics in the UK have been known, in moments of weakness, to look wistfully across the Channel at European politicians, who seem so cultured, and so intellectual, compared to some of our Westminster grey suits. Wouldn’t it be wonderful, they think, to have politicians who really kept up to date with academic scholarship? Who enjoyed talking publicly about philosophy or history or art? Imagine if <em>our</em> political class read Foucault!</p><p>Be careful what you wish for. On Thursday, academics across the country were bemused to discover that Liz Truss was <a href=\"https://www.theguardian.com/politics/live/2020/dec/17/uk-coronavirus-live-matt-hancock-latest-covid-tiers-rules-england-wales-christmas-latest-updates?page=with:block-5fdb90fc8f08c97e60387b46#block-5fdb90fc8f08c97e60387b46\">talking about their work</a>, although not in the way they might have hoped. In a speech called The Fight for Fairness, the equalities minister talked about her own childhood in Leeds in the 1980s, where, apparently, schoolchildren in were taught about racism and sexism, but – inexplicably – not how to read and write. “These ideas,” Truss continued, “have their roots in postmodernist philosophy – pioneered by Foucault – that put societal power structures and labels ahead of individuals and their endeavours.” According to Truss, “in this school of thought” – postmodernist philosophy? – there is “no space for evidence”, because “truth and morality are all relative”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/19/liz-truss-foucault-rightwing-zombie-postmodernism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/19/liz-truss-foucault-rightwing-zombie-postmodernism", "date_published": "2020-12-19 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streaming: Christmas films that chime with the times", "description": "<p>In tune with socially distanced festivities, the more melancholy end of the seasonal movie spectrum beckons, with an undertaker, sudden death and doomed romance</p><p>Even in a year that has made us numb to strangeness, it’s been a funny old December: a festive season largely without festivities, while many will be spending Christmas apart from their usual crowd. With that in mind, the usual seasonal viewing options – those extravagant Christmas films that pile on the tinselly cheer – may feel out of step with the collective mood.</p><p>A time, then, for Christmas films that permit a little wintry chill, some room for loneliness or pensive melancholy. Or exquisite misery, if you feel like plunging into the anti-Christmas genre at its most extreme with <strong>Mon </strong><strong>Oncle Antoine</strong> – a Canadian classic that I hadn’t seen until recently. Made in 1971, Claude Jutra’s film is an unsentimental coming-of-age tale, following a Quebecer teen through about the least jolly Christmas Eve imaginable, as he assists his undertaker uncle in the collection and eventual rescue of a dead body. If that sounds solemn, it is, but there’s hard-won humanity amid the austerity, and Jutra has an eye for crisp, severe beauty. It’s also <a href=\"https://www.youtube.com/watch?v=JQ43h-gWZ6Y&amp;ab_channel=NFB\">free to view on YouTube</a>, thanks to the National Film Board of Canada’s marvellous <a href=\"https://www.youtube.com/user/nfb\">archival channel</a>.</p> <a href=\"https://www.theguardian.com/film/2020/dec/19/streaming-the-best-films-unconventional-christmas-films-dark-melancholy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/19/streaming-the-best-films-unconventional-christmas-films-dark-melancholy", "date_published": "2020-12-19 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can you crack it? The bumper books quiz of 2020", "description": "<p>What day job did the Booker winner have while writing his novel? Who was rejected by Mills &amp; Boon before becoming a bestselling author? Test your wits with questions from Bernardine Evaristo, Jonathan Coe, David Nicholls and more</p><p class=\"question__text\">WERE YOU PAYING ATTENTION? Lee Child announced his retirement this year. But the Jack Reacher books will continue to be written by his:</p><p class=\"answer__text\">daughter</p><p class=\"answer__text\">sister</p><p class=\"answer__text\">brother</p><p class=\"answer__text\">son</p><p class=\"question__text\">Until recently 2020 Booker winner Douglas Stuart’s day job was as a senior New York executive for which clothing brand?</p><p class=\"answer__text\">North Face</p><p class=\"answer__text\">J Crew</p><p class=\"answer__text\">Nike</p><p class=\"answer__text\">Banana Republic</p><p class=\"question__text\">A statue dedicated to which feminist writer attracted criticism for its depiction of a female nude?</p><p class=\"answer__text\">Simone de Beauvoir</p><p class=\"answer__text\">Gloria Steinem</p><p class=\"answer__text\">Germaine Greer</p><p class=\"answer__text\">Mary Wollstonecraft</p><p class=\"question__text\">Which author’s 1981 bestseller apparently “predicted” the pandemic with its plot device of a Wuhan-virus?</p><p class=\"answer__text\">Colleen McCullough</p><p class=\"answer__text\">Dean Koontz</p><p class=\"answer__text\">Stephen King</p><p class=\"answer__text\">Michael Crichton</p><p class=\"question__text\">In Maggie O’Farrell’s Women’s prize winning novel Hamnet, by which name is Shakespeare’s wife Anne Hathaway called?</p><p class=\"answer__text\">Agnes</p><p class=\"answer__text\">Alice</p><p class=\"answer__text\">Angela</p><p class=\"answer__text\">Amelia</p><p class=\"question__text\">The Nobel prize winning poet Louise Glück was the co-founder and original investor in which business?</p><p class=\"answer__text\">a driving school</p><p class=\"answer__text\">a cookery school</p><p class=\"answer__text\">a dog training school</p><p class=\"answer__text\">a creative writing school</p><p class=\"question__text\">2020 marked 50 years since the publication of Len Deighton’s novel Bomber. Was it the first:</p><p class=\"answer__text\">ebook</p><p class=\"answer__text\">audiobook</p><p class=\"answer__text\">novel written on a word processor</p><p class=\"answer__text\">interactive novel</p><p class=\"question__text\">Bestselling thriller writer Clive Cussler died this year. What successful non-profit enterprise did he launch that echoed one of his best-known plots?</p><p class=\"answer__text\">an anti-piracy force</p><p class=\"answer__text\">flood defence engineering</p><p class=\"answer__text\">marine communications</p><p class=\"answer__text\">shipwreck salvage</p><p class=\"question__text\">Which award-winning poet is married to the author of the novel behind the Hugh Grant and Nicole Kidman TV series The Undoing?</p><p class=\"answer__text\">Sharon Olds</p><p class=\"answer__text\">Simon Armitage</p><p class=\"answer__text\">Paul Muldoon</p><p class=\"answer__text\">Alice Oswald</p><p class=\"question__text\">The 16-year-old Dara McAnulty won which literary prize this year?</p><p class=\"answer__text\">the Blue Peter prize for best children’s story</p><p class=\"answer__text\">the Forward prize for a debut poetry collection</p><p class=\"answer__text\">the Wainwright prize for nature writing</p><p class=\"answer__text\">the Encore prize for the best second novel</p><p class=\"question__text\">Philip Pullman’s 2004 short story “Serpentine”, featuring Lyra Belacqua and published for the first time this year, was originally written for:</p><p class=\"answer__text\">a charity auction</p><p class=\"answer__text\">a screenplay</p><p class=\"answer__text\">his grandchildren</p><p class=\"answer__text\">an opera libretto</p><p class=\"question__text\">As well as concluding her Cromwell trilogy with The Mirror &amp; the Light, Hilary Mantel also published a collection of essays this year. Was it called:</p><p class=\"answer__text\">Written on the Bodies</p><p class=\"answer__text\">The Queen’s Gambit</p><p class=\"answer__text\">Mantel Pieces</p><p class=\"answer__text\">Horrid Henry</p><p class=\"question__text\">IAN RANKIN ASKS: Craig Brown’s Baillie Gifford prize-winning study of the Beatles, One Two Three Four, includes the story of a police officer who turned to music after retrieving a guitar from Eddie Cochran’s crashed car. Was the policeman:</p><p class=\"answer__text\">Marty Wilde</p><p class=\"answer__text\">Dave Dee</p><p class=\"answer__text\">Freddie Garrity</p><p class=\"answer__text\">Dave Davies</p><p class=\"question__text\">Margaret Atwood published a poetry collection this year. Is its title:</p><p class=\"answer__text\">Nearly</p><p class=\"answer__text\">Dearly</p><p class=\"answer__text\">Early</p><p class=\"answer__text\">Pearly</p><p class=\"question__text\">Jonathan Coe’s Mr Wilder and Me is set during the filming of which Billy Wilder movie?</p><p class=\"answer__text\">Avanti!</p><p class=\"answer__text\">The Front Page</p><p class=\"answer__text\">Fedora</p><p class=\"answer__text\">Buddy Buddy</p><p class=\"question__text\">BERNARDINE EVARISTO ASKS: The North Peckham estate in south London has inspired a recent collection of poetry that explores its people and environment. Name the poet and the book.</p><p class=\"answer__text\">Don’t Call Us Dead by Danez Smith</p><p class=\"answer__text\">The Perseverance by Raymond Antrobus</p><p class=\"answer__text\">Poor by Caleb Femi</p><p class=\"answer__text\">Life on Mars by Tracy K Smith</p><p class=\"question__text\">Which peripatetic American writer of the Harlem Renaissance travelled to Russia in the 1930s at the invitation of the Co-operating Committee for the Production of a Soviet Film on Negro Life to work on a film starring African American actors?</p><p class=\"answer__text\">Richard Wright</p><p class=\"answer__text\">Langston Hughes</p><p class=\"answer__text\">James Baldwin</p><p class=\"answer__text\">Claude McKay</p><p class=\"question__text\">Name the author of the 2020 book Bringing Up Race: How to Raise a Kind Child in a Prejudiced World.</p><p class=\"answer__text\">Donald Trump</p><p class=\"answer__text\">Boris Johnson</p><p class=\"answer__text\">Nigel Farage</p><p class=\"answer__text\">Uju Asika</p><p class=\"question__text\">JONATHAN COE ASKS: Which writer, towards the end of his life, expressed regret that Homer had written the Iliad and the Odyssey, rather than “a true history of his own times in humble prose”?</p><p class=\"answer__text\">Daniel Defoe</p><p class=\"answer__text\">Jonathan Swift</p><p class=\"answer__text\">Samuel Johnson</p><p class=\"answer__text\">Henry Fielding</p><p class=\"question__text\">In “The Adventure of the Stockbroker’s Clerk”, Sherlock Holmes and Dr Watson take a train from London to Birmingham. How long does the journey take?</p><p class=\"answer__text\">1 hour and 10 minutes</p><p class=\"answer__text\">1 hour and 40 minutes</p><p class=\"answer__text\">2 hours and 40 minutes</p><p class=\"answer__text\">3 hours and 10 minutes</p><p class=\"question__text\">In 1972 BS Johnson and Margaret Drabble edited a multi-authored novel called London Consequences. Which of these writers did not contribute a chapter?</p><p class=\"answer__text\">Olivia Manning</p><p class=\"answer__text\">Piers Paul Read</p><p class=\"answer__text\">Anthony Burgess</p><p class=\"answer__text\">Melvyn Bragg</p><p class=\"question__text\">VAL MCDERMID ASKS: What links Bernardine Evaristo, Denise Mina and Gillian Flynn?</p><p class=\"answer__text\">They all dropped out of a postgraduate qualification</p><p class=\"answer__text\">They have all stood as candidates in local elections</p><p class=\"answer__text\">They have all published books with “girl” in the title</p><p class=\"answer__text\">They have all performed standup comedy</p><p class=\"question__text\">Many of us have been escaping the four walls of our work space with the breathtaking graphics of open-world video games. But this escapism can become addiction. Iain Banks once smashed the game disk of one such addiction to force himself to write his next book. Which game was his drug of choice?</p><p class=\"answer__text\">Railroad Tycoon</p><p class=\"answer__text\">Civilization IV</p><p class=\"answer__text\">Warcraft</p><p class=\"answer__text\">Lemmings 2</p><p class=\"question__text\">Who might come next and why? Mervyn Peake, Ali Smith, Madeleine L’Engle …</p><p class=\"answer__text\">Martin Amis – they’ve all written books that play with time; Time’s Arrow is the ultimate such game, for time runs backwards.</p><p class=\"answer__text\">Beryl Bainbridge, who was famously shortlisted six times for the Booker without winning. The others have all been short-listed multiple times for the same award without winning – the Shirley Jackson award, the Booker and the Nebula award respectively.</p><p class=\"answer__text\">Anthony Trollope. Peake wrote the Gormenghast trilogy, Smith the Seasons Quartet, L’Engle the Time Quintet and Trollope the Barchester Chronicles in six volumes.</p><p class=\"answer__text\">JK Rowling. They were all banned by local education authorities in the US during Trump’s presidency.</p><p class=\"question__text\">DAVID NICHOLLS ASKS: Which Whitbread award-winning novelist performed on radio alongside Judith Chalmers and Billie Whitelaw and also appeared in Coronation Street as Ken Barlow’s student friend?</p><p class=\"answer__text\">Rose Tremain</p><p class=\"answer__text\">Susan Hill</p><p class=\"answer__text\">Iris Murdoch</p><p class=\"answer__text\">Beryl Bainbridge</p><p class=\"question__text\">As well as playing his own lookalike in the 1977 best picture at the Oscars, which American author’s film appearance won him a Golden Globe nomination for best acting debut?</p><p class=\"answer__text\">Truman Capote</p><p class=\"answer__text\">John Updike</p><p class=\"answer__text\">Norman Mailer</p><p class=\"answer__text\">Gore Vidal</p><p class=\"question__text\">Which great novelist plays the English Insurance Company Man in Truffaut’s Day for Night?</p><p class=\"answer__text\">JG Ballard</p><p class=\"answer__text\">Graham Greene</p><p class=\"answer__text\">Anthony Burgess</p><p class=\"answer__text\">William Golding</p><p class=\"question__text\">CANDICE CARTY-WILLIAMS ASKS: Ify Adenuga, the mother of JME, Skepta and Julie Adenuga, this year had a memoir published, titled Endless ...</p><p class=\"answer__text\">Fortune</p><p class=\"answer__text\">Luck</p><p class=\"answer__text\">Love</p><p class=\"answer__text\">Year</p><p class=\"question__text\">Brit Bennett, author of the critically acclaimed novel The Vanishing Half, also wrote:</p><p class=\"answer__text\">The Fathers</p><p class=\"answer__text\">The Mothers</p><p class=\"answer__text\">The Twins</p><p class=\"answer__text\">The Brothers</p><p class=\"question__text\">Round Table Books, the UK’s first inclusive children’s bookshop, is open for business in which area of south London?</p><p class=\"answer__text\">Lewisham</p><p class=\"answer__text\">Brixton</p><p class=\"answer__text\">New Cross</p><p class=\"answer__text\">Balham</p><p class=\"question__text\">PLAGUES IN LITERATURE: How old was Daniel Defoe during the London plague that he depicted in A Journal of a Plague Year?</p><p class=\"answer__text\">five</p><p class=\"answer__text\">25</p><p class=\"answer__text\">50</p><p class=\"answer__text\">75</p><p class=\"question__text\">Albert Camus’s 1947 novel The Plague is widely thought to be an allegory of:</p><p class=\"answer__text\">the wartime Vichy government in France</p><p class=\"answer__text\">De Gaulle’s Free French in London</p><p class=\"answer__text\">the French occupation of Algeria</p><p class=\"answer__text\">the German occupation of France</p><p class=\"question__text\">Boccaccio’s set of stories The Decameron was written following a 14th-century plague in Florence. Is it made up of:</p><p class=\"answer__text\">10 characters telling 10 stories each</p><p class=\"answer__text\">10 characters telling one story each</p><p class=\"answer__text\">one character telling 10 stories</p><p class=\"answer__text\">one character telling 100 stories</p><p class=\"question__text\">Is Emily St John Mandel’s eerily prescient novel Station Eleven set in the aftermath of a:</p><p class=\"answer__text\">Spanish flu pandemic</p><p class=\"answer__text\">swine flu pandemic</p><p class=\"answer__text\">bird flu pandemic</p><p class=\"answer__text\">Hong Kong flu pandemic</p><p class=\"question__text\">Mary Shelley’s 1826 novel The Last Man, in which the human race is threatened by a pandemic, takes place in the:</p><p class=\"answer__text\">1790s</p><p class=\"answer__text\">1890s</p><p class=\"answer__text\">1990s</p><p class=\"answer__text\">2090s</p><p class=\"question__text\">GREAT ADAPTATIONS: Which book adaptation is this from?</p><p class=\"answer__text\">The Goldfinch</p><p class=\"answer__text\">Us</p><p class=\"answer__text\">His Dark Materials</p><p class=\"answer__text\">Motherless Brooklyn</p><p class=\"question__text\">Which book adaptation is this from?</p><p class=\"answer__text\">Normal People</p><p class=\"answer__text\">The Undoing</p><p class=\"answer__text\">Artemis Fowl</p><p class=\"answer__text\">Patrick Melrose</p><p class=\"question__text\">Which book adaptation is this from?</p><p class=\"answer__text\">Tolkien</p><p class=\"answer__text\">The Secret Garden</p><p class=\"answer__text\">The Luminaries</p><p class=\"answer__text\">Little Fires Everywhere</p><p class=\"question__text\">Which book adaptation is this from?</p><p class=\"answer__text\">Dracula</p><p class=\"answer__text\">Little Women</p><p class=\"answer__text\">The Call of the Wild</p><p class=\"answer__text\">Emma</p><p class=\"question__text\">Which book adaptation is this from?</p><p class=\"answer__text\">Emma</p><p class=\"answer__text\">The Personal History of David Copperfield</p><p class=\"answer__text\">The Luminaries</p><p class=\"answer__text\">Artemis Fowl</p><p class=\"question__text\">WORDS OF THE YEAR: What does twindemic mean?</p><p class=\"answer__text\">an outbreak of double births</p><p class=\"answer__text\">an alliance of democracies</p><p class=\"answer__text\">a spike in both seasonal flu and Covid</p><p class=\"answer__text\">mass bingeing of the Bros documentary</p><p class=\"question__text\">What does zoombombing mean?</p><p class=\"answer__text\">dropping explosives from a fast jet</p><p class=\"answer__text\">hacking into a video meeting</p><p class=\"answer__text\">forcing someone to attend a video meeting at the last minute</p><p class=\"answer__text\">tricking someone into clicking a link to an Aretha Franklin song</p><p class=\"question__text\">What does Blursday mean?</p><p class=\"answer__text\">national holiday when everyone sings “Parklife”</p><p class=\"answer__text\">day devoted to bokeh in photography</p><p class=\"answer__text\">any day this year</p><p class=\"answer__text\">any hungover day</p><p class=\"question__text\">What does anthropause mean?</p><p class=\"answer__text\">temporarily stopping a Netflix documentary about primates</p><p class=\"answer__text\">a decrease in testosterone production</p><p class=\"answer__text\">when an ethnologist stops talking</p><p class=\"answer__text\">a breather for the natural world</p><p class=\"question__text\">What does minimony mean?</p><p class=\"answer__text\">a small marriage service</p><p class=\"answer__text\">payments on a compact car</p><p class=\"answer__text\">trivial complaints</p><p class=\"answer__text\">a tiny rock</p><p class=\"question__text\">JUDGING BOOKS BY THEIR COVERS: which 2020 book is this?</p><p class=\"answer__text\">The Mirror &amp; The Light by Hilary Mantel</p><p class=\"answer__text\">Hamnet by Maggie O'Farrell</p><p class=\"answer__text\">The Thursday Murder Club by Richard Osman</p><p class=\"answer__text\">The Midnight Library by Matt Haig</p><p class=\"question__text\">Which 2020 book is this?</p><p class=\"answer__text\">The Dominant Animal by Kathryn Scanlan</p><p class=\"answer__text\">The Lost Words: A Spell Book by Robert Macfarlane and Jackie Morris</p><p class=\"answer__text\">The Private Joys of Nnenna Maloney by Okechukwu Nzelu</p><p class=\"answer__text\">Vesper Flights by Helen Macdonald</p><p class=\"question__text\">Which 2020 book is this?</p><p class=\"answer__text\">Boy Parts by Eliza Clark</p><p class=\"answer__text\">Pine by Francine Toon</p><p class=\"answer__text\">Exciting Times by Naoise Dolan</p><p class=\"answer__text\">Midnight Sun by Stephenie Meyer</p><p class=\"question__text\">Which 2020 book is this?</p><p class=\"answer__text\">The New Wilderness by Diane Cook</p><p class=\"answer__text\">Shuggie Bain by Douglas Stuart</p><p class=\"answer__text\">Real Life by Brandon Taylor</p><p class=\"answer__text\">Burnt Sugar by Avni Doshi</p><p class=\"question__text\">Which 2020 book is this?</p><p class=\"answer__text\">Black Spartacus: The Epic Life of Toussaint Louverture by Sudhir Hazareesingh</p><p class=\"answer__text\">The Shadow King by Maaza Mengiste</p><p class=\"answer__text\">African Europeans: An Untold History by Olivette Otele</p><p class=\"answer__text\">The Interest: How the British Establishment Resisted the Abolition of Slavery by Michael Taylor</p><p class=\"question__text\">THEY SAID WHAT? Who said: “My dreams stain my day, though it’s not all bad. Once I dreamed I had won a tennis tournament, beating Navratilova.”</p><p class=\"answer__text\">Jeanette Winterson</p><p class=\"answer__text\">Bernardine Evaristo</p><p class=\"answer__text\">Hilary Mantel</p><p class=\"answer__text\">Kamila Shamsie</p><p class=\"question__text\">Which sporting manager/coach was mocked for writing of their most successful side: “I remember every single player in that exceptional team.”</p><p class=\"answer__text\">Jill Ellis</p><p class=\"answer__text\">José Mourinho</p><p class=\"answer__text\">Eddie Jones</p><p class=\"answer__text\">Arsène Wenger</p><p class=\"question__text\">Who said that the publisher Mills &amp; Boon told them: “We are sorry but neither your characters nor your story are at the high standards demanded by our readers.”</p><p class=\"answer__text\">Helen Fielding</p><p class=\"answer__text\">Jenny Colgan</p><p class=\"answer__text\">Jilly Cooper</p><p class=\"answer__text\">Alan Davies</p><p class=\"question__text\">Whose memoir said: “Johnny Rotten was certainly well named when it came to his singing! It came as no surprise to me when punk didn’t last long.”</p><p class=\"answer__text\">Mariah Carey</p><p class=\"answer__text\">John Cooper Clarke</p><p class=\"answer__text\">Brett Anderson</p><p class=\"answer__text\">Cliff Richard</p><p class=\"question__text\">Which then middle-aged writer wrote to his mother in a letter published this year: “Froggy is well, though he misses being ‘put to bed’ at night. You spoil him a bit!”</p><p class=\"answer__text\">Philip Larkin</p><p class=\"answer__text\">TS Eliot</p><p class=\"answer__text\">John Berryman</p><p class=\"answer__text\">Kenneth Grahame</p><p class=\"score__min-score\">18 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">17 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">16 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">15 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">9 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">10 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">11 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">12 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">14 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">13 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">30 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">29 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">28 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">27 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">26 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">25 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">24 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">23 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">22 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">21 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">20 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">19 and above.</p><p class=\"score__title\">None of us are doing anything this year - why not try again?</p><p class=\"score__min-score\">46 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">45 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">44 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">43 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">42 and above.</p><p class=\"score__title\">Meaning of life!</p><p class=\"score__min-score\">36 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">41 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">40 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">39 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">38 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">37 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">35 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">31 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">32 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">33 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">34 and above.</p><p class=\"score__title\">Not bad at all.</p><p class=\"score__min-score\">55 and above.</p><p class=\"score__title\">You are insanely well-read and we are not worthy.</p><p class=\"score__min-score\">54 and above.</p><p class=\"score__title\">You are insanely well-read and we are not worthy.</p><p class=\"score__min-score\">53 and above.</p><p class=\"score__title\">You are insanely well-read and we are not worthy.</p><p class=\"score__min-score\">52 and above.</p><p class=\"score__title\">You are insanely well-read and we are not worthy.</p><p class=\"score__min-score\">51 and above.</p><p class=\"score__title\">You are insanely well-read and we are not worthy.</p><p class=\"score__min-score\">47 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">48 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">49 and above.</p><p class=\"score__title\">Well done!</p><p class=\"score__min-score\">50 and above.</p><p class=\"score__title\">You are insanely well-read and we are not worthy.</p><p class=\"score__min-score\">8 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">7 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">6 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">5 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">4 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">3 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">2 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p><p class=\"score__min-score\">0 and above.</p><p class=\"score__title\">Unforgivable.</p><p class=\"score__min-score\">1 and above.</p><p class=\"score__title\">Frankly, rather poor. Try again?</p> <a href=\"https://www.theguardian.com/books/2020/dec/19/can-you-crack-it-the-bumper-books-quiz-of-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/19/can-you-crack-it-the-bumper-books-quiz-of-2020", "date_published": "2020-12-19 08:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Sinfield: 'To see Rob on the finishing line made it so special'", "description": "<p>Former Leeds captain on his seven marathons in seven days and watching friend and ex-teammate Rob Burrow cope with MND</p><p>“Throughout all the runs, at different stages, I’d be welling up and choking up,” Kevin Sinfield says when he <a href=\"https://www.yorkshireeveningpost.co.uk/sport/rugby-league/pm-boris-johnson-praises-sir-kevin-sinfield-after-leeds-rhinos-legends-marathon-fund-raising-feat-3070364\" title=\"\">remembers running seven marathons</a> in seven days on behalf of Rob Burrow, his close friend and former Leeds Rhinos teammate who is trapped in the grip of motor neurone disease. Sinfield completed his seventh successive marathon 10 days ago and, having hoped to raise £77,777 in honour of Burrow, who wore the No 7 shirt, he has <a href=\"https://www.justgiving.com/fundraising/sinfield-7-in-7\" title=\"\">made more than £2.5m</a> to help his friend’s family and the fight against MND.</p><p>“It was so emotional,” Sinfield continues, “because it’s really difficult to see Rob now, compared to where we were 12 months ago. Rob’s 38, he’s got three young kids and nobody deserves it because this is the cruellest disease. I know there’re some horrific diseases out there but to see what MND does to families, to see the strain it puts on them, is so difficult. It’s a horrible, horrible disease.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/19/kevin-sinfield-to-see-rob-burrow-on-the-marathon-finishing-line-made-it-so-special-rugby-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/19/kevin-sinfield-to-see-rob-burrow-on-the-marathon-finishing-line-made-it-so-special-rugby-league", "date_published": "2020-12-19 08:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Warning over 'missed delivery' parcel scams this Christmas", "description": "<p>Fraudsters target online shoppers with texts and emails claiming to be from DPD or Royal Mail</p><p>As millions shop online for Christmas, they are being targeted by fraudsters sending scam texts and emails that claim to be from the courier service DPD or Royal Mail, saying they are unable to deliver an item.</p><p>Now highly prevalent, they feature a link to a website where the receiver is asked to input their bank card details to pay “extra” postage costs and told that if they do nothing their item will be returned to sender.</p> <a href=\"https://www.theguardian.com/money/2020/dec/19/missed-delivery-parcel-scams-christmas-dpd-royal-mail\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/19/missed-delivery-parcel-scams-christmas-dpd-royal-mail", "date_published": "2020-12-19 08:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'If a smuggler says do it, you do': refugees on trying to rescue their friends from the Channel", "description": "<p>Two Kurdish asylum seekers made frantic attempts to save lives of family whose boat capsized in rough conditions </p><p>Two asylum seekers who were in the same boat as a Kurdish Iranian family who <a href=\"https://www.theguardian.com/uk-news/2020/oct/29/maybe-we-will-reach-the-uk-or-maybe-we-will-die-in-the-sea-say-asylum-seekers\">drowned</a> trying to cross the Channel have spoken out about their frantic attempts to save the family’s lives after the vessel capsized.</p><p>Rasul Iran Nezhad, his wife, Shiva Mohammad Panahi, both 35, and their children: Anita, nine, Armin, six, and 15-month-old Artin, were among 22 people who boarded the boat, a rigid polyester structure about 20ft long, in October.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/19/if-a-smuggler-says-do-it-you-do-refugees-on-trying-to-rescue-their-friends-from-the-channel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/19/if-a-smuggler-says-do-it-you-do-refugees-on-trying-to-rescue-their-friends-from-the-channel", "date_published": "2020-12-19 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How did the Covid crisis affect your finances in 2020?", "description": "<p>Pandemic leaves some people jobless and deferring mortgages, while others have saved more</p><p>It has been possibly the strangest year ever for household finances. A stock market collapse, soaring unemployment, millions deferring their mortgage payments – and a booming housing market, plus bulging savings accounts. Which side of the coronavirus financial equation were you on?</p> <a href=\"https://www.theguardian.com/money/2020/dec/19/covid-crisis-finances-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/19/covid-crisis-finances-2020", "date_published": "2020-12-19 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New help-to-buy loans are limited to first-time buyers", "description": "<p>New version of the scheme is subject to new regional caps on prices</p><p>The latest version of the help-to-buy equity loan scheme opened on Wednesday, with first-time buyers now the only people allowed to apply for government assistance to get on to the housing ladder.</p><p>The scheme, which allows buyers to borrow up to 20% of a new-build property’s value, or 40% in London, will no longer be available to movers and is subject to new regional caps on prices.</p> <a href=\"https://www.theguardian.com/money/2020/dec/19/new-help-to-buy-loans-first-time-buyers-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/19/new-help-to-buy-loans-first-time-buyers-prices", "date_published": "2020-12-19 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new Home Office report admits grooming gangs are not a ‘Muslim problem' | Ella Cockbain and Waqas Tufail", "description": "<p>The study finds no credible evidence for a far-right stereotype that has spread widely in the media</p><p>This week marks a watershed moment in a decade of discussion of “grooming gangs”: a much-anticipated Home Office report has concluded that there is <a href=\"https://www.theguardian.com/politics/2020/dec/15/child-sexual-abuse-gangs-white-men-home-office-report\">no credible evidence</a> that any one ethnic group is over-represented in cases of child sexual exploitation.</p><p>For many in Britain today the term “grooming gang” immediately suggests Pakistani-heritage Muslim men abusing white girls, but the Home Office researchers now tell us that “research has found that group-based offenders are <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/944206/Group-based_CSE_Paper.pdf\">most commonly White</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/19/home-office-report-grooming-gangs-not-muslim\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/19/home-office-report-grooming-gangs-not-muslim", "date_published": "2020-12-19 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Katherine Rundell: how a snowy New York inspired my writing", "description": "<p>The novelist wanted her latest book, The Good Thieves, to be full of all the places she loves in Manhattan</p><p>‘How do you get to Carnegie Hall?” goes the old joke. “Practise.” Unless you are an elephant, in which case the process is different. In 1934, an elephant stepped on to the stage of Carnegie Hall. Exactly what it did once there is not recorded, but its arrival was celebrated in print, before and afterwards. An article from 6 August 1934 in the<em> </em>New York Times read: “Circus in Carnegie Hall … Elephants, ponies, dogs and other familiar attractions of the tanbark will be seen in Carnegie Hall this season, with the presentation there of a genuine indoor circus.”</p> <a href=\"https://www.theguardian.com/travel/2020/dec/19/katherine-rundell-how-a-snowy-new-york-inspired-my-writing\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/dec/19/katherine-rundell-how-a-snowy-new-york-inspired-my-writing", "date_published": "2020-12-19 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Ashley to defy odds with opening of giant Flannels stores", "description": "<p>Plans for luxury department stores outside London seen as ‘high risk’ after grim year for retail</p><p><a href=\"https://www.theguardian.com/uk-news/mike-ashley\">Mike Ashley</a>’s Frasers Group is thumbing its nose at the high street downturn by opening of three giant flagship stores for its designer fashion chain Flannels – and plans for 15 more in the next five years.</p><p>The former House of Fraser at the Meadowhall shopping centre in Sheffield, and a former Owen Owen department store in Liverpool, are to become Flannels outlets, as well as a site in a new development at Leicester’s Fosse Park shopping centre.</p> <a href=\"https://www.theguardian.com/business/2020/dec/19/mike-ashley-to-defy-odds-with-opening-of-giant-flannels-stores\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/19/mike-ashley-to-defy-odds-with-opening-of-giant-flannels-stores", "date_published": "2020-12-19 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public health minister resigns over record drug-related deaths in Scotland", "description": "<p>Joe FitzPatrick quit hours after Scottish Labour lodged a motion of no confidence in him</p><p>Scotland’s public health minister has resigned from the SNP government days after figures revealed the <a href=\"https://www.theguardian.com/uk-news/2020/dec/15/scotlands-drug-related-death-toll-more-than-35-times-rate-for-whole-uk\">country’s drug-related death toll</a> had risen to another grim annual record.</p><p>Joe FitzPatrick said he had “agreed” to quit after discussions with first minister Nicola Sturgeon on Friday and hours after Scottish Labour lodged a motion of no confidence in him. On Tuesday, the National Records of Scotland revealed there had been 1,264 drug-related deaths registered in Scotland in 2019, an increase of 6% from 1,187 in 2018 and a death rate more than 3.5 times that of the UK as a whole.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/19/public-health-minister-resigns-over-record-drug-related-deaths-in-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/19/public-health-minister-resigns-over-record-drug-related-deaths-in-scotland", "date_published": "2020-12-19 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which singer introduced The Snowman animation on TV? The Weekend quiz", "description": "<p>From North Korea to nock, test your knowledge with the Weekend quiz</p><p><strong>1</strong> What was planned at the Christmas court at Gloucester in 1085?<br /><strong>2 </strong>Homo stupidus was a proposed name for which hominid?<br /><strong>3 </strong>North Korea called which comedy film a “blatant act of terrorism”?<br /><strong>4 </strong>Which carol is about almsgiving on 26<sup> </sup>December?<br /><strong>5 </strong>THC is the main psychoactive constituent of what?<br /><strong>6 </strong>Where would you find a merrythought?<br /><strong>7 </strong>Rediscovered in Surrey this year, what creature is the great fox?<br /><strong>8 </strong>Which singer introduced The Snowman animation on TV?<br /><strong>What links:<br />9 </strong>The Greek; angelic friar; little dyer; little barrel?<br /><strong>10 </strong>Joan of Leeds; Arkady Babchenko; John Darwin; John Stonehouse?<br /><strong>11 </strong><em>Erithacus rubecula</em> and Dick Grayson?<br /><strong>12 </strong>Head; shaft; fletching; nock?<br /><strong>13 </strong>Teresa Palmer; Elizabeth Montgomery; Melissa Joan Hart; Alyson Hannigan?<br /><strong>14 </strong>Wave; Buzz; Meerkat; Yik Yak; Vine?<br /><strong>15 </strong>Rome; Corinth; Ephesus; Philippi; Thessalonica?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/which-singer-introduced-the-snowman-animation-on-tv-the-weekend-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/which-singer-introduced-the-snowman-animation-on-tv-the-weekend-quiz", "date_published": "2020-12-19 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will the Mediterranean become too hot for tourists?", "description": "<p>Late-summer temperatures may prove unbearable for some visitors, posing threat to vital holiday industry</p><p>Increased heat in Mediterranean countries is making the traditional summer beach holiday season in late July and August untenable for many northern Europeans. Tropical nights, where the temperature does not drop below 20C, are increasing and a recognised danger to health. The changing climate does have a plus side: beach and inland resorts that used to be too cold for comfort in spring and autumn are now a pleasant temperature.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/weather/2019/jun/26/europe-heatwave-cities-prepare-to-limit-effects-of-record-temperatures\">Europe heatwave: cities take steps to limit effects of record temperatures</a> </p> <a href=\"https://www.theguardian.com/news/2020/dec/19/will-the-mediterranean-become-too-hot-for-tourists\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/dec/19/will-the-mediterranean-become-too-hot-for-tourists", "date_published": "2020-12-19 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was running to adventure – and away from myself’ | Jami Attenberg", "description": "<p>For 20 years, I was on the run across the US, but it’s only recently that I have realised what I was running from, writes the novelist Jami Attenberg</p><p>If I tell you I didn’t have a bed frame until I was 44 years old, can we all pretend I was a minimalist and not some odd bird flapping her wings all over the country? “Peripatetic” was a word I learned when I was in my early 20s – I remember looking it up after reading it somewhere, and thinking: “<em>That</em> sounds familiar.” I grew up in a small town in Illinois, where I lived until I went to university in Baltimore; but once I graduated I went on the run across the US, as if someone were chasing me, or as if I were running towards something – at the time, I could never truly decide which.</p><p>During that time my mother had nicknamed me “the Wandering Jew”, which was a term for both a mythical man cursed to walk the earth until the second coming and a purple plant that thrives in wet regions (I chose to identify with the plant). My parents watched that spark ignite within me, beginning with a year at college, studying at the University of East Anglia where I spent my holidays with the rest of the diligent American travellers backpacking through Europe, sleeping in grimy youth hostels or upright on overnight trains. There I fell in and out with people on the road, and we always looked out for each other.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/running-to-adventure-away-from-myself-lessons-from-life-on-move-jami-attenberg\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/running-to-adventure-away-from-myself-lessons-from-life-on-move-jami-attenberg", "date_published": "2020-12-19 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘I got all I was hoping for. No question’", "description": "<p>Florrie, 47, makeup artist, and James, 47, singer/songwriter and music teacher</p><p><strong>What were you hoping for?</strong><br />To meet Prince Charming, be rescued from my loveless life and live happily ever after. I grew up on fairytales.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/blind-date-i-got-all-i-was-hoping-for-no-question-florrie-james\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/blind-date-i-got-all-i-was-hoping-for-no-question-florrie-james", "date_published": "2020-12-19 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From A Very Stable Genius to After Trump: 2020 in US politics books", "description": "<p>The Trump administration, if not the Trump book, is nearly behind us. From Bob Woodward to Barack Obama, what were the best reads of another tumultuous American year?</p><p>A long time ago, in 1883, a future president (Woodrow <a href=\"https://pages.jh.edu/jhumag/0907web/wilson.html\">Wilson</a>, a subject of this year’s <a href=\"https://www.princeton.edu/news/2020/06/27/president-eisgrubers-message-community-removal-woodrow-wilson-name-public-policy\">reckonings</a>) studied political science at Johns Hopkins University in Baltimore, in a classroom in which was inscribed the slogan “<a href=\"https://www.jstor.org/stable/492291?seq=1\">History is Past Politics, Politics is Present History</a>”, attributed to Sir John Seeley, a Cambridge professor.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/oct/10/what-were-we-thinking-review-carlos-lozada-trump-books\">What Were We Thinking review: Carlos Lozada on why Trump books matter</a> </p> <a href=\"https://www.theguardian.com/books/2020/dec/19/donald-trump-books-rage-stable-genius-barack-obama-year-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/19/donald-trump-books-rage-stable-genius-barack-obama-year-review", "date_published": "2020-12-19 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: My thighs are burning. Am I ready for couples' pilates?", "description": "<p>I should be able to slack off while my wife claims the instructor’s attention</p><p>My ideal morning workout routine goes something like this: I turn up at the gym at about 7am, drag a mat from the stack and begin some preliminary stretching; at about 7.06am I get a text from the trainer I’ve booked, telling me that he has a domestic emergency and won’t be able to make it, whereupon I ease into a standing position and punch the air while no one is looking. Then I go home and get into the bath.</p><p>In over a decade of gym-going, I experienced this only five or six times, but I always woke up in the morning with the same hope.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/19/tim-dowling-my-thighs-are-burning-am-i-ready-for-couples-pilates\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/19/tim-dowling-my-thighs-are-burning-am-i-ready-for-couples-pilates", "date_published": "2020-12-19 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>Protests in the West Bank, the enduring impact of Covid-19 and the aftermath of conflict in Ethiopia: the most striking images from around the world</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/dec/19/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/dec/19/20-photographs-of-the-week", "date_published": "2020-12-19 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alexa to summon the Queen as Amazon Echo airs Christmas broadcast", "description": "<p>Users of smart speakers around the world can hear monarch’s speech without lifting a finger</p><p>Fans of the Queen’s Christmas Day broadcast will be able to listen without lifting a finger – and not just because the TV’s been tuned to BBC One since The Gruffalo at 8.55am. Alexa users will be able to summon Her Majesty into their living rooms from 3pm GMT with the words “Alexa, play the Queen’s Christmas Day message”.</p><p>The privilege isn’t reserved just for Brits. Anyone with their Amazon Echo set to English – be that British, American, Australian, Canadian or Indian – will be able to listen to the speech, Amazon has announced.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/19/alexa-to-summon-the-queen-as-amazon-echo-airs-christmas-broadcast\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/19/alexa-to-summon-the-queen-as-amazon-echo-airs-christmas-broadcast", "date_published": "2020-12-19 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian charity telethon - talk to your favourite journalists", "description": "<p>Help disadvantaged young people by calling Marina Hyde, John Crace, Jonathan Freedland and others on Saturday</p><ul><li>Please donate to our appeal <a href=\"https://guardian.ctdonate.org/?utm_source=gdnwb&amp;utm_medium=editorial&amp;utm_campaign=Marketing_CharityAppeal_1119&amp;CMP_TU=editorial&amp;CMP_BUNIT=edtrl\">here</a></li></ul><p>It’s your chance to discuss this extraordinary year, one-to-one, with your favourite journalists. Marina Hyde, John Crace, Jonathan Freedland, Anushka Asthana, Owen Jones and others will be taking your calls and donations at the Guardian and Observer <a href=\"https://www.theguardian.com/society/series/guardian-and-observer-charity-appeal-2020\">2020 charity appeal </a>telethon this Saturday.</p><p>This year’s appeal <a href=\"https://www.theguardian.com/society/2019/dec/06/the-climate-crisis-is-the-most-urgent-threat-of-our-time-help-us-fight-it\">cause</a> is disadvantaged young people, and we are raising money for three charities doing fantastic work at the sharp end of the Covid-19 social crisis: <a href=\"https://www.theguardian.com/society/2020/dec/08/ndidi-okezie-covid-has-decimated-services-for-vulnerable-young-people\">UK Youth</a>, which funds grassroots youth work schemes; <a href=\"https://www.theguardian.com/society/2020/dec/04/eye-of-the-storm-uk-volunteers-covid-mental-health-crisis\">Young Minds</a>, which helps young people with mental health support; and the anti-poverty campaigners <a href=\"https://www.theguardian.com/society/2020/dec/12/our-school-had-children-who-couldnt-afford-event-days\">Child Poverty Action Group</a>.</p> <a href=\"https://www.theguardian.com/society/2020/dec/19/the-guardian-charity-telethon-talk-to-your-favourite-journalists\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/19/the-guardian-charity-telethon-talk-to-your-favourite-journalists", "date_published": "2020-12-19 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK alcohol sales fall despite rise in home drinking", "description": "<p>Beer down 10% and wine 5% as increased online and supermarket sales fail to offset pub revenue collapse</p><p>Alcohol sales fell during 2020 as the <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/02/pub-closures-mean-old-england-is-lost\">prolonged closure of pubs and bars</a> cancelled out a rise in home drinking during lockdown and more people developed a taste for non-alcoholic alternatives.</p><p>Healthcare providers have sounded the alarm about <a href=\"https://www.theguardian.com/society/2020/may/03/problem-drinking-soars-under-uk-lockdown-say-addiction-experts\">increased alcohol consumption among problem drinkers</a> during the pandemic, while home delivery services have been <a href=\"https://www.theguardian.com/society/2020/sep/13/home-delivery-firms-blamed-for-enabling-problem-drinkers\">singled out</a> as posing a particular danger for addicts. But figures due next week are expected to show that British drinkers bought less alcohol overall during the year to the start of October, a period that included more than six months of coronavirus restrictions.</p> <a href=\"https://www.theguardian.com/business/2020/dec/19/uk-alcohol-sales-fall-despite-rise-in-home-drinking\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/19/uk-alcohol-sales-fall-despite-rise-in-home-drinking", "date_published": "2020-12-19 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What we know – and still don’t – about the worst-ever US government cyber attack", "description": "<p>Nearly a week after federal agencies were targeted, investigators are still unclear on what information may have been stolen</p><p>Nearly a week after the US government announced that multiple federal agencies had been targeted by a sweeping cyber attack, the full scope and consequences of the suspected Russian hack remain unknown.</p><p>Key federal agencies, from the Department of Homeland Security to the agency that oversees America’s nuclear weapons arsenal, were reportedly targeted, as were powerful tech and security companies, including <a href=\"https://www.pcmag.com/news/microsoft-hit-by-solarwinds-breach-says-it-isolated-and-removed-the-malware\">Microsoft</a>. Investigators are still trying to determine what information the hackers may have stolen, and what they could do with it.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/18/orion-hack-solarwinds-explainer-us-government\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/18/orion-hack-solarwinds-explainer-us-government", "date_published": "2020-12-19 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This is big': US lawmakers take aim at once-untouchable big tech", "description": "<p>A flurry of lawsuits, deemed the biggest antitrust action since the 1970s, mark a stunning reversal of fortunes for Silicon Valley </p><p>The attorneys general of more than 30 US states took aim at <a href=\"https://www.theguardian.com/technology/google\">Google</a> this week with a new major antitrust lawsuit, accusing the tech company of illegally protecting a monopoly over its search business.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/18/google-facebook-antitrust-lawsuits-big-tech\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/18/google-facebook-antitrust-lawsuits-big-tech", "date_published": "2020-12-19 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "737 MAX: Boeing 'inappropriately coached' test pilots, say senators", "description": "<p>Planemaker and US regulator may have tried to cover up important information relating to deadly crashes – official report</p><p>Boeing officials “inappropriately coached” test pilots during recertification efforts after two fatal 737 MAX crashes killed 346 people, a US congressional report has concluded.</p><p>The report by the Senate commerce committee raised questions about testing in 2020 of a key safety system known as MCAS tied to both fatal crashes.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/19/737-max-boeing-inappropriately-coached-test-pilots-say-senators\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/19/737-max-boeing-inappropriately-coached-test-pilots-say-senators", "date_published": "2020-12-19 03:50:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FDA authorizes Moderna coronavirus vaccine for emergency use across the US", "description": "<p>Moderna’s is the second Covid-19 vaccine to receive such approval, following Pfizer’s vaccine, which uses the same technology</p><p>The Food and Drug Administration (FDA) has authorized a vaccine developed by Moderna and federal researchers, the second Covid-19 vaccine to receive such approval for emergency use across the US.</p><p>The vaccine’s emergency authorization brings the second drug to prevent Covid-19 to the American public within a week, and millions of doses are expected to begin immediate distribution to health workers and long-term care residents.</p> <a href=\"https://www.theguardian.com/world/2020/dec/18/fda-authorizes-moderna-coronavirus-vaccine-emergency-use-across-the-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/18/fda-authorizes-moderna-coronavirus-vaccine-emergency-use-across-the-us", "date_published": "2020-12-19 00:51:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardians of the galaxy: Mike Pence names members of new US space force", "description": "<p>Vice-president’s announcement marks first birthday of signature Trump program but social media mockery follows</p><p>Members of the new US space force will be known as “guardians”, Vice-President Mike Pence announced on Friday, at a ceremony to mark the first birthday of the <a href=\"https://www.spaceforce.mil/\">newest branch</a> of the US armed forces, one of Donald Trump’s signature policy initiatives.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/24/trump-unveils-logo-for-starfleet-er-space-force-and-trekkers-take-to-twitter\">Trump unveils logo for Starfleet ... er, Space Force ... and Trekkers take to Twitter</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/dec/18/space-force-guardians-mike-pence-us-military\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/18/space-force-guardians-mike-pence-us-military", "date_published": "2020-12-19 00:29:59+00:00", "persistent": false, "user": null, "language": "en-UK"}]