[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCW0gH2G-cMKAEjEkI4YhnPA", "title": "Settlers of Middle-earth - My Custom Lord of the Rings Catan Game", "description": "Combining my love for Settlers of Catan with my love of all things Tolkien, I creating my own variation - Settlers of Middle-earth. This was a labor of love as I sought to make every element say “Middle-earth”. Since then, it’s become a hit with friends who also enjoy Catan, even if they aren’t into Lord of the Rings or The Hobbit. All materials were acquired from a local craft store. I designed all the cards myself in Photoshop and had them printed online. \n\n\nIf this is your first time checking out the channel and you enjoy The Lord of the Rings and the world of Middle-earth, please subscribe (and click the bell) and check out my other videos!\n\n\nGame Pieces (including expansion):\nMithril Hexes - Erebor, Moria, Ered Luin, Helm's Deep, Iron Hills\nLembas Hexes - Grey Havens, Lorien, Halls of Thranduil, Rivendell, Lindon (2)\nPipeweed Hexes - The Shire (various)\nWood Hexes - Fangorn, Mirkwood (4), Trollshaws\nHorse Hexes - Minas Tirith, Dale, Gap of Rohan, Bree, Beorn's House, Edoras\nDesert Hexes - Mordor, Angmar\n\nWarrior Cards:\nGimli, Beorn, Radagast, Dwalin, King of the Dead, Thranduil, Faramir, Arwen, Gandalf the Grey, Gandalf the White, Bilbo, Sauron, Balin, The Hobbits, Smaug, Tauriel, Azog, Durin's Bane, Galadriel, Thorin, Treebeard, Boromir, Legolas, Bard, Saruman, Aragorn, Eowyn, Elrond, The Witch King, Eomer, Theoden, \n\nVictory Point Cards: \nThe Green Dragon, Sting, The Arkenstone, The Silmarils, Phial of Galadriel, Shards of Narsil, The Argonath\n\n\n-------------- \nAll content falls under fair use: any copying of copyrighted material done for a limited and “transformative” purpose, such as to comment upon, criticize, or parody a copyrighted work. Such uses can be done without permission from the copyright owner. \n\n\n#lordoftherings #catan #boardgame", "link": "https://www.youtube.com/watch?v=QBDVv-IELHA", "date_published": "2020-04-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]