[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Amazon Empire: The Rise and Reign of Jeff Bezos | (Trailer) | FRONTLINE", "description": "Jeff Bezos is not only one of the richest men in the world, he has built a business empire that is without precedent in the history of American capitalism. His power to shape everything from the future of work to the future of commerce to the future of technology is unrivaled.\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nAs politicians and regulators around the world start to consider the global impact of Amazon — and how to rein in Bezos’ power — FRONTLINE investigates how he executed a plan to build one of the most influential economic and cultural forces in the world.\n\r\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nLove FRONTLINE? Find us on the PBS Video App where more than 250 FRONTLINE documentaries are available for you to watch any time: https://to.pbs.org/FLVideoApp\n \nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#amazon #jeffbezos #bezos #documentary #pbs #frontline\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 250 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.\n\nWatch \"Amazon Empire: The Rise and Reign of Jeff Bezos\" starting 2/18/2020: https://to.pbs.org/38L1KoM\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=DXzDXsXKjFk", "date_published": "2020-01-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]