[{"source": "https://www.theguardian.com/rss", "title": "Bag-in-box wines enjoy sales boost during UK coronavirus lockdown", "description": "<p>So called ‘bagnums’ and wine boxes prove popular as Britons minimise trips to the supermarket </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>From so-called “bagnums” to “<a href=\"https://www.theguardian.com/food/2020/aug/05/goon-as-new-cask-wine-makes-a-comeback-as-australians-drink-for-the-times\" title=\"\">cardbordeaux</a>”, bag-in-box wines have enjoyed a sales surge in the UK during lockdown as Britons opted for better value for money and fewer trips to the supermarket.</p><p>The Co-op chain reported an unprecedented 300% sales uplift across its range as consumers have shopped less but drank more at home during the closure of pubs and restaurants, with the trend set to continue into the autumn. Larger pack sizes – typically three litres, or four 75cl bottles – represent better value.</p> <a href=\"https://www.theguardian.com/food/2020/aug/24/uk-wine-boxes-bagnums-bottle-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/24/uk-wine-boxes-bagnums-bottle-lockdown", "date_published": "2020-08-23 23:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Trump authorizes plasma treatment amid attacks on FDA", "description": "<ul><li>President blamed ‘deep state or whoever’ for slow progress</li><li>Former FDA head hits back after chief of staff repeats claim </li></ul><p>Donald Trump on Sunday announced the emergency authorization of <a href=\"https://www.statnews.com/2020/08/23/is-convalescent-plasma-safe-and-effective/\">convalescent plasma</a>, a method which has been used to treat flu and measles, for Covid-19 patients.</p><p>The move comes after the US president expressed frustration at the slow pace of approval for coronavirus treatments, and caused controversy by publicly linking the Food and Drug Administration to the “deep state” conspiracy theory.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/coronavirus-donald-trump-plasma-treatment-fda-deep-state-navarro\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/coronavirus-donald-trump-plasma-treatment-fda-deep-state-navarro", "date_published": "2020-08-23 22:26:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beachgoers form human chain to rescue man in sea by Durdle Door", "description": "<p>Man towed away by undercurrent pulled back by people joining hands to create chain </p><p>Witnesses have described the moment beachgoers formed a human chain to rescue a man in danger in the sea by the Durdle Door.</p><p>The incident happened on Thursday, as large waves crashed in around the popular tourist attraction on the Jurassic coast.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/23/beachgoers-form-human-chain-to-rescue-man-in-sea-by-durdle-door\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/23/beachgoers-form-human-chain-to-rescue-man-in-sea-by-durdle-door", "date_published": "2020-08-23 17:55:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World No 304 Sophia Popov holds nerve to claim shock Women's Open title", "description": "<ul><li>German arrived late and only had one practice round</li><li>Only four players under par and she won by two shots</li></ul><p>For Sophia Popov a little piece of history alongside a $675,000 (£515,000) cheque. Victory in the Women’s Open – ultimately so comfortable the scale of her underdog status was easily forgotten – means the 27-year-old becomes the first German to claim a major title on British soil.</p><p>In the first staging of this championship on the famed Ayrshire links, Popov joins a stellar list – Arnold Palmer, Tom Watson <em>et al</em> – of iconic Troon major winners. Popov was in floods of tears even before tapping in for victory on the 72<sup>nd</sup> green.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/23/sophia-popov-holds-her-nerve-and-lands-first-major-with-the-womens-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/23/sophia-popov-holds-her-nerve-and-lands-first-major-with-the-womens-open", "date_published": "2020-08-23 17:38:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: London councils take funds from developers to pay for planning guidelines", "description": "<p>Critics say ‘poachers have become gamekeepers’ as a result, but councils deny conflict of interest</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/aug/23/the-final-straw-tory-heartlands-in-revolt-over-planning-reforms-boris-johnson\">The final straw? Tory heartlands in revolt over planning reforms </a></li></ul><p>Councils have accepted hundreds of thousands of pounds from property developers to fund planning guidelines designed to help govern their own schemes, a Guardian analysis has found.</p><p>In deals that have been criticised for allowing unfair influence and marginalising local residents, bodies including housing developers, landowners and urban regeneration companies paid large sums to draft supplementary planning documents (SPDs), which councillors must then consider when determining planning applications.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/23/revealed-councils-accept-payments-from-developers-to-fund-planning-guidelines\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/23/revealed-councils-accept-payments-from-developers-to-fund-planning-guidelines", "date_published": "2020-08-23 16:40:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bosphorus swimmers and bore surfers: the weekend's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/aug/23/bosphorus-swimmers-bore-surfers-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/aug/23/bosphorus-swimmers-bore-surfers-the-weekends-best-photos", "date_published": "2020-08-23 12:32:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HS2 protests: a journey through ancient woods on horseback", "description": "<p>Photographer Zoë Savitz meets up with protesters halfway into a 50-mile journey between two camps<br /></p><p>The controversial HS2 rail route is slicing through the English countryside, destroying some of its most beautiful ancient habitat. Many protesters are out in an attempt to protect the trees and forests. Luke, Rebecca and Ben travelled 50 miles, on horseback, down the HS2 line from one protest camp at Crackley Woods near Kenilworth to another at Rosehill Farm, Buckingham. Along the route they stayed in soon-to-be-chopped-down forests, scouting new locations for a protest camp to aid their attempt to halt the massive HS2 project. This is a photo essay of their journey.</p><p>I met the protesters halfway through their two-week journey. Shandy, Stoic and Gabs the three horses, were packed up and ready to leave when I arrived. As we began to walk I discovered that everyone has been living on camp for five months. “It’s a hard lifestyle that comes with a really good purpose; we are fighting a battle for a really good reason,” said Becca.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/aug/23/hs2-protests-a-journey-through-ancient-woods-on-horseback\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/aug/23/hs2-protests-a-journey-through-ancient-woods-on-horseback", "date_published": "2020-08-23 12:27:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v Pakistan: third Test, day three – live!", "description": "<ul><li>Over-by-over updates from the final Test of the series</li><li><a href=\"https://www.theguardian.com/sport/blog/2020/aug/23/life-will-be-never-be-the-same-for-zak-crawley-after-his-epic-double-ton\">Ali Martin: Life will be never be the same for Zak Crawley</a></li><li><a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> with any thoughts | Tweet <a href=\"https://twitter.com/DanielHarris?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@DanielHarris</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-23T11:23:01.661Z\">12.23pm <span class=\"timezone\">BST</span></time> </p><p><strong>“Greetings from Slovakia,” says George Browne. “</strong>Where it is also raining. Just so you know.”</p><p>My mum knew a woman with your surname. She once told someone is was “Browne, with an ‘e’, then received post addressed to “Mrs Brownwitheney.”</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-23T11:20:13.591Z\">12.20pm <span class=\"timezone\">BST</span></time> </p><p><strong>Pakistan trail England by 542 runs, with six first-innings wickets intact. </strong>Seriously. </p> <a href=\"https://www.theguardian.com/sport/live/2020/aug/23/england-v-pakistan-third-test-day-three-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/aug/23/england-v-pakistan-third-test-day-three-live", "date_published": "2020-08-23 11:23:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marco and Laura could hit US coast as hurricanes, forecasters say", "description": "<ul><li>Louisiana in path of two tropical storms now in Gulf</li><li>Mississippi governor heralds ‘unprecedented times’</li></ul><p>Tropical Storm Marco was swirling over the Gulf of Mexico early on Sunday, heading for a possible hit on the Louisiana coast as a hurricane, while Tropical Storm Laura knocked utilities out as it battered Hispaniola, following a track forecast to take it to the same part of the US coast – also as a hurricane.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/aug/22/hurricane-us-gulf-coast-coronavirus\">Could the US and Caribbean be heading for their worst hurricane season?</a> </p> <a href=\"https://www.theguardian.com/world/2020/aug/23/marco-laura-us-coast-hurricanes-forecast-tropical-storms-louisiana-mississippi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/marco-laura-us-coast-hurricanes-forecast-tropical-storms-louisiana-mississippi", "date_published": "2020-08-23 11:17:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel faces prospect of yet another election due to budget impasse", "description": "<p>Netanyahu-Gantz coalition could collapse as deadline for new financial plan looms</p><p>Israel risks being thrust into a fourth round of elections and further financial strife as coalition rivals clash over meeting a Monday deadline to pass the country’s budget.</p><p>The veteran prime minister, Benjamin Netanyahu, secured his political survival earlier this year by clinching a coalition deal with his rival Benny Gantz. But the unhappy alliance faces imminent collapse if the two cannot agree on money matters.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/israel-faces-prospect-of-yet-another-election-due-to-budget-impasse-netanyahu-gantz\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/israel-faces-prospect-of-yet-another-election-due-to-budget-impasse-netanyahu-gantz", "date_published": "2020-08-23 11:04:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls to mental health helplines double in Manchester under Covid restrictions", "description": "<p>Increase reported by police and specialist services prompts council leader to call for more nuanced approach </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Calls to police and specialist services about mental health have almost doubled in Manchester while people have been isolated at home, prompting the leader of the city council to call for a more balanced and proportionate approach to lockdown.</p><p>Sir Richard Leese, who heads Manchester city council and is also deputy mayor of Greater Manchester, said the government needed a new strategy to tackle outbreaks which “brings into play mental health and other health risks including those caused by poverty and economic inactivity, and one that allows the economy to fully function”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/23/calls-to-mental-health-helplines-double-in-manchester-under-covid-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/23/calls-to-mental-health-helplines-double-in-manchester-under-covid-restrictions", "date_published": "2020-08-23 11:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The future is fungal: why the 'megascience' of mycology is on the rise", "description": "<p>The study of fungi has long been overshadowed by more glamorous scientific quests. But biologist Merlin Sheldrake is on a mission to change that</p><p>As a boy, Merlin Sheldrake really loved the autumn. In the garden of his parents’ house – he grew up a few moments from Hampstead Heath, which is where he and I are walking right now, on an overcast summer morning – the leaves would fall from a big chestnut tree, forming gentle drifts into which he liked nothing more than to hurl himself. Wriggling around until he was fully submerged, Sheldrake would lie there, quite content, “buried in the rustle, lost in curious smells”. As he writes in his wondrous new book, <em>Entangled Life</em>, these autumnal piles were both places to hide and worlds to explore.</p><p>But as the months passed, they shrank: reaching into them, trying to find out why, he would pull out matter that looked more like soil than leaves. What was going on? Turning to his father for an answer (he is the son of <a href=\"https://www.theguardian.com/science/2012/feb/05/rupert-sheldrake-interview-science-delusion\">Rupert Sheldrake</a>, the controversial science writer best known for proposing the concept of “morphic resonance”) was how he first came to learn about decomposition, and thus it is to these rotting leaves that we may trace his original interest in the “neglected megascience” of mycology – the study of fungi – even if neglect is a relative term. “In east Asia, fungi have been loved and revered for thousands of years,” he says. “In China, there are temples to the man who worked out how to cultivate shiitake mushrooms. But yes, in the west it has been neglected.”</p> <a href=\"https://www.theguardian.com/science/2020/aug/23/the-future-is-fungal-why-the-megascience-of-mycology-is-on-the-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/aug/23/the-future-is-fungal-why-the-megascience-of-mycology-is-on-the-rise", "date_published": "2020-08-23 11:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California wildfires: weather turns as Bay Area burns and Trump declares disaster", "description": "<ul><li>Fears of new fires overnight as residents prepare to flee</li><li><a href=\"https://www.theguardian.com/us-news/2020/aug/21/california-wildfires-explained-q-and-a-weather-smoke\">Wildfires explained: how did they start – and is this normal?</a></li></ul><p>An unwelcome change in the weather, with higher winds, temperatures and lightning that threatens to spark new wildfires was coming on Sunday to parched northern California, where firefighters have for nearly a week battled three huge “complexes” of fires that have destroyed hundreds of homes and forced tens of thousands to flee.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/aug/22/california-wildfires-evacuation-photo-essay\">The Californians with nowhere to go as wildfires rage – photo essay</a> </p> <a href=\"https://www.theguardian.com/world/2020/aug/23/california-wildfires-weather-bay-area-trump-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/california-wildfires-weather-bay-area-trump-disaster", "date_published": "2020-08-23 10:52:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police sources say Alexei Navalny was under surveillance in Siberia", "description": "<p>Leak to newspaper is apparently intended to show Navalny was not poisoned in city of Tomsk</p><p>A Russian newspaper has alleged there was extensive government surveillance of the Kremlin critic Alexei Navalny during a trip to Siberia before he collapsed from a suspected poisoning on Thursday.</p><p>Navalny’s press secretary, Kira Yarmysh, had complained of being followed during the trip, calling the police surveillance “absolutely obvious” during a stopover in the city of Novosibirsk. The next leg in the city of Tomsk was “relatively calm”, she said, until Navalny fell ill during a return flight to Moscow on Thursday. He was transferred to Berlin’s Charite hospital on Saturday for treatment.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/police-sources-say-alexei-navalny-was-under-surveillance-in-siberia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/police-sources-say-alexei-navalny-was-under-surveillance-in-siberia", "date_published": "2020-08-23 10:52:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yemeni asylum seeker found dead in Manchester hotel room", "description": "<p>Abdullah Ahmed Abdullah Alhabib arrived in UK in June after crossing Channel in dinghy</p><p>A man who fled war-torn Yemen, made a difficult journey to Europe and two months ago survived a Channel crossing in a flimsy boat has been found dead in a Manchester hotel room.</p><p>Abdullah Ahmed Abdullah Alhabib 41, was found dead on 6 August in a room where he had been placed by the Home Office after arriving in Dover on 11 June seeking asylum.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/23/yemeni-asylum-seeker-found-dead-in-manchester-hotel-room\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/23/yemeni-asylum-seeker-found-dead-in-manchester-hotel-room", "date_published": "2020-08-23 10:41:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarusians fear crackdown on planned day of protest", "description": "<p>President has vowed to ‘solve’ demonstrations and told army to prepare for foreign invasion</p><p>Belarusians are preparing for a second Sunday of massed rallies against Alexander Lukashenko, after the country’s authoritarian president told his military to be on full combat alert to deal with supposed external threats.</p><p>Last Sunday saw <a href=\"https://www.theguardian.com/world/2020/aug/16/we-will-win-vast-belarus-rally-adamant-lukashenko-must-go\">the biggest demonstration in the country’s recent history</a>, over Lukashenko’s rigged election win and subsequent police violence against protesters. The protest has continued throughout the week, with the riot police largely absent, but Lukashenko has promised to “solve” the issue of protests within a few days, leaving some wary of a new crackdown.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/lukashenko-vows-to-defend-belarus-borders-as-more-mass-protests-planned\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/lukashenko-vows-to-defend-belarus-borders-as-more-mass-protests-planned", "date_published": "2020-08-23 10:03:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dreaming in a Nightmare by Jeremiah Emmanuel review – rousing testimony", "description": "<p>A young activist’s account of growing up as a black teenager in a tough area of London is full of inspiration and hope</p><p>In the same week that Jeremiah Emmanuel, aged 15, received an award from David Cameron in Downing Street for his voluntary community service, he was also stopped and partially strip-searched by police in south London, for reasons that are still not apparent; he was never arrested.</p><p>The push/pull duality of Emmanuel’s life recurs throughout <em>Dreaming in a Nightmare</em>, this 21-year-old’s beguiling memoir, which works best in its moments of quite phlegmatic but intense reflection.</p> <a href=\"https://www.theguardian.com/books/2020/aug/23/dreaming-in-a-nightmare-by-jeremiah-emmanuel-review-rousing-testimony\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/23/dreaming-in-a-nightmare-by-jeremiah-emmanuel-review-rousing-testimony", "date_published": "2020-08-23 10:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why it’s sensible to be silly", "description": "<p>Serious times call for serious measures – such as drawing smiley faces on fruit – and what’s more, the science proves it</p><p>By the fifth week of lockdown, I had mastered the art of silliness. My flatmates and I had drawn smiley faces on fruit, stuck googly eyes on vegetables and dressed up as our favourite pop stars. On social media I noticed similar responses to the “unprecedented” times we found ourselves in: parents jumping in on their children’s TikTok dance challenges, people dressing up in black tie or costumes to take out the bins. I’d chalked it up as cabin fever, but even in this more relaxed phase of lockdown, with some of our pre-pandemic pastimes back on the agenda (albeit in adapted form), the spirit of silliness endures in my flat. It turns out that playfulness is, in fact, a distinct personality trait, like extroversion or conscientiousness – and those who possess it in adulthood may be more resilient.</p><p>In this strange in-between time, half in, half out of lockdown, I now realise that cultivating a sense of the absurd might be crucial to weathering the uncertainty of the weeks and months to come. Silliness does not have to deny the gravity of the situation – but it can help you get through it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/23/why-it-is-sensible-to-be-silly-serious-times-call-for-drawing-smiley-faces-on-fruit\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/23/why-it-is-sensible-to-be-silly-serious-times-call-for-drawing-smiley-faces-on-fruit", "date_published": "2020-08-23 10:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheshire police examine serial killer theory in five couples' deaths", "description": "<p>Five apparent murder-suicides in north-west may have been murders, coroner’s officer says</p><p>Police in the north-west of England are reviewing claims that a serial killer may have been behind five apparent murder-suicides of elderly couples over the past 24 years.</p><p>Stephanie Davies, Cheshire police’s senior coroner’s officer, has produced a 197-page report raising concerns that the deaths of Harold and Bea Ainsworth in April 1996 and Donald and Auriel Ward in November 1999, all in the wealthy town of Wilmslow, were double murders by a third party who is still at large, the <a href=\"https://www.thetimes.co.uk/edition/news/trail-of-couples-butchered-in-their-beds-sparks-fears-of-a-serial-killer-at-large-8qdfmtvfc\">Sunday Times reported</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/23/cheshire-police-examine-serial-killer-theory-in-five-couples-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/23/cheshire-police-examine-serial-killer-theory-in-five-couples-deaths", "date_published": "2020-08-23 09:36:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for freekeh and labneh", "description": "<p>Summer grains and spreads inspired by the Middle East</p><p>Once a week, usually on Saturday, I make labneh. I stir a teaspoon of sea salt and a little lemon juice into a tub of yogurt, pour it into a sieve I have lined with muslin and let it quietly drip overnight into a bowl. The next morning there is a pool of the milky whey that has seeped drop by drop through the cloth, and a snow-white parcel of curds firm enough to spread.</p><p>Making labneh is cheaper than buying it. Most people use a large tub of natural yogurt, not the strained variety, and salt. I squeeze in a little lemon juice, too, for the extra smack of acidity it brings. Poised between cream cheese and yogurt, this is my go-to spread for the summer.</p> <a href=\"https://www.theguardian.com/food/2020/aug/23/nigel-slater-recipes-freekeh-with-summer-vegetables-and-labneh-with-sesame\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/23/nigel-slater-recipes-freekeh-with-summer-vegetables-and-labneh-with-sesame", "date_published": "2020-08-23 09:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out of the Woods review – bitten by the big bad wolf", "description": "<p>Alan Cumming puts his trademark drollery to diabolic effect in this exhilarating twist on Little Red Riding Hood</p><p>Each week through these Covid months the National Theatre of Scotland has been releasing tiny, sharp digital dramas under the title <a href=\"https://www.nationaltheatrescotland.com/events/scenes-for-survival\">Scenes for Survival</a>. <a href=\"https://www.nationaltheatrescotland.com/latest/john-rebus-the-lockdown-blues\">Brian Cox plays Ian Rankin’s Inspector Rebus</a>. Janey Godley (and dachshund) appears in her own <a href=\"https://www.nationaltheatrescotland.com/latest/alone\">not-much-missing-my-dead-husband piece</a>. Elaine C Smith is subtle in a <a href=\"https://www.nationaltheatrescotland.com/latest/first-things\">Val McDermid play</a> – niftily appearing in front of a bookcase with a McDermid thriller.</p><p>The three-parter <em><a href=\"https://www.nationaltheatrescotland.com/latest/out-of-the-woods-episode-one\">Out of the Woods</a></em> is a nastier kettle of fish. And an exhilarating departure for online monologues, which have in the main been elegiac or mournful, looking backwards or forwards or inwards. Johnny McKnight’s snarling, witty script is driven by plot – and by the sinuous abilities of <a href=\"https://www.theguardian.com/culture/alan-cumming\">Alan Cumming</a>, an actor who makes drollness look like a specialist branch of the diabolic arts.</p> <a href=\"https://www.theguardian.com/stage/2020/aug/23/out-of-the-woods-review-alan-cumming-johnny-mcknight-scenes-for-survival-national-theatre-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/aug/23/out-of-the-woods-review-alan-cumming-johnny-mcknight-scenes-for-survival-national-theatre-scotland", "date_published": "2020-08-23 09:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No packed lecture theatres: what learning will look like this autumn", "description": "<p>With the safety of staff and students paramount, there will be no swift return to lessons en masse</p><p>When 18-year-old Nia Bolland returns to Cambridge University in September, it will be a very different environment to the one she dreamed about in sixth-form.</p><p>Bolland, who’s just finished her first year of a human, social and political sciences degree, returned home for lockdown with her family in Herefordshire, where she’s been studying remotely. “At Cambridge we’re quite lucky, because we have ‘supervisions’, which are basically 60-90-minute-long lessons in very small groups of between one and five people,” she says. “This means that lectures being cancelled hasn’t mattered as much as it might at other unis.”</p> <a href=\"https://www.theguardian.com/education/2020/aug/23/no-packed-lecture-theatres-what-learning-will-look-like-this-autumn\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/aug/23/no-packed-lecture-theatres-what-learning-will-look-like-this-autumn", "date_published": "2020-08-23 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why a bank account can be key to beginning a new life after prison", "description": "<p>Initiatives to help the most vulnerable in society to get access to banking services are being expanded</p><p>Gary Mooney and Carl Boothroyd were released from prison in February this year. Then, just a few weeks later, they and everyone else around them, were put into lockdown. “I thought I was going to build my life up but I couldn’t do that because the world got locked down. No one could really do anything,” says Mooney, 43, currently living in Preston.</p><p>The past few months have been difficult for everyone, but particularly for the most vulnerable. However, there has been a sliver of good news to help them regain a foothold in everyday living – a scheme to set up bank accounts for homeless people, ex-prisoners, those living in insecure housing and others who have previously fallen under the radar, has been expanded.</p> <a href=\"https://www.theguardian.com/money/2020/aug/23/why-a-bank-account-can-be-key-to-beginning-a-new-life-after-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/23/why-a-bank-account-can-be-key-to-beginning-a-new-life-after-prison", "date_published": "2020-08-23 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patrice Evra: 'Silence is a crime. You can’t be in silence any more'", "description": "<p>Former France and Manchester United defender on dressing up as a panda to combat racism and his admiration for Alex Ferguson </p><p>“Sometimes I don’t want to talk about all these things because, inside, I’m crying,” Patrice Evra says as we sit on his favourite bench in London. The former Manchester United defender shields his eyes on the hottest day of the summer as we look over the Thames in a discreet corner of Battersea. Evra has led me to his secret bench because we can talk here for more than two hours about his complex life.</p><p>Evra is well-known for his <a href=\"https://www.espn.co.uk/football/blog/the-toe-poke/65/post/3389090/west-ham-defender-patrice-evra-drives-taxi-to-work\">Instagram videos</a> in which he shouts “I love this game” while <a href=\"https://www.youtube.com/watch?v=B8inbcpJl2g\">singing along to Marvin Gaye</a>, with or without <a href=\"https://www.instagram.com/p/BMsUBUcj2iA/?utm_source=ig_embed\">Paul Pogba</a>, or wearing a Panda costume as his gleeful way of undercutting racism. “I want to spread that positive message,” he says while acknowledging his own “dark energy”. After being racially abused he kicked one of <a href=\"https://www.theguardian.com/football/2017/nov/03/patrice-evra-charged-attacking-marseille-supporter-uefa\">his club’s fans at Marseille in 2017</a>. Evra was also insulted in racial terms by Luis Suárez in 2011. He played in four Champions League finals and was one of Alex Ferguson’s favourite players in five Premier League-winning campaigns.</p> <a href=\"https://www.theguardian.com/football/2020/aug/23/patrice-evra-silence-is-a-you-cant-be-in-silence-any-more\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/23/patrice-evra-silence-is-a-you-cant-be-in-silence-any-more", "date_published": "2020-08-23 09:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The man who tried to contact aliens from his grandma's living room", "description": "<p>A new documentary follows the 30-year cosmic quest by US space enthusiast John Shepherd. What drove him to beam messages and music, from Can to Coltrane, into space?<br /></p><p>In the mid-1960s, when he was a boy living in rural Michigan, John Shepherd began thinking of ways to make contact with alien life forms. “It was round about the time that a show called <em>The Outer Limits</em> was on television,” he recalls. “I remember being fascinated by the idea of somehow building my own scientific instruments to explore the mysterious phenomenon that is extraterrestrial life.”</p><p>In 1972, from the living room of his grandparent’s house, he began chasing his dream by broadcasting a series of electronic tone pulses “towards the stars”. So began an extraordinary 30-year journey he called <a href=\"http://projectstrat.com/\">Project STRAT</a> (Special Telemetry Research and Tracking). It would soon take over his life, and the lives of his grandparents, who found themselves living amid an expanding array of what he calls “beautiful and unusual instruments”, including dual-channel oscillators, cathode-ray tubes, giant screens to monitor incoming signals and a low frequency transmitter sending signals millions of miles into deep space.</p> <a href=\"https://www.theguardian.com/film/2020/aug/23/the-man-who-tried-to-contact-aliens-from-his-grandmas-living-room\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/23/the-man-who-tried-to-contact-aliens-from-his-grandmas-living-room", "date_published": "2020-08-23 09:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The racist mob attack that haunts Jacksonville, Florida, 60 years on", "description": "<p>If Trump had had his way, he would have accepted the nomination in the Florida city on the anniversary of one of its darkest days</p><p>Six decades have passed since a 200-strong racist white mob wielding bats and axe handles rampaged through Jacksonville. They beat young Black men with impunity under the noses of police officers in a downtown park named for a Confederate civil war veteran from a family of slave owners.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/aug/21/trump-campaign-voter-fraud-pennsylvania\">Trump campaign fails to show evidence of vote-by-mail fraud, filing reveals</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/aug/23/jacksonville-florida-trump-axe-handle-saturday\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/23/jacksonville-florida-trump-axe-handle-saturday", "date_published": "2020-08-23 09:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the scented candle really gets on my wick | David Mitchell", "description": "<p>With new varieties evoking the smell of damp music festival sleeping bags, I fear we may have taken a step too far</p><p>With the world gripped by a disease that causes people to lose their sense of smell, it’s surprising to learn that the scented candle industry is doing so well. I mean, it was always a bit surprising, but a massive economic downturn coupled with millions of people suffering olfactory shutdown might hit sales, you’d think. But then maybe people are buying them to check they haven’t got the coronavirus?</p><p>After all, smell is the sense that it’s easiest to be unaware of losing. It’s not like going blind, which people tend to notice almost immediately. The same goes for sudden hearing loss – even in a library, it would be obvious. But, thanks to the general hygiene standards that obtained even pre-lockdown, we’re quite often in situations that don’t smell of much. No one wants to self-isolate for no reason, so perhaps lighting a candle and hoping for a reassuring gush of lavender or sandalwood is the solution favoured by those too proud to push out a fart.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/23/why-the-scented-candle-really-gets-on-my-wick\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/23/why-the-scented-candle-really-gets-on-my-wick", "date_published": "2020-08-23 09:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global Covid report: India passes 3m cases as South Korea sees biggest daily surge since March", "description": "<p>India posts world’s highest rate of infection for 18 consecutive days; nearly 400 new cases in South Korea; Mexico passes 60,000 deaths</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>India </strong>has passed three million coronavirus cases, with the country leading the world in new infections as the disease marches through impoverished rural areas in the north and the wealthier but older populations of the south.</p><p>The milestone came on Sunday, as <strong>Mexico</strong> passed 60,000 deaths and <strong>South Korea</strong> reported its highest daily Covid-19 tally since early March, with outbreaks continuing to spread from a Seoul church and from political demonstrations its members had attended.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/global-report-india-passes-3m-cases-as-south-korea-sees-biggest-daily-surge-since-march\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/global-report-india-passes-3m-cases-as-south-korea-sees-biggest-daily-surge-since-march", "date_published": "2020-08-23 08:50:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gabriel Magalhães to sign five-year deal with Arsenal for £27m next week", "description": "<ul><li>Gunners to beat Napoli and both Manchester clubs to Lille player</li><li>Mikel Arteta still wants to add a forward and midfielder to squad</li></ul><p>The Lille centre-back Gabriel Magalhães has agreed to join Arsenal and will fly to London on Monday to complete a move worth up to €30m (£27m).</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/aug/22/arsenal-close-in-on-lilles-gabriel-magalhaes-as-freddie-ljungberg-departs\">Arsenal close in on Lille's Gabriel Magalhães as Freddie Ljungberg departs</a> </p> <a href=\"https://www.theguardian.com/football/2020/aug/23/gabriel-magalhaes-five-year-deal-arsenal-27m-lille-transfer-window\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/23/gabriel-magalhaes-five-year-deal-arsenal-27m-lille-transfer-window", "date_published": "2020-08-23 08:48:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It was an act of principle': The Covid doctor who quit over Cummings", "description": "<p>Dr Dominic Pimenta resigned from his cardiology post after Boris Johnson’s chief advisor made his controversial car journey. Was it the right decision?<br /></p><p>On 24 May, a couple of days after it was revealed that <a href=\"https://www.theguardian.com/politics/2020/may/22/dominic-cummings-durham-trip-coronavirus-lockdown\" title=\"\">Dominic Cummings</a> had travelled to Durham during the lockdown, a British cardiologist, Dr Dominic Pimenta, <a href=\"https://twitter.com/juniordrblog/status/1264520629203734530\" title=\"\">published a tweet</a> in which he threatened to resign if Cummings did not. For Pimenta, news of Cummings’s trip had landed like a blow. In March, he had been drafted on to a Covid-19 intensive care unit, where he had witnessed suffering and death, struggle and recovery: “This sheer volume of human capacity that had been devoted to trying to save lives.” His tweet came at the end of a terrible weekend of intensive care shifts, during which he had watched patients die, their loved ones absent, and he had given everything of himself and seen colleagues do the same. And now <em>this</em>? “If we are going to be asked to risk our lives,” he wrote later, “the least we can expect is to be treated like people.”</p><p>Pimenta’s tweet was widely shared. By the following morning he’d become a national news story, and he was invited by the media to share more of what he wanted to say: how he hoped that by making a stand he might highlight the recent sacrifices of healthcare workers while reassuring the public that their own sacrifices had not been in vain, that the lockdown was saving lives, that they must maintain faith in it. <a href=\"https://www.theguardian.com/uk-news/2020/apr/05/scotland-chief-medical-officer-seen-flouting-lockdown-advice-catherine-calderwood\" title=\"\">Catherine Calderwood</a>, Scotland’s former chief medical officer, had recently resigned for a minor lockdown transgression. Pimenta wanted Cummings to do the same, or to at least acknowledge how irresponsible he’d been. “It was an act of principle,” Pimenta says. “And the principle was: this isn’t acceptable, <em>I</em> will not accept it. All I ever wanted was for the government to underline the importance of the lockdown.”</p> <a href=\"https://www.theguardian.com/politics/2020/aug/23/it-was-an-act-of-principle-the-covid-doctor-who-quit-over-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/23/it-was-an-act-of-principle-the-covid-doctor-who-quit-over-cummings", "date_published": "2020-08-23 08:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How my toddler son made me finally face my fear of the sea", "description": "<p>I’m terrified of open water – but then we took our young son to the beach</p><p>My son isn’t scared of many things. Sometimes this makes me proud. When he overcame his initial fearfulness around dogs, I felt a swell of admiration for his forbearance, even as he was starting to become one of the most rapacious dog-botherers in Hackney. We are, I’d imagine, just one more interaction away from seeing posters of his chubby little face on every lamppost in Stoke Newington, warning local dog-owners of this cube-headed, tail-pulling menace.</p><p>Things get more complicated when he proves himself to be braver than I am, forcing me to reckon with the fears I still carry around as an ostensibly sensible, adult man.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/23/how-my-toddler-son-made-me-finally-face-my-fear-of-the-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/23/how-my-toddler-son-made-me-finally-face-my-fear-of-the-sea", "date_published": "2020-08-23 08:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The cruel exams algorithm has laid bare the unfairness at the heart of our schools | Kenan Malik", "description": "<p>Don’t be misled. It is political judgments, not obscure equations, which are doing so much to damage our children’s futures</p><p>What children know and too many politicians seem not to: a few years ago, the psychologists Alex Shaw and Kristina Olson <a href=\"https://depts.washington.edu/uwkids/Shaw.Olson.2012.pdf\">ran an experiment</a> in which they told young children about two boys, Dan and Mark, who had cleaned up their room and were to be rewarded with rubbers (why rubbers should be seen as a reward I don’t know). However, there were five rubbers, so they could not be divided equally between the two boys. What should they do? The vast majority of children thought that one eraser should be thrown away, so there could be an even split between Dan and Mark. However, when the children heard that “Dan did more work than Mark”, they were quite comfortable giving three to Dan and two to Mark.</p><p>The children, in other words, had a deep commitment to fairness – anyone who has children will know that their favourite cry is “but that’s not fair!” – but they also recognised that the meaning of fairness could change depending on context. If Dan worked harder than Mark, it was only fair that he received more of the goodies, rather than fairness always requiring an equal division of the rewards.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/23/the-cruel-exams-algorithm-has-laid-bare-the-unfairness-at-the-heart-of-our-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/23/the-cruel-exams-algorithm-has-laid-bare-the-unfairness-at-the-heart-of-our-schools", "date_published": "2020-08-23 08:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As commuters take to their cars, Crossrail can ill afford this new delay", "description": "<p>For the climate’s sake, we must go back to using public transport again. But no one can travel on a line that isn’t open</p><p>Whether by accident or design, there was a grim irony in the timing of Crossrail’s <a href=\"https://www.theguardian.com/uk-news/2020/aug/21/crossrail-delayed-again-until-2022-and-another-450m-over-budget-tfl-covid-19\" title=\"\">latest admission of overspend and delay</a>: it was declared just minutes after the transport secretary, Grant Shapps, had taken to the Friday morning airwaves to herald a new “acceleration unit”, designed to get infrastructure projects more quickly to fruition.</p><p>Crossrail was for years billed as Europe’s biggest infrastructure project, in the days when executives would boast that it was being delivered on time and on budget – until, just before the finishing line, they conceded that it absolutely wasn’t. The additional requirements have now reached an extra £4bn and four years to get London’s east-west Elizabeth line up and running, hopefully at some point in 2022.</p> <a href=\"https://www.theguardian.com/business/2020/aug/23/as-commuters-take-to-their-cars-crossrail-can-ill-afford-this-new-delay\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/23/as-commuters-take-to-their-cars-crossrail-can-ill-afford-this-new-delay", "date_published": "2020-08-23 08:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fancy working in paradise? Here's how you can live the dream", "description": "<p>Workers who have proved they can work from home are heading for the sun to become ‘digital nomads’. But do your homework</p><p>It is the thing of fantasy for millions of people working from home – swap the bare spare-room floorboards for a sandy beachside cafe, the lukewarm tea for a cold beer and the capricious weather for constant sunshine.</p><p>The fantasy is not so distant. The government of Barbados, which has seen its tourism industry heavily hit by the pandemic, is appealing for people who can work off their laptop to move to the island on a one-year visa.</p> <a href=\"https://www.theguardian.com/money/2020/aug/23/fancy-working-in-paradise-heres-the-chance-to-live-the-dresm\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/23/fancy-working-in-paradise-heres-the-chance-to-live-the-dresm", "date_published": "2020-08-23 08:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK's gathering Covid-19 autumn storm", "description": "<p>Boris Johnson faces turmoil as Britain returns to work amid fears of a second wave of coronavirus and economic chaos</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>During the contest to select a new Tory leader last summer, many local Conservatives decided to vote for Boris Johnson over Jeremy Hunt – not because they saw him as more competent but because they thought he would be more fun.</p><p>On the hustings trail around the country, Hunt, the former health secretary, impressed with his grasp of detail and air of managerial competence. But Johnson’s more jokey, broad-brush “let’s have a go” approach lifted activists’ spirits after the cheerless Theresa May premiership. They knew Johnson was a risk. But it was one a majority were prepared to take.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/uk-gathering-covid-19-autumn-storm-boris-johnson-britain-second-wave-coronavirus-economic-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/uk-gathering-covid-19-autumn-storm-boris-johnson-britain-second-wave-coronavirus-economic-chaos", "date_published": "2020-08-23 08:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump v American democracy: the real battle on the ballot this November", "description": "<p>The president has claimed the only way he can lose is if the vote is rigged – setting the stage for bitter conflict after election day</p><p>The soaring oratory had been replaced by visible anguish. Barack Obama stood in Philadelphia, where the signing of the constitution laid the foundation stone of American democracy, and warned that his successor is ready to tear it all down to cling to power.</p><p>Last week’s <a href=\"https://www.theguardian.com/us-news/2020/aug/19/obama-dnc-speech-trump-democracy-america\">unprecedented attack</a> by a former president on an incumbent at the virtual Democratic national convention crystalised fears that Trump poses a more severe danger to the 244-year-old American experiment than any foreign adversary.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/23/donald-trump-v-democracy-us-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/23/donald-trump-v-democracy-us-election", "date_published": "2020-08-23 08:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How China uses Muslim press trips to counter claims of Uighur abuse", "description": "<p>Heavily supervised visits to indoctrination centres present reporters with smiling inmates and tales of cultural acceptance</p><p>Journalist Sherif Sonbol was taking pictures of ethnic dancers during an official tour of China’s far western Xinjiang province when he noticed a room full of women being trained to use sewing machines. He realised he was in one of Beijing’s network of political indoctrination camps, where – according to the United Nations – China is detaining up to one million members of the mostly Muslim Uighur minority.</p><p>Sonbol, an Egyptian photographer and editor, was one of at least 80 journalists taken to Xinjiang since 2015 on the “Silk Road Celebrity China Tour”. He left convinced that accounts of mistreatment inside the re-education centres were untrue. “I keep hearing people saying the education centres were where they torture people,” he said. But the enthusiasm of the dancers impressed him, “Look at their faces! You know these are very happy people.”</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/how-china-uses-muslim-press-trips-to-counter-claims-of-uighur-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/how-china-uses-muslim-press-trips-to-counter-claims-of-uighur-abuse", "date_published": "2020-08-23 07:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson must stop destroying and start building: that’s the lesson of Covid-19", "description": "<p>Abolishing Public Health England or the overseas aid department is easy. The challenge is to create new institutions that will reshape Britain </p><p>The difference between a revolt and a revolution is that the latter seeks to build a new order while the former knows only destruction. This government has proved its talent for popular revolt. Within a year, Boris Johnson has stormed Labour’s ”red wall”, wrested Brexit from a reluctant parliament, <a href=\"https://www.theguardian.com/commentisfree/2020/jul/29/the-guardian-view-on-the-disappearing-aid-a-shake-up-with-lethal-consequences\">abolished the Department for International Development</a> and <a href=\"https://www.theguardian.com/politics/2020/aug/16/ministers-criticised-over-plan-to-scrap-public-health-england\">Public Health England</a>, and threatened the future of the BBC. But there is, as yet, no plan in evidence for completing the revolution.</p><p>It is much harder to erect institutions than to tear them down. Consider Whitehall’s construction of an entirely new state architecture to manage coronavirus in the past six months, which even ministers admit has been a struggle. The recurring dysfunction of the <a href=\"https://www.theguardian.com/world/2020/aug/11/englands-test-and-trace-saga-is-at-the-heart-of-the-governments-coronavirus-failures\">national contact-tracing system</a>, the <a href=\"https://www.theguardian.com/world/2020/may/03/nhs-coronavirus-crisis-volunteers-frustrated-at-lack-of-tasks\">failure of the NHS volunteering </a><a href=\"https://www.theguardian.com/world/2020/may/03/nhs-coronavirus-crisis-volunteers-frustrated-at-lack-of-tasks\"> scheme</a>, the lack of remote teaching for every child – these are all testament to the difficulty of building new systems from scratch. This is why Conservatives since Edmund Burke have favoured organic reform over jarring revolution.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/23/boris-johnson-build-revolution-pandemic-government-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/23/boris-johnson-build-revolution-pandemic-government-covid-19", "date_published": "2020-08-23 07:21:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t be bitter: how to avoid toxic plants", "description": "<p>Three ways to keep safe when our much-loved crops revert to their wild old ways<br /></p><p>One of the most fascinating things for me as a greedy botanist is quite how different our most commonly cultivated crops are to their wild ancestors. Today’s sweet, seedless bananas are the result of an accidental sterile hybrid of two wild species that are so packed full of ball bearing-like seeds they are essentially inedible. The fat, juicy sweetcorn cobs we know from supermarkets started life as tiny sprigs of rock-hard seeds of a Mexican grass called <a href=\"https://www.theguardian.com/education/2002/apr/04/highereducation.internationaleducationnews\" title=\"\">teosint</a><a href=\"https://www.theguardian.com/education/2002/apr/04/highereducation.internationaleducationnews\" title=\"\">e</a>. A totally different species. But perhaps the most extreme examples are crops like potatoes and squashes, whose wild relatives are packed so full of bitter toxins that it took thousands of years of selective breeding by farmers to make them edible.</p><p>Ornamental squash cultivars are full of toxic compounds</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/23/toxic-plants-three-ways-to-keep-safe-when-crops-revert-to-their-wild-old-ways\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/23/toxic-plants-three-ways-to-keep-safe-when-crops-revert-to-their-wild-old-ways", "date_published": "2020-08-23 07:15:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden picks Seamus Heaney to add to his appeal", "description": "<p>Presidential frontrunner quotes Irish wordsmith in his nomination acceptance speech</p><p>Joe Biden is not the first nor is he likely to be the last politician to summon political spirits with poetry, but choosing verse from The Cure at Troy, Seamus Heaney’s free translation of Sophocles’ Philoctetes, for his Democratic party nomination acceptance speech on Thursday had scholars of the poet’s work and the political class eating out of his hand.</p><p>Biden pulled out Heaney’s lines close to the end of an address that also won over <a href=\"https://www.vox.com/2020/8/21/21394976/joe-biden-dnc-speech-fox-news-liked-it\" title=\"\">conservative pundits</a> and <a href=\"https://www.vox.com/2020/8/21/21394976/joe-biden-dnc-speech-fox-news-liked-it\" title=\"\">Fox News</a> <a href=\"https://www.vox.com/2020/8/21/21394976/joe-biden-dnc-speech-fox-news-liked-it\" title=\"\">anchors</a> – “an enormously effective speech”, said Chris Wallace – and left Donald Trump, for once, without response on Twitter. Biden quoted Heaney saying: “History says, Don’t hope / On this side of the grave. / But then, once in a lifetime / The longed-for tidal wave / Of justice can rise up / And hope and history rhyme.”</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/23/joe-biden-picks-seamus-heaney-to-add-to-his-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/23/joe-biden-picks-seamus-heaney-to-add-to-his-appeal", "date_published": "2020-08-23 07:06:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PSG face their moment knowing they have already won the cynical long game | Barney Ronay", "description": "<p>Whatever happens in the Champions League final, the 10-year plan of the French club’s super-rich Qatari owners has paid off</p><p>“Football is not for sale,” Aleksander Ceferin pronounced, famously, at a Uefa conference two years ago, in the process exploring the depth, width and delicate inner workings of just how wrong one earnest-looking man at a podium can be.</p><p>Cut back to the real world. In the current, rather improbable timeline, Uefa is preparing to stage a biosecure Champions League final with no other purpose than the effective retailing of TV rights.</p> <a href=\"https://www.theguardian.com/football/blog/2020/aug/23/psg-face-their-moment-knowing-they-have-already-won-the-cynical-long-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/aug/23/psg-face-their-moment-knowing-they-have-already-won-the-cynical-long-game", "date_published": "2020-08-23 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stephanie Yeboah: ‘How I learned to stop using my body as a punch bag’", "description": "<p>As a plus-size black woman, Stephanie Yeboah has faced decades of racism and fat phobia. Here, the author of Fattily Ever After, reveals how she overcame prejudice to accept herself – and live with confidence</p><p>Let me paint the scene. It’s October 2019. I’m on a deserted beach in St Lucia, on a work trip with other influencers. It’s a balmy 38C and I’m wearing a duo-toned glitter bikini underneath a yellow beach skirt. In a moment of sheer spontaneity, I rip off the skirt and run into the sea. To most people, this would be an everyday response to hitting the beach, but for me it was an act of emancipation; a decision, made in the moment, that I would never let the opinions of others hold power over my body and my self-esteem. It was an attempt to stick two fingers up at “bikini body” culture – the idea that in order to wear a bikini, or to feel confident at the beach, you need to present as super slim. Here I was in this fat body – in a bikini nonetheless – having fun, feeling free, unapologetically me. It felt exhilarating.</p><p>It had taken many years to get to this point. Until the age of eight or nine, I had been a happy, active child. I was a bit taller and bigger than other kids, sure, but it had mostly been a non-issue for me, until I started to be made aware of my weight by my dad. He would frequently snatch away my plate in the middle of a meal and comment on how much bigger my arms and legs were getting.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/23/stephanie-yeboah-plus-size-influencer-how-i-learned-to-stop-using-my-body-as-a-punch-bag\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/23/stephanie-yeboah-plus-size-influencer-how-i-learned-to-stop-using-my-body-as-a-punch-bag", "date_published": "2020-08-23 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tenet review - high concept and high stakes", "description": "<p>Christopher Nolan’s nuclear apocalypse thriller dazzles and disorients – but can it entice people back to the cinema?</p><p>In Christopher Nolan’s latest head-scratcher and surely the summer’s most awaited film, Russian gazillionaire Andrei Stor (Kenneth Branagh) has access to a nuclear weapon that could annihilate the planet. He intends to use it. Fortunately, a mysterious international organisation called Tenet has hired a special agent (<em><a href=\"https://www.theguardian.com/film/2018/aug/26/blackkklansman-review-spike-lee-blistering-return-to-form\">BlacKkKlansman</a></em>’s John David Washington) to stop him.</p><p>Washington, or “the Protagonist”, as he is referred to in the credits, is tasked with saving the world. Nolan, on the other hand, is tasked with saving cinema. Films such as <em>The Dark Knight</em>, the centrepiece of his moody, straight-faced Batman trilogy, and the high-concept espionage thriller <em>Inception</em> helped to cement the British writer-director’s reputation as a rare auteur able to infuse the blockbuster with complex ideas.</p> <a href=\"https://www.theguardian.com/film/2020/aug/23/tenet-review-christopher-nolan-john-david-washington-robert-pattinson-elizabeth-debicki\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/23/tenet-review-christopher-nolan-john-david-washington-robert-pattinson-elizabeth-debicki", "date_published": "2020-08-23 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alan Davies: 'I've become a huge enemy of silence and secrecy'", "description": "<p>The comedian and actor has written a raw and compelling book about his early life, including the abuse he suffered from his father</p><ul><li><a href=\"https://www.theguardian.com/books/2020/aug/23/alan-davies-i-didnt-want-my-shack-of-feelings-blown-down\">Read extracts from Alan Davies’s Just Ignore Him here</a></li></ul><p><strong>Your memoir details personal experiences you have never talked about in public before. This includes the sexual abuse you suffered as a child, at the hands of your father, after your mother’s death from leukaemia. Why write about these experiences now?<br /></strong>I kept feeling their presence in their absence from so many parts of my life. I didn’t have the courage, strength or fortitude to confront them. They were never in my comedy. I’d always been focused to get to the next milestone, the next show, the next fringe. I’d also already written a memoir [2010’s <em>Teenage Revolution: Growing Up </em><em>in </em><em>the </em><em>80s</em>] but all the things that mattered were missing.</p><p><strong>In 2016, you started a </strong><strong>part-time MA in </strong><strong>creative </strong><strong>writing at Goldsmiths </strong><strong>University</strong><strong>. Was that to help tell this story?<br /></strong>I wanted to get this material out of myself, but I was writing about my life in the third person at first, workshopping it as short stories. Then, towards the end of the first year, I wrote something for an assessment, which became a chapter in the book, relatively unchanged [a chapter called Hands, which details the first incident of sexual abuse Davies suffered, at the age of “eight or nine”]. The assessment just had my student number on it, so it felt safe to write it. The tutor feedback was anonymous, too. It allowed me to present a version of myself where nothing was concealed from view.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/23/alan-davies-ive-become-a-huge-enemy-of-silence-and-secrecy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/23/alan-davies-ive-become-a-huge-enemy-of-silence-and-secrecy", "date_published": "2020-08-23 07:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rave on: the rise of middle-aged clubbing culture during lockdown", "description": "<p>Fortysomethings rediscover their musical youth of the 90s with livestream parties – but this time, from the comfort of the couch</p><p>Facemasks and gloves are back – and so are ravers. Lockdown has precipitated a revival of 90s rave culture with middle-aged clubbers reliving their youth … albeit with less dancing and more armchairs.</p><p>Fortysomethings who wore <a href=\"https://junglistnetwork.com/9-weird-things-may-forgotten-everyone-nineties-rave-scene/\" title=\"\">Vicks-infused masks</a> and white gloves to the illegal raves and warehouse parties of the 1990s have been rediscovering their musical past during lockdown.</p> <a href=\"https://www.theguardian.com/music/2020/aug/23/rave-middle-aged-clubbing-culture-lockdown-livestream-parties\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/23/rave-middle-aged-clubbing-culture-lockdown-livestream-parties", "date_published": "2020-08-23 07:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beyond the Salt Path: ‘It felt abnormal to live in a village, with other people’", "description": "<p>Her book about finding happiness on the road was a huge hit. Here author Raynor Winn explains how the real challenge was what to do next</p><p>Not all happy endings are straightforward.</p><p>After Raynor Winn published <em>The Salt </em><em>Path</em>, readers could have been forgiven for believing that all would be well from now on. Her moving account of how she and her husband, Moth, lost their farm, found themselves homeless just as Moth was diagnosed with a rare degenerative disease and subsequently rediscovered happiness while walking the South West Coast Path, proved a commercial and critical success. </p> <a href=\"https://www.theguardian.com/books/2020/aug/23/beyond-the-salt-path-it-felt-abnormal-to-live-in-a-village-among-other-people-raynor-winn\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/23/beyond-the-salt-path-it-felt-abnormal-to-live-in-a-village-among-other-people-raynor-winn", "date_published": "2020-08-23 06:46:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why do Covid fatalities remain low when infection numbers are rising?", "description": "<p>While some scientists believe the virus has become less deadly, others look at the factors that suggest otherwise</p><p><strong>Are Covid-19 death rates decreasing?<br /></strong>Most statistics indicate that although cases of Covid-19 are rising in many parts of Europe and the United States, the number of deaths and cases of severe complications remain relatively low. For example, patients on ventilators have dropped from 3,000 at the epidemic’s peak in Britain to 70. At the same time, the number of cases in the UK have begun to rise in many areas.</p><p><strong>Why lies behind this trend?<br /></strong>Doctors are unsure exactly what is going on. Some suggest that medical interventions are more successful at treating those who suffer complications from the disease. For example, the drug dexamethasone was recently shown to improve survival rates among patients requiring ventilation. Others argue that different factors are involved. One suggestion is that Covid-19 is now becoming a disease of younger people who are less likely to die or suffer serious complications.</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/why-do-covid-fatalities-remain-low-when-infection-numbers-are-rising\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/why-do-covid-fatalities-remain-low-when-infection-numbers-are-rising", "date_published": "2020-08-23 06:45:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Britain’s Covid-19 panic buyers triggered a tinned food renaissance", "description": "<p>Dedicated food festival hails revival of canned goods as sales of store cupboard staples soar by 72%</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It started with <a href=\"https://www.theguardian.com/business/2020/apr/17/suppliers-ration-stocks-tinned-tomatoes-after-surge-demand\" title=\"\">tinned tomatoes</a>, symbolically stripped from supermarket shelves in <a href=\"https://www.theguardian.com/world/2020/mar/02/coronavirus-fears-see-stockpiling-of-food-and-medicines-across-uk\" title=\"\">the panic-buying frenzy</a> of the early days of the pandemic.</p><p>But <a href=\"https://www.theguardian.com/world/2020/jul/31/coronavirus-boris-johnson-postpones-latest-round-of-lockdown-easing\" title=\"\">lockdown</a> has led to a wider renaissance of canned food as shoppers have embraced staples from spam and corned beef to beans, pulses and fish, all enjoying a popularity not seen since <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2010/mar/04/imperial-war-museum-rationing-food\" title=\"\">the rationing of the second world war</a>.</p> <a href=\"https://www.theguardian.com/food/2020/aug/23/how-britains-covid-19-panic-buyers-triggered-a-tinned-food-renaissance\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/23/how-britains-covid-19-panic-buyers-triggered-a-tinned-food-renaissance", "date_published": "2020-08-23 06:33:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First ladies: voices of reason and compassion, central to US politics today", "description": "<p>Michelle Obama’s powerful speech at the Democratic National Convention showed how the roles of leaders’ wives are more important than ever</p><p>Michelle Obama may think that Donald Trump “cannot meet this moment”, but she has proved without a doubt that she can.</p><p>When Obama <a href=\"https://www.theguardian.com/us-news/video/2020/aug/18/michelle-obama-the-former-first-ladys-dnc-speech-in-full-video\">spoke at the </a><a href=\"https://www.theguardian.com/us-news/video/2020/aug/18/michelle-obama-the-former-first-ladys-dnc-speech-in-full-video\">Democratic National Convention (DNC) </a><a href=\"https://www.theguardian.com/us-news/video/2020/aug/18/michelle-obama-the-former-first-ladys-dnc-speech-in-full-video\">last week,</a> she pleaded for Americans to vote for Joe Biden like their “lives depend on it”. She used her recent history as America’s “mom-in-chief” to make her case in what was the most talked-about speech of the convention. And she made clear that first ladies have enormous platforms, if they choose to use them.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/23/first-ladies-voices-of-reason-and-compassion-central-to-us-politics-today\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/23/first-ladies-voices-of-reason-and-compassion-central-to-us-politics-today", "date_published": "2020-08-23 06:22:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior Tories turn on Gavin Williamson over exams fiasco", "description": "<p>Education secretary ‘has lost trust of civil servants’ after trying to shift blame for A-level and GCSE debacle</p><p>The education secretary, Gavin Williamson, has lost the trust of his officials to such an extent that he can no longer serve effectively in the cabinet, one of the most senior Tory MPs said last night as pressure grew on Boris Johnson to sack him.</p><p>Sir Bernard Jenkin, who chairs the powerful Commons liaison committee, which will grill the prime minister on 16 September, told the <em>Observer</em> that after Williamson’s humiliating U-turn over A-level and GCSE results, the secretary of state made a bad situation worse and caused a “complete breakdown” of trust in his department by <a href=\"https://www.theguardian.com/education/2020/aug/21/gavin-williamson-week-of-a-level-chaos\">seeking to blame officials for the crisis</a>.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/23/senior-tories-turn-on-gavin-williamson-exams-fiasco-a-level-gcse\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/23/senior-tories-turn-on-gavin-williamson-exams-fiasco-a-level-gcse", "date_published": "2020-08-23 06:19:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No place like home: illegal evictions in 'shadow' sector soar in lockdown", "description": "<p>The government has extended the ban on removing tenants by a month, but they still face harassment and violence from landlords in unregulated market</p><p>Hadie Touray perches nervously on the edge of his bed in a windowless room in Leyton, east London. He has been living by candlelight since rent collectors working for his landlord ripped the fuse out of the converted garage’s meter box. Now they are threatening to turn off his water supply and even use violence if he isn’t gone by the weekend.</p><p>“I’m very scared – it is not safe. They came and told me to move because I owe them rent. One guy said he would ‘fight me’ if I don’t go,” he says, clasping his hands together anxiously. “I feel bad, but what can I do?”</p> <a href=\"https://www.theguardian.com/society/2020/aug/23/no-place-like-home-illegal-evictions-in-shadow-sector-soar-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/23/no-place-like-home-illegal-evictions-in-shadow-sector-soar-in-lockdown", "date_published": "2020-08-23 06:11:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even after a U-turn, Boris Johnson is still heading for disaster | William Keegan", "description": "<p>The pandemic has forced the Tories into a change of direction even sharper than Edward Heath’s. But the crisis is not abating</p><p>Boris Johnson is shaping up to be a busted flush. In a remarkably short time he has lost the confidence of the country, Europe and, more important from his own narrow point of view, the Conservative party.</p><p>Johnson is probably the worst British prime minister since Lord North, who is remembered for having lost the American colonies. These days the best thing about North is that he is remembered in the name of rather a good racehorse.</p> <a href=\"https://www.theguardian.com/business/2020/aug/23/even-after-a-u-turn-boris-johnson-is-still-heading-for-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/23/even-after-a-u-turn-boris-johnson-is-still-heading-for-disaster", "date_published": "2020-08-23 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jenny Agutter: the original railway child still bringing hope to prisoners", "description": "<p>The actress has recorded a reading from the classic film for the Liberty Choir charity, which helps rehabilitate prisoners. Here she tells the choir’s founder why she feels she must help</p><p>‘Daddy, my Daddy!” With these three words at the climax of the drama, Jenny Agutter 50 years ago created one of the best-loved roles in British cinema – as Roberta in Lionel Jeffries’ adaptation of E Nesbit’s 1906 novel <em>The Railway Children</em>. Now Agutter, who is about to start filming the tenth season of the BBC drama <em>Call the Midwife,</em> in which she plays Sister Julienne, has reprised her role in the story of the three children who move from London with their mother to a dilapidated cottage in Yorkshire, suddenly impoverished after their father disappears. This time she is taking part in a remarkable project by a charity set up to help rehabilitate prisoners into society.</p><p>Her involvement – which comes as the 1970 film is enjoying a new lease of life on the BBC iPlayer – reflects her own commitment to working with prisoners and children from disadvantaged backgrounds, which stretches back to her youth.</p> <a href=\"https://www.theguardian.com/culture/2020/aug/23/jenny-agutter-the-original-railway-child-still-bringing-hope-to-prisoners\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/aug/23/jenny-agutter-the-original-railway-child-still-bringing-hope-to-prisoners", "date_published": "2020-08-23 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: a tender family moment with JFK", "description": "<p>A candid shot of the young senator by Life magazine’s Ed Clark portrayed him as a man to lead a new generation into a new decade</p><p>Ed Clark, a <em><a href=\"https://www.life.com/photographer/edward-clark/\">Life</a></em><a href=\"https://www.life.com/photographer/edward-clark/\"> magazine staff photographer</a>, was commissioned to photograph the Kennedy family at home in Georgetown in 1958. JFK was campaigning to be elected to a second term as Massachusetts’s senator and, if successful, there were strong rumours that he would make a run for the presidency in 1960. After several days taking pictures of husband and wife, Clark asked over lunch at the house if he could get a picture of the senator with his baby daughter, Caroline. “Jackie said no,” he recalled, “that she was upstairs asleep. But Jack bounded up the stairs, and I followed.”</p><p>Clark took a spontaneous roll of film up in the nursery. It included this picture capturing the moment Caroline woke up, wide-eyed with delight to see her father. The nation was starting to share that excitement. Clark’s cover story for <em>Life</em> did much to advance the growing conviction that Kennedy was a leader for a new generation and a new decade. Up until that moment, presidents were far more likely to be grandparents than new dads, and family photographs were largely awkwardly staged compositions.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/aug/23/the-big-picture-a-tender-family-moment-with-jfk\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/aug/23/the-big-picture-a-tender-family-moment-with-jfk", "date_published": "2020-08-23 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Defund the police: can other cities learn from Seattle's stumbling blocks?", "description": "<p>Seattle, site of anti-racist protests in the wake of George Floyd’s killing, have faced logistical issues and clashes with city leaders</p><p>Seattle was on the verge of taking one of the most radical steps of late toward large-scale police reform of any city in the US just last month.</p><p>In the wake of the police killing of George Floyd in Minneapolis in May, and widespread police brutality and anti-racist protests, a veto-proof majority of council members voiced their support for <a href=\"https://www.theguardian.com/us-news/2020/jun/05/defunding-the-police-us-what-does-it-mean\">defunding the police</a>, slashing 50% of the department’s budget.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/22/seattle-police-department-defund-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/22/seattle-police-department-defund-reform", "date_published": "2020-08-23 06:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Donald Trump canceled the Republican party | Sidney Blumenthal", "description": "<p>The convention will be a ghastly reminder of what happened to the party of Lincoln – even as it desperately grabs for his mantle</p><p>The Republican convention that nominates Donald Trump for a second term will be the greatest event in the political history of cancel culture. What Trump is cancelling is nothing less than the Republican party as it has existed before him. He ran in 2016 in the primaries on cancelling the GOP and in 2020 he ratifies his triumph. After the election, political scientists and historians will study his obliteration of the Republican party as his greatest and most enduring political achievement.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/aug/15/rick-perlstein-reaganland-donald-trump-nixon-republicans\">Rick Perlstein: 'If you're not writing about the berserk, you're not writing about America'</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/23/how-donald-trump-canceled-republican-party-sidney-blumenthal-lincoln\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/23/how-donald-trump-canceled-republican-party-sidney-blumenthal-lincoln", "date_published": "2020-08-23 06:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour ramps up Facebook advertising in wake of exams fiasco", "description": "<p>Party ran thousands of ads on social media platform in bid to overhaul its digital operations</p><p>Labour ran more Facebook adverts last week than during the entirety of last year’s election campaign, it has emerged, as part of attempts to overhaul its online and digital operations.</p><p>Party insiders said that it had about 2,700 Facebook adverts running over the past week as it tried to exploit <a href=\"https://www.theguardian.com/education/2020/aug/20/ofqual-chief-to-face-mps-over-exams-fiasco-and-botched-algorithm-grading-system\">the exams fiasco</a> that engulfed the government. They said that only about 2,400 such adverts were run by the central party during last year’s election.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/23/labour-ramps-up-facebook-advertising-in-wake-of-exams-fiasco\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/23/labour-ramps-up-facebook-advertising-in-wake-of-exams-fiasco", "date_published": "2020-08-23 05:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cross-party MPs to sue UK government for details of Covid PPE contracts", "description": "<p>Legal letter accuses ministers of breaching transparency rules over non-disclosure of contracts worth over £5bn</p><p>MPs are to launch legal action to force the government to reveal details of hundreds of personal protective equipment (PPE) contracts, amid mounting complaints over the secrecy around the deals.</p><p>A cross-party group of MPs has signed a pre-action letter accusing ministers of breaching transparency rules and demanding the immediate disclosure of the contracts, which are valued at more than £5bn. The legal letter claims: “Publication of the contracts themselves appears not to be happening in relation to Covid-19 contracts on a routine basis.”</p> <a href=\"https://www.theguardian.com/world/2020/aug/23/cross-party-mps-sue-government-for-details-of-covid-ppe-contracts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/23/cross-party-mps-sue-government-for-details-of-covid-ppe-contracts", "date_published": "2020-08-23 05:18:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Earth has lost 28 trillion tonnes of ice in less  than 30 years", "description": "<p>‘Stunned’ scientists say there is little doubt global heating is to blame for the loss</p><p>A total of 28 trillion tonnes of ice have disappeared from the surface of the Earth since 1994. That is stunning conclusion of UK scientists who have analysed satellite surveys of the planet’s poles, mountains and glaciers to measure how much ice coverage lost <a href=\"https://www.theguardian.com/commentisfree/2020/aug/21/the-climate-crisis-has-already-arrived-just-look-to-californias-abnormal-wildfires\">because of global heating</a> triggered by rising greenhouse gas emissions.</p><p>The scientists – based at Leeds and Edinburgh universities and University College London – describe the level of ice loss as “staggering” and warn that their analysis indicates that sea level rises, triggered by melting glaciers and ice sheets, could <a href=\"https://www.theguardian.com/science/2020/aug/22/covid-climate-change-royal-institution-christmas-lectures-planet-earth-users-guide-pandemic\">reach a metre by the end of the century</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/23/earth-lost-28-trillion-tonnes-ice-30-years-global-warming\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/23/earth-lost-28-trillion-tonnes-ice-30-years-global-warming", "date_published": "2020-08-23 05:09:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Donald is cruel': Trump's sister recorded saying president has 'no principles'", "description": "<p> Maryanne Trump Barry, a former federal judge, made the comments to her niece Mary Trump in secretly taped conversations</p><p>Donald Trump’s older sister, a former federal judge, is heard sharply criticizing her brother in a series of recordings released Saturday, at one point saying of the president: “He has no principles.”</p><p>Maryanne Trump Barry was secretly recorded by her niece, Mary Trump, who <a href=\"https://www.theguardian.com/books/2020/jun/15/donald-trump-niece-book-about-her-family-mary-too-much-and-never-enough\">recently released a book denouncing the president</a>, Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man. Mary Trump said Saturday she made the recordings in 2018 and 2019.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/23/donald-is-cruel-trumps-sister-recorded-saying-president-has-no-principles\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/23/donald-is-cruel-trumps-sister-recorded-saying-president-has-no-principles", "date_published": "2020-08-23 05:04:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lahpet, London: ‘Dishes that demand your attention’ – restaurant review", "description": "<p>If you don’t know much about Burmese cuisine, then Lahpet’s menu is a real eye-opener</p><p><strong>Lahpet, 58 Bethnal Green Road, London E1 6JW (020 3883 5629). Small plates £6-£8, large plates £12.50-£16.50, ice-creams and sorbets £3 a scoop, wines from £22</strong></p><p>In the days following my dinner at <a href=\"https://lahpet.co.uk/\" title=\"\">Lahpet</a> on London’s Bethnal Green Road, I could often be found fridge-hanging, teaspoon in hand. I was waiting for the moment when, unwatched, I could take a crafty scoop from one of the white, resealable bags of balachaung that I had smuggled home with me, so I could eat it neat. Balachaung is one of the more ubiquitous condiments from the country I will refer to as Burma (as that’s the name Lahpet uses). Trust me. You need balachaung in your life.</p> <a href=\"https://www.theguardian.com/food/2020/aug/23/jay-rayner-restaurant-review-lahpet-london-visit-for-superb-burmese-food\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/23/jay-rayner-restaurant-review-lahpet-london-visit-for-superb-burmese-food", "date_published": "2020-08-23 05:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m in my late 20s, but my parents still control my life | Dear Mariella", "description": "<p>This pattern of behaviour – common when on the receiving end of bullying – has to stop, says Mariella Frostrup. You need to be independent for your survival and your happiness</p><p><em><strong>The dilemma </strong>I’m in my late 20s and live and work</em><em> abroad. My parents live in the UK and are very overprotective and controlling. Mum does everything financial for me – she has all my bank passwords; the statements go to her address and she controls my savings.</em></p><p><em>I am a</em><em> </em><em>teacher with a reputable international company, but my parents don’t like my job and regularly tell me I need to come home. They refuse to use my girlfriend’s name and repeatedly refer to her as “your friend”. </em><em>Our relationship is generally one of obligation. It is impossible to talk to my </em><em>dad because, if you disagree with him, he gets abusive and violent. Mum sees danger everywhere and is paranoid that something bad might happen</em><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/23/i-am-in-my-late-20s-but-my-parents-still-control-my-life-mariella-frostrup\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/23/i-am-in-my-late-20s-but-my-parents-still-control-my-life-mariella-frostrup", "date_published": "2020-08-23 05:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok to launch court action over Donald Trump's crackdown", "description": "<p>Chinese-owned app says it will challenge executive order that requires it to find American buyer or be shut down in the US</p><p>TikTok has said it will mount a court challenge to the Trump administration’s crackdown on the popular Chinese-owned service, which Washington accuses of being a national security threat.</p><p>Amid tensions between the world’s two biggest economies, Donald Trump <a href=\"https://www.theguardian.com/technology/2020/aug/07/donald-trump-tiktok-executive-order-explainer\">signed an executive order on 6 August</a> giving Americans 45 days to stop doing business with TikTok’s Chinese parent company ByteDance – effectively setting a deadline for a potential pressured sale of the viral video sensation to a US company.</p> <a href=\"https://www.theguardian.com/technology/2020/aug/23/tiktok-to-launch-court-action-over-donald-trumps-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/23/tiktok-to-launch-court-action-over-donald-trumps-crackdown", "date_published": "2020-08-23 01:20:27+00:00", "persistent": false, "user": null, "language": "en-UK"}]