[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tame Impala: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBobby Carter | August 24, 2020\nWith beats, effects and synths pumping through a DJ mixer sitting on a school desk in his home studio in Australia, we present Tame Impala like you've never heard it before. As much as I love Tame Impala's music, I'm probably more intrigued by the creative process that brings the songs to life. The studio version of the band is pretty simple on paper: All songs are written, produced and performed by Kevin Parker. For the live version, Parker is still front and center but surrounded by a host of musicians who interpret his recorded work almost to a tee.\n\nSo it came as a shock to me when the Australian maestro explained what he wanted to do for his Tiny Desk (home) concert or his \"Tame Impala Soundsystem\" as he puts it. \"I'll get Jay (Watson) and Dom (Simper) and we'll do this kind of electronic jam with heaps of equipment around us and we'll recreate the songs with samplers and sequencers,\" Parker says. \"I've wanted to do something like this for a while and thought Tiny Desk would be the opportunity to do it.\"\n\nSET LIST\n\"Breathe Deeper\"\n\"Is It True\"\n\"Patience\"\n\nMUSICIANS\nKevin Parker: vocals; Jay Watson: music; Dom Simper: music\n\nCREDITS\nVideo by: Jamie Terry, Shiney Joe Ryan; Audio by: Kevin Parker, James Ireland; Producer: Bobby Carter; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=C24hUt18RWY", "date_published": "2020-08-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Nick Lowe: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Nick Lowe’s Tiny Desk concert from 2010: https://www.npr.org/2010/12/08/130870090/nick-lowe-tiny-desk-concert\n\nBob Boilen | November 1, 2010\n\nFew musicians get better with age, but Nick Lowe is an exception. I've been following Lowe's music since his days with the country-rock band Brinsley Schwarz in the early 1970s. He wrote one of his best-known tunes with that band: \"(What's So Funny 'Bout) Peace, Love, and Understanding?\" But it wasn't until he left Brinsley Schwarz that people began hearing his name, first with the Dave Edmunds project Rockpile. (Edmunds produced one of the last Brinsley Schwarz records, the one with \"What's So Funny.\")\n\nBut what put Nick Lowe on the map was his work with the innovative upstart label Stiff Records, as well as his efforts as a producer on that label for a young unknown named Elvis Costello. Lowe would produce the first five Costello records, and it was the latter's rendition of \"(What's So Funny 'Bout) Peace, Love, and Understanding?\" that made that song the pop classic it is.\n\nFor Lowe's fans, the solo records he'd make were a constant source of joy and wit. Songs such as \"I Love the Sound of Breaking Glass,\" \"Cruel to Be Kind\" (another tune written during the Brinsley Schwarz days), \"Little Hitler\" and \"Heart of the City\" were all part of a new breed of pop music that felt good without making listeners feel stupid. In other words, this is more than just catchy music.\n\nLowe has said that one of his biggest fears is growing old doing the same shtick he did as a handsome young lad. In 1998, he put out an album that set the stage for the gracefully aging Nick Lowe: Dig My Mood. To get a taste of that record, check out the first song in this Tiny Desk Concert; it's a song about a bitter old man titled \"Man That I've Become,\" and its words are vintage Lowe: \"His heart's a prune / when it once was a plum / If you know him / that's the kind of man that I've become.\"\n\nAt 61, Nick Lowe is part crooner, part country and a little crotchety, but with a heart of pure pop. He's lost nothing, and for proof, don't miss \"House for Sale,\" a brand-new, not-yet-released song that's as affecting as anything Lowe has written.\n\nSet List:\n\"Man That I've Become\"\n\"Rome Wasn't Built In A Day\"\n\"All Men Are Liars\"\n\"House For Sale\"", "link": "https://www.youtube.com/watch?v=Ebs6uj2iMEo", "date_published": "2020-08-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]