[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "The Weird British-American Setting of Sex Education (Netflix)", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-the-weird-british-american-setting-of-sex-education-netflix\n\nSex Education Season Two landed on Netflix recently. The show, which follows teenager Otis Milburn (played by Asa Butterfield) as he sets up a clandestine sex therapy clinic in his high school has been a hit both in the UK and the US. But the show's aesthetic, which borrows heavily from the high school comedies of John Hughes (such as Ferris Bueller's Day Off and The Breakfast Club), has caused some confusion. Faced with English accents yet American-style lockers, jackets and landscapes, many of the show's viewers have found themselves asking: where is Sex Education set?\n\nIn this week's video essay, I set out to explore this very question. Rather than merely picking through the show frame by frame in order to highlight each and every geographical incongruity, however, I instead seek to ask what this mashing together of British and American culture does to our experience of watching Sex Education.\n\nPrimarily, I take a look at the show through the lens of reader-response theory and, in particular, the concept of the \"intended reader\" as articulated by Wolfgang Iser to consider whether Sex Education was created with specifically to be watched by an American audience or whether the cultural dominance of the USA in the present day and the success of films such as Mean Girls, High School Musical, Heathers and many more has simply encouraged us to view the American high school experience as a kind of universal school experience.\n\nFinally, I consider how Sex Education's setting might impact upon its ability to comment upon the state of sex and relationships education in the present day.\n\nSupport me to make more videos like this on Patreon at http://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nThanks for watching!\n\nTwitter: @Tom_Nicholas\nInstagram: @TomNicholasWTF\nPatreon: http://patreon.com/tomnicholas\nWebsite: www.tomnicholas.com\n\n#sexeducation #netflix #sexeducationnetflix", "link": "https://www.youtube.com/watch?v=4sAn8Loqxow", "date_published": "2020-02-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]