[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Chris Dave And The Drumhedz: NPR Music Tiny Desk Concert", "description": "Watch Chris Dave And The Drumhedz play at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 21 | Abby O'Neill -- \"If you've never been to a Drumhedz show... ...we're gonna take you on a quick journey as if you're going through a record store,\" Chris Dave told the NPR Music offices at the top of his set, \"picking up different genres of music and putting it in your bag.\"\n\nChris Dave is reasonably described as your favorite drummer's favorite drummer, or better yet, your favorite musician's favorite drummer. As a veteran session artist in the music industry, he's recorded and written with everyone from D'Angelo to Adele. The Houston native leads the Drumhedz behind a trap set, with his unorthodox, stacked crash cymbals and percussive toys.\n\nThe set snuck in with a serpentine flute line that any '70s heist flick would be proud to have. Sonic smash-cuts between the musical ideas whisk away the misconception you're in control of the ride you're about to take. Vocalist and new Drumhedz member, Aaron Camper gathered the audience with a quick invocation, putting his unique range and texture on full display.\n\nElzhi, formerly of Slum Village, Detroit's true-school hip-hop outfit, surprised the room with an unannounced cameo, reprising his rapid-fire cadence on \"Whatever\" and inciting the crowd to nod along as the Drumhedz segued into \"Tainted,\" Slum Village's turn-of-the-millennium jam.\n\nOn \"Clear View,\" Camper and the Drumhedz ushered in '60s psychedelia reminiscent of Jefferson Airplane's \"White Rabbit,\" as if interpreted by Curtis Mayfield. Atmospheric keys played by Daniel Crawford ran roughshod over the mix, while Chris Dave, with his gift for syncopation, fostered a musical space for his bandmates to shine.\n\nThe melodic journey ended with a praise-song of gratitude and love of family called \"Job Well Done.\" It was clear that Chris Dave and the Drumhedz had done just that.\n\nSET LIST\n\"Black Hole\"\n\"Whatever\" (featuring Elzhi)\n\"Tainted\" (featuring Elzhi)\n\"Sounds Of The City\" (featuring Elzhi)\n\"Clear View\"\n\"Job Well Done\"\n\nMUSICIANS\nChris Dave: drums; Thaddaeus Tribbett: bass; Daniel Crawford: keys; Frank Moka: percussion; Isaiah Sharkey: guitar; Tom Ford: guitar; Aaron Camper: vocals; Kebbi Williams: saxophone, flute; Elzhi: vocals\n\nCREDITS\nProducers: Abby O'Neill, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Editor: Jack Corbett; Videographers: Morgan Noelle Smith, Jack Corbett, Bronson Arcuri, Kara Frame; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Catie Dull/NPR", "link": "https://www.youtube.com/watch?v=NGv366y_UjQ", "date_published": "2020-02-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]