[{"source": "https://www.theguardian.com/rss", "title": "What do retailers fear even more than the R number? The rent", "description": "On the last ‘quarter day’, in March, many stores didn’t pay their landlords. This week, things could be even worse<p>The reopening of thousands of stores, combined with May’s 12% <a href=\"https://www.theguardian.com/business/2020/jun/19/diy-garden-centres-help-uk-retail-sales-rebound-may\" title=\"\">rebound in sales,</a> has provided some respite for Britain’s’s battered retailers, but the high street crisis is far from over – not least because a monster £2.5bn quarterly rent bill falls due this week.</p><p>Shop landlords traditionally collect rent in four equal chunks spread throughout the year, and Midsummer Day on Wednesday is the next so-called “quarter day”. The last one, in March, was a red-letter day for all the wrong reasons, with <a href=\"https://www.theguardian.com/business/2020/mar/31/jd-sports-stops-paying-rent-to-landlords\" title=\"\">Primark and JD Sports</a> among the big names that didn’t pay their rent as the country went into lockdown.</p> <a href=\"https://www.theguardian.com/business/2020/jun/21/retailers-fear-more-than-r-number-rent-quarter-day\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/21/retailers-fear-more-than-r-number-rent-quarter-day", "date_published": "2020-06-20 23:05:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Geoffrey Berman, US attorney behind inquiries into Trump allies, resigns after Barr announces firing", "description": "<ul><li>Berman had initially refused to resign</li><li>Trump ‘not involved’ though only he has authority for move</li></ul><p>The US attorney general, William Barr, said on Saturday Donald Trump had fired Geoffrey Berman, the US attorney for the southern district of New York who has overseen investigations and prosecutions of key Trump allies including Rudy Giuliani and Michael Cohen.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/20/john-bolton-judge-donald-trump-book\">John Bolton: judge declines to block tell-all Trump book</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/20/geoffrey-berman-donald-trump-william-barr-fires\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/20/geoffrey-berman-donald-trump-william-barr-fires", "date_published": "2020-06-20 23:02:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on a manifesto for change as a generation of Britain's children faces crisis | Observer editorial", "description": "<p>Here’s how to minimise the impact of the pandemic on young people</p><p>For weeks, child poverty campaigners have been warning the government that as a result of the pandemic, poor children would be more likely than ever to go hungry this summer. For weeks, the government refused to commit to spending the modest amount it would take to avoid 1.3 million children not having enough food to eat in one of the richest countries in the world. Disgracefully, it was not concern for basic child welfare that propelled Boris Johnson to change his mind last week, but fears of a political backlash after the footballer Marcus Rashford championed the call for change.</p><p>The manner in which Johnson was <a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\">forced into this </a><a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\">U-turn </a>brings into even sharper focus the lack of moral fibre and the ineptitude that has characterised the government’s handling of the pandemic. Coronavirus is the biggest threat to child wellbeing in a generation, yet the government appears to have no plan.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/20/the-observer-view-on-a-manifesto-for-change-as-a-generation-of-britains-children-faces-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/20/the-observer-view-on-a-manifesto-for-change-as-a-generation-of-britains-children-faces-crisis", "date_published": "2020-06-20 20:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The cat's whiskers: new way of counting lions could boost conservation efforts", "description": "<p>Scientists say current methods of estimating lion numbers could be drastically wrong, with serious consequences for the big cats</p><p>From widescreen high-definition wildlife documentaries to food brands, royal crests, sporting teams and Disney movies, the lion is one of the most appropriated and revered animals on the planet.</p><p>But this reverence sits in contrast to the falling numbers of the living, breathing muscular cats in Africa.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/21/the-cats-whiskers-new-way-of-counting-lions-could-boost-conservation-efforts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/21/the-cats-whiskers-new-way-of-counting-lions-could-boost-conservation-efforts", "date_published": "2020-06-20 20:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden sets up presidential transition team under close adviser", "description": "<ul><li>Ted Kaufman has recruited six people to a team that will expand</li><li>Kaufman: no one will have faced such obstacles since FDR</li></ul><p>A close adviser to the former vice-president Joe Biden has begun forming a team to oversee the transition, should the Democratic candidate beat Donald Trump in November’s presidential election.</p><p>Ted Kaufman has recruited six people to a team that will be expanded, a person familiar with the transition team told Reuters. Several former Obama administration officials are included in the Biden team.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/20/joe-biden-presidential-transition-team-ted-kaufman\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/20/joe-biden-presidential-transition-team-ted-kaufman", "date_published": "2020-06-20 19:39:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain to 'freely' welcome Britons without 14-day Covid-19 quarantine", "description": "<p>Foreign minister has called on the UK to enter a reciprocal agreement</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Spanish government has said British visitors will not need to undergo a 14-day quarantine when the country reopens its borders, and called on the UK government to show similar reciprocity.</p><p>Travellers from the EU and Schengen area will be allowed back into Spain from Sunday as the country’s <a href=\"https://www.theguardian.com/world/2020/jun/20/spain-pm-urges-people-not-lower-guard-as-state-of-emergency-ends\">three-month state of emergency ends</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/spain-to-freely-welcome-britons-without-14-day-covid-19-quarantine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/spain-to-freely-welcome-britons-without-14-day-covid-19-quarantine", "date_published": "2020-06-20 19:36:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kelly Cates: 'When the players took a knee it was breathtaking'", "description": "<p>The Sky Sports presenter on the Premier League’s return, her anger at the government’s attitude towards football and teachers, and the trauma of Hillsborough</p><p>“It’s incredible,” Kelly Cates says at the end of a tumultuous week when football and politics have brushed up against each other and there has been a clear winner. Rather than Boris Johnson and his ministers, who have been backtracking and U-turning when not talking about Harry Potter or <em>Game of Thrones</em>, <a href=\"https://www.theguardian.com/commentisfree/2020/jun/16/marcus-rashford-politicians-nurses-footballer-ministers\" title=\"\">Marcus Rashford lit up a desperate situation</a> with clarity and compassion.</p><p>Football returned on Wednesday, <a href=\"https://www.theguardian.com/football/2020/jun/16/premier-league-returns-to-provide-welcome-and-necessary-escapism\" title=\"\">in an eerie Premier League restart</a> behind closed doors, and on Sunday evening Cates leads Sky Sports’ coverage of Everton and Liverpool on a free-to-air basis. As Kenny Dalglish’s daughter, Cates is candid enough to admit Liverpool will always be her club. But, even with Liverpool two victories away from winning their first league title in 30 years, when Dalglish was their manager, Cates has been immersed in real life.</p> <a href=\"https://www.theguardian.com/football/2020/jun/20/kelly-cates-when-the-players-took-a-knee-it-was-breathtaking\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/20/kelly-cates-when-the-players-took-a-knee-it-was-breathtaking", "date_published": "2020-06-20 19:30:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met to refer itself to watchdog after black man was kneed in face", "description": "<p>Teenager was kneed in head in April after being pursued by officers in Hackney, east London</p><p>The Metropolitan police is to refer a stop and search incident in which one of its officers <a href=\"https://www.theguardian.com/uk-news/2020/jun/20/call-to-investigate-met-after-video-emerges-of-black-man-being-kneed-in-face\">kneed a handcuffed black man in the head</a> to the Independent Office for Police Conduct following pressure.</p><p>Video footage of the 18-year-old shows him shouting “I’m not resisting” and “I didn’t do anything” before receiving a knee to the head on 22 April in Hackney after a pursuit by officers who had repeatedly requested him and two other men on bicycles to stop for a weapons search.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/20/met-to-refer-black-man-kneed-in-head-incident-to-police-watchdog\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/20/met-to-refer-black-man-kneed-in-head-incident-to-police-watchdog", "date_published": "2020-06-20 19:10:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Merging DfID with Foreign Office is an act of vandalism, says Andrew Mitchell", "description": "<p>A key aspect of global Britain has been destroyed, former international development secretary tells PM</p><p>The merger of the Department for International Development with the Foreign and Commonwealth Office is a “quite extraordinary self-inflicted wound” that will do “huge damage” to Britain’s influence in the world, according to a former Dfid secretary of state.</p><p>Andrew Mitchell spoke out against Boris Johnson’s decision as <a href=\"https://www.theguardian.com/politics/2020/jun/16/foreign-office-and-department-for-international-development-to-merge\">opposition to the merger</a> grows. “I’ve had messages from all over the world. People shaking their heads in disbelief at this utterly self-inflicted act of vandalism,” said Mitchell, who ran Dfid between 2010 and 2012.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/20/merging-dfid-with-foreign-office-is-an-act-of-vandalism-says-andrew-mitchell\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/20/merging-dfid-with-foreign-office-is-an-act-of-vandalism-says-andrew-mitchell", "date_published": "2020-06-20 19:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top director Steve McQueen attacks racism in British film and TV industry", "description": "<p>Oscar and Turner prize winner says ethnic imbalance on set is ‘blindingly, obviously wrong’</p><ul><li><a href=\"https://www.theguardian.com/world/commentisfree/2020/jun/20/to-see-race-and-class-at-work-in-britain-just-try-a-film-set-steve-mcqueen\">The UK film industry has to change. It’s blatant racism | Steve McQueen</a></li></ul><p>The acclaimed British director and artist <a href=\"https://www.theguardian.com/culture/steve-mcqueen\" title=\"\">Steve McQueen</a> has launched a furious condemnation of British film and television makers, accusing them of a “shameful” failure to employ a diverse workforce. The country, he claims, is “far behind” America in representing its black, Asian and minority ethnic (BAME) population.</p><p>Criticising the dominance of white workers on sets, McQueen, a Turner prize-winning artist and the first black director to win an Oscar for best film, is calling for the immediate fast-tracking of BAME trainees within both film and television.</p> <a href=\"https://www.theguardian.com/culture/2020/jun/20/steve-mcqueen-attacks-racism-british-film-indutsry\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/20/steve-mcqueen-attacks-racism-british-film-indutsry", "date_published": "2020-06-20 19:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One dead and one wounded in shooting in Seattle police-free zone", "description": "<p>Police are reviewing from the area after a pre-dawn shooting in the city’s protest zone, authorities said</p><p>A 19-year-old man was killed and another person was in critical condition after a pre-dawn shooting in Seattle’s protest zone, authorities said on Saturday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/11/chaz-seattle-autonomous-zone-police-protest\">Seattle protesters take over city blocks to create police-free 'autonomous zone'</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/20/seattle-shooting-police-free-zone-chaz\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/20/seattle-shooting-police-free-zone-chaz", "date_published": "2020-06-20 18:39:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal players 'need to learn humility', says Maupay after late winner", "description": "<ul><li>Brighton forward says Arsenal ‘got what they deserved’</li><li>Maupay apologises for challenge that led to Leno injury <br /></li></ul><p>The Brighton matchwinner Neal Maupay said Arsenal’s players “got what they deserved” after striking late in a match whose headlines <a href=\"https://www.theguardian.com/football/2020/jun/20/brighton-arsenal-premier-league-match-report\">he had already been destined to dominate</a>.</p><p>Maupay had been at the heart of a troubling incident in the first half when his late challenge on Bernd Leno led to the Arsenal goalkeeper’s departure with what seemed a serious knee injury. He expressed his contrition at half-time, but was targeted by angry opponents after the game had finished and said the result had been punishment for their behaviour throughout.</p> <a href=\"https://www.theguardian.com/football/2020/jun/20/arsenal-players-need-to-learn-humility-says-maupay-after-late-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/20/arsenal-players-need-to-learn-humility-says-maupay-after-late-winner", "date_published": "2020-06-20 18:04:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Product of theft': Greece urges UK to return Parthenon marbles", "description": "<p>The New Acropolis Museum wants to display antiquities removed on the orders of Lord Elgin</p><p>The New Acropolis Museum was purpose-built to host the one thing every Greek government will always agree on: the Parthenon marbles being returned from London.</p><p>On Saturday, as the four-storey edifice marked its 11th anniversary, Athens reinvigorated the cultural row calling the <a href=\"https://www.theguardian.com/world/2019/nov/04/british-museum-is-worlds-largest-receiver-of-stolen-goods-says-qc\">British Museum’s retention of the antiquities illegal</a> and “contrary to any moral principle”.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/product-of-theft-greece-urges-uk-to-return-parthenon-marbles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/product-of-theft-greece-urges-uk-to-return-parthenon-marbles", "date_published": "2020-06-20 17:35:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Dettori rides hat-trick to claim seventh jockeys' title at Royal Ascot", "description": "<ul><li>Jockey boots home treble including big-race winner Palace Pier</li><li>Nando Parrado at 150-1 biggest-priced winner ever at meeting <br /></li></ul><p>Whenever they have a big occasion at Ascot racecourse, Frankie Dettori is liable to take over and so it was on Saturday, when the Royal meeting finished with an eight-race bang and the effervescent Italian won three of them. This has been the busiest ever Royal Ascot, extended to 36 races, and must surely have been a severe test of the fitness of a 49-year-old jockey who had been on an enforced holiday until three weeks ago, but the old familiar Tigger act was on display as he bent his fingers into heart shapes for the winning horses and fired imaginary arrows at TV cameras.</p><p>It seems a terrible pity that such showmanship should be wasted on an empty grandstand but if any rider in the history of the game could be relied upon to rise above a lack of atmosphere and project his happiness for the folks watching at home, it would be Dettori. He fairly bounced up to a laptop when asked to join a Zoom meeting for the benefit of reporters, crying: “Hey hey! Ho ho! Come on, keep it short and sweet!”</p> <a href=\"https://www.theguardian.com/sport/2020/jun/20/nando-parrado-biggest-priced-winner-ever-150-1-royal-ascot-frankie-dettori-st-james-palace-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/20/nando-parrado-biggest-priced-winner-ever-150-1-royal-ascot-frankie-dettori-st-james-palace-horse-racing", "date_published": "2020-06-20 17:16:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fate of $1bn in Venezuelan gold hangs in balance at high court", "description": "<p>London hearing could force Bank of England to release bullion to nation’s disputed leader Nicolás Maduro</p><p>Who does Britain recognise as president of Venezuela: disputed incumbent Nicolás Maduro or his western-backed rival, Juan Guaidó? And why is this question so important to the Bank of England?</p><p>Over the course of the next four days, the high court in London will have to decide.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/fate-of-1bn-in-venezuelan-gold-hangs-in-balance-at-high-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/fate-of-1bn-in-venezuelan-gold-hangs-in-balance-at-high-court", "date_published": "2020-06-20 16:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On a wing and a prayer… Garden birds as seen during lockdown – in pictures", "description": "<p>During the first month of lockdown, photographer and “lover of nature” <a href=\"http://liamprior.co.uk\">Liam Prior</a> began capturing the different birds that visited his north London garden for his project Birds on Lockdown. Every day he would wake at 7am, set up his camera and patiently wait. He even noticed the different personalities of each bird, from “the greedy wood pigeon” to “the aggressive blackbird”. The series of arresting images are available as limited edition prints and as a set of postcards at <a href=\"http://liamprior.co.uk/\">liamprior.co.uk</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/20/on-a-wing-and-a-prayer-garden-birds-as-seen-during-lockdown-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/20/on-a-wing-and-a-prayer-garden-birds-as-seen-during-lockdown-in-pictures", "date_published": "2020-06-20 16:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outrage as hardliner Tzipi Hotovely is chosen as Israeli ambassador to UK", "description": "<p>Sections of the British Jewish community are among those voicing dismay at nomination of settlements supporter Tzipi Hotovely</p><p>The appointment of a hardline supporter of the annexation of Palestinian land as the next Israeli ambassador to the UK has dismayed sections of the British Jewish community, with some calling on the UK government to refuse to accept the nomination.</p><p>Tzipi Hotovely, Israel’s settlements minister, has been named by prime minister Benjamin Netanyahu as the successor to <a href=\"https://www.theguardian.com/profile/mark-regev\">Mark Regev</a>, who stepped down as ambassador to the UK last week.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/outrage-as-hardliner-tzipi-hotovely-is-chosen-as-next-israeli-ambassador-to-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/outrage-as-hardliner-tzipi-hotovely-is-chosen-as-next-israeli-ambassador-to-uk", "date_published": "2020-06-20 16:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS Covid app developers 'tried to block rival symptom trackers'", "description": "<p>Developers claim government technology unit was hostile to other groups, hampering the fight against the disease</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>NHSX, the health service technology unit responsible for the government’s failed contact-tracing app, attempted to block rival apps to protect its own, hampering efforts to track the early spread of the coronavirus.</p><p>Developers of several apps were urged to stop work by either NHSX or the Ministry of Defence, who told them their apps might distract attention from NHSX’s app when it was launched. Last week <a href=\"https://www.theguardian.com/world/2020/jun/18/uk-poised-to-abandon-coronavirus-app-in-favour-of-apple-and-google-models\">the app was abandoned</a> after three months, with work beginning on an alternative design without any deadline.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/20/nhs-covid-app-developers-tried-to-block-rival-symptom-trackers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/20/nhs-covid-app-developers-tried-to-block-rival-symptom-trackers", "date_published": "2020-06-20 15:54:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: five ships detained in UK over welfare fears for crew", "description": "<p>Transport secretary intervenes over fate of 1,500 people stranded on five vessels</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The transport secretary, Grant Shapps, has made an urgent intervention in the growing crisis over the welfare of 1,500 crew on five cruise liners, which British port authorities have detained after a raid on Friday.</p><p>The Maritime and Coastguard Agency said it was detaining five of six ships it inspected on Friday morning over serious concerns about the welfare of the crew, some of whom have been stranded for three months in Essex.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/grant-shapps-vows-to-safeguard-wellbeing-of-crews-on-detained-cruise-ships\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/grant-shapps-vows-to-safeguard-wellbeing-of-crews-on-detained-cruise-ships", "date_published": "2020-06-20 14:53:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why lockdown silence was golden for science", "description": "<p>From acoustic engineers in Britain to marine biologists in Canada, researchers made the most of the drastic drop in noise from human activity</p><p>One of the few upsides of lockdown was that, if a nightingale sang in Berkeley Square, you had a chance of hearing it. City dwellers across the globe delighted in the silence, the freedom from the incessant rumble of traffic, and the joy of birdsong. How cleaner the air seemed, and how splendid the blue skies without their usual grid of aeroplane contrails!</p><p>Those memories might now be receding but for some scientists they were not just silver linings to a grim situation. The enforced experiment in which <a href=\"https://www.theguardian.com/science/2020/apr/06/lockdown-has-cut-britains-vibrations-seismologists-find\">human activity was brought almost to a standstill</a> created an opportunity to conduct studies that are normally impossible, in topics ranging from acoustics to atmospheric science to ecology. “We are being given an extraordinary experiment,” said climatologist <a href=\"https://research.reading.ac.uk/meteorology/people/nicolas-bellouin/\">Nicolas Bellouin</a> of the University of Reading.</p> <a href=\"https://www.theguardian.com/science/2020/jun/20/why-lockdown-silence-was-golden-for-science\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jun/20/why-lockdown-silence-was-golden-for-science", "date_published": "2020-06-20 14:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streams, spinners and bubbles: counties ponder all options for restart", "description": "<p>There are plenty of obstacles ahead but counties are optimistic about a return to action this summer</p><p>When Vikram Solanki takes his first training session as the head coach of Surrey on Monday morning, he will be giving his players red balls to use. This was not an entirely straightforward decision since Solanki and all the other coaches around the country do not know how the county cricket schedule is going to look from August. “We’re hoping to know soon enough,” he says, “but at the start we decided we should go back to basics with a red ball.”</p><p>There are no guarantees about this summer’s domestic cricket but most agree with Solanki when he says: “I would love there to be four-day cricket alongside an element of T20 cricket. I know there is a lot of work going on about that.” Richard Gould, the chief executive of Surrey, Tim Bostock of Durham, Rob Andrew of Sussex, and Lisa Pursehouse of Nottinghamshire have been charged with exploring every possibility. “That’s what the members would like and we will make every effort to play red-ball as well as white-ball cricket. Ideally, the games would have first-class status and they would be competitive.”</p> <a href=\"https://www.theguardian.com/sport/2020/jun/20/streams-spinners-and-bubbles-counties-ponder-all-options-for-restart\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/20/streams-spinners-and-bubbles-counties-ponder-all-options-for-restart", "date_published": "2020-06-20 13:59:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rented e-scooters ride to the rescue of English commuters as Covid lockdown eases", "description": "<p>Councils in 30 cities plan pilot projects to relieve public transport overcrowding <br /></p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>Rented motorised scooters could soon be ubiquitous in many English cities as councils prepare pilot projects aimed at relieving pressure on public transport caused by the coronavirus.</p><p>The Department for Transport is expected to publish its framework for <a href=\"https://www.theguardian.com/politics/2020/mar/16/electric-scooters-get-green-light-to-go-on-britains-public-roads\">e-scooters</a> next week, which will give details of how the system of rented scooters will work. Privately owned scooters will still be banned.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/20/rented-e-scooters-ride-to-the-rescue-of-english-commuters-as-covid-lockdown-eases\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/20/rented-e-scooters-ride-to-the-rescue-of-english-commuters-as-covid-lockdown-eases", "date_published": "2020-06-20 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Tipping point': Greta Thunberg hails Black Lives Matter protests", "description": "<p>People are realising ‘we cannot keep looking away from these things’, says climate activist</p><p>Greta Thunberg has said the Black Lives Matter protests show society has reached a tipping point where injustice can no longer be ignored, but that she believes a “green recovery plan” from the coronavirus pandemic will not be enough to solve the climate crisis.</p><p>Reflecting on the protests that have swept the globe in recent weeks, the Swedish climate activist <a href=\"https://www.bbc.co.uk/sounds/play/p08hhf4h\">told the BBC</a>: “It feels like we have passed some kind of social tipping point where people are starting to realise that we cannot keep looking away from these things. We cannot keep sweeping these things under the carpet, these injustices.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/20/tipping-point-greta-thunberg-hails-black-lives-matter-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/20/tipping-point-greta-thunberg-hails-black-lives-matter-protests", "date_published": "2020-06-20 11:36:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida’s Covid-19 surge shows the state's reopening plan is not working", "description": "<p>As counties end the second week of Governor Ron DeSantis’ ‘safe, smart, step-by-step’ policy, the state marks a record high in daily cases</p><p>It has been seven weeks since Florida’s governor, Ron DeSantis, took a coronavirus “victory lap”, pressing ahead with a swift reopening program while berating the media for a “doom and gloom” approach he said bore little relation to reality.</p><p>“We haven’t seen an explosion of new cases,” DeSantis insisted during a <a href=\"https://www.rev.com/blog/transcripts/florida-governor-ron-desantis-covid-19-briefing-april-29\">29 April </a><a href=\"https://www.rev.com/blog/transcripts/florida-governor-ron-desantis-covid-19-briefing-april-29\">news conference</a>, a day on which the state’s Covid-19 tally increased by 347.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/florida-covid19-surge-reopening-governor-desantis-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/florida-covid19-surge-reopening-governor-desantis-coronavirus", "date_published": "2020-06-20 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travel clinic: what you need to know about your summer holidays", "description": "<p>From flights, ferries and quarantine to staycations and insurance, the lowdown on your rights</p><p>The Ryanair email sent out to millions of people this week was certainly enticing, advertising up to 250,000 seats from £29.99 each on one of the 1,000 flights a day that the airline will be running from 1 July. Reading the long list of destinations on offer, you could almost forget that the UK government is still advising against <em>all</em> holiday travel. But it is, so if you have a trip planned – or are desperate to get one in the diary – here’s what you need to know.</p> <a href=\"https://www.theguardian.com/money/2020/jun/20/travel-summer-holidays-flights-ferries-insurance-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/20/travel-summer-holidays-flights-ferries-insurance-rights", "date_published": "2020-06-20 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet the makers: the woodwork of Takahashi McGil – in pictures", "description": "<p><a href=\"https://www.takahashimcgil.com/\">Takahashi McGil</a> is run by husband-and-wife team Mark McGilvray and Kaori Takahashi. The duo met at the Wimbledon School of Art, and now make hand-chiselled furniture and homewares.</p><p>“Much of what we buy is mass-produced,”<em> </em>says Judith Harris, who chose the duo to join <a href=\"https://www.toa.st/uk/content/newmakers/takahashi-mcgil.htm\">Toast’s New Makers</a> initiative.<em> “</em>Because of this, we are turning more to the handmade, objects we can connect with on a more human level.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/20/meet-the-makers-the-woodwork-of-takahashi-mcgil-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/20/meet-the-makers-the-woodwork-of-takahashi-mcgil-in-pictures", "date_published": "2020-06-20 09:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Victoria brings back restrictions to tackle surge as fresh infections emerge in New Zealand", "description": "<p>Australian state struggles with fresh rise in cases; infected NZ couple were on repatriation flight from Delhi; Brazil marks milestone of 1 million infections</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jun/20/coronavirus-live-news-brazil-passes-1-million-cases-as-australia-seeks-to-prevent-second-wave?page=with:block-5eed93cf8f08cf3f35137d82#block-5eed93cf8f08cf3f35137d82\">Victoria reintroduces lockdown measures as cases reach two-month high</a></li><li><a href=\"https://www.theguardian.com/world/2020/jun/19/over-1000-deaths-day-uk-ministers-accused-downplaying-covid-19-peak\">Nearly 1,500 deaths in one day: UK ministers accused of downplaying Covid-19 peak</a> </li><li><a href=\"https://www.theguardian.com/world/2020/jun/19/from-celebration-to-dismay-the-week-covid-19-re-emerged-in-new-zealand\">From celebration to dismay: the week coronavirus re-emerged in New Zealand</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-20T07:56:17.004Z\">8.56am <span class=\"timezone\">BST</span></time> </p><p>A scientist advising the government’s coronavirus response said it would now be reasonable to reduce the two-metre rule to just one with “various caveats and other precautions”. <br /><br />The University of Liverpool’s Professor Calum Semple, a member of the scientific advisory group for emergencies (Sage), told BBC Radio 4’s Today programme: </p><p>The reason that I change my mind now and whereas I was of a very different opinion three weeks ago is that now we are in a position where there are low levels and sustained low levels of transmission throughout the country. </p><p>I’m still saying two metres is safer than one but in my opinion it is now a reasonable political decision to relax these rules, perhaps accelerate school opening and start opening up other parts of the economy, where it becomes harder to maintain the two-metre rule and where you might envisage going down to one metre with various caveats and other precautions and have a nuanced and flexible approach to allow parts of society to get going.</p><p class=\"block-time published-time\"> <time datetime=\"2020-06-20T07:25:08.211Z\">8.25am <span class=\"timezone\">BST</span></time> </p><p>Donald Trump is set to hold a rally in Oklahoma on Saturday - his first campaign gathering since the <a href=\"https://www.dailymail.co.uk/news/coronavirus/index.html\">coronavirus</a> pandemic broke out.</p><p>The rally is shaping up to be one of the biggest indoor events in the US since large gatherings were shut down in March because of the coronavirus, and it has been scheduled over the protests of local health officials and as Covid-19 cases spike in many states. <br /><br />It’s been more than three months since the nation last saw a Trump rally. The unemployment rate stood at about 3.5% that March 2. The number of coronavirus cases in the US was estimated at 91. Our country is stronger than ever before, Trump declared.</p> <a href=\"https://www.theguardian.com/world/live/2020/jun/20/coronavirus-live-news-brazil-passes-1-million-cases-as-australia-seeks-to-prevent-second-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jun/20/coronavirus-live-news-brazil-passes-1-million-cases-as-australia-seeks-to-prevent-second-wave", "date_published": "2020-06-20 07:56:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Westwood was making video at Essex party hours before fatal shooting", "description": "<p>DJ made cameo appearance in video filmed at Harlow property where drive-by shooting occurred last Saturday</p><p>Police investigating a fatal shooting at an all-night lockdown party in Essex are considering if there was a link to a music video featuring radio presenter Tim Westwood that was being filmed at the property, according to individuals with knowledge of the case.</p><p><a href=\"https://www.theguardian.com/uk-news/2020/jun/13/three-people-shot-at-party-in-essex-say-police\">Three people were shot in a drive-by shooting</a> at 5am last Saturday morning outside an address on the outskirts of Harlow, Essex. Robert Powell, 50, later died in hospital, while two women were also taken to hospital with single gunshot wounds.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/20/tim-westwood-was-making-video-at-essex-party-hours-before-fatal-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/20/tim-westwood-was-making-video-at-essex-party-hours-before-fatal-shooting", "date_published": "2020-06-20 07:49:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eliza Scanlen: 'Before I did Little Women, I was still quite afraid'", "description": "<p>After acclaimed performances in Sharp Objects and Little Women, the Australian actor has quickly found herself one of Hollywood’s most in-demand young stars</p><p>By the age of 20, Eliza Scanlen had already played a full American anthology of roles, from dark and depraved (Amy Adams’s roller-skating, psychopathic kid sister on HBO’s Sharp Objects), to sinister (Mayella, who falsely accuses a black man of rape, in Aaron Sorkin’s Broadway staging of To Kill A Mockingbird) to literary heroine (Beth, the docile yet dogged, sickly sister in Greta Gerwig’s Little Women).</p><p>And yet the Australian actor, now 21, who started out playing a stalker on Home and Away, hadn’t played the staple of rising star roles: a character who’s fallen in love.</p> <a href=\"https://www.theguardian.com/film/2020/jun/20/eliza-scanlen-little-women-australian-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/20/eliza-scanlen-little-women-australian-interview", "date_published": "2020-06-20 07:05:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Against natural justice': father to sue exams regulator over A-level grades system", "description": "<p>Fears Ofqual’s Covid-19 method of adjusting marks in line with a school’s prior performance will penalise bright pupils</p><p>Southend sixth former Lexie Bell should be feeling confident about her university place in September. When she was applying her teachers predicted she would achieve an A* and two A grades, and she has worked hard to meet the terms of her offer to study English literature.</p><p>Instead, she is “worried and on edge” and her father, Michael, is <a href=\"https://www.crowdjustice.com/case/challenge-ofqual/\">fundraising</a> through the Crowdjustice website to raise the fees for a legal action against Ofqual, the exam regulator in England. With <a href=\"https://www.theguardian.com/education/2020/apr/14/will-gcse-and-a-level-students-get-a-fair-deal-when-coronavirus-has-cancelled-exams\">exams cancelled</a> because of Covid-19, he fears the <a href=\"https://www.theguardian.com/education/2020/apr/03/gcse-a-level-grades-coronavirus-crisis-teacher-assessment-ofqual\">proposed system </a>to grade A-levels and GCSEs will mean downgrading high- achieving students attending less well-performing schools.</p> <a href=\"https://www.theguardian.com/education/2020/jun/20/against-natural-justice-father-to-sue-exams-regulator-over-a-level-grades-system\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/20/against-natural-justice-father-to-sue-exams-regulator-over-a-level-grades-system", "date_published": "2020-06-20 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Authors are sharing what they are paid - and it is brilliant", "description": "<p>#publishingpaidme highlights the fact that black authors often receive lower advances than their white counterparts </p><p>I’m not getting involved <a href=\"https://www.theguardian.com/books/2020/jun/08/publishingpaidme-authors-share-advances-to-expose-racial-disparities\">in the </a><a href=\"https://www.theguardian.com/books/2020/jun/08/publishingpaidme-authors-share-advances-to-expose-racial-disparities\">#publishingpaidme hashtag</a>. I don’t talk about money/business like that, and definitely not on a public forum. As a friend of mine put it: “I’m not even that honest with my accountant and HMRC.” But, shout out to all those who were brilliant enough to share their advances on Twitter. </p><p>There were some massive surprises, and some not so shocking details: crime and thrillers are such a huge market that their advances are often higher, as publishers know they will make that money back. But this “sharing experiment” was done on the grounds of race. And what we found is that non-white authors often received lower advances than their white counterparts. </p> <a href=\"https://www.theguardian.com/books/2020/jun/20/authors-are-sharing-what-they-are-paid-and-it-is-brilliant\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/20/authors-are-sharing-what-they-are-paid-and-it-is-brilliant", "date_published": "2020-06-20 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain beyond lockdown: could the country be healthier?", "description": "<p>As the economy grinds back into life, Jonathan Watts goes on the road to find out if there is a lasting appetite for change</p><p>In a near-deserted plaza near Birmingham’s Bull Ring shopping centre, local artist Diane Wiltshire considers the imminent return of traffic and pollution after lockdown with a feeling close to dread.</p><p>Wiltshire suffers chemical sensitivity – debilitating anxiety and physical distress from pollutants, which give her breathing problems, affect her eyesight and disrupt her appetite. Doctors and immunologists are divided about whether her condition is physical or mental, but that makes little difference to the trauma felt by the 42-year-old as the old economy starts to rev up again.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/20/britain-beyond-lockdown-could-the-country-be-healthier\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/20/britain-beyond-lockdown-could-the-country-be-healthier", "date_published": "2020-06-20 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain's role in the slave trade was not to end it, but to oppose abolition at every turn | Michael Taylor", "description": "<p>Contrary to our view of history, pro-slavery thinking in the 1820s and 30s was the norm, from politicians to monarchs</p><p>Boris Johnson has proclaimed that to remove offensive statues – whether of <a href=\"https://www.theguardian.com/commentisfree/2020/jun/08/edward-colston-statue-history-slave-trader-bristol-protest\">Bristolian slave</a><a href=\"https://www.theguardian.com/commentisfree/2020/jun/08/edward-colston-statue-history-slave-trader-bristol-protest\"> traders</a> or his own heroes – would be “to edit or censor our past” and “to lie about our history”. But when it comes to <a href=\"https://www.theguardian.com/commentisfree/2018/feb/11/lets-end-delusion-britain-abolished-slavery\">slavery and abolition</a>, we have been doing that for centuries.</p><p>Over the last 10 years, initially as a PhD student then as a lecturer and scholar, I have been researching two political campaigns of the 1820s and 1830s: the first to abolish colonial slavery, the second to defend it. You may think that these campaigns are well-trodden paths on Britain’s national journey, but they are not.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/20/gladstone-wellington-peel-britain-pro-slavery-british-history-abolition\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/20/gladstone-wellington-peel-britain-pro-slavery-british-history-abolition", "date_published": "2020-06-20 07:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It created an image': how Brian Stein's England call-up boosted anti-apartheid struggle", "description": "<p>In an extract from his book <a href=\"https://birlinn.co.uk/product/made-in-africa/\">Made in Africa</a>, Ed Aarons explains why the sons of activist Isaiah Stein made history in English football <br /></p><p>On 7 February 1968, a former boxer – known as ‘Boston Tababy’ in his fighting days – and his family arrived at Cape Town’s docks to board the ship that would take them to their new lives. Isaiah Stein had been hounded by the police for his political activities with the fledgling ANC movement in his homeland and finally decided it was time to get out.</p><p>“We were all very excited,” recalls Edwin Stein, the eldest of three brothers born in South Africa who would go on to play professional football in England. “There were some other families that we knew who were going to Canada and others who were coming with us to the UK. It was all very organised because they knew we needed to get out of the country to try and create some pressure through the international community.”</p> <a href=\"https://www.theguardian.com/football/2020/jun/20/it-created-an-image-how-brian-steins-england-call-up-boosted-anti-apartheid-struggle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/20/it-created-an-image-how-brian-steins-england-call-up-boosted-anti-apartheid-struggle", "date_published": "2020-06-20 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How England's shop staff feel about reopening for trade after Covid-19", "description": "<p>Some staff say customers ignore physical distancing, others are themselves already back to desk-sharing and making rounds of tea</p><p><a href=\"https://www.theguardian.com/business/2020/jun/15/long-queues-on-high-streets-as-non-essential-shops-reopen-in-england\">Queues of shoppers</a> lined high streets across England on Monday as non-essential shops reopened. Though many businesses were relieved to welcome customers back after months of financial uncertainty, some shop workers were concerned that the risks posed by coronavirus were still too high.</p><p>The Guardian spoke to workers at non-essential retailers about their experience of reopening.</p> <a href=\"https://www.theguardian.com/business/2020/jun/20/how-englands-shop-staff-feel-about-reopening-for-trade-after-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/20/how-englands-shop-staff-feel-about-reopening-for-trade-after-covid-19", "date_published": "2020-06-20 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jobs for the boys attitude highights English cricket's failings on race | Barney Ronay", "description": "<p>Those who went on rebel tours to South Africa were welcomed back into the fold in stark contrast to the treatment of their West Indies counterparts who took the Blood Rand</p><p>Does English cricket have a problem with race? This has become an urgent question in the past week, driven not by some hard-won moment of forensic self-analysis but by comments on a podcast from the former England opener Michael Carberry.</p><p>It’s also a terrible question. Here’s a better one: is there any part of English cricket’s power structures that <em>doesn’t</em> have a problem with race?</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jun/20/jobs-for-the-boys-attitude-highlights-english-crickets-failings-on-race\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jun/20/jobs-for-the-boys-attitude-highlights-english-crickets-failings-on-race", "date_published": "2020-06-20 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surfing on Hitler's show grounds: new plan for Berlin's Olympic Park", "description": "<p>City considers €150m scheme to turn Nazi-era park into hotspot particularly for new Olympic sports</p><p>For Adolf Hitler, the Berlin Olympiapark was a gallery to showcase his taste in art and architecture, the ultimate aesthetic expression of his totalitarian political ambition, and the setting for the propaganda coup of the 1936 Nazi Olympics.</p><p>But since the complex was handed back to the German capital’s senate in 1994, the city has struggled to find an acceptable use for the most ideologically overburdened of the remaining Third Reich relics.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/surfing-on-hitlers-show-grounds-new-plan-for-berlins-olympic-park\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/surfing-on-hitlers-show-grounds-new-plan-for-berlins-olympic-park", "date_published": "2020-06-20 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four Sri Lankan seafood recipes for a spicy staycation treat", "description": "<p>A rich, coconutty mussel soup, devilled prawns, fragrant mackerel wrapped in banana leaves, all topped with a good sprinkling of coconut chutney</p><p>Prep <strong>10 min, plus soaking</strong><br />Marinate <strong>30 min-2 hr</strong><br />Cook <strong>35 min</strong><br />Serves <strong>4 as a main</strong></p> <a href=\"https://www.theguardian.com/food/2020/jun/20/four-sri-lankan-seafood-recipes-for-a-spicy-staycation-treat\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/20/four-sri-lankan-seafood-recipes-for-a-spicy-staycation-treat", "date_published": "2020-06-20 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fit in my 40s: wildlife distractions aside, national parks are perfect for a workout | Zoe Williams", "description": "<p>Our 15 national parks offer beautiful scenery and fresh air – enjoy them with a sprinkle of common sense</p><p>National parks spent years trying to remind everyone how important natural beauty is for the spirit, and what an abundance of it they have. Then, suddenly, everyone discovered them at once, in the middle of a lockdown, and they had to do a handbrake turn and persuade us all to enjoy them online instead.</p><p>However, now you’re allowed to travel for exercise, they are back in action, with the important rider: check what the rules are before you set off and if it feels too crowded, it is.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/20/fit-in-my-40s-wildlife-distractions-aside-national-parks-are-perfect-for-a-workout\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/20/fit-in-my-40s-wildlife-distractions-aside-national-parks-are-perfect-for-a-workout", "date_published": "2020-06-20 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From the Pyramid stage to your sofa: how to recreate Glastonbury at home", "description": "<p>With no festival this summer, but plenty of archive performances to watch, here’s your day-by-day guide to bringing Worthy Farm to your living room</p><ul><li><a href=\"https://www.theguardian.com/music/2020/jun/20/its-a-man-made-marvel-performers-on-why-they-love-glastonbury\">‘It’s a man-made marvel’: Glastonbury performers on why they love the festival</a></li></ul><p><strong>Thursday</strong></p><p><strong>17:00 </strong>OK, let’s be upfront: it is impossible to truly recreate the <a href=\"https://www.theguardian.com/music/glastonbury\">Glastonbury</a> experience at home unless your home happens to be a 900-acre farm full of agitprop installations, fortysomething Faithless fans, a wide variety of new-age healing practitioners and open pits of human waste.</p> <a href=\"https://www.theguardian.com/music/2020/jun/20/from-the-pyramid-stage-to-your-sofa-how-to-recreate-glastonbury-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/20/from-the-pyramid-stage-to-your-sofa-how-to-recreate-glastonbury-at-home", "date_published": "2020-06-20 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I got pregnant by mistake. Was I ready for single motherhood?", "description": "<p>Having a baby lay somewhere in the future. Until suddenly, after a night in a Hollywood hotel, it didn’t</p><p>I hadn’t meant to have a baby at all. I hadn’t meant <em>not</em> to have a baby either, by which I mean I always thought I’d have children one day. I just thought those children would grow up with me and their yet-to-materialise father in a lovely farmhouse, hugged by the hills, with an Aga and a dog and long, invigorating walks through the fields. This was not how I had grown up in Yorkshire, but it wasn’t a million miles from it either. It was an idealised version of home, and it lived somewhere vaguely in my future as an unspecified certainty.</p><p>Exactly how I thought La Vida Farmhouse was going to appear when I was, in fact, living in a one-bedroom rented apartment in West Hollywood in 2010 isn’t clear. My apartment was just behind the Sunset Strip part of Sunset Boulevard. The Strip is the glamorously cheesy bit, full of rooftop pools and famous people, and it was a place that encouraged in me a relationship with reality that could at best be described as negligible. I was working as a journalist, interviewing Hollywood celebrities for newspapers and magazines back home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/20/got-pregnant-by-mistake-single-motherhood\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/20/got-pregnant-by-mistake-single-motherhood", "date_published": "2020-06-20 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "See the light: why midsummer birding in Norway is life-affirming", "description": "<p>Spring starts late in Arctic Norway, but when it comes there is one long blast of daylight so energising it draws birds all the way from Africa</p><p>One day I’ll see my last redstart – perhaps I already have. Was it the one that I followed across the hill behind Gabi Wagner’s house near Tromsø in northern Norway at midnight on a midsummer’s day?</p><p>I had gone out for a walk. Another walk – because it is light all the time at that time in <a href=\"https://www.theguardian.com/travel/2018/sep/02/5-best-norwegian-holidays-chosen-by-locals-norway-islands-mountains\">Troms County</a> and there seems no reason not to be up and out in it as long as it lasts. And it lasts long. It lasts so long that lasting is not what it does. The light, plainly, <em>is</em>. Elsewhere, and at other times, days might be where we live, but for three months of the Arctic year there are no days, or rather there is just one long day, and everything lives in its light.</p> <a href=\"https://www.theguardian.com/travel/2020/jun/20/midsummer-birding-in-arctic-northern-norway-birds-migrate-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jun/20/midsummer-birding-in-arctic-northern-norway-birds-migrate-africa", "date_published": "2020-06-20 06:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Call for watchdog to investigate Met after video emerges of black man being kneed in face", "description": "<p>New London case follows police referral to IOPC for another arrest where man pepper-sprayed while in cuffs</p><p>The Metropolitan police force is under pressure to refer itself to the Independent Office for Police Conduct after footage emerged of a black man being kneed in the face while handcuffed during a stop and search by two officers in Hackney, east London.</p><p>It comes after the Met referred itself to the police watchdog for a separate incident, where another black man was pepper-sprayed in nearby Greenwich at close range while in cuffs on the ground during lockdown, footage also released to the Guardian showed.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/20/call-to-investigate-met-after-video-emerges-of-black-man-being-kneed-in-face\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/20/call-to-investigate-met-after-video-emerges-of-black-man-being-kneed-in-face", "date_published": "2020-06-20 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Financial inequality: the ethnicity gap in pay, wealth and property", "description": "<p>Data shows that people of colour are worse off than white counterparts and black households face the biggest deficit</p><p>Selina Flavius is one of a growing number of women in Britain who are talking about money – but as a black woman she faces two challenges. “We experience gender equality and the gender pay gap, which is more spoken about,” she says. “But there’s also the ethnicity pay gap.”</p><p>The 38-year-old founded the website <a href=\"https://blackgirlfinance.co.uk/\">Black Girl Finance</a> last year to help others like her. “Some of it was societal and some of it was personal. I wanted to create a safe space where we could focus on our finances,” she says.</p> <a href=\"https://www.theguardian.com/money/2020/jun/20/financial-inequality-the-ethnicity-gap-in-pay-wealth-and-property\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/20/financial-inequality-the-ethnicity-gap-in-pay-wealth-and-property", "date_published": "2020-06-20 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Madeleine McCann case: tabloids and trolls fill vacuum as wait goes on", "description": "<p>Two weeks after Germans identified a suspect, there is no further clarity but much slander and speculation</p><p>Out of the blue, more than 13 years after Madeleine McCann disappeared, it seemed as if a resolution to the case might be in sight when German police this month <a href=\"https://www.theguardian.com/uk-news/2020/jun/03/german-prisoner-named-as-suspect-in-disappearance-of-madeleine-mccann\">identified a new prime suspect</a> and launched an international appeal for information.</p><p>Circumstantial evidence placed Christian Brückner, a convicted paedophile currently in prison, in the town of Praia de Luz on the day of the disappearance, 3 May 2007. “It was a real bombshell in Germany,” said Roman Lehberger, a journalist at the news magazine Der Spiegel. “It was clear to all of us immediately that this was a huge breakthrough.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/20/madeleine-mccann-case-tabloids-and-trolls-fill-vacuum-as-wait-goes-on\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/20/madeleine-mccann-case-tabloids-and-trolls-fill-vacuum-as-wait-goes-on", "date_published": "2020-06-20 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>Black Lives Matter protests, the return of football, and the impact of Covid-19 – the most striking photographs from around the world this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/20/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/20/20-photographs-of-the-week", "date_published": "2020-06-20 05:42:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global coronavirus report: Brazil passes 1 million infections as asymptomatic cases surface in New Zealand", "description": "<p>Records tumble in Brazil, the world’s second worst-hit country; repatriated NZ couple test positive; Australian state of Victoria brings back restrictions</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>Brazil</strong> passed 1 million coronavirus cases on Friday and approached 50,000 deaths, as New Zealand reported fresh asymptomatic cases and a the Australian state of Victoria announced a return to restrictions amid a surge in cases.</p><p>The grim milestone for Brazil marks a new nadir for the world’s second worst-hit country as it struggles with a tense political climate and a worsening economic outlook.</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/global-coronavirus-report-brazil-passes-1-million-infections-as-asymptomatic-cases-surface-in-new-zealand\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/global-coronavirus-report-brazil-passes-1-million-infections-as-asymptomatic-cases-surface-in-new-zealand", "date_published": "2020-06-20 05:34:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: 'Meeting her parents on a first date would have been intense'", "description": "<p>Ros, 29, PA, meets Emily, 31, junior doctor</p><p><strong>What were you hoping for?<br /></strong>To break the monotony of lockdown with someone interesting. To flex my rusty conversational skills.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/20/blind-date-ros-emily\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/20/blind-date-ros-emily", "date_published": "2020-06-20 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The US and China are entering a new cold war. Where does that leave the rest of us? | Timothy Garton Ash", "description": "<p>Liberal democracies must learn the lessons of the past by thinking long term, applying a strong moral code – and avoiding hubris</p><p>Let’s be honest: there is a new cold war between China and the United States. The coronavirus crisis has only heightened the antagonism. There are few, if any, countries in Africa or Latin America where the two superpowers do not loom large as rivals. When <a href=\"https://www.theguardian.com/world/2020/jun/18/indians-call-for-boycott-of-chinese-goods-after-fatal-border-clashes\">Chinese and Indian soldiers clash</a> with brutal hand-to-hand fighting on a disputed frontier, US secretary of state Mike Pompeo hastens to take the Indians’ side. British MPs have formed a China Research Group – with the word research meaning “opposition research”, as in the European Research Group.<strong> </strong>The question of <a href=\"https://www.theguardian.com/commentisfree/2019/apr/24/5g-cyber-security-europe-huawei-britain\">whether Huawei is a security threat</a> is being asked almost everywhere.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/20/post-coronavirus-uk-alliances-stand-up-china-us\">Post-coronavirus, the UK must find some friends to stand up to China | Martin Kettle</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/20/us-china-cold-war-liberal-de\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/20/us-china-cold-war-liberal-de", "date_published": "2020-06-20 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: I wake up filled with dismay – it’s my birthday", "description": "<p>I should have restricted myself to a single lockdown goal: visibly ageing. I’ve had nothing but success there</p><p>On the morning of my birthday, I finally give in to dismay. Up until that point the weather had been good. It seems wrong to feel dismay when you’re lying on a sun lounger on a Tuesday afternoon, ignoring work calls.</p><p>But on the morning of my birthday the sky is slate grey, a cold wind is blowing raindrops against the window, and I am very, very old. I sit up in bed, thinking: what is this feeling? Is it dismay?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/20/tim-dowling-i-wake-up-filled-with-dismay-its-my-birthday\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/20/tim-dowling-i-wake-up-filled-with-dismay-its-my-birthday", "date_published": "2020-06-20 05:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Korea to send 'leaflets of punishment' over border as tensions with South rise", "description": "<p>Regime creating piles of propaganda in retaliation for similar campaign from South amid worsening relations</p><p>North Korea is gearing up to send propaganda leaflets over its southern border, denouncing North Korean defectors and South Korea, its state media said on Saturday, the latest retaliation for leaflets from the South as bilateral tensions rise.</p><p>The North’s Korean Central News Agency (KCNA) reported: “The enraged people across the country are actively pushing forward with the preparations for launching a large-scale distribution of leaflets to pour the leaflets of punishment upon those in South Korea who are bereft of even elementary morality.”</p> <a href=\"https://www.theguardian.com/world/2020/jun/20/north-korea-to-send-leaflets-of-punishment-over-border-as-tensions-with-south-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/north-korea-to-send-leaflets-of-punishment-over-border-as-tensions-with-south-rise", "date_published": "2020-06-20 04:38:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US attorney behind inquiries into Trump allies refuses to resign despite Barr announcement", "description": "<p>William Barr said Geoffrey Berman had stepped down, a fact denied by the influential attorney involved in investigations of Rudy Giuliani and Michael Cohen </p><p>US attorney general William Barr announced the resignation on Friday of an influential attorney who oversaw key prosecutions of allies of President Donald Trump and an investigation into Rudy Giuliani – but it appears the attorney in question has other ideas.</p><p>“I have not resigned, and have no intention of resigning,” <a href=\"https://twitter.com/SDNYnews/status/1274178732476059650\">said Geoffrey Berman</a>, adding he learned of his apparent departure as attorney for the Southern District of New York in a Justice Department press release.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/20/us-attorney-geoffrey-berman-oversaw-prosecutions-of-trump-allies-abruptly-resigns\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/20/us-attorney-geoffrey-berman-oversaw-prosecutions-of-trump-allies-abruptly-resigns", "date_published": "2020-06-20 03:55:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Pompeo blasts China's 'coercion' of Australia as cyber-attack likened to Parliament House hack", "description": "<p>Australian Strategic Policy Institute stands by claim the attacks were ‘95% or more’ likely to have been launched from China</p><p>The US secretary of state, Mike Pompeo, has said he raised China’s “coercion” of Australia during a frank, six-hour meeting with China’s top diplomat in Hawaii.</p><p>It comes as experts say some of the same computer code and tactics used in cyber-attacks revealed by the Australia prime minister, Scott Morrison, on Friday were also used in a February 2019 hack into Parliament House, which was also blamed on China. </p> <a href=\"https://www.theguardian.com/world/2020/jun/20/mike-pompeo-blasts-chinas-coercion-of-australia-as-cyber-attack-likened-to-parliament-house-hack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/20/mike-pompeo-blasts-chinas-coercion-of-australia-as-cyber-attack-likened-to-parliament-house-hack", "date_published": "2020-06-20 03:48:56+00:00", "persistent": false, "user": null, "language": "en-UK"}]