[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCJ_jwWjf8u5mdtac71Be8QA", "title": "Somebody That I Used To Know (Bardcore | Medieval Style Cover with Vocals)", "description": "“Somebody That I Used to Know” by Gotye\nArranged and Performed by Hildegard von Blingin, featuring Friar Funk\n\nWell met, strangers, and ever so glad to see you, old friends! Here's a banger from 8 years ago, but like you've never heard it before.\n\nI’m trying my very best to put out a song once a week while your interest in Bardcore continues, and will continue to do so for as long as I can. Your support sustains me, I really mean that. I'm slowly making some moves towards getting this music on Spotify, so hang tight on that front. I'm also hoping to get some instrumental versions up for use as karaoke tracks or background music for gaming. \n\nThe art used is a modified image from the Tacuinum Sanitatis.\n\nLyrics:\nNow and then I think of when we were together\nEros surely hit the apple of mine eye  \nI believed thou wert right for me,\nbut felt so lonely in thy company\nBut that was love and ‘tis an ache I still remember\n\nOne becomes enamoured with a certain kind of sadness\nThis resignation to the end, ever the end\nWhen we found we could not make amends\nThou declared we would e’er be friends\nBut I concede that I was fain to be parted\n\nWas there cause to cast me off?\nAct as though it never happened and that we were nothing\nIn sooth I do need thy love\nBut thou makest me a stranger and that feels so rough\nHadst thou need to stoop so low?\nTo send a wagon for thy minstrel and refuse my letters\nI need no longer write them, though\nNow thou art somebody whom I used to know\n\nI lament the many times that thou impugn’d my honour\nBut maintained it was ever something I had done\nNo more shall I live that way\nUncertain what thy words bewray \nThou said that if I were to go\nI would not find thee pining for somebody whom thou used to know\n\nWas there cause to cast me off?\nAct as if it never happened and that we were nothing\nI do not even need thy love\nBut thou makest me stranger and that feels so rough\nHadst thou need to stoop so low\nTo send a wagon for thy minstrel and refuse my letters\nI need no longer write them, though\nFor now thou art somebody whom I used to know\nNow thou art somebody whom I used to know", "link": "https://www.youtube.com/watch?v=Ch1aVmjvYTI", "date_published": "2020-06-21 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en"}]