[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Inside The Writer's Room", "description": "This is the Babylon Bee weekly news podcast for the week of 2/26/2020. \r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle welcome Babylon Bee writers: Frank J. Fleming, Chris Cowan, and Nate McMillan. They run down the week’s top stories, take a stab at putting together a story on the spot for Trump’s recent trip to India, and Kyle sings karaoke of John Lennon’s re-released Imagine which gives a more realistic descriptions of communism.\r\n\r\n In the subscriber portion, Kyle and Ethan and the writers tell the story of how they became Babylon Bee writers and talk about some of their favorite headlines.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020! Catch a sneak peak!\r\n\r\n Show Outline\r\n\r\n Intro - Kyle and Ethan welcome the writers: Chris Cowan, Frank Fleming, and Nate McMillan.\r\n\r\n Stories Of The Week \r\n\r\n Story 1 -  Pete Buttigieg Releases Study Bible With Notes That Explain Why Most Of The Verses Are Wrong /  Hasbro Introduces New 'My Butti' Pete Buttigieg Doll\r\n\r\n   Other dolls for the other candidates?\r\n\r\n   Story 2 -  John Lennon’s ‘Imagine’  Re-released With More Realistic Description Of Communism\r\n\r\n   Kyle sings a karaoke rendition.\r\n\r\n   Story 3 -  Man Forced To Apologize For Whatever He Did In Wife's Dream Last Night\r\n\r\n Topic of the Week - The Babylon Bee writers come up with a story on the spot. Join us in the writer’s room.\r\n\r\n Hate Mail -  In this special edition of ‘I Really Miss Adam Ford,’ we have Frank J. Fleming read the hate mail we got for an article he wrote.\r\n\r\n Subscriber portion (Starts at 01:00:26) \r\n\r\n Everyone tells their story/ how they joined the Bee.\r\n\r\n The writers talk about some of their favorite Bee articles.\r\n\r\n Bonus Audio\r\n\r\n The Lars Larson Show sent us their professionally done version of the Re-Imagine and now we are singing it around the office. Enjoy!\r\n\r\n Become a Babylon Bee subscriber at babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=TwnWelSG6Es", "date_published": "2020-02-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]