[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Trillion Dollar 3D Printing Revolution", "description": "🌌 The first 500 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/jaketran2\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals // http://bit.ly/32lwfzp\n\n-----------------------\n\nThis is the Czinger 21C. The unique part is that the 21C’s frame is made up of a lattice of 3D printed aluminum nodes connected together with carbon fiber poles. It represents the slow shift from  traditional manufacturing to digitizing manufacturing into software\n\nIt represents the start of the 3D Printing Industrial Revolution\n\nMeet Relativity Space, a startup cofounded by previous SpaceX and Blue Origin employees, they’re working on bringing 3D printing to disrupt aerospace engineering\n\nBacked by big investors like Mark Cuban and Y Combinator, and partnered with giants like the US Air Force and NASA, they’ve created the world’s largest 3D printer to build rockets\n\nRelativity retrofitted a giant robot arm to feed in aluminum wire and melt it on the spot with a powerful laser\n\nSpaceX have already integrated 3D printing in their Dragon spacecraft via their SuperDraco Engines, in which the combustion chambers are fully 3D printed\n\nAnother startup called Launcher has a focus in helping the small satellite market launch more affordably with their 3D printed copper rocket engines\n\nBack in Tabasco, Mexico, 3D printing is also hitting closer to home\n\nTabasco is home to some of the lowest income families in Mexico. This is the site that the startup, Icon, chose to create the world’s first 3D printed housing community. Thanks to their new Vulcan II concrete home 3d printer. The printer itself can build up to 2,000 sq ft in virtually any floorplan faster, with less waste, and at around half of the cost of traditional homebuilding. Icon’s 3D printed homes aren’t just for people living in absolute poverty\n\nDesktop Metal have created a software that uses algorithms to generate the most efficient, strongest design, using the least amount of material\n\nThe biggest thing holding 3D printing back is still costs. Traditional mass production as you produce more goods the cost continues to drop - economies of scale. \n\n\n-----------------------\n\n🌅 Join my Facebook Group for going remote // http://bit.ly/remote-job\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nSound:\n\nLeavv - Valley https://chillhop.com/artists/leavv/ \nj’san - Prom Night ft. nymano\nhttps://chillhop.com/artists/jsan/ \nhttps://chillhop.com/artists/nymano/ \nLeavv - Home \nJoey Pecoraro - Your Favorite Place https://chillhop.lnk.to/winter2017ID \nAxian x J'san - Autumn Leaves \nhttps://chillhop.lnk.to/FallEss2017ID \nhttps://soundcloud.com/axiannn \nhttps://soundcloud.com/iamjsan \n\nMusic by Chillhop: http://chillhop.com/listen\nListen on Spotify: http://bit.ly/ChillhopSpotify\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning. Best of luck!\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or subscribe. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=A5Fpr7g7plE", "date_published": "2020-02-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]