[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "GNOME 3.36 - Speed and Polish, with an extension twist...", "description": "The first 500 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/thelinuxexperiment2\n\nGNOME 3.36 has been released, yesterday. It’s an important one, since it’s going to be used in Ubuntu 20.04 LTS, and be supported for a few years. The GNOME team has been at work on improving the shell and the settings, and we’re seeing a few openings towards extensions, so let’s take a look at everything that’s new !\n\nThis video was sponsored by Skillshare\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nThe GNOME Shell has been touched up a bit: in the system menu, the settings / lock and power menu are now listed in a menu instead of in buttons. Not a big change, and I prefered the previous appearance, but at least the suspend option is always visible.\n\nThe clock / notification panel has been revamped to be more legible and give more space to the various elements it displays. Everything is now displayed in a card, to get more separation, and icons have been made bigger to be more legible at a glance. If you have media controls, you now get some hover effects, which don’t seem like much, but add more interactivity to the desktop.\n\nThe do not disturb toggle is now much more accessible, directly from the clock / notification panel.\n\nThis card based layout is also present in the search results: every category is now located in its own card, so you can parse the results more easily.\n\nGNOME 3.34 introduced the ability to create application folders in the app grid, and this feature has been improved, mostly performance-wise: the animations are more responsive, and should be a little bit more legible. All App folders will now open centered, to make them more predictable to use, and easier to rename if you need to.\n\nThe dialogs that the shell generates, such as the password prompts, have also been unified: they won’t display icons anymore, they will display more helpful subtext, and they will always appear centered, since they are important actions that require your attention. In password dialogs, you can now click the “eye” icon to display the password you’ve just entered.\n\nTo complete the improvements to the GNOME desktop itself, the animations in the lockscreen have been tweaked as well: you go from the “shield” which displays the time and date, to the user selection, with the input fields for the password immediately accessible, so even though there’s not much time gained here, it does feel faster to unlock your computer.\n\nNvidia users will also e able to start apps using their dedicated GPU by using the “Launch on discrete GPU” menu option in the app grid.\n\nThe gestures have also been improved, especially when switching from a virtual desktop to the other, since the movement now follows your fingers on the touchpad, instead of acting like a keyboard shortcut, and happening after you made the gesture. This goes a long way to make GNOME feel a lot mroe responsive.\n\nThe lock screen also looks a bit better, with a blurred background, and a little wiggling of the input field if you mistype, or if caps lock is on.\n\nAs always, a few GNOME apps gained some new features, but the main highlight is the new “Extensions” application. It displays all the extensions you’ve installed, and allows you to update them, without needing to install gnome-tweaks.\n\nIn terms of new features, Gnome Software gets a “metered” toggle to tell the system you’re using a connexion that has a data cap, and featured app banners are also slightly tweaked to look a bit better.\n\nEpiphany, GNOME’s web browser, now supports dark mode on websites, and it can open PDFs in a tab instead of always downloading them.\n\nGNOME Clocks has an all new design as well, which is responsive, so the app can now work correctly on smartphone sized devices.\n\nThe file manager can now handle hidden files in the template folder. You could for example create a .htaccess template, or a .gitignore file, and put it there. Once you use the context menu, these files will now appear in the “New Document” menu.\n\nFiles can now also handle moving and copying operations on Google Drive, so using that as extra storage should now be a lot simpler.\n\nSomething a bit more rare: GNOME 3.36 will switch up the recommended applications this time around: Shotwell has been replaced with GNOME Photos, Rhythmbox was replaed with GNOME Music, and Evolution was replaced by Geary and GNOME Calendar.\n\nFinally, the settings have underwent their usual revamp, with all network connections being grouped under “Network and internet”, the default app settings are now located in the “applications” panel, and the “Details” subsection has been removed entirely, which should limit the number of clicks needed to access some settings.\n\nThe About page also shows a bit more information about your system.", "link": "https://www.youtube.com/watch?v=X9MdwM34w2Q", "date_published": "2020-03-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]