[{"source": "https://www.theguardian.com/rss", "title": "'So unintended. So wrong': Novak Djokovic apologises after US Open disqualification", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-disqualified-from-us-open-tennis-after-hitting-line-judge-with-ball\">World No 1 hit line judge with ball during fourth-round match</a></li><li>‘I’m extremely sorry to have caused her such stress’</li></ul><p>Novak Djokovic has issued an apology <a href=\"https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-disqualified-from-us-open-tennis-after-hitting-line-judge-with-ball\">after he was disqualified from the US Open</a> for hitting an official with a ball.</p><p>The world No1 had blown a golden chance to win the first set of his match against Pablo Carreño Busta on Sunday when he hit a ball in frustration behind him. It struck a lineswoman in the throat, who fell to the ground in pain. Djokovic immediately rushed to help her but after a 10-minute discussion with tournament officials he defaulted the match and his chance to win his fourth US Open title.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-apology-line-judge-hit-with-ball-us-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-apology-line-judge-hit-with-ball-us-open-tennis", "date_published": "2020-09-06 23:57:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: big market mover Galileo Chrome has Leger in his sights", "description": "<p>‘We’re seriously considering Doncaster,’ says Joseph O’Brien of the recent Navan winner, who has shortened to 8-1 from 20s</p><p>A fascinating new contender looks set to be added to the St Leger conversation, as Joseph O’Brien is poised to send over Galileo Chrome for the Doncaster Classic. The Irish horse has probably sailed under the radar for most British-based punters as the public chatter has centred on Santiago and Pyledriver but he impressed in winning the Yeats Stakes at Navan a week ago.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/sep/06/future-jockey-club-small-tracks-questioned-delia-bushell-regime-horse-racing\">Delia Bushell regime questioned future of smaller tracks in Jockey Club group</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2020/sep/07/talking-horses-big-market-mover-galileo-chrome-has-leger-in-his-sights\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/sep/07/talking-horses-big-market-mover-galileo-chrome-has-leger-in-his-sights", "date_published": "2020-09-06 23:03:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League 2020-21 preview No 11: Liverpool", "description": "<p>Jürgen Klopp may need to freshen up his squad if they are to retain the focus and consistency that made them unstoppable</p><p><strong>Guardian writers’ predicted position:</strong> 1st (NB: this is not necessarily Andy Hunter’s prediction but the average of our writers’ tips)</p><p><strong>Last season’s position:</strong> 1st</p> <a href=\"https://www.theguardian.com/football/blog/2020/sep/07/premier-league-2020-21-preview-no-11-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/sep/07/premier-league-2020-21-preview-no-11-liverpool", "date_published": "2020-09-06 23:01:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prescribe blood pressure monitors to reduce stroke, UK charity says", "description": "<p> Giving home monitors to those with high blood pressure would reduce heart attacks and other conditions</p><p>Blood pressure monitors should be handed out on prescription to slash the number of people who die or are left with disabilities from strokes and heart attacks, a medical charity has said.</p><p>Making the home monitors available to anyone diagnosed with high blood pressure would allow people to control the condition more effectively and reduce the demand on GPs’ surgeries, <a href=\"http://www.bloodpressureuk.org/\">Blood Pressure UK</a> said.</p> <a href=\"https://www.theguardian.com/society/2020/sep/07/prescribe-blood-pressure-monitors-to-reduce-stroke-uk-charity-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/07/prescribe-blood-pressure-monitors-to-reduce-stroke-uk-charity-says", "date_published": "2020-09-06 23:01:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two-thirds of black Britons believe NHS gives white people better care, finds survey", "description": "<p>Black women especially feel unequally treated by health service, says report put to MPs</p><p>Almost two-thirds of black Britons think the NHS does less to protect their health than that of white people, research has found.</p><p>That negative view of the health service is shared by a majority of black people of almost all ages, and is held especially strongly by black women, according to findings of a study commissioned by a parliamentary committee.</p> <a href=\"https://www.theguardian.com/world/2020/sep/07/two-thirds-of-black-britons-believe-nhs-gives-white-people-better-care-finds-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/07/two-thirds-of-black-britons-believe-nhs-gives-white-people-better-care-finds-survey", "date_published": "2020-09-06 23:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid patients have lung damage 'weeks after leaving hospital'", "description": "<p>Austrian research shows how recovery can be slow process for those with severe infection <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Patients hospitalised with Covid-19 still have lung damage, breathlessness and coughs weeks after being discharged, researchers have found.</p><p>The <a href=\"https://www.theguardian.com/world/2020/may/01/lingering-and-painful-long-and-unclear-road-to-coronavirus-recovery-long-lasting-symptoms\">long and lingering effects of coronavirus </a>on physical health is a growing topic of concern; even those who have experienced “mild” Covid, have reported symptoms that continue for many weeks <a href=\"https://www.theguardian.com/world/2020/may/15/weird-hell-professor-advent-calendar-covid-19-symptoms-paul-garner\">or even months</a> after the initial infection has passed.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/covid-patients-have-lung-damage-weeks-after-leaving-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/covid-patients-have-lung-damage-weeks-after-leaving-hospital", "date_published": "2020-09-06 22:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gareth Southgate to 'hammer home' discipline message to England players", "description": "<ul><li>Kyle Walker dismissal in Iceland was first of manager’s reign</li><li>‘It makes it so difficult. It could have cost us the game’</li></ul><p>Gareth Southgate says he will not discard Kyle Walker because of his red card in Saturday’s 1-0 <a href=\"https://www.theguardian.com/football/2020/sep/05/iceland-england-nations-league-match-report\" title=\"\">Nations League win over Iceland</a> but he will “hammer home” the importance of discipline to each of his players as he prepares for Tuesday’s game in Denmark and the challenges beyond.</p><p>The manager has an eye on next summer’s European Championship finals and he is aware of how sendings-off have damaged England at major tournaments in the past. He was in the England team when David Beckham was dismissed in the 1998 World Cup last-16 exit against Argentina while Wayne Rooney’s red card was costly in the quarter-final defeat against Portugal in 2006.</p> <a href=\"https://www.theguardian.com/football/2020/sep/06/gareth-southgate-to-hammer-home-discipline-message-to-england-players\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/06/gareth-southgate-to-hammer-home-discipline-message-to-england-players", "date_published": "2020-09-06 21:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: Johnson to override EU withdrawal agreement", "description": "<p>Move threatens to collapse talks that PM has said must be completed within weeks</p><p>Boris Johnson is drawing up legislation that will override the Brexit withdrawal agreement on Northern Ireland, a move that threatens the collapse of crunch talks which the prime minister has said must be completed within five weeks.</p><p>Johnson will put an ultimatum to negotiators this week, saying the UK and Europe must agree a post-Brexit trade deal by 15 October or Britain will walk away for good. </p> <a href=\"https://www.theguardian.com/politics/2020/sep/06/five-weeks-clinch-brexit-deal-uk-move-boris-johnson-to-say\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/06/five-weeks-clinch-brexit-deal-uk-move-boris-johnson-to-say", "date_published": "2020-09-06 21:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novak Djokovic disqualified from US Open after hitting line judge with ball", "description": "<ul><li>Title favourite defaulted during first set after losing serve</li><li>Player dismissed after discussions with tournament officials <br /></li></ul><p>Novak Djokovic was thrown out of the US Open after accidentally hitting a woman line judge with a ball towards the end of the first set of his match against the Spaniard Pablo Carreño Busta, then was widely criticised for immediately leaving Flushing Meadows.</p><p>The world No 1 had to forfeit the $250,000 he was due for reaching the fourth round, “in addition to any or all fines levied,” according to the United Tennis Association, as well as losing all his ranking points.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-disqualified-from-us-open-tennis-after-hitting-line-judge-with-ball\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-disqualified-from-us-open-tennis-after-hitting-line-judge-with-ball", "date_published": "2020-09-06 21:05:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Louis Theroux: Life on the Edge review – 25 years of oddball odysseys", "description": "<p>This new four-part series sees the documentary maker revisit the highlights of his long and varied career, from cornering hucksters to run-ins with neo-Nazis</p><p>Louis Theroux: Life on the Edge (BBC Two), which showcased the highlights of the documentary maker’s 25 years in the weirdo-pursuit biz, probably wants to be called a retrospective rather than a clip job. I am feeling generous, so I will let you choose. But there were a lot of clips, and not much else.</p><p>But what clips they were. <a href=\"https://www.bbc.co.uk/programmes/m000mfgb\">The first episode</a> of four thematically arranged outings dealt with matters of belief. So we met – or re-met, if you remember his first appearance in the inaugural episode of Louis Theroux’s Weird Weekends in 1998 – Colonel Bo Gritz. The real-life inspiration for Rambo and the founder of the Almost Heaven covenant community, Gritz and his ilk were last seen hunkering down in the Idaho hills and prepping for war with the federal government and the ensuing New World Order. A brief Zoom call to catch up with the head of the community’s leading family, Mike, revealed that he has retained his old certainties and is impressed with Trump’s fearlessness in sticking it to the gubernatorial Man.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/06/louis-theroux-life-on-the-edge-review-25-years-of-oddball-odysseys\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/06/louis-theroux-life-on-the-edge-review-25-years-of-oddball-odysseys", "date_published": "2020-09-06 21:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man stabbed to death after fight at south London illegal rave", "description": "<p>Sean Williams was stabbed in the neck after intervening in fight at unlicensed event in Catford<br /></p><p>A 34-year-old man was stabbed to death after intervening in a fight at an illegal rave in south London, the Metropolitan police have said.</p><p>Sean Williams was stabbed in the neck in the early hours of Sunday morning after attending an unlicensed music event at Culverley Road in Catford, the Met said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/06/sean-williams-stabbed-to-death-catford-south-london-illegal-rave\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/06/sean-williams-stabbed-to-death-catford-south-london-illegal-rave", "date_published": "2020-09-06 19:48:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton accepts blame for error that cost him likely win at Italian GP", "description": "<ul><li>‘I definitely hold myself accountable’ for illegal pit entry</li><li>Pierre Gasly ‘cannot be happier’ with maiden F1 win</li></ul><p>Lewis Hamilton has accepted he and Mercedes were at fault in the error that cost him a likely win <a href=\"https://www.theguardian.com/sport/2020/sep/06/pierre-gasly-italian-grand-prix-maiden-f1-win-after-lewis-hamilton-penalty\" title=\"\">at the Italian Grand Prix</a>. The British driver conceded they held themselves accountable and would examine the circumstances to ensure they would not be repeated. The race winner Pierre Gasly in contrast was hugely happy with what he felt was a definitive display of his fighting spirit.</p><p>Hamilton had led for half the race until he was given a penalty for entering the pit lane when it was closed. It pushed him to the back of the field from where he did well to take seventh. The team’s decision to call him in had been costly and Hamilton had not seen the signs on the outside of the pit lane entry – two yellow crosses – indicating the pit lane was closed.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/06/lewis-hamilton-accepts-blame-for-error-that-cost-him-likely-win-at-italian-gp\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/06/lewis-hamilton-accepts-blame-for-error-that-cost-him-likely-win-at-italian-gp", "date_published": "2020-09-06 19:13:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings: fear of a blue planet – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/sep/06/ben-jennings-fear-of-blue-planet-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/sep/06/ben-jennings-fear-of-blue-planet-cartoon", "date_published": "2020-09-06 18:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jos Buttler shows class to seal England's T20 series win against Australia", "description": "<ul><li>Second T20i: <a href=\"https://www.theguardian.com/sport/cricket/match/2020-09-06/england-cricket-team\">Australia 157-7; England 158-4</a></li><li>Opener makes 77 from 54 balls as home side go 2-0 up in series</li></ul><p>Jos Buttler delivered a glorious demonstration of how to pace a run chase. The target, 158, was not formidable but, as the Australians are all too aware, such middling scores can be <a href=\"https://www.theguardian.com/sport/2020/sep/04/england-win-t20-thriller-after-australia-throw-away-golden-chance\">tricky to overhaul</a>. But with Buttler at the crease there was no slip-up. He purred to an unbeaten 77 from 54 balls and finished the match with seven deliveries to spare with a straight six off Adam Zampa that cleared the boundary by about 40 yards. So England won the game by six wickets and have taken the series; if they win the final game on Tuesday evening they overtake Australia as the No 1 T20 side in the ICC’s rankings table.</p><p>Afterwards Eoin Morgan affirmed that he would play the best XI for the final game having hailed “a better bowling performance. Jofra [Archer] set the tone in that first over and when you’ve got a world-class player like Jos Buttler in form it makes the chase easier.” Unsurprisingly Buttler will stay at the top of the order for the moment and the man himself acknowledged afterwards “it’s the best place to bat in T20 cricket and my favourite position but I’m happy to bat anywhere. It’s up to the captain and coach.”</p> <a href=\"https://www.theguardian.com/sport/2020/sep/06/jos-buttler-helps-england-seal-series-with-comfortable-win-against-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/06/jos-buttler-helps-england-seal-series-with-comfortable-win-against-australia", "date_published": "2020-09-06 17:44:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Turkish-Greek relations: dangerous waters | Editorial", "description": "<p>A row over over borders, gasfields and national pride risks regional disorder</p><p>Some claim it has been <a href=\"https://www.wsj.com/articles/SB10001424052702303738504575568671386415824\" title=\"\">centuries</a> since the Mediterranean has been viewed as the cockpit of history. But great powers and coastline states, wishing to capture hydrocarbon riches, are today vying for mastery of the sea – or at least its eastern waves. The trouble surfaced <a href=\"https://www.theguardian.com/world/2020/aug/13/greek-military-put-on-high-alert-as-tensions-with-turkey-rise\" title=\"\">last month</a> when a Turkish frigate escorting an oil-and-gas exploration ship collided with a Greek naval vessel. Since then, tempers have flared, with the unresolved question of Cyprus providing a flashpoint between the two nations. Greek ships were last week joined by France, Italy and the United Arab Emirates in the waters around Cyprus. Turkey announced that <a href=\"https://www.washingtonpost.com/world/national-security/turkey-russia-to-hold-live-fire-exercises-in-mediterranean/2020/09/03/fcb950a8-ede4-11ea-bd08-1b10132b458f_story.html\" title=\"\">Russia</a> will hold naval exercises. Nato is right that the temperature needs lowering and ought to be <a href=\"https://www.aljazeera.com/news/2020/09/greece-turkey-set-talks-mediterranean-tension-200903172536390.html\" title=\"\">congratulated</a> for kickstarting talks aimed at de-escalation. Nato members ought to trade words, not blows.</p><p>In Turkey there has been a lurch towards <a href=\"https://www.hrw.org/news/2020/07/27/turkey-social-media-law-will-increase-censorship\" title=\"\">authoritarianism</a> under the executive presidency of Recep Tayyip Erdoğan, while the country’s military, economic and cultural power has expanded. Not since the Ottoman empire has the Turkish military had such a <a href=\"https://www.washingtonpost.com/business/energy/mapping-the-turkish-militarys-expanding-footprint/2020/08/28/0ac8a114-e8e3-11ea-bf44-0d31c85838a5_story.html\" title=\"\">sprawling global footprint</a>, with troops and drones recently saving a UN-recognised government in Tripoli from <a href=\"https://www.theguardian.com/world/2020/jun/04/un-backed-libyan-forces-oust-renegade-general-from-tripoli\" title=\"\">defeat</a>. Despite a Covid recession, Turkish companies retain a global edge – taking advantage of cheap labour, made even cheaper by a weak Turkish lira, and access to European markets. Mr Erdoğan has also won favour in the Sunni Arab world by hosting 4 million Syrian refugees.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/06/the-guardian-view-on-turkish-greek-relations-dangerous-waters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/06/the-guardian-view-on-turkish-greek-relations-dangerous-waters", "date_published": "2020-09-06 17:25:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Rashford clashes with Tory MP over child food poverty", "description": "<p>Manchester United striker tells Kevin Hollinrake to ‘talk to families before tweeting’</p><p>Marcus Rashford has rebuked a Conservative MP on Twitter for suggesting that parents who need help to feed their children are failing in their parental responsibilities.</p><p>The Manchester United star responded to Kevin Hollinrake, the MP for Thirsk and Malton, suggesting that he talk to struggling families before tweeting.</p> <a href=\"https://www.theguardian.com/football/2020/sep/06/marcus-rashford-clashes-with-tory-mp-over-child-food-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/06/marcus-rashford-clashes-with-tory-mp-over-child-food-poverty", "date_published": "2020-09-06 17:20:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The World to Come review – a spellbinding romance of stolen hours", "description": "<p>Mona Fastvold’s drama stars Katherine Waterston and Vanessa Kirby as 19th-century farmers’ wives seeking escape from drudgery and husbands </p><p>The World to Come is a ravishingly beautiful love story set in 1850s America, with painterly visuals that nod to the work of Winslow Homer and <a href=\"https://www.theguardian.com/artanddesign/2015/jan/30/how-john-singer-sargent-made-a-scene\">John Singer Sargent</a>. I could stare at its dense forest landscapes all day, which is essentially what the film’s characters do. All day, all week, right through the year, until a gnawing hunger sets in and they start to crave some fresh scenery. Every heaven becomes a hell if you’re sitting beside the wrong person.</p><p><a href=\"https://www.theguardian.com/film/2017/may/11/alien-covenants-katherine-waterston-we-live-in-hypersexualised-yet-totally-prudish-times\">Katherine Waterston</a> gives a moving central performance as Abigail, the farmer’s wife reeling from the death of her infant daughter and increasingly estranged from her husband, Dyer (Casey Affleck, underplaying to good effect). Life is drudgery, the winters are harsh and the closest she draws to Dyer is when he catches a chill and requires an enema made from molasses and lard. Even the most passionate romance, one suspects, might struggle to survive a molasses and lard enema.</p> <a href=\"https://www.theguardian.com/film/2020/sep/06/the-world-to-come-review-mona-fastvold-katherine-waterston-vanessa-kirby\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/06/the-world-to-come-review-mona-fastvold-katherine-waterston-vanessa-kirby", "date_published": "2020-09-06 17:15:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freeze on national living wage would be totally wrong, says TUC", "description": "<p>Frances O’Grady calls for pay rise pledge to be met, amid speculation it will be scrapped</p><p>The head of the Trades Union Congress (TUC) has denounced a possible freezing of the national living wage as “totally wrong”, as the Treasury reportedly considers backtracking on a <a href=\"https://www.theguardian.com/society/2019/dec/31/boris-johnson-to-raise-minimum-wages-by-four-times-inflation\">planned </a><a href=\"https://www.theguardian.com/society/2019/dec/31/boris-johnson-to-raise-minimum-wages-by-four-times-inflation\">pay </a><a href=\"https://www.theguardian.com/society/2019/dec/31/boris-johnson-to-raise-minimum-wages-by-four-times-inflation\">rise</a> for the lowest paid.</p><p>The hourly pay rate under the national living wage, the legal minimum paid to workers over the age of 25, was due to rise 6.2% from £8.72 to £9.21 in April, under targets set last December by the chancellor at the time, Sajid Javid.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/06/freeze-national-living-wage-totally-wrong-tuc-frances-ogrady\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/06/freeze-national-living-wage-totally-wrong-tuc-frances-ogrady", "date_published": "2020-09-06 17:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covering covid-19 in Africa: 'The virus cannot stop this life and energy'", "description": "<p>The Guardian’s Africa correspondent on life in a country that has fought and faced down more than one epidemic</p><p>In the evening I went for a run, down to the gate from my guesthouse, past a huddle of round huts and through the fields of sugar cane to the lake. A dog barked, a child howled, someone laughed, and tinny music played somewhere in the gathering darkness.</p><p>Eshowe, a small town in South Africa’s KwaZulu-Natal province, is a place of astonishing natural beauty. The run did not last long. I stopped and watched as weavers, glossy starlings and sunbirds swooped through the trees, catching the last rays of the sun. To the north, low dry hills lined the horizon. To the south, the breakers of the Indian Ocean crashed on miles of wild shore. Eshowe was memorable for something else too: the <a href=\"https://www.theguardian.com/society/2020/apr/07/there-is-no-magic-bullet-the-town-that-turned-the-tide-against-hiv\">very human suffering I found there, and equally human hope</a>.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/covering-covid-19-in-africa-the-virus-cannot-stop-this-life-and-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/covering-covid-19-in-africa-the-virus-cannot-stop-this-life-and-energy", "date_published": "2020-09-06 17:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus protests show no sign of fading as 100,000 turn out in Minsk", "description": "<p>Similar marches held in other cities including Brest a month after disputed election</p><p>Huge protests have taken place across <a href=\"https://www.theguardian.com/world/belarus\">Belarus</a> against the embattled regime of <a href=\"https://www.theguardian.com/world/alexander-lukashenko\">Alexander Lukashenko</a>, with demonstrators marching on the president’s residence in the capital, Minsk, for a fourth weekend in a row.</p><p>More than 100,000 people filled Minsk’s Independence Avenue calling for Lukashenko to step down. There were similar marches in other cities, including Brest, Vitebsk and Grodno.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/belarus-protests-100000-turn-out-in-minsk-alexander-lukashenko\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/belarus-protests-100000-turn-out-in-minsk-alexander-lukashenko", "date_published": "2020-09-06 16:52:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea held by Manchester United as Pernille Harder makes brief WSL debut", "description": "<p>Chelsea were held at Manchester United in their opening game of the Women’s Super League season, a late equaliser by Leah Galton rather spoiling Pernille Harder’s debut for the defending champions. </p><p>The costliest signing in women’s football at £250,000 was waiting to come on when United scored, though the forward did enough in the 10 minutes she was allowed to suggest she might have been usefully deployed somewhat earlier.</p> <a href=\"https://www.theguardian.com/football/2020/sep/06/manchester-united-chelsea-womens-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/06/manchester-united-chelsea-womens-super-league-match-report", "date_published": "2020-09-06 16:33:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy racers blamed as Manchester road deaths rise during lockdown", "description": "<p>Police say many accidents involve young men who have leased high-powered vehicles</p><p>Road deaths in one of Britain’s biggest police force areas have increased by 42% this year despite a substantial drop in traffic during lockdown, with a senior officer blaming boy racers driving high-speed leased cars, often high on drink or drugs.</p><p>Cycling organisations and lawyers representing injured cyclists report a similar picture nationally, with one law firm saying cycling cases were up 45% year-on-year. </p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/06/boy-racers-blamed-as-manchester-road-deaths-rise-during-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/06/boy-racers-blamed-as-manchester-road-deaths-rise-during-lockdown", "date_published": "2020-09-06 16:21:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California's record-breaking heatwave sparks wildfires and raises health concerns", "description": "<ul><li>Triple-digit temperatures spread over much of the state</li><li>Heat sparks new wildfires and one hiker dies on trail</li></ul><p>California is sweltering under a record-breaking heatwave this holiday weekend, with dangerous conditions that have sparked several new wildfires and raised widespread public health concerns.</p><p>Triple-digit temperatures have spread over much of the state, including a record-high of 125F (52C) in Death Valley on Saturday. Los Angeles County registered 121 degrees F (49 C) on Sunday afternoon, a record for the National Weather Service office that covers the metropolitan area. Temperatures in inland parts of the San Francisco Bay Area were soaring to the low 100s.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/06/california-dangerous-record-breaking-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/06/california-dangerous-record-breaking-heatwave", "date_published": "2020-09-06 16:20:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK rail operators plan to restore 90% of train services", "description": "<p>Move follows government pressure to get more commuters back to their offices and workplaces</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Train operators will restore more services on Monday as the government seeks to encourage Britain’s office workers <a href=\"https://www.theguardian.com/business/2020/aug/05/uk-office-workers-slower-to-return-to-their-desk-after-covid\">back to their desks</a>.</p><p>About 90% of the usual schedule will be operating after the timetable change, and up to 98% of pre-pandemic commuter services in the south-east, although some of the remaining suspended train services are now unlikely to come back until December.</p> <a href=\"https://www.theguardian.com/business/2020/sep/06/rail-firms-to-restore-90-of-services-amid-back-to-work-push\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/06/rail-firms-to-restore-90-of-services-amid-back-to-work-push", "date_published": "2020-09-06 16:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 forces abandonment of Gloucestershire v Northamptonshire", "description": "<ul><li>Northants player who had not travelled tested positive</li><li>Bob Willis Trophy match called off on day one</li></ul><p>English professional cricket suffered its first Covid-19 abandonment since the resumption when stumps were pulled at the Bob Willis Trophy match between Northamptonshire and Gloucestershire just after lunch.</p><p>The decision was made because a member of the Northants squad, not playing at Bristol but self-isolating at home after starting to feel ill on Thursday, received a positive test at 11.30 am on Sunday morning. Last Tuesday he had been in contact with two members of the team who had travelled to Bristol.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/06/covid-19-forces-abandonment-of-gloucestershire-v-northamptonshire\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/06/covid-19-forces-abandonment-of-gloucestershire-v-northamptonshire", "date_published": "2020-09-06 15:26:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France: Primoz Roglic takes yellow from Yates as Pogacar wins", "description": "<ul><li>Jumbo-Visma rider leads on day of double joy for Slovenia</li><li>Tadej Pogacar salutes ‘really crazy’ win on 153km stage</li></ul><p>Adam Yates lost his grip on the yellow jersey as Slovenian cyclists swept the board in <a href=\"https://www.theguardian.com/sport/live/2020/sep/06/tour-de-france-2020-stage-nine-live-updates\" title=\"\">the second Pyrenean stage of this year’s Tour de France</a>, with Primoz Roglic taking the overall lead and a 21-year-old Tour debutant, Tadej Pogacar winning the 153km ninth stage of the race to Laruns in the Pyrenees.</p><p>UAE Emirates’ Pogacar, who won three stages and finished third overall in last year’s Vuelta a España, is one of the hottest young talents in cycling and Roglic acknowledged that his compatriot now poses a real threat. “Definitely yes – he is really strong at the moment but it’s still just the first nine days and a lot of things will happen before arriving in Paris,” the Jumbo-Visma leader said.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/06/tour-de-france-primoz-roglic-takes-yellow-jersey-tadej-pogacar-wins-stage-nine\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/06/tour-de-france-primoz-roglic-takes-yellow-jersey-tadej-pogacar-wins-stage-nine", "date_published": "2020-09-06 15:02:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extinction Rebellion calls move to class it as organised crime group 'ridiculous'", "description": "<p>Climate group criticises move by UK government as Labour condemns newspaper protest<br /></p><p>Extinction Rebellion has described government moves to treat the climate crisis protest movement as an organised crime group as “ridiculous”.</p><p>The group said associating it with the state’s definition of a crime gang as “characterised by violence or the threat of violence and by the use of bribery and corruption” was an insult to the thousands of ordinary citizens who supported its cause.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/06/extinction-rebellion-organised-crime-group-ridiculous-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/06/extinction-rebellion-organised-crime-group-ridiculous-uk", "date_published": "2020-09-06 15:02:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell bereaved say Covid ban on attending inquiry is 'madness'", "description": "<p>Community contrasts ongoing restrictions at inquiry with reopening of bars and eateries</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Survivors and bereaved of the Grenfell Tower fire have branded as “madness” rules that mean although they can eat at a restaurant or drink in a pub, they are still not allowed to attend the public inquiry, which restarts on Monday.</p><p>The builders of the disastrous refurbishment will continue giving evidence in front of an empty inquiry room in Paddington this week, followed by building safety officials from the Royal Borough of Kensington and Chelsea and, next month, executives at the council’s housing arm, which acted as landlord.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/06/grenfell-bereaved-say-covid-ban-on-attending-inquiry-is-madness\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/06/grenfell-bereaved-say-covid-ban-on-attending-inquiry-is-madness", "date_published": "2020-09-06 15:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The forgotten victims of the Beirut explosion: domestic workers | Nesrine Malik", "description": "<p>Dumped on the streets after Covid-19 hit, hundreds of nannies are now starving amid the ruins of last month’s blast<br /></p><p>It is just over a month since the <a href=\"https://www.theguardian.com/world/live/2020/aug/04/beirut-explosion-huge-blast-port-lebanon-capital\">Beirut port explosion</a>, and the <a href=\"https://www.theguardian.com/world/video/2020/aug/08/cctv-captures-moment-beirut-explosion-strikes-hospital-video\">footage from that day</a> remains as shocking as it was when it first began to appear on our TV screens and social media. In fragments of video, the world saw Beirut life freeze in confusion at the unfamiliar sound of the explosion, then shatter as its impact hit. Among those bits of film <a href=\"https://www.azerbaycan24.com/en/how-nanny-and-kids-survive-beirut-explosion-video/\">we saw one scene</a>, captured on domestic CCTV, that was replicated across the city – an African nanny instinctively scooping children up out of harm’s way, and protecting them with her body.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/aug/25/lebanon-beirut-ruling-class\">Beirut's devastating blast has not shaken the ruling class's grip on Lebanon | Gilbert Achcar</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/06/beirut-explosion-domestic-workers-covid-19-nannies-blast\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/06/beirut-explosion-domestic-workers-covid-19-nannies-blast", "date_published": "2020-09-06 15:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost 300 arrests as Hong Kong protesters oppose election delay", "description": "<p>Police fire pepper pellets in one of largest gatherings since national security law imposed</p><p>On what was supposed to have been Hong Kong’s election day, hundreds of pro-democracy protesters took to the streets on Sunday, where they encountered a heavy presence from police, who fired pepper pellets and arrested almost 300 people.</p><p>It was one of the largest gatherings of protesters since China’s implementation of a sweeping set of anti-sedition laws that a coalition of United Nations expert groups has said <a href=\"https://www.theguardian.com/world/2020/sep/04/hong-kong-security-law-may-break-international-laws-china-human-rights-un\">risks breaching multiple international laws</a> and human rights.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/hong-kong-protesters-oppose-election-delay-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/hong-kong-protesters-oppose-election-delay-arrests", "date_published": "2020-09-06 14:51:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hungry gulls and Alpine dairymen: the weekend's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/sep/06/hungry-gulls-and-alpine-dairymen-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/sep/06/hungry-gulls-and-alpine-dairymen-the-weekends-best-photos", "date_published": "2020-09-06 14:23:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Nothing but pain': Jacob Blake speaks for first time since he was shot by police", "description": "<ul><li>Father of six was shot in back by police officer last month</li><li>Shooting sparked wave of protests in Kenosha, Wisconsin</li></ul><p>Jacob Blake has spoken publicly for the first time since a police officer <a href=\"https://www.theguardian.com/us-news/2020/aug/26/whats-happening-kenosha-wisconsin-shooting-jacob-blake-protests\">shot him seven times in the back</a>. The 29-year-old says he is in constant pain from the shooting, which doctors fear will leave him paralyzed from the waist down.</p><p><a href=\"https://twitter.com/AttorneyCrump/status/1302398977938161667\">In a video posted on Saturday evening on Twitter</a> by his family’s lawyer, Ben Crump, Blake said from his hospital bed that “every 24 hours it’s pain, nothing but pain. It hurts to breathe, it hurts to sleep, it hurts to move from side-to-side, it hurts to eat.”</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/06/jacob-blake-speaks-police-shooting-kenosha-wisconsin\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/06/jacob-blake-speaks-police-shooting-kenosha-wisconsin", "date_published": "2020-09-06 13:54:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The whole place was a toilet': Dartmoor reels from camping boom", "description": "<p>Hundreds of campers descended on the Devon national park this summer as the UK’s Covid lockdown eased</p><p>The scene could hardly be more idyllic. A broad grassy bank next to a clear, burbling river. Downstream from the stone bridge, herons patrol the shallows, while deer, wild ponies and cattle trot down the hillside in the early autumn sunshine for a drink.</p><p>This spot at Bellever in the heart of Dartmoor was very different at the height of the summer, when hundreds of “fly-campers” descended from across the UK with tents, gazebos, music systems, fairy lights and generators to grab a taste of post-lockdown freedom.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/06/the-whole-place-was-a-toilet-dartmoor-reels-from-covid-camping-boom\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/06/the-whole-place-was-a-toilet-dartmoor-reels-from-covid-camping-boom", "date_published": "2020-09-06 13:49:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you been expected to travel a long distance to take an NHS coronavirus test?", "description": "<p>If you were instructed to go to a test centre miles away from your home, we would like to hear from you </p><p>Have you been expected to travel a long distance to take a self-referral NHS coronavirus test, during the last couple of weeks?</p><p>We would like to hear from people who have been forced to take a long journey to get a test because the only testing centre on offer was miles away.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/have-you-been-expected-to-travel-a-long-distance-to-take-an-nhs-coronavirus-test\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/have-you-been-expected-to-travel-a-long-distance-to-take-an-nhs-coronavirus-test", "date_published": "2020-09-06 13:26:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you been affected by the events in Birmingham?", "description": "<p>If you have been affected by the events in Birmingham you can share your experiences directly with our journalists</p><p>West Midlands police have launched a murder investigation after a series of stabbings in <a href=\"https://www.theguardian.com/uk/birmingham\">Birmingham</a> city centre left one man dead, two people with serious injuries and five others injured.</p><p>West Midlands police declared a major incident in Birmingham city centre after a number of stabbings in the early hours of Sunday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/06/tell-us-have-you-been-affected-by-the-events-in-birmingham\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/06/tell-us-have-you-been-affected-by-the-events-in-birmingham", "date_published": "2020-09-06 12:57:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The commuter is an English archetype – but for how much longer? | John Harris", "description": "<p>After years of grim acceptance, people have glimpsed a different way of life, and a quiet pushback may be under way</p><p>An unexpected new national stereotype has emerged with coronavirus. We are allegedly in a new era of <a href=\"https://www.ft.com/content/53a76828-7763-451a-99d6-e7bdd2bd96d7\">“work-from-home buyers”</a>: people who are determined to minimise the amount of time they spend in their workplaces, and make their recent lifestyle changes permanent.</p><p>Massed interest in what estate agents call “coastal and country” properties has apparently led to the biggest monthly increase in house prices in more than 16 years. Meanwhile, all those exhortations from politicians and rightwing newspapers intended to get people travelling back into cities – which, in most cases, means London – are evidently not working. At the centre of all this lies something fascinating: a sudden questioning of commuting and everything it entails.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/06/commuter-english-archetype-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/06/commuter-english-archetype-coronavirus", "date_published": "2020-09-06 12:40:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope Francis says gossip is 'a plague worse than Covid'", "description": "<p>Straying from prepared weekly blessing, pontiff urges faithful not to air grievances in public</p><p>Pope Francis said on Sunday that gossip is a “plague worse than Covid” that is seeking to divide the Roman Catholic church.</p><p>Francis strayed from his prepared text in his weekly blessing to reiterate his frequent complaint about gossiping within church communities and the Vatican bureaucracy.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/pope-francis-says-gossip-is-a-plague-worse-than-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/pope-francis-says-gossip-is-a-plague-worse-than-covid", "date_published": "2020-09-06 12:01:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Sandel: 'The populist backlash has been a revolt against the tyranny of merit'", "description": "<p>The philosopher believes the liberal left’s pursuit of meritocracy has betrayed the working classes. His new book argues for a politics centred on dignity</p><p>Michael Sandel was 18 years old when he received his first significant lesson in the art of politics. The future philosopher was president of the student body at Palisades high school, California, at a time when Ronald Reagan, then governor of the state, lived in the same town. Never short of confidence, in 1971 Sandel challenged him to a debate in front of 2,400 left-leaning teenagers. It was the height of the Vietnam war, which had radicalised a generation, and student campuses of any description were hostile territory for a conservative. Somewhat to Sandel’s surprise, Reagan took up the gauntlet that had been thrown down, arriving at the school in style in a black limousine. The subsequent encounter confounded the expectations of his youthful interlocutor.</p><p>“I had prepared a long list of what I thought were very tough questions,” recalls Sandel, now 67, via video-link from his study in Boston. “On Vietnam, on the right of 18-year-olds to vote – which Reagan opposed – on the United Nations, on social security. I thought I would make short work of him in front of that audience. He responded genially, amiably and respectfully. After an hour I realised I had not prevailed in this debate, I had lost. He had won us over without persuading us with his arguments. Nine years later he would get elected to the White House in the same way.”</p> <a href=\"https://www.theguardian.com/books/2020/sep/06/michael-sandel-the-populist-backlash-has-been-a-revolt-against-the-tyranny-of-merit\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/06/michael-sandel-the-populist-backlash-has-been-a-revolt-against-the-tyranny-of-merit", "date_published": "2020-09-06 12:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's chief Brexit negotiator has 'brass neck', says former May aide", "description": "<p>Gavin Barwell angered by David Frost’s suggestion that May government ‘blinked’ in negotiations</p><p>Theresa May’s former chief of staff has accused the UK’s chief Brexit negotiator, David Frost, of having a “brass neck” after he said the UK government had “blinked first” in negotiations.</p><p>Gavin Barwell, a key member of the former prime minister’s negotiating team, said Boris Johnson’s <a href=\"https://www.theguardian.com/politics/2019/dec/20/brexit-pm-asks-britons-to-move-on-as-mps-debate-withdrawal-bill\">withdrawal agreement</a> was “95% the work of his predecessors” and a deal had only been secured by conceding to the EU’s demand for some customs checks between Northern Ireland and the rest of Great Britain, which May’s team had not agreed to.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/06/uks-chief-brexit-negotiator-has-brass-neck-says-former-may-aide-gavin-barwell-david-frost\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/06/uks-chief-brexit-negotiator-has-brass-neck-says-former-may-aide-gavin-barwell-david-frost", "date_published": "2020-09-06 10:46:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Countryside fit for a superpower? Inside China’s colossal rural revamp", "description": "<p>Beneath the veneer of Xi Jinping’s ambitious agricultural plan farming communities remain marred by homelessness, poverty and unstable markets<br /></p><p>The official pictures tell a delightful tale. China’s leader, Xi Jinping, is seen touring fish farms, rice paddies and <a href=\"https://www.theguardian.com/world/2016/jun/14/china-bordeaux-wine-region-desert-ningxia-vineyards-gold-rush\">vineyards in Ningxia</a>, ambling through lily fields in Shanxi, and inspecting mushroom- and fungus-growing operations in Shaanxi.</p><p>The carefully choreographed images aim to create a vision of his latest signature policy – rural revitalisation. Billions of dollars will be spent on revamping the countryside – increasing prosperity, improving its ecology, and integrating it with the <a href=\"https://www.theguardian.com/cities/2016/may/10/story-of-cities-39-shenzhen-from-rural-village-to-the-worlds-largest-megalopolis\">development of </a><a href=\"https://www.theguardian.com/cities/2016/may/10/story-of-cities-39-shenzhen-from-rural-village-to-the-worlds-largest-megalopolis\">China’s shining cities</a>, which had largely left rural areas behind.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/06/countryside-fit-for-a-superpower-inside-chinas-colossal-rural-revamp\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/06/countryside-fit-for-a-superpower-inside-chinas-colossal-rural-revamp", "date_published": "2020-09-06 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is it that while Covid-19 cases are rising, deaths continue to fall?", "description": "<p>There is speculation that the age of those infected is playing a part, while social distancing is also having an impact</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>The government’s Covid-19 dashboard shows cases have risen steadily from their lowest point on 1 July when the rolling seven-day average was down to 574. By 30 August it had more than doubled, to 1,402 a day. Yet the death rate has declined steadily over the same period: <a href=\"https://coronavirus.data.gov.uk/\" title=\"\">from a rolling average of 37.4 per day to 4.6 per day</a>. No one is sure why. But here are some explanations researchers are examining:</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/why-is-it-that-while-covid-19-cases-are-rising-deaths-continue-to-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/why-is-it-that-while-covid-19-cases-are-rising-deaths-continue-to-fall", "date_published": "2020-09-06 08:20:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson’s catch-up tutoring 'will arrive too late' for pupils who need it most", "description": "<p>The £350m initiative promised by Boris Johnson will not be in place in schools until spring 2021, warn unions</p><p>Pupils in England will have to wait until the winter to access the “catch-up” personal tutoring Boris Johnson promised would take place over the past summer, with headteachers warning the extra support will arrive too late for most children who need it.</p><p>In June, the prime minister promised there would be a <a href=\"https://www.theguardian.com/education/2020/jun/19/english-schools-to-get-1bn-to-help-pupils-catch-up-after-lockdown\">“huge catch-up” programme</a> during the summer for pupils disadvantaged by the coronavirus outbreak, but it’s now emerged schools will have to wait until November to access the government’s £350m national tutoring programme (NTP), while some tutors will only begin arriving in schools during the spring term.</p> <a href=\"https://www.theguardian.com/education/2020/sep/06/boris-johnsons-catch-up-tutoring-will-arrive-too-late-for-pupils-who-need-it-most\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/06/boris-johnsons-catch-up-tutoring-will-arrive-too-late-for-pupils-who-need-it-most", "date_published": "2020-09-06 06:13:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Victorian female brewers broke the (pint) glass ceiling", "description": "<p>As more women take charge of commercial beer production, a new book reveals their pivotal role in the industry historically</p><p>It’s an industry long associated with men, from the whiskered industrialists of the 19th century to the hipster craft brewers of the present. But women have played a significant role in brewing beer in Britain, and are increasingly running breweries and creating new beers.</p><p>A new book, published this week, unearths the pivotal role of women in family breweries. “Beer is often portrayed as a male domain, even though many iconic breweries would not be what they are today if they didn’t have strong women at the helm,” says its author, the veteran beer expert and real-ale advocate Roger Protz.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/06/how-victorian-female-brewers-broke-the-pint-glass-ceiling\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/06/how-victorian-female-brewers-broke-the-pint-glass-ceiling", "date_published": "2020-09-06 06:03:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Jürgen Schadeberg's portrait of singers in 1950s South Africa", "description": "<p>The German-born photographer, best known for his images of Nelson Mandela and coverage of apartheid, died last weekend</p><p>Jürgen Schadeberg, whose death at the age of 89 was announced last week, grew up in wartime Germany before emigrating to South Africa in 1950. Though perhaps best known for his portraits of Nelson Mandela, he leaves behind several important bodies of work including an extensive series on the effects of apartheid on South Africa’s black communities.</p><p>When he first arrived there, Schadeberg was shocked by the extent of the apartheid laws. His status as an outsider gained him access to black communities that, he later recalled, were “becoming more and more dynamic on the cultural and political front, while the white world seemed isolated, stuck in its ways, so colonial and totally ignorant of the life of the blacks”.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/06/the-big-picture-jurgen-schadebergs-portrait-of-singers-in-1950s-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/06/the-big-picture-jurgen-schadebergs-portrait-of-singers-in-1950s-south-africa", "date_published": "2020-09-06 06:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As other cities go into lockdown, why isn’t London having a second wave?", "description": "<p>Experts suggest the capital’s previous exposure, and capacity to embrace home working, may now be inhibiting the virus </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It is a question that puzzles both those on the front line fighting Covid 19 and the experts developing strategies to combat its next move: why has London not seen a second flare-up when other parts of the UK are now having to introduce new lockdown restrictions?</p><p>“It’s a bit of an enigma, given that London very definitely led during the initial peak,” said Professor David Alexander, who is based at the Institute for Risk and Disaster Reduction at University College London.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/as-other-cities-go-into-lockdown-why-isnt-london-having-a-second-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/as-other-cities-go-into-lockdown-why-isnt-london-having-a-second-wave", "date_published": "2020-09-06 05:54:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Melbourne lockdown extended; anti-mask protests held in Europe", "description": "<p><a href=\"https://www.theguardian.com/australia-news/2020/sep/06/melbourne-stage-4-coronavirus-lockdown-extended-for-two-weeks\">State premier Daniel Andrews extends lockdown by two weeks</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/06/coronavirus-live-news-victoria-awaits-lockdown-decision-anti-mask-protests-held-in-europe?page=with:block-5f5427868f0829a231fe6b14#block-5f5427868f0829a231fe6b14\">Victoria reports 63 new cases and five deaths</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/06/coronavirus-live-news-victoria-awaits-lockdown-decision-anti-mask-protests-held-in-europe?page=with:block-5f541f6b8f0829a231fe6adb#block-5f541f6b8f0829a231fe6adb\">thousands attend protests against coronavirus measures in Croatia and Italy</a>. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/business/2020/sep/06/nobody-is-safe-why-australias-covid-jobs-crisis-could-last-years\">Why Australia’s Covid jobs crisis could last years</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/06/melbourne-stage-4-coronavirus-lockdown-extended-for-two-weeks\">Melbourne stage 4 coronavirus lockdown extended for two weeks</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/05/covid-19-could-be-endemic-in-deprived-parts-of-england\">Covid-19 ‘could be endemic in deprived parts of England’</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/05/kamala-harris-covid-vaccine-safety-trump-election\">Kamala Harris says she wouldn’t trust Trump on safety of Covid vaccine before election</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-06T05:27:40.612Z\">6.27am <span class=\"timezone\">BST</span></time> </p><p>A further six people have been charged following yesterday’s unauthorised protest activity in Sydney and Byron Bay, NSW police have said.</p><p>High-visibility policing operations <a href=\"https://www.theguardian.com/australia-news/2020/sep/05/melbourne-anti-lockdown-protests-dozens-arrested-in-violent-clashes-with-police\">were launched in response to protests yesterday </a>(Saturday) to ensure the safety of participants, as well as the community and local businesses.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-06T05:06:19.982Z\">6.06am <span class=\"timezone\">BST</span></time> </p><p>Business groups have attacked the Victorian Labor government’s roadmap out of the state’s coronavirus crisis, saying it only delivers more despair, AAP reports. <br /></p><p>Under the government’s plan announced on Sunday, there will be no substantial change for vulnerable retail and hospitality operators for another seven weeks and even then some restrictions will remain.<br /></p> <a href=\"https://www.theguardian.com/world/live/2020/sep/06/coronavirus-live-news-victoria-awaits-lockdown-decision-anti-mask-protests-held-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/06/coronavirus-live-news-victoria-awaits-lockdown-decision-anti-mask-protests-held-in-europe", "date_published": "2020-09-06 05:40:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Navalny poisoning: Germany raises pressure on Russia with sanctions talk", "description": "<p>German foreign minister tells newspaper he hopes Russia does not force it to rethink Nord Stream 2 project</p><p>Germany, the current head of the European Union, will discuss possible sanctions on Russia over the poisoning of Alexei Navalny if the Kremlin does not provide an explanation soon, its foreign minister said on Sunday.</p><p>Russian opposition leader Navalny fell ill on a flight last month and was treated in a Siberian hospital before being evacuated to Berlin.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/navalny-poisoning-germany-raises-pressure-on-russia-with-sanctions-talk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/navalny-poisoning-germany-raises-pressure-on-russia-with-sanctions-talk", "date_published": "2020-09-06 05:39:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Boris Johnson's disastrous path to a Covid-19 Brexit", "description": "<p>After a botched response to the pandemic, No 10 is now poised to sever EU trading ties and split the union</p><p>Covid-19 has pushed the economy into the worst recession on record. GDP fell by a fifth in the three months to June, <a href=\"https://www.theguardian.com/business/2020/aug/09/uk-to-fall-into-deepest-slump-on-record-with-worst-fall-in-gdp-among-g7\">the biggest quarterly drop of any G7 nation</a>. This is surely the worst possible moment for the government to choose to inflict a further economic shock on the country. Yet that is exactly what Boris Johnson is planning to do. On 1 January, the Brexit transition period will come to an end and Britain will either trade on a no-deal basis with the European Union or, at best, with a bare-bones free trade agreement.</p><p>The government’s economic forecasts <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/760484/28_November_EU_Exit_-_Long-term_economic_analysis__1_.pdf\">predict that a no-deal Brexit would depress GDP</a> by more than seven percentage points over 15 years and that a free trade deal outside the customs union and single market would reduce it by just under five points. But even Brexit’s most ardent proponents, who implausibly deny that creating friction in the trading relationship with our closest neighbours would significantly reduce growth over the long term, would concede that there will be a short-term shock to moving to a different relationship. It is a mark of just how mind-bogglingly ideological Johnson and his cabinet are that they <a href=\"https://www.theguardian.com/politics/2020/jun/09/britain-will-not-give-in-to-eu-fishing-demands-says-villiers\">refused to ask the EU for the transition period extension</a> earlier this year that would surely have been granted.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/06/the-observer-view-on-boris-johnsons-disastrous-path-to-a-covid-19-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/06/the-observer-view-on-boris-johnsons-disastrous-path-to-a-covid-19-brexit", "date_published": "2020-09-06 05:15:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Russia's poisoning of Alexei Navalny | Observer editorial", "description": "<p>Western condemnation is worthless. But if Angela Merkel cancels the Nord Stream 2 gas pipeline, Putin will take notice </p><p>Alexei Navalny, who lies critically ill in a German hospital after being poisoned in Siberia, is Russia’s unofficial leader of the opposition and the <a href=\"https://www.theguardian.com/world/2020/sep/03/this-gentleman-alexei-navalny-the-name-putin-dares-not-speak\">politician Vladimir Putin fears most</a>. Relatively young, resourceful and smart, he has bravely defied many previous attempts to silence him, including imprisonment and physical attacks. <a href=\"https://www.theguardian.com/world/alexei-navalny\">Navalny is not easily dismissed</a> as a pro-western dissident or leftwing intellectual. He is a Russian patriot, a daring, Jason Bourne-like figure who recently flew drones over the private dachas of the Kremlin elite to expose their apparently corruptly acquired wealth, then posted videos online.</p><p>That the Kremlin is responsible for Navalny’s plight is not in serious doubt. Whether Putin had prior knowledge of the plot, or personally authorised it, will probably never be known. As usual, the Kremlin is hiding behind a wall of denials and absurd claims, such as that Navalny fell ill after flying on an empty stomach. But his German doctors are unequivocal. He was <a href=\"https://www.theguardian.com/world/2020/sep/04/russia-asked-to-come-clean-on-novichok-after-navalny-poisoning-nato\">poisoned by a chemical nerve agent, novichok</a>, which the Russian state secretly developed and which only Russia is known to have used.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/06/the-observer-view-on-russias-poisoning-of-alexei-navalny\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/06/the-observer-view-on-russias-poisoning-of-alexei-navalny", "date_published": "2020-09-06 05:15:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I co-parent with my ex, but he threatens me and expects sex | Dear Mariella", "description": "<p>It’s time to free yourself from your manipulative former husband, says Mariella Frostrup. Your son is much more likely to stick around if he sees you standing up for yourself</p><p><em><strong>The dilemma </strong></em>I split with my husband when my son was three – he was selfish and did not enjoy being a father. But we parted amicably and agreed to co-parent our son. I hoped for another relationship and another child.</p><p>Twelve years later and I have had one relationship, which caused my ex-husband to threaten suicide. He has constantly been in and out of my life – at first I thought he wanted to reconcile, but I realised he wants to cherry-pick the parts of marriage that suit him (mostly sex) and then go to his own house when he “needs space”. Whenever I put my foot down he threatens to take our son away. Even going to a solicitor didn’t help.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/06/i-coparent-with-my-ex-but-he-threatens-me-and-expects-sex-mariella-frostrup\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/06/i-coparent-with-my-ex-but-he-threatens-me-and-expects-sex-mariella-frostrup", "date_published": "2020-09-06 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On Labor Day, remember this: Trump's America works only for the rich | Robert Reich", "description": "<p>We are eight weeks from a momentous election. If Joe Biden wins, he must work to redistribute income – and power</p><p>On Labor Day weekend, eight weeks before one of the most consequential elections in American history, it’s useful to consider the inequalities of income and wealth that fueled Donald Trump’s victory four years ago – and which are now wider than ever.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/06/speaking-for-myself-review-sarah-huckabee-sanders-donald-trump\">Speaking for Myself review: Sarah Sanders writes one for the Trump team</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/06/labor-day-donald-trump-joe-biden-election\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/06/labor-day-donald-trump-joe-biden-election", "date_published": "2020-09-06 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smokestak, London: ‘one glorious, considered pose’ – restaurant review", "description": "<p>Some might mutter ‘filthy muck’ at the piles of blackened meat, but Jay Rayner sees only lunch</p><p><strong>Smokestak, 35 Sclater Street, London E1 6LB (020 3873 1733). Small plates £4.50-£9.50, big plates £8.50-£17.50, desserts £3.50-£7, wines from £27</strong></p><p>Some people would take one look at the items in front of me at <a href=\"https://smokestak.co.uk/\" title=\"\">Smokestak</a>, push their gnarled, slatboard chair back from their aggressively battered table, mutter “filthy muck” under their breath and walk away. Is it cooked food, or something you’d cook food over? Both the sawn-off beef rib and the plank of pork belly are not just darkly sauced. They’re mostly black, like something you’d rescue from the wreckage of a house fire while sobbing over what has been lost.</p> <a href=\"https://www.theguardian.com/food/2020/sep/06/jay-rayner-restaurant-review-smokestak-london-one-glorious-considered-pose\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/06/jay-rayner-restaurant-review-smokestak-london-one-glorious-considered-pose", "date_published": "2020-09-06 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Speaking for Myself review: Sarah Sanders writes one for the Trump team", "description": "<p>The former White House press secretary also has political ambitions of her own, back home in Arkansas</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/sep/01/donald-trump-sarah-sanders-take-one-for-the-team-kim-jong-un-wink-book\">Trump told Sanders to ‘take one for the team’ after Kim wink</a></li></ul><p>Toward the end of <a href=\"https://www.theguardian.com/us-news/2020/sep/01/donald-trump-sarah-sanders-take-one-for-the-team-kim-jong-un-wink-book\">Speaking for Myself</a>, Sarah Huckabee Sanders recalls a conversation with Donald Trump in which she advises him her book will be aimed at defending his reputation.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/sep/05/donald-trump-david-rubenstein-how-to-lead-book\">'Trump has a different leadership style': David Rubenstein plays it by the book</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/06/speaking-for-myself-review-sarah-huckabee-sanders-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/06/speaking-for-myself-review-sarah-huckabee-sanders-donald-trump", "date_published": "2020-09-06 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melbourne stage 4 coronavirus lockdown extended for two weeks", "description": "<p>Victoria premier Daniel Andrews says existing restrictions with minor changes will remain in place until 28 September</p><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/sep/04/coronavirus-australia-map-cases-covid-19-tracking-stats-live-data-update-by-state-suburb-postcode-how-many-new-active-case-numbers-today-statistics-corona-deaths-death-toll\">Coronavirus Australia map</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/04/victoria-stage-4-restrictions-melbourne-lockdown-rules-covid-19-stage-four-metropolitan-metro-explained-what-you-need-to-know\">Melbourne stage 4 restrictions explained</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/04/coronavirus-victoria-stage-3-restrictions-lockdown-victorian-regional-vic-covid-19-rules-stage-three-explained-what-you-need-to-know\">Regional Victoria stage 3 restrictions explained</a></li><p>Victoria’s premier has apologised for having to extend tough lockdown conditions in Melbourne for six more weeks as Australia’s second largest city works to contain the second wave of Covid-19 cases that has caused 646 deaths to date.</p><p>Stage-four restrictions in Melbourne, which include a night-time curfew, will be extended for two weeks to 28 September, with Daniel Andrews declaring: “We can’t run out of lockdown.” The curfew, travel limits and other elements of stage four will remain in place until 26 October.</p> <a href=\"https://www.theguardian.com/australia-news/2020/sep/06/melbourne-stage-4-coronavirus-lockdown-extended-for-two-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/sep/06/melbourne-stage-4-coronavirus-lockdown-extended-for-two-weeks", "date_published": "2020-09-06 04:26:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bexley stabbing: five arrested after attack injures five, one seriously", "description": "<p>Five men found injured – one seriously – after police respond to reports of a stabbing attack in south-east London</p><p>Five men have been injured – one seriously – after reports of stabbing attack in south-east London.</p><p>Officers were called to reports of a stabbing in The Broadway, Bexleyheath, at about 9.30pm on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/06/bexley-stabbing-london-five-arrested-five-injured\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/06/bexley-stabbing-london-five-arrested-five-injured", "date_published": "2020-09-06 04:26:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Cohen alleges Trump racist outbursts and role in Stormy Daniels payoff in new book", "description": "<p>White House dismisses as ‘fan fiction’ the tell-all memoir of convicted former fixer who claims Trump is guilty of the same crimes as him</p><p>Michael Cohen’s <a href=\"https://www.theguardian.com/us-news/2020/aug/13/michael-cohen-book-donald-trump-disloyal\">tell-all memoir</a> makes the case that president Donald Trump is “guilty of the same crimes” that landed his former fixer in federal prison, offering a blow-by-blow account of Trump’s alleged role in a hush money scandal that once overshadowed his presidency.</p><p>It also alleges that Trump made numerous racist remarks, <a href=\"https://www.washingtonpost.com/politics/cohen-trump-book/2020/09/05/235aa10a-ef96-11ea-ab4e-581edb849379_story.html\">according to the Washington Post</a>, including saying that Barack Obama only got into Columbia University and Harvard Law School because of “fucking affirmative action”. Trump had “hatred and contempt” for Obama, the book says.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/06/michael-cohen-book-disloyal-alleges-trump-racist-outbursts-stormy-daniels-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/06/michael-cohen-book-disloyal-alleges-trump-racist-outbursts-stormy-daniels-russia", "date_published": "2020-09-06 03:45:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wildfire traps campers at California lake amid 'dangerous' heatwave", "description": "<p>Around 150 people trapped at campground as state faces several fast-moving blazes and brutal temperatures of over 110F</p><p>Three fast-spreading California wildfires sent people fleeing on Saturday, with one trapping campers at a reservoir in the Sierra National Forest, as a brutal heat wave pushed temperatures into triple digits in many parts of the state.</p><p>A wildfire burning near Shaver Lake near the city of Fresno in the Central Valley exploded to 56 square miles, jumping a river and compromising the only road into the Mammoth Pool Campground, according to a national forest spokesman. The Madera County Sheriff’s Department said about 150 people were at the campground, ABC30 in Fresno reported.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/05/us-west-coast-heatwave-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/05/us-west-coast-heatwave-california", "date_published": "2020-09-06 03:38:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook blocks livestream of assisted dying campaigner's death", "description": "<p>Terminally ill French man is told his plan was blocked because it could promote self-harm</p><p>Facebook has blocked a terminally ill French campaigner for assisted dying from livestreaming his own death.</p><p>Alain Cocq, who has been suffering for 34 years from a rare and incurable degenerative disease, has stopped taking food, drink or medicine, and says he wants his death to be seen to help persuade French authorities to lift a ban on medically assisted suicide.</p> <a href=\"https://www.theguardian.com/society/2020/sep/06/facebook-blocks-livestream-of-assisted-dying-campaigners-death\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/06/facebook-blocks-livestream-of-assisted-dying-campaigners-death", "date_published": "2020-09-06 01:48:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Get out of here': thousands in Israel call for Netanyahu to resign", "description": "<p>Anger continues to build over prime minister’s handling of coronavirus crisis and corruption allegations</p><p>Thousands of Israelis protested outside the official residence of prime minister Benjamin Netanyahu on Saturday night, pressing ahead with a months-long campaign demanding he resign.</p><p>Demonstrators have been protesting against Netanyahu’s handling of the coronavirus crisis, which has led to soaring unemployment, and believe he should step down while on trial for corruption charges.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/get-out-of-here-thousands-in-israel-call-for-netanyahu-to-resign\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/get-out-of-here-thousands-in-israel-call-for-netanyahu-to-resign", "date_published": "2020-09-06 01:06:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He's been set up': the American whose life may depend on US-China relations", "description": "<p>Sentenced to death in China, American Mark Swidan hopes for a permanent reprieve but his fate may hinge on an easing of diplomatic tensions</p><p>When Chinese police raided the Guangzhou hotel room of Mark Swidan and arrested him on 13 November 2012, he was on the phone to his mother, Katherine. Swidan had been in China sourcing building materials for his business , Katherine says, and they were discussing booking his ticket home to Houston, Texas, for his wedding, when he said there was a knock at the door.</p><p>“I heard banging, then I didn’t hear anything after that,” she recalls.</p> <a href=\"https://www.theguardian.com/world/2020/sep/06/hes-been-set-up-the-american-whose-life-may-depend-on-us-china-relations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/06/hes-been-set-up-the-american-whose-life-may-depend-on-us-china-relations", "date_published": "2020-09-06 00:08:30+00:00", "persistent": false, "user": null, "language": "en-UK"}]