[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lankum: NPR Music Tiny Desk Concert", "description": "This performance was recorded on March 6, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 18, 2020 | Bob Boilen -- Lankum's journey from Ireland to the Tiny Desk was a wild and bumpy adventure. First, visa problems forced them to cancel their late February date. A week later, much of the world is more worried about COVID-19, though daily patterns here hadn't changed. They arrived in New York, hopped in their van to Washington, D.C., only to have that break down. Finally, after all that, some good news: While in their new van heading to the Tiny Desk, the Dublin quartet received news that its brilliant album The Livelong Day had won Ireland's Choice Music Prize Album of the Year!\n\nAll of this was a build-up to a Tiny Desk concert I'll never forget. I, too, am a massive fan of the drones from the uilleann pipes, harmonium, concertina and the stunning voice of Radie Peat. The Livelong Day to my ears has as much in common with Irish tradition as it does to electronic music, though everything they do is acoustic. But the power and heft of what brothers Ian and Daragh Lynch, Cormac MacDiarmada, and Radie Peat convey through their reeds, strings, and vocals are deeply stirring emotionally and have stuck with me all these months since this concert's recording.\n\nA week later I saw Lankum in concert. It was the last one I attended in a real venue and the world was rapidly changing. Their journey home, I trust, was frightening. The idea of getting on a plane was so very different from just a few weeks before. I know it was tough, but I'm ever so grateful for this life experience and grateful to be able to share it here.\n\nSET LIST\n\"The Wild Rover\"\n\"The Young People\"\n\"Bear Creek\"\n\nMUSICIANS\nRadie Peat: vocals, harmonium, baritone Irish concertina; Ian Lynch: vocals, uilleann pipes, baritone English concertina; Daragh Lynch: vocals, guitar; Cormac MacDiarmada: vocals, fiddle, viola\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Videographers: Maia Stern, Bronson Arcuri, Melany Rochester, Jack Corbett; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Bob Boilen/NPR", "link": "https://www.youtube.com/watch?v=kCLFShptAIA", "date_published": "2020-05-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lionel Loueke: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Lionel Loueke’s Tiny Desk concert from 2010: https://www.npr.org/2010/04/26/126159612/lionel-loueke-tiny-desk-concert\n\nPatrick Jarenwattananon | April 26, 2010\n\nListen to any Lionel Loueke record long enough, and you'll wonder, \"How did he make that noise?\" The West African-born jazz guitarist has developed an extensive palette of sounds, experimenting with low tunings, fast finger techniques, nylon strings, acoustic and electric axes, even jamming paper in his strings. And he also sings — or, more accurately, vocalizes. The clicks, wet smacks, the singing-along-to-his-solos, even the spasmodic speaking-in-tongues exhortations; he says they just come naturally to him.\n\nNaturally, when Loueke's trio came to Washington, D.C., earlier this year, we asked him to demonstrate his toolkit in a Tiny Desk Concert. The Tiny Desk is a pretty tiny desk, but it still felt a bit unfair to the rest of his band. The group is led by Loueke almost in name only; the drummer and bassist both compose for the group, and their input has shaped Loueke's language, even apart from the trio, for more than 10 years of playing together.\n\nLuckily, the trio arrived at our cramped stage, whereupon drummer Ferenc Nemeth shrugged and declared, \"Yeah, I'll play.\" I asked him whether I could get him a snare drum or cymbal stands or anything, and he waved me off, pulling out bells, bundle sticks and a little rig set up around a hand drum and a jangly tambourine. Game on.\n\nNemeth and Loueke treated us to impromptu duet versions of \"Vi Ma Yon\" — a traditional song that appears on Loueke's latest, Mwaliko — and another tune from the group's songbook, \"Merci.\" (Their recording of Wayne Shorter's \"Nefertiti,\" which doesn't appear on this page, will be available on A Blog Supreme this week.) Jammy and exploratory, it felt like jazz with West African accents — or was it West African music with jazz sensibilities? See and hear for yourself.\n\nSET LIST\n\"Vi Ma Yon\"\n\"Merci\"", "link": "https://www.youtube.com/watch?v=7Wd5s78Lghw", "date_published": "2020-05-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]