[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "They Wouldn’t Let Me Visit My Sick Wife, Yet They Weren’t Wearing Masks The Day She Died", "description": "Steve and his sons were kept apart from his sick wife for several weeks due to the inhumane policy of no visitors whatsoever for hospitalized patients during the pandemic. \n\nSteve’s wife ended up dying alone. Since then, Steve has founded the Never Alone Project to pass legislation to make sure this doesn’t happen to anyone else ever again. \n\nWarning: this podcast clip is not a joke and is a hard story to hear, but, Kyle, Ethan, and Steve are able to find joy and laughter in their fellowship together despite hard times.", "link": "https://www.youtube.com/watch?v=qLfDwYCJ95I", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Steve Reiter Talks Loved Ones Dying Alone/Arbitrary Lockdown Rules/Reclaiming Our Human Dignity", "description": "In this episode of The Babylon Bee Interview Show, Kyle and Ethan talk to good friend of The Babylon Bee: Steve Reiter. Steve is the host of the Holy Smokes Podcast, which is about a friendship movement of cigar smoking Christians. Steve and his sons were kept apart from his sick wife for several weeks due to the inhumane policy of no visitors whatsoever for hospitalized patients during the pandemic. Steve’s wife ended up dying alone. Since then, Steve has founded the Never Alone Project to pass legislation to make sure this doesn’t happen again to anyone else ever again. Warning: this episode is a hard story to hear, but Kyle, Ethan, and Steve are able to find joy and laughter in their fellowship together despite hard times.\n\nSubscribe on iTunes: https://podcasts.apple.com/us/podcast/the-babylon-bee/id1468715531\n\nGain Access to the Exclusive Content and Writing Forum: https://babylonbee.com/plans\n\nThe Official Babylon Bee Store: https://shop.babylonbee.com\n\nFollow The Babylon Bee:\nWebsite: https://babylonbee.com\nTwitter: http://twitter.com/thebabylonbee\nFacebook: http://facebook.com/thebabylonbee\nInstagram: http://instagram.com/thebabylonbee", "link": "https://www.youtube.com/watch?v=yOKdgA_-e2Y", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]