[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Essential Tips To Hit The Hyper Scape | The Pod", "description": "(Presented by Hyper Scape) Get ready to drop into the Hyper Scape! The Pod is a 4-part series that will be the best place to start to hit the ground hacking in this new, fast-paced Battle Royale. Join Persia and other special guests in the series to learn competitive strategies and high level tips to help you become victorious.", "link": "https://www.youtube.com/watch?v=sSQCUh-tIR4", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Launches In November, Halo Infinite Delayed | Save State", "description": "On today's Save State, Chastity talks about how the Xbox Series X is launching in November, but without Halo Infinite due to a delay. Meanwhile, Splinter Cell's Sam Fisher is coming to Rainbow Six Siege.\n\nWe’re one step closer to a release date for the Xbox Series X, as Microsoft has confirmed via blog post on the Xbox Wire that the Series X launches this November. There's no specific date and there's still no word on price. One major game that won’t launch with Series X is Halo Infinite - which has been delayed to 2021.\n\nIn other news, Splinter Cell’s Sam Fisher is coming to Rainbow Six Siege as a playable character. He is one of the new operators in the next season, Operation Shadow Legacy. \n\nWhile you're here, check out GameSpot's merch store!  Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. \n\nCheck it out here: https://store.gamespot.com/", "link": "https://www.youtube.com/watch?v=dsiMNIt1A40", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends - Official Rampart Cinematic Trailer | “The Endorsement”", "description": "While running her own modding shop, Ramya Parekh (aka Rampart) built her rep in underground gauntlet circuits. But success has a way of making enemies. Good thing she knows how to use all those fancy weapons she’s upgraded…  \n\n\nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier. Play for free now on Xbox One, PS4, and Origin for PC.", "link": "https://www.youtube.com/watch?v=C4h72lxViXk", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 Shows Off New Weapons | Save State", "description": "In this video, Persia talks about the second Night City Wire stream and the weapon showcase for Cyberpunk 2077. We saw a variety pf weapons that specialized in different things like bullets that can ricochet and homing ammunition that can follow targets. Melee weapons and Cyberware were also a part of the arsenal that was featured and will provided multiple ways to play depending on your choice of equipment. \n\nPersia also talks about the recent addition of two trophies that indicate Grounded difficulty and Permadeath mode are coming to The Last Of Us Part II. Grounded difficulty removes your HUD and Listen Mode while also making your enemies stronger and ammunition more scarce. Permadeath is obvious: one life and that's it. But you can complete the Permadeath mode on any setting for the trophy. \n\nAnd lastly, Persia talks about the mysterious boxes that streamers and fan sites have been getting that may hint at the next Call of Duty game. There have been may rumors about Black Ops Cold War, but the boxes included old-fashioned projectors and slides that fans say resemble old multiplayer maps like Summit. Treyarch also changed its header image to a picture of snowy mountains, but not official word has been given yet on what all of these teasers really mean.\n\nDon't forget to check out store.gamespot.com when you get a chance to buy Play For All merch because all the proceeds will be donated to Black Lives Matter and Direct Relief until the end of August!\n\nThis is your Save State for Monday, August 10th.\n\n00:00 - Intro\n00:18 - We Saw A Bunch Of New Cyberpunk 2077 Weapons\n01:09 - Next Call Of Duty Teased With A Slide Projector\n02:03 - Last Of Us Part 2 Is Getting A Permadeath Mode", "link": "https://www.youtube.com/watch?v=Y4aJAbK0aA0", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Is The Katana Overrated? - Loadout", "description": "The Katana is one of the most legendary swords in fiction and in real world history, but it’s also one of the most misunderstood weapons.\n\nAn iconic part of Japanese culture and history, the Katana has also established itself as an icon of pop culture with appearances in everything from games like Ghost of Tsushima and Sekiro: Shadows Die Twice through to the classic samurai films of Akira Kurosawa.\n\nOn this episode of Loadout we take a look at some of the tropes and misconceptions that surround the legendary weapon of the Samurai, as we break down the myth and legend of the Katana.\n\nYou can check out more from the Royal Armouries right here - https://www.youtube.com/user/RoyalArmouries/\n\nWatch previous episodes of Loadout here: https://www.youtube.com/watch?v=yzSrmGkpWKk&list=PLpg6WLs8kxGMzIemU1gyyLmg5VlKI2UvC", "link": "https://www.youtube.com/watch?v=CJZU_zqXXv8", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]