[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lincoln Center Brings Music To Essential Workers", "description": "There haven't been any live public performances at America's biggest arts center since mid-March. But New York's Lincoln Center has been hosting some free mini concerts for healthcare providers, teachers and other essential workers, featuring just one or two volunteer musicians and audiences of five, max.\n\nThe musicians are volunteers from the New York Philharmonic, one of Lincoln Center's constituent organizations. One of the performers is Kuan Cheng Lu, a Taiwanese first violinist who joined the orchestra 16 years ago. On a recent Friday evening, he chose to play some solo Bach.", "link": "https://www.youtube.com/watch?v=-kNVBi93Phs", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Víkingur Ólafsson: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAug. 12, 2020 | Tom Huizenga -- \"I hope everybody stays safe and is good to each other,\" Víkingur Ólafsson says at the end of this beautiful four-song set.\n\nBefore he packed his final bags to return to his native Iceland, the pianist gave one last performance from his home in Berlin. His career has moved from strength to strength, releasing three terrific albums in a row (Philip Glass, J.S. Bach, Debussy-Rameau). And now that he has a young son, he wants to spend as much time with the family as possible these days.\n\nAfter grounding us in the resilient music of Bach, Ólafsson offers a crash course in the fascinating music of Jean-Philippe Rameau and Claude Debussy, two French composers who lived nearly 200 years apart. Ólafsson connects the dots between the two seemingly strange bedfellows, illustrating his points with demonstrations on his Steinway.\n\nÓlafsson has penchant for making transcriptions, taking pieces written for other instruments and making them his own. He closes with \"The Arts and the Hours,\" his mesmerizing arrangement of a scene from Rameau's final opera, which he plays as a farewell to his Berlin apartment.\n\nSET LIST\nJ.S. Bach (arr. Stradal): \"Andante\" (from Organ Sonata No. 4)\nRameau: \"Le rappel des oiseaux\"\nDebussy: \"The Snow is Dancing\" (from Children's Corner)\nRameau (arr. Ólafsson): \"The Arts and the Hours\" (from Les Boréades)\n\nMUSICIANS\nVíkingur Ólafsson: piano\n\nCREDITS\nVideo by: Anusch Alimirzaie; Audio by: Anusch Alimirzaie; Producer: Tom Huizenga; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=HdKkRs6H8jE", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Becca Mancari: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n\"When I wrote this record it was about my own personal journey towards transforming from anger into forgiveness.\" In her calm, wise way, Nashville-based, New York-born singer-songwriter Becca Mancari frames her Tiny Desk (home) concert with this comment at the set's end. Mancari's new album, The Greatest Part (produced by drummer Zac Farro, who also plays in Paramore), tells her story of coming out and discovering a life path. This 15-minute set, recorded in bass player Duncan Shea's woodsy home studio, is an illuminating abridged version.\n\nIt's a joy, in this time of isolation, to see her band connect and build something beautiful, despite the masks. \"The band and I have been in our own little Corona-pod, but we wanted to be extra safe,\" Mancari says of the protective gear. She postponed this concert when the Black Lives Matter protests began in May: \"I wanted to be so careful of respecting an extremely important movement in our country both now and then. So, we decided to all wait, learn, grow, protest, and listen.\"\n\nExtra time gave the band a chance to deepen its bond. Mancari's songs often seek to reveal the unspoken, and you can hear that process in the way Caleb Hickman's inventive keyboard parts respond to Mancari's voice and Juan Solorzano's searching guitar lines. \"We actually filmed on July 4 to the sounds of fireworks,\" Mancari said. The only fireworks needed were in the room.\n\nSET LIST\n\"Hunter\"\n\"First Time\"\n\"Bad Feeling\"\n\"Like This\"\n\"I'm Sorry\"\n\nMUSICIANS\nBecca Mancari: vocals, guitar; Zac Farro: drums; Duncan Shea: bass; Juan Solorzano: guitar; Caleb Hickman: keyboards, synth\n\nCREDITS\nVideo by: AJ Gibboney, Monica Murray; Audio by: Jake Davis; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=V7swrM4dfuo", "date_published": "2020-08-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]