[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Bernie, Biden, And Boomers", "description": "This is the Babylon Bee weekly news podcast for the week of 4/15/2020.\r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle talk about the great void in humor we sense as Bernie drops out of the race, how Biden is making the face mask regulations work for him when he wants to smell everyone, and how Trump finally solved his press briefing woes. Kyle and Ethan also talk about weird news like screaming goats taking over a Welsh town and also chat with comedian boomer Jeff Allen.\r\n\r\n In the subscriber portion, Kyle and Ethan talk about the latest open thread premium post about Good Friday for Babylon Bee subscribers, circumcision, Mediterranean food. and some unused headlines.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle and Ethan talk about milk production, goose racism, and word associations. Ethan also gives combat tips against geese. Kyle and Ethan talk about their Easter celebrations in quarantine.\r\n\r\n Stuff That’s Good - \r\n\r\n Kyle: 90s CCM Albums\r\n\r\n Ethan: Best Worst Movie\r\n\r\n Weird news-  Ethan inspires a soundbyte and a new segment.\r\n\r\n  Coronavirus lockdown spurs police in England to dye 'Blue Lagoon' black to deter Instagrammers\r\n\r\n  Mountain goats use coronavirus lockdown to take over Welsh town, video shows\r\n\r\n  Mum who gave birth during coronavirus lockdown calls child 'Covid Bryant'\r\n\r\n  \r\n\r\n Story 1 - Bernie Tests Negative For President : Presidential Hopeful and Socialist Bernie Sanders had his entire campaign derailed after getting back the results from a routine medical exam. Overall he had a clean bill of health but he did test negative for President.\r\n\r\n   Bernie Sanders dropped out finally and endorsed Joe Biden!\r\n\r\n   Since we may not see Bernie again, here are some Bernie Sanders greatest hits…\r\n\r\n   Bernie Sanders Drops Out Of Race To Spend More Time With His Many, Many Houses\r\n\r\n   Bernie Sanders Drops Out As Campaign Goals Of Locking Everyone Up, Destroying Economy Already Achieved\r\n\r\n   Bernie Vows To Rebuild Berlin Wall\r\n\r\n    '80s Movie Night Gets Awkward As Bernie Sanders Keeps Rooting For All The Villains \r\n\r\n   Bernie Sanders Hastily Adds Right To An Abortion At Any Time To Copy Of The Constitution\r\n\r\n   Bernie Sanders Unveils New Plan To Levy Special Tax On Anyone Who Makes More Money Than Bernie Sanders\r\n\r\n    Nike Releases Bernie Sanders Signature Shoe That Helps You Survive Under Socialism\r\n\r\n   Bernie Sanders Arrives In Hong Kong To Lecture Protesters On How Good They Have It Under Communism\r\n\r\n   Bernie Sanders Praises China For Eradicating Poverty By Killing All The Poor People\r\n\r\n   Bernie Sanders Leaps Into Wood Chipper To Reduce Carbon Footprint\r\n\r\n   Bernie Sanders's Acme Rocket Explodes In His Face In Yet Another Failed Attempt To Catch A Billionaire\r\n\r\n   Sanders Clarifies His Gulags Will Be Democratic Gulags\r\n\r\n   Bernie Sanders Supporters Defend How He Always Wears A Top Hat And Monocle And Carries Around Bags With Dollar Signs On Them\r\n\r\n   Bernie Sanders Praises Slave Owners For Free Housing Program\r\n\r\n   Disheveled And Covered In $100 Bills, Bernie Sanders Claims He Was Attacked By A Group Of Billionaires\r\n\r\n   Dems Combine Into Giant Mech To Annihilate Bernie Sanders\r\n\r\n   Bernie Sanders Yelling At Kids To Get Off His Many, Many Lawns\r\n\r\n   Bernie Sanders Banned From Fortnite For Throwing All The Other Players Into Gulags\r\n\r\n   Bernie Sanders Takes Quiet Moment To Seek Advice From Portraits Of His Favorite Dictators\r\n\r\n      \r\n\r\n Story 2 -  Biden Cuts Hole In Mask So He Can Still Sniff People's Hair : Democratic presidential front-runner Joe Biden has agreed to wear a CDC-approved N95 ventilator mask. However his staff was troubled when he cut a nose-shaped hole out of his mask so that he could still sniff people’s hair.\r\n\r\n   This one went nuts.  Burned Bernie Bros have been taking to social media to complain about Joe Biden too.\r\n\r\n   We need to make a mask that looks like you have a bat hanging out of your mouth\r\n\r\n   Is everyone complying with wearing masks out in public?\r\n\r\n   Jesus not obeying the shelter in place order\r\n\r\n   Story 3 -  Trump Installs Ejection Seats Throughout Press Briefing Room : After several tumultuous press briefings with a combative media, President Donald Trump has sought to solve the ongoing conflict by reaching out a hand ... and pressing a red button on his podium that ejects journalists into space on rocket-powered chairs. \r\n\r\n   Usual characters trade jabs with president at his press briefings with coronavirus task force. \r\n\r\n    Yamiche from PBS has been sparring with him about ventilators.\r\n\r\n   Mike Lindell the MyPillow guy retooled his 75% of his factory to make masks and gave some off the cuff remarks about reading the Bible and looking to God during this time, the media went  apoplectic.\r\n\r\n   CNN’s Jim Acosta, another usual character, accused Trump of engaging in “happy...", "link": "https://www.youtube.com/watch?v=d4G2qSqVvgY", "date_published": "2020-04-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]