[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "SiR: NPR Music Tiny Desk Concert", "description": "Watch SiR play \"The Recipe\", \"New Sky\" and \"Wires In The Way\" and \"John Redcorn\" at the Tiny Desk.\n\nDid you know you can watch Tiny Desk Concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music: \nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nSiR, the R&B singer from Inglewood, CA, seemed lost in thought as he stood behind the Tiny Desk. While his bandmates curiously bounced around the desk, joking and even searching for Bob Boilen, SiR remained particularly focused. About halfway through the performance, he eventually revealed what had been weighing on his heart. He told the NPR crowd he'd lost his infant godson a few days prior and dedicated the performance to him. \"We're doing this for him. It took a lot for me to be here today ...but we're gonna get through this.\"\n\nSince signing to hip-hop juggernaut Top Dawg Entertainment in 2017, Sir Darryl Farris been the most consistent, most reliable player on the roster outside of its original four (Jay Rock, Kendrick, Schoolboy Q and Ab-Soul.) His output has further solidified the label's stake in spaces outside of just rap music.\n\nFor his Tiny Desk concert, SiR treated the office to some of the best that his latest LP, Chasing Summer has to offer. Themes of regret loom throughout the album and he's never shied away from writing about personal flaws. His depiction of misdirected desires and heartbreak on \"John Redcorn\" and \"The Recipe\" reveal a cruel honesty that couples grapple with at times. The set was also a family affair with his mother and older brother offering support as two of the three background vocalists. We get a glimpse of his upbringing in the gospel choir once those harmonies open up.\n\nSET LIST\n\"The Recipe\"\n\"New Sky\"\n\"Wires In The Way\"\n\"John Redcorn\"\n\nMUSICIANS\nSiR: vocals; Roger \"Jooseondrums\" Benford: drums; Terrall Whitehead: guitar; Samuel Davis: bass; Jacquelyn Farris: vocals; Davion Farris: vocals; Zyah Belle: vocals; Ledaris \"L.J.\" Jones: keys\n\nCREDITS\nProducers: Bobby Carter, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, James Willetts; Editor: Maia Stern; Videographers: Morgan Noelle Smith, CJ Riculan, Maia Stern; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar", "link": "https://www.youtube.com/watch?v=WSIb1ViLWDI", "date_published": "2020-02-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]