[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Modern Warfare - Season 2 In Game Cinematic Trailer", "description": "Take a look at the in game cinematic for the Season 2 update in CoD MW. Could it be hinting at a Battle Royale mode in the future? Only time will tell! For now you can download the massive update on PS4, Xbox One, and PC!", "link": "https://www.youtube.com/watch?v=M58oTLW3qkc", "date_published": "2020-02-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Modern Warfare Season 2 - Everything We Know In Under 3 Minutes", "description": "Call of Duty: Modern Warfare Season 2 is here, bringing new multiplayer maps, modes, weapons, and a Battle Pass to the game. Let's jump right into all the new stuff.\n\nDay one brings us two standard multiplayer maps. One of them is Atlas Superstore: a warehouse that's been taken over by Al-Qatala, letting you battle down the aisles, over fallen shelves, and even in some special areas in the back. Meanwhile, Modern Warfare 2's Rust has returned, bringing back some of the most intense, close-quarters action the series has ever had.\n\nRust can be used as a Gunfight map. Same goes for the new map Bazaar, set in Urzikstan. Day one brings a new Ground War map: it's an airplane junkyard called Zhokov Boneyard. Lastly, there's another new map called Khandor Hideout coming later in Season 2, but Infinity Ward hasn't released any information about that yet.\n\nGunfight tournaments will be available with Season 2, but only for a limited time. There's also a COD League Ruleset playlist for those of you who wanna play like the pros.\n\nMore game modes are coming later this season. Demolition will return, alongside the new Infected Ground War. In that mode, you'll have to fight off the Infected until time expires, but if you get infected yourself, you'll join the horde as they attempt to kill off the remaining Survivors. Finally, there's NVG Reinforce, which Infinity Ward says, quote, \"blends elements of Domination with Search & Destroy\"\n\nNow let's talk about new weapons and that Battle Pass. If you don't wanna spend money on the pass, you can still unlock some new guns. The Grau 5.56 is unlocked at Tier 15, and the Striker 45 is unlocked at Tier 31; you can get both for free. There's also a third new weapon coming later in Season 2, but Infinity Ward has marked it as classified for now.\n\nFor 1,000 Call of Duty points--or about 10 US dollars--you can purchase the pass and the ability to unlock all 100 Tiers of rewards. The Tier 0 prize is actually a new Operator: Modern Warfare 2's Ghost. The British spec-ops officer is linked to the story of Season 2, and he's not the only new Operator joining the ranks. Talon and Mace will also deploy later this season.\n\nAs far as ranking up in the Battle Pass, Season 2 offers a bunch of new trials including ATV races, a gun course, a live fire exercise, and Pitcher, which is basically cornhole but with frag grenades. New daily challenges and missions will be ready for completion too.\n\nThat's all the big stuff available right now with Season 2. There are new maps to explore and new guns to handle, with more coming later this season. Stay tuned to GameSpot for all the best Modern Warfare coverage, and we'll see you out there.\n\n#CallOfDutyModernWarfare #Season2", "link": "https://www.youtube.com/watch?v=fgIj5ZFhXBk", "date_published": "2020-02-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Modern Warfare Season 2 Is Live Today!", "description": "Season 2 is here! Today Persia and Richie jump back into battle using the all new weapons and revisit the return of the iconic map Rust.", "link": "https://www.youtube.com/watch?v=oBk6uMiG3Eo", "date_published": "2020-02-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare - Official Season 2 Battle Pass Trailer", "description": "100 tiers. 100 rewards to unlock. \n\nPlay your way to new weapons, the legendary Ghost operator, skins, blueprints, and more - all in the Season Two Battle Pass. Available now for purchase on all platforms.", "link": "https://www.youtube.com/watch?v=IJ6llEA7TFc", "date_published": "2020-02-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders - Official Reveal Trailer", "description": "Outriders, from Square Enix and People Can Fly, is coming later this year to PlayStation 5, Xbox Series X, Xbox One, PlayStation 4 and PC.", "link": "https://www.youtube.com/watch?v=ED4o1WJFmDY", "date_published": "2020-02-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "4 Great (and BAD) Games For Couples", "description": "It's almost Valentine's Day! That special holiday--created by a greeting card company--where we spend time with the people we love. But you might want to spend it playing video games, so here are some great PC, Xbox One, Nintendo Switch, and PS4 co-op games to play with your significant other or friend and some you should avoid at all costs.\n\nJess covers titles like Portal 2, Army of Two, and Divinity Original Sin 2, as well as games that do not have \"two\" in the title, like the bomb-defusal game Keep Talking And Nobody Explodes, among others. They are each unique and fun games in their own right, but they might not all be the best game to play with your friend or loved one. \n\nWhich ones should you play and which should you avoid? Be sure to watch the full video to get all the important details on how to make the most out of your Valentine's Day (or at least the portion of the day you might choose to play video games!). The video also covers titles like A Way Out, Unravel 2, and Overcooked 2. \n\nLet us know what your favorite co-op game is down in that comment box and leave me your picks for the best and worst games to play with a significant other.", "link": "https://www.youtube.com/watch?v=s9gQYoERzFI", "date_published": "2020-02-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare – Official Season 2 Gameplay Trailer", "description": "The War Rages On.\n\nThe fight continues in Season Two of Call of Duty: Modern Warfare, free on all platforms on February 11.", "link": "https://www.youtube.com/watch?v=QkNqXp-FfUo", "date_published": "2020-02-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Revisiting Tenchu: Stealth Assassins From PS1", "description": "Today, Persia and Richie discuss one of GameSpot's recent articles on games that the folks here in the office are currently playing. Discussing all of these games, new and old, sends us to revisit a classic, Tenchu: Stealth Assassins.", "link": "https://www.youtube.com/watch?v=k03NEhVpZcY", "date_published": "2020-02-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]