[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "The Ubuntu desktop has a vision problem - Ubuntu 20.10 review", "description": "Visit http://linode.com/linuxexperiment for a 100$ credit on your new Linode account!\n\nWe're nearing the end of October already, and this means it's time for a new release of Ubuntu 20.10, Groovy Gorilla. There are new desktop features, and new plumbing, as always, but I mostly have some thoughts about the Ubuntu desktop in general. Does 20.10 deserve its name?\n\nJoin this channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n## The desktop\n\nUbuntu 20.10 still uses GNOME, and it embarks version 3.38 of the desktop environment.\n\nFirst, the application grid can now be re-arranged by hand: no more alphabetical sorting, you can put app icons in any order you desire, in the grid, or in the application folders. These now handle pagination if you have more than 9 applications in them, and the grid will scale with the size of your display, so you can see more apps if you have a big screen.\n\nThe date indicator now displays your upcoming appointments, which is a feature I've been enjoying in elementary OS, and that really helps with dealing with a crowded agenda.\nYou also get a microphone indicator when recording audio, or doing a conference call, and you can mute the mic from that little icon, which is nice.\n\nYou can also toggle the battery percentage in the battery settings, and that's the result of an initiative to bring the GNOME tweaks settings back into the main GNOME settings, so we'll have to see where it goes next.\n\nFinally, you also get an option to reboot, directly from the power menu.\n\nUbuntu 20.10 also benefits from improved fingerprint support and login, thanks to a new GUI, that I unfortunately can't test, as the fingerprint reader in my keyboard, or may laptop aren't supported.\n\nUsers of an ethernet connection will also be able to share it through their wifi card, thanks a new hotspot that you can just scan from a mobile device to connect to.\n\n## Apps\n\nThe application selection in Ubuntu 20.10 is unchanged, with Firefox as the web browser, LibreOffice as the office suite, and Thunderbird as the mail client.\n\nAll these apps gain something interesting, though, as LibreOffice now has an icon theme taht actually integrates with Ubuntu, based on Yaru, and it looks pretty good in both light mode and dark mode.\n\nThunderbird benefits from a calendar plugin by default, which means that it's finally a complete solution out of the box, even though I would have preferred they went with Geary and the GNOME calendar instead, as Thunderbird still looks really out of place in my opinion.\n\nFirefox gains better touchpad scrolling on laptops, with smoother pixel per pixel navigation. The improvement is really noticeable, and makes a huge difference in how the browser feels when used on a laptop.\n\nFinally, the screenshot tool also gains a new look, but its feature set remains unchanged.\n\nUbuntu 20.10 packs the Linux kernel version 5.8, so it's only one version behind the latest one out there, and should get as much hardware support as possible here. As always, the nvidia drivers are up to date as well.\n\nUbuntu 20.10 also suppriots OEM kernels, so manufacturers that want to ship their own kernels with support for their hardware can do so. It's an important feature, since Linux has been popping up on multiple big name hardware manufacturers like Lenovo and Dell.\n\nIn terms of hardware support, Ubuntu will now run natively on the raspberry pi 4, which is a huge boon for people who want to use these little boards for small desktop replacements here and there.\n\n## Other flavours\n\nUbuntu Studio 20.10 moved to KDE as its default desktop, instead of XFCE, which should give it a more interesting look and feel out of the box, and sees the return of the Jack Mixer.\n\nKubuntu 20.10 ships with Plasma 5.19, since 5.20 released a bit too late to be integrated, which is a shame. It uses the KDE apps 20.08.1, and uses Firefox 81 as its main browser, and LibreOffice as its office suite. All KDE4 and QT4 libraries and apps have been removed from the archives, and a plasma wayland session in installable, but still not supported officially.\n\nUbuntu Budgie  can now allow you to search for the various GNOME settings panels, they have a new optional applet to have the menu as an app grid, and they're using the Mojave icon theme, which looks kinda mac-like.  The team has actually helped in fixing a bunch of bugs and paper cuts, and the list if pretty long, you'll find a link in the description below.\n\nhttps://ubuntubudgie.org/2020/09/ubuntu-budgie-20-10-release-notes/", "link": "https://www.youtube.com/watch?v=CxlsoVectDg", "date_published": "2020-10-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]