[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "LOBBYING: Is THIS why politicians are so corrupted??!", "description": "Get 20% of your Built Bar order with code JAKETRAN20 here: http://bit.ly/builtbar-1\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join\n\nWatch the video on crony capitalism: https://youtu.be/AwM0REBUpag\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/3khiv0Q\n\n-----------------------\nA Senator has his staffers draft up a bill that would effectively put you out of business. \n\nWhen the government threatens your business’s livelihood like this, you hire a lobbyist in DC to do the work for you. And you just turned into a “special interest group” that just hired their first lobbyist.\n\nThe main reason why people hire lobbyists is to get the government to stop doing something, or to get the government to do something that would benefit them. Whatever the reason is, this is why the business of legal bribes is so big.\n\nIn business, people sell goods and services, in DC, lobbyists sell ideas their clients want them to sell. If you do it right, politicians will never even realize they’re being legally bribed. The last thing you want to do is to scream and yell at these politicians about how “if you don’t support this bill...l!” But at the same time, the conversation is almost never just “give me $100,000 and I’ll vote this way”. No matter who you are, if someone does something for you without asking, you’re gonna be compelled to return the favor in order to maintain your self image as a fair, just person.\n\nIn January 2006, Jack Abramoff was sentenced to six years in federal prison for conspiracy to bribe public officials, tax evasion, etc. They were accused of secretly splitting multi-million dollar profits. Abramoff became the poster child for everything that was wrong with big money in politics. If he was the biggest and only villain in DC, when he finally went to prison - why didn’t corruption in DC end?\n\nEveryone cringes at the thought of dirty “special interest” groups and “lobbyists” - but are they the only problem? Are they the only ones in Washington with “special” interests? After all, the only thing that gives these “evil” lobbyists any power is because of the simple fact that the politicians have power to be bought in the first place! The bigger the government gets, the more potential for corruption there will be. If you believe in that, you’re gonna have to accept that big money will always be a part of big politics.\n\nRockefeller is often remembered as the richest man in history, the king of the greedy capitalist pigs. Yet, since he got his first job as a broke 16 year old, one thing he always made time for, no matter how broke he was, was charitable giving. So before you go complaining about how big corporations rule the world and how unfair life is - the solution might just be right inside your wallet.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=as7GTNlGUWM", "date_published": "2020-10-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]