[{"source": "https://www.theguardian.com/rss", "title": "Talking Horses: racecourse bookies fear financial ruin if stands stay empty", "description": "<p>In an open letter, an on-course bookmakers’ group has accused the BHA of not doing enough to get spectators back</p><p>A group which represents on-course bookmakers said on Wednesday that its members have become “the forgotten cog in the wheel that is the industry of horse racing”. The group also accused the British Horseracing Authority of being “more concerned with preserving behind closed doors status” than getting crowds back to racecourses.</p><p>In an open letter to the BHA, the Racecourse Association and relevant government departments and ministers, Lynn Garritty, the chair of the Independent On-Course Bookmakers Group, also said that many racecourse bookies face imminent ruin if limited crowds are not allowed back on to tracks “at the earliest opportunity”. Garritty pointed to the “obvious success of two pilot events at Doncaster and Warwick, where it was proved beyond doubt restricted audiences can safely attend race meetings”.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/22/talking-horses-racecourse-bookies-fear-financial-ruin-if-stands-stay-empty\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/22/talking-horses-racecourse-bookies-fear-financial-ruin-if-stands-stay-empty", "date_published": "2020-10-21 23:23:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of people refused universal credit 'turning to food banks'", "description": "<p>Research finds one in six turned down for means-tested benefit struggle to afford food</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Thousands of middle-income professionals who have lost their job during the pandemic have reported turning to food banks, going into debt and suffering from stress and anxiety after they were turned down for universal credit, research reveals.</p><p>The study found nearly half the people rejected for unemployment benefits between March and July reported increased financial strains, while more than half reported problems with mental health, and around one in six said they had struggled to afford food.</p> <a href=\"https://www.theguardian.com/society/2020/oct/22/thousands-of-people-refused-universal-credit-turning-to-food-banks\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/22/thousands-of-people-refused-universal-credit-turning-to-food-banks", "date_published": "2020-10-21 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's foreign policy 'adrift', says select committee report", "description": "<p>Senior diplomats from several countries say the UK is missing from the world stage</p><p>The UK’s foreign policy is currently adrift, lacking in clarity, confidence, strategic vision and presence on the world stage, the foreign affairs select committee has found in a scathing report looking into Britain’s distracted and risk-averse diplomatic effort.</p><p>The report cites senior diplomats from the US, France, Singapore, Nigeria, Jordan, Australia and India claiming the UK is missing from world leadership, retreating into at best a regional role.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/22/uks-foreign-policy-adrift-says-select-committee-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/22/uks-foreign-policy-adrift-says-select-committee-report", "date_published": "2020-10-21 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England to require ethnicity on death certificates to help tackle Covid-19", "description": "<p>Government plans measures to help understand why minorities are more vulnerable<br /></p><p>The government is to make the recording of ethnicity on death certificates in England mandatory in an effort to tackle the unequal impact of Covid-19 on people from minority ethnic groups.</p><p>A series of measures to better understand why people from ethnic minorities are more likely to contract Covid-19 and die as a result are due to be put in place, after the prime minister accepted recommendations from the government’s Race Disparity Unit (RDU) advisory group.</p> <a href=\"https://www.theguardian.com/world/2020/oct/22/uk-to-require-ethnicity-on-birth-certificates-to-help-tackle-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/22/uk-to-require-ethnicity-on-birth-certificates-to-help-tackle-covid-19", "date_published": "2020-10-21 23:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One in four Britons believe in QAnon-linked theories – survey", "description": "<p>Significant numbers believe in secret governing elite and that Covid was released on purpose</p><p>One in four people in Britain agree with conspiracies propagated by QAnon, the global movement claiming there is a secret satanic network of child-abusing politicians and celebrities, a survey has found.</p><p>The research for Hope Not Hate also found that 17% of people questioned said they believed Covid-19 was intentionally released as part of a “depopulation plan” by the UN or “new world order”.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/22/one-in-four-britons-believe-in-qanon-linked-theories-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/22/one-in-four-britons-believe-in-qanon-linked-theories-survey", "date_published": "2020-10-21 23:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC's Martin Bashir 'seriously unwell' with Covid-related complications", "description": "<p>Veteran journalist, 57, best known for his 1995 interview with Diana, Princess of Wales</p><p>The veteran journalist Martin Bashir is “seriously unwell” with coronavirus-related complications, the BBC has said. The 57-year-old, best known for his 1995 interview with Diana, Princess of Wales, currently works as the BBC News religion editor.</p><p>A spokeswoman for the BBC said: “We are sorry to say that Martin is seriously unwell with Covid-19-related complications. Everyone at the BBC is wishing him a full recovery. We’d ask that his privacy, and that of his family, is respected at this time.”</p> <a href=\"https://www.theguardian.com/media/2020/oct/21/bbcs-martin-bashir-seriously-unwell-with-covid-related-complications\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/oct/21/bbcs-martin-bashir-seriously-unwell-with-covid-related-complications", "date_published": "2020-10-21 21:58:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Foreign rough sleepers face deportation from UK post-Brexit", "description": "<p>Policy is ‘huge step backwards’ that will prevent vulnerable people from seeking help, charities say</p><p>Foreign rough sleepers face being deported from Britain under draconian immigration laws to be introduced when the Brexit transition period ends.</p><p>Under the immigration rules to be laid before parliament and due to come into force on 1 January, rough sleeping will become grounds for refusal of, or cancellation of, permission to be in the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/21/foreign-rough-sleepers-face-deportation-from-uk-post-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/21/foreign-rough-sleepers-face-deportation-from-uk-post-brexit", "date_published": "2020-10-21 21:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Up to 100 jobs at risk as Langan’s Brasserie teeters on brink", "description": "<p>London restaurant famed as 80s celebrity haunt has been battered by Covid pandemic</p><p>Langan’s Brasserie, the London restaurant once co-owned by the actor Michael Caine and famous as a 1980s celebrity haunt frequented by diners as diverse as Princess Margaret, Muhammad Ali and Mick Jagger, is teetering on the brink of administration.</p><p>Up to 100 jobs are at risk at the brasserie, which was opened in 1976 by Caine and the restaurateur Peter Langan.</p> <a href=\"https://www.theguardian.com/business/2020/oct/21/up-to-100-jobs-could-go-at-mayfair-brasserie-earmarking-possible-administrator\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/21/up-to-100-jobs-could-go-at-mayfair-brasserie-earmarking-possible-administrator", "date_published": "2020-10-21 19:37:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Rashford in 'despair' as MPs reject free school meal plan", "description": "<p>Footballer and campaigner expresses disappointment as plea for free meals to be extended is voted down<br /></p><p>Marcus Rashford, the England and Manchester United striker, vented his “despair” on Wednesday night as Labour’s plea for free school meals to be extended over the holidays to stop children going hungry fell on closed ears in government.</p><p>In an impassioned Commons debate, many MPs paid tribute to Rashford’s burgeoning campaign to end child food poverty.</p> <a href=\"https://www.theguardian.com/education/2020/oct/21/marcus-rashford-in-despair-as-mps-reject-free-school-meal-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/21/marcus-rashford-in-despair-as-mps-reject-free-school-meal-plan", "date_published": "2020-10-21 19:27:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Private rents in London plunge by up to 34% amid Covid crisis", "description": "<p>Other cities across Britain have also reported large year-on-year falls, says SpareRoom</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Private rents in London have dropped for the second quarter in a row, with some areas posting sharp falls of up to 34% year on year, while other cities led by Edinburgh have also reported a decline during the pandemic.</p><p>Although Covid-19 restrictions were eased over the summer, the rental market in the capital and other cities struggled to recover, according to the house-sharing website SpareRoom. The average monthly rent for a room in London fell to £725 between July and September, down 7% from £780 in the same period last year.</p> <a href=\"https://www.theguardian.com/money/2020/oct/21/private-rents-london-covid-crisis-cities-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/21/private-rents-london-covid-crisis-cities-britain", "date_published": "2020-10-21 17:40:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Universities accused of pressuring staff to work on campus", "description": "<p>One university says failure to offer ‘full campus experience’ could lead to students seeking tuition fee refunds </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Universities have come under fire for pressuring staff to work on campus to create a “vibrant” atmosphere, with one saying it was important students were deterred from seeking tuition fee refunds.</p><p>Employees working in administrative roles at both Staffordshire and Birmingham universities told the Guardian that they had been threatened with disciplinary action if they did not come on to campus. </p> <a href=\"https://www.theguardian.com/education/2020/oct/21/universities-accused-of-pressuring-staff-to-work-on-campus\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/21/universities-accused-of-pressuring-staff-to-work-on-campus", "date_published": "2020-10-21 17:25:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Storm Barbara hits the UK – in pictures", "description": "<p>Weather warnings have been issued across parts of the country, as heavy rain and gale force winds brought in by Storm Barbara hit the UK</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2020/oct/21/storm-barbara-arrives-as-gales-and-rain-hit-uk-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2020/oct/21/storm-barbara-arrives-as-gales-and-rain-hit-uk-in-pictures", "date_published": "2020-10-21 17:05:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police brutality is just tip of the iceberg for protesters in Nigeria", "description": "<p> Police violence prompted latest protests but anger at the government is growing<br /></p><p>The signs held up by protesters have been clear. “We have no leaders,” said one. “The power of the youth is stronger than you that is in power,” ran another. A third read: “<a href=\"https://www.theguardian.com/world/nigeria\">Nigeria</a> bleeds.” </p><p>This last statement has been all too true over the last 24 hours. At least seven people are thought to have been killed when <a href=\"https://www.theguardian.com/world/2020/oct/20/nigeria-protests-lead-to-24-hour-lagos-curfew\">soldiers opened fire</a> on a protest site in an upscale part of Lagos, the commercial and cultural centre of Africa’s most populous nation.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/police-brutality-just-tip-of-iceberg-protests-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/police-brutality-just-tip-of-iceberg-protests-nigeria", "date_published": "2020-10-21 16:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Borat Subsequent Moviefilm review – cinema's top troll goes baiting in Trump's US", "description": "<p>The gloves – and other items of clothing – are off as Sacha Baron Cohen unleashes a stateside stunt spree and political satire fest</p><p>Borat’s first visit to the US happened in that impossibly distant, innocent time – 2006 – before social media, before smartphones, before the Iraq war “troop surge” when George W Bush was the most awful president imaginable.</p><p>America was hardly unused to being pranked: it had invented <a href=\"https://www.theguardian.com/media/2008/jun/09/television\">Candid Camera</a>. But <a href=\"https://www.theguardian.com/technology/2019/nov/22/sacha-baron-cohen-facebook-propaganda\">Sacha Baron Cohen</a>’s monstrous creation, the clueless reporter from Kazakhstan with a daft all-purpose Soviet accent, was a next-level ordeal for his victims. With breathtaking ruthlessness, Baron Cohen executed situationist stunts and gross out hoaxes that skewered Americans’ conservative attitudes, but also their painfully polite need to be nice, and to overlook (or maybe secretly sympathise with) Borat’s antediluvian views. <a href=\"https://www.theguardian.com/commentisfree/2006/aug/14/film.comment\">Borat is an antisemite</a>, and the liberal moviegoing fanbase was, and is, very unused to seeing antisemitism in any costume other than that of Nazi Germany.</p> <a href=\"https://www.theguardian.com/film/2020/oct/21/borat-subsequent-moviefilm-review-sacha-baron-cohen-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/21/borat-subsequent-moviefilm-review-sacha-baron-cohen-trump", "date_published": "2020-10-21 16:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rudy Giuliani faces questions after compromising scene in new Borat film", "description": "<p>Trump’s personal attorney has indiscreet encounter with actor playing Borat’s daughter in hotel room during pandemic </p><ul><li><strong>This article contains spoilers about Borat Subsequent Moviefilm</strong></li><li><a href=\"https://www.theguardian.com/us-news/us-elections-2020\">Follow the latest twists and turns of the 2020 US election</a></li></ul><p>The reputation of Rudy Giuliani could be set for a further blow with the release of highly embarrassing footage in Sacha Baron Cohen’s follow-up to Borat.</p><p>In the film, released on Friday, the former New York mayor and current personal attorney to Donald Trump is seen reaching into his trousers and apparently touching his genitals while reclining on a bed in the presence of the actor playing Borat’s daughter, who is posing as a TV journalist.</p> <a href=\"https://www.theguardian.com/film/2020/oct/21/rudy-giuliani-faces-questions-after-compromising-scene-in-new-borat-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/21/rudy-giuliani-faces-questions-after-compromising-scene-in-new-borat-film", "date_published": "2020-10-21 16:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim-Joy's recipe for macaron meringue snails", "description": "<p>These gastronomic gastropods make great slow food</p><p>These are a cute and fun treat. There are three components to this recipe: the macarons, the meringue and the orange blossom ganache filling. If you are short on time, you can replace the meringue with fondant. Ideally you would make everything the night before, and then assemble the following day. This is because the macarons benefit from an overnight rest in the fridge, and the meringues are best left in a (switched off) oven overnight. You can serve these as they are, or use them as cake toppers.</p><p><em>Makes</em><em> 12-15</em></p> <a href=\"https://www.theguardian.com/food/2020/oct/21/kim-joys-recipe-for-macaron-meringue-snails\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/21/kim-joys-recipe-for-macaron-meringue-snails", "date_published": "2020-10-21 15:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graduate training schemes: four top tips on how to get a place", "description": "<p>From thorough research to narrowing down your list of targets, here’s our essential advice on applying for competitive graduate programmes</p><p>Graduate training schemes are a great introduction to the world of work, offering placements of up to two years with in-house training and salaries ranging from about £19,000 to more than £40,000. They can turbocharge a graduate’s career prospects and are available in sectors from banking and retail to engineering and the civil service.</p><p>But competition is fierce and the recruitment process can be gruelling. Adding to the challenge, students may be preparing for their final exams while applying for the schemes. To stand out from the crowd, candidates need to prepare, practise and do their research.</p> <a href=\"https://www.theguardian.com/early-careers-hub/2020/oct/21/graduate-training-schemes-four-top-tips-on-how-to-get-a-place\">Continue reading...</a>", "link": "https://www.theguardian.com/early-careers-hub/2020/oct/21/graduate-training-schemes-four-top-tips-on-how-to-get-a-place", "date_published": "2020-10-21 13:08:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson and Evgeny Lebedev: a decade of politics, parties and peerages", "description": "<p>Pair have been friends since 2009, but security concerns were raised because of the Russian tycoon’s father, a one-time Moscow spy</p><p>The theme of the party attended by Boris Johnson was unmistakable. On the first floor was a mural of Joseph Stalin, dressed in green military uniform. A hammer and sickle decorated the windows. In the centre of the room was an ice sculpture in the shape of a pistol, from where a barman dispensed vodka shots.</p><p>A gun – presumably fake – lay on a red double bed in the basement, next to an outdoor smoking area. “Do you like my gun?” the party’s host, Evgeny Lebedev, reportedly asked one visitor. There was also a stuffed bear.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/21/parties-politics-peerages-boris-johnson-evgeny-lebedev-friendship\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/21/parties-politics-peerages-boris-johnson-evgeny-lebedev-friendship", "date_published": "2020-10-21 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Czech Republic shuts shops to curb Europe’s fastest growth in cases; record deaths in Russia", "description": "<p>Czech Republic <a href=\"https://www.theguardian.com/world/live/2020/oct/21/coronavirus-live-news-cdc-finds-300000-excess-deaths-in-us-spain-nears-1m-cases?page=with:block-5f90168d8f082f71328d7513#block-5f90168d8f082f71328d7513\">limits movement to essential trips only</a>; Russia <a href=\"https://www.theguardian.com/world/live/2020/oct/21/coronavirus-live-news-cdc-finds-300000-excess-deaths-in-us-spain-nears-1m-cases?page=with:block-5f8fe4ce8f0898b435918fc0#block-5f8fe4ce8f0898b435918fc0\">nears 25,000 Covid deaths</a>; US death toll <a href=\"https://www.theguardian.com/world/live/2020/oct/21/coronavirus-live-news-cdc-finds-300000-excess-deaths-in-us-spain-nears-1m-cases?page=with:block-5f8f67958f087cbe55eae9b0#block-5f8f67958f087cbe55eae9b0\">might be ‘underascertained’</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/oct/21/global-report-300000-excess-us-deaths-as-cathay-pacific-cuts-5900-jobs-covid\">300,000 excess US deaths recorded as Cathay Pacific cuts 5,900 jobs</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/oct/21/coronavirus-live-news-cdc-finds-300000-excess-deaths-in-us-spain-nears-1m-cases?page=with:block-5f8f69948f087cbe55eae9c0#block-5f8f69948f087cbe55eae9c0\">Spain poised to become first European country with over 1m cases</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/21/new-zealand-records-25-covid-cases-amid-arrival-of-foreign-fishing-crews\">New Zealand records 25 Covid cases amid arrival of foreign fishing crews</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/oct/21/uk-coronavirus-news-sheffield-south-yorkshire-tier-3-coronavirus-boris-johnson\">UK coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T12:01:52.491Z\">1.01pm <span class=\"timezone\">BST</span></time> </p><p>Pubs and restaurants in the central belt of Scotland are to remain closed, <strong>Nicola</strong> <strong>Sturgeon</strong> said as she extended coronavirus restrictions for a third week.</p><p>Speaking at the Scottish government’s daily virus briefing, the first minister said the measures introduced at the beginning of October and intended to last for two weeks will now continue until 2 November.</p><p>The extension allows us to transition more smoothly to the new levels system that we hope will be introduced on November 2.</p><p dir=\"ltr\" lang=\"en\">Scotland surpasses 50,000 <a href=\"https://twitter.com/hashtag/Covid19?src=hash&amp;ref_src=twsrc%5Etfw\">#Covid19</a> cases after 1,739 positive cases in last 24 hours, with 28 further deaths of confirmed positive cases - highest daily number since 21 May, says <a href=\"https://twitter.com/NicolaSturgeon?ref_src=twsrc%5Etfw\">@NicolaSturgeon</a></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/oct/21/uk-coronavirus-news-sheffield-south-yorkshire-tier-3-coronavirus-boris-johnson\">UK coronavirus live: Boris Johnson confirms £60m will go to Greater Manchester boroughs in tier 3</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:52:30.023Z\">12.52pm <span class=\"timezone\">BST</span></time> </p><p>Separately, a video clip posted on social media showed at least two dozen bodies in black bags on beds or lying on the floor in the basement corridor of a <strong>Siberian</strong> hospital for patients with Covid-19.</p><p>Reuters reports that the <strong>Altai</strong> region’s health ministry confirmed the authenticity of the video and said the bodies had built up because doctors have to conduct post-mortems on all victims and were unable to keep up despite working overtime.</p> <a href=\"https://www.theguardian.com/world/live/2020/oct/21/coronavirus-live-news-cdc-finds-300000-excess-deaths-in-us-spain-nears-1m-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/oct/21/coronavirus-live-news-cdc-finds-300000-excess-deaths-in-us-spain-nears-1m-cases", "date_published": "2020-10-21 12:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Max Winslow and the House of Secrets review – lightweight Wonka-esque movie puzzle", "description": "<p>Derivative YA yarn about a bunch of high-schoolers having to solve problems to win a prize doesn’t bear close inspection</p><p>Targeting the demographic intersection between geeky YA fiction readers, folks interested in psychology that doesn’t go much deeper than an internet quiz, and supermarket puzzle magazine fans, this sci-fi-inflected thriller is moderately satisfying as long as you don’t think about it too much.</p><p>In a bland Arkansas suburb that happens to have been the home town of tech billionaire inventor Atticus Virtue (Chad Michael Murray), five very different high-school kids are invited to take part in an exclusive competition at his secluded mansion. The prize is a lifetime supply of chocolate … oh, sorry, no … the prize is the mansion itself – but the Willy Wonka parallels are about as blatant as the nominative determinism of the mysterious benefactor’s surname. Only this time, given Mr Virtue has been detained, the role of maybe-malevolent host-guide is taken by the disembodied voice of the house’s sentient computer, Haven (voiced by Star Trek alumna Marina Sirtis), who sets the kids a series of problems to solve that may be more dangerous than just counting jelly beans.</p> <a href=\"https://www.theguardian.com/film/2020/oct/21/max-winslow-and-the-house-of-secrets-review-lightweight-wonka-esque-movie-puzzle\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/21/max-winslow-and-the-house-of-secrets-review-lightweight-wonka-esque-movie-puzzle", "date_published": "2020-10-21 12:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fighting for Black people's rights takes much more than a capital letter | Elias Rodriques", "description": "<p>News organisations capitalising Black is a starting point. But how about challenging the veracity of police reports?</p><p>The changing of names for Black people in the US, from Colored through Negro to African American, has always been intertwined with politics. This is true today with regard to the decision of <a href=\"https://www.nytimes.com/2020/07/05/insider/capitalized-black.html\">several US publications </a>to capitalise the b in Black when referring to Black people. But to understand why people have advocated for this orthographic change today, it’s necessary to turn to history.</p><p>The traditional account of these transitions suggests that Black people seek a change in name as a means of seeking political recognition. According to such a history, the term Colored was associated with slavery, which led Black people to seek to be called Negroes, a change the US census accepted in 1900. From the 1890s on, <a href=\"https://www.theguardian.com/books/2003/feb/22/featuresreviews.guardianreview30\">WEB Du Bois</a> and others campaigned for publications to capitalise the n in Negro to represent Negroes as a proper noun and hence as people.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/21/black-peoples-rights-capital-letter-police\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/21/black-peoples-rights-capital-letter-police", "date_published": "2020-10-21 11:59:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump cuts short pre-election interview as Covid stimulus bill moves closer– US politics live", "description": "<ul><li>President angrily tweeted about ‘bias’ and CBS host Lesley Stahl</li><li>Pelosi says she is ‘closer’ to reaching deal over coronavirus relief</li><li><a href=\"https://www.theguardian.com/us-news/2020/oct/20/trump-barr-special-prosecutor-joe-biden-hunter-biden\">Trump urges Barr to assign prosecutor to investigate Bidens</a></li><li><a href=\"https://www.theguardian.com/us-news/2017/feb/22/us-politics-minute-sign-up-email-newsletter-app-notification\">Sign up for Fight to Vote – our weekly US election newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:52:30.459Z\">12.52pm <span class=\"timezone\">BST</span></time> </p><p>Early in-person voting has been brisk in Florida. And it is a big prize on election night with 29 electoral college votes up for grabs - that’s more than a tenth of the 270 needed to get you into the White House.</p><p dir=\"ltr\" lang=\"en\">Tuesday was another big day of in-person early voting in Miami-Dade County: 41,925 voters. That’s after 43,396 on Monday. <a href=\"https://t.co/VXnTT0JXg6\">pic.twitter.com/VXnTT0JXg6</a></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/sep/28/us-election-simulator-swing-states-biden-trump\">Build your own US election: plot a path to victory for Biden or Trump</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:49:03.062Z\">12.49pm <span class=\"timezone\">BST</span></time> </p><p>Florida’s top election official is facing accusations of voter suppression after two last-minute moves critics say will lead to intimidation and confusion.</p><p>Alarm bells went off last week after the office of Florida’s secretary of state, Laurel Lee, <a href=\"https://www.politico.com/states/florida/story/2020/10/15/florida-acts-to-remove-felons-from-voter-rolls-as-election-looms-1325582\">abruptly notified</a> election officials the state was beginning to flag voters for potential removal from the voter rolls if they owed money related to a felony conviction. In a <a href=\"https://www.tampabay.com/news/florida-politics/elections/2020/10/16/late-guidance-from-floridas-elections-chief-could-limit-use-of-mail-ballot-drop-boxes/\">second letter</a>, the state offered an extremely restrictive view on how localities needed to operate ballot drop boxes, which voters are increasingly turning to this year amid United States Postal Service delays.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/21/florida-voting-changes-felony-convictions-drop-boxes\">Florida accused of sowing confusion with last-minute voting changes</a> </p> <a href=\"https://www.theguardian.com/us-news/live/2020/oct/21/donald-trump-joe-biden-nancy-pelosi-coronavirus-covid-19-us-election-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/oct/21/donald-trump-joe-biden-nancy-pelosi-coronavirus-covid-19-us-election-live-updates", "date_published": "2020-10-21 11:58:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Appeal court quashes UK policy of removing migrants with little warning", "description": "<p>Judges emphasise migrants’ right of access to justice under common law in blow to Priti Patel</p><p>The court of appeal has quashed a Home Office policy of removing migrants from the UK without access to justice.</p><p>In a unanimous decision, three judges found the policy, which allowed the forcible removal of a migrant from the UK sometimes within hours and in many cases without access to lawyers, to be unlawful.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/21/appeal-court-quashes-uk-policy-of-removing-migrants-unlawfully\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/21/appeal-court-quashes-uk-policy-of-removing-migrants-unlawfully", "date_published": "2020-10-21 11:55:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government borrowing rises to £36bn in September and inflation picks up – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2020/oct/21/uk-borrowing-on-course-to-exceed-1bn-a-day-but-markets-unperturbed-covid\">UK on course to borrow £1bn a day</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live?page=with:block-5f8fcaee8f087cbe55eaedd9#block-5f8fcaee8f087cbe55eaedd9\">Intro: UK borrowed £36.1bn last month - a September record</a></li><li>National debt over £2trn -- highest debt/GDP since 1960</li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live?page=with:block-5f8fe0358f0898b435918f99#block-5f8fe0358f0898b435918f99\">Analyst: No problem financing Covid-19 deficit</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live?page=with:block-5f8fd6df8f0898b435918f4e#block-5f8fd6df8f0898b435918f4e\">Inflation rises as Eat Out to Help Out ends, but still low</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live?page=with:block-5f8fea688f0898b435918fda#block-5f8fea688f0898b435918fda\">Second-hand car prices rise amid pandemic</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:54:25.851Z\">12.54pm <span class=\"timezone\">BST</span></time> </p><p>The UK Treasury has trumpeted the jump in housing transactions in September (<a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live?page=with:block-5f90052a8f08192def0584e5#block-5f90052a8f08192def0584e5\">see earlier post</a>) as proof that the stamp duty holiday is working.</p><p dir=\"ltr\" lang=\"en\">Our stamp duty cut helped boost house sales by more than 20% in September, supporting hundreds of thousands of jobs as buyers spend their cash savings on their new homes<br /><br />From removal companies to decorators, builders &amp; furniture sellers, every sale counts <a href=\"https://t.co/raYvA44sKE\">https://t.co/raYvA44sKE</a> <a href=\"https://t.co/ayOMHjxMGD\">pic.twitter.com/ayOMHjxMGD</a></p><p> “This spike is undoubtedly supplemented by the stamp duty holiday, but is also symbolic of a more enduring lift in the market as the effects of lockdown come to bear on people’s long-term planning and increased demands on their living space. We already know that the house builders and developers are working really hard on design and delivery, to identify and serve the adjusted demands of the purchaser.</p><p>This continues to transition and evolve at pace. This sure makes the new build housing product more attractive than ever before, serving as a further incentive to move and generating activities throughout the new and used housing market.’’</p><p>“Here is official confirmation that the market did indeed get up to a canter over the summer months. The annual rate of growth soared as buyers frustrated by lockdown and lack of space crammed into the market in search of larger properties. That alone explains this sudden rally, as the stamp duty holiday was only introduced in July. A lag will mean any extra demand it created will not be seen in the Land Registry figures before the end of the year. </p><p>“The question is how long this surge can last, with speculation already swirling that the market is set for a fall. Such predictions are probably premature. </p><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:37:21.772Z\">12.37pm <span class=\"timezone\">BST</span></time> </p><p><strong><a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live?page=with:block-5f8fcaee8f087cbe55eaedd9#block-5f8fcaee8f087cbe55eaedd9\">Back to the public finances</a>... and economics editor Larry Elliott points out that the UK is on track to borrow a billion pounds ever day this year.</strong></p><p>The financial markets, though, are unperturbed by the record-breaking deficit...</p><p>During the financial crisis of 2008-09, public borrowing soared to more than £150bn – or just under 11% of national output at the time. Paul Dales at Capital <a href=\"https://www.theguardian.com/business/economics\">Economics</a> says the final total for 2020-21 could be £390bn, almost 20% of GDP. As things stand, that looks a reasonable estimate.</p><p>In that context, Whitehall may struggle to explain why it has taken such a tough line in its <a href=\"https://www.theguardian.com/world/2020/oct/20/government-fails-to-reach-deal-with-manchester-over-tier-3-covid-restrictions\">negotiations with Greater Manchester</a> over a tier 3 support package, with the two sides wrangling about £5m. When borrowing is on course to exceed £1bn a day, £5m is a drop in the ocean.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/oct/21/uk-borrowing-on-course-to-exceed-1bn-a-day-but-markets-unperturbed-covid\">UK borrowing on course to exceed £1bn a day but markets unperturbed</a> </p> <a href=\"https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/oct/21/uk-government-borrowing-record-inflation-september-eat-out-sunak-business-live", "date_published": "2020-10-21 11:54:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parents and teachers: share your experiences with free school meals during the coronavirus pandemic", "description": "<p>We’d like to hear from parents and school staff in the UK about the surge in free school meals applications during the coronavirus pandemic</p><p>An estimated <a href=\"https://www.theguardian.com/education/2020/oct/12/surge-in-number-of-uk-children-applying-for-free-school-meals\">1 million pupils have signed up for free school meals</a> in the UK for the first time during the coronavirus pandemic, which has forced many families to cope with a significant drop in their income. Around 1.4 million children were already enrolled on the scheme.</p><p>We want to understand more about how the scheme is working for families who receive free school meals, and speak to those who have signed up for the first time during the pandemic. We’d also like to speak to school staff who provide the meals about the rise in uptake as a result of coronavirus.</p> <a href=\"https://www.theguardian.com/food/2020/oct/21/parents-and-teachers-share-your-experiences-with-free-school-meals-during-the-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/21/parents-and-teachers-share-your-experiences-with-free-school-meals-during-the-coronavirus-pandemic", "date_published": "2020-10-21 11:53:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United revenue shrinks 19% in a year as coronavirus impact felt", "description": "<ul><li>Revenue falls 38% in three months to end of June</li><li>Ed Woodward says United want to help ‘football pyramid’<br /></li></ul><p>Manchester United suffered a £118.1m loss in revenues, down to £509m from £627.1m, for the financial year ending in June 2019, with the impact of the coronavirus pandemic a major factor.</p><p>The loss is an 18.8% downturn for the 12 months, with the last financial quarter showing a 38% reduction – £131.4m to £81.5m. The club estimates that £70m of revenue lost across the year can be attributed to Covid.</p> <a href=\"https://www.theguardian.com/football/2020/oct/21/manchester-united-revenue-shrinks-coronavirus-ed-woodward\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/21/manchester-united-revenue-shrinks-coronavirus-ed-woodward", "date_published": "2020-10-21 11:53:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Boris Johnson confirms £60m will go to Greater Manchester boroughs in tier 3", "description": "<p>Boris Johnson faces Keir Starmer at PMQs as more regions of England go into strictest lockdown restrictions</p><ul><li><a href=\"https://www.theguardian.com/world/2020/oct/21/south-yorkshire-agrees-to-go-under-tier-3-covid-restrictions\">South Yorkshire agrees to go under tier 3 Covid restrictions</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/oct/21/andy-burnham-hits-out-greater-manchester-tory-mps-covid-negotiations\">Andy Burnham hits out at Tory MPs over negotiations criticism</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/oct/21/gyms-allowed-to-reopen-in-merseyside-after-tier-3-covid-rules-row\">Gyms allowed to reopen in Merseyside after tier 3 Covid row</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/16/tier-3-lockdowns-in-england-latest-covid-restrictions-explained\">Tier 3 lockdowns in England: latest Covid restrictions explained</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Global coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:37:45.094Z\">12.37pm <span class=\"timezone\">BST</span></time> </p><p><strong>Helen Hayes</strong> (Lab) asks why consultants are getting £7,000 a day to work on test and trace.</p><p><strong>Johnson</strong> says NHS Test and Trace has tested more people than any other system in Europe.</p><p class=\"block-time published-time\"> <time datetime=\"2020-10-21T11:35:55.126Z\">12.35pm <span class=\"timezone\">BST</span></time> </p><p><strong>Julian Sturdy</strong> (Con) asks what can be done to get the infection rate down in York.</p><p><strong>Johnson </strong>says the guidance is having an effect. If it were not for the restrictions, R would be at three, he says. He says it won’t take much to get it below one. It would not be sensible to have a sustained series of national lockdowns.</p> <a href=\"https://www.theguardian.com/politics/live/2020/oct/21/uk-coronavirus-news-sheffield-south-yorkshire-tier-3-coronavirus-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2020/oct/21/uk-coronavirus-news-sheffield-south-yorkshire-tier-3-coronavirus-boris-johnson", "date_published": "2020-10-21 11:41:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid shielders like me need a mayor to fight our corner | Frances Ryan", "description": "<p>The government hasn’t just abandoned northern England in lockdown – people at high risk have been left without adequate support<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As coronavirus cases rise, <a href=\"https://www.theguardian.com/world/2020/oct/20/government-fails-to-reach-deal-with-manchester-over-tier-3-covid-restrictions\">headlines</a> are dominated by northern leaders being forced by central government to accept inadequate financial aid packages. This is a shameful dereliction of duty by the Tories and is rightly attracting ire, both from regional mayors and the press. And yet it is striking that a similar thing is being done to another group – shielders – but with even less attention. New <a href=\"https://www.gov.uk/government/publications/guidance-on-shielding-and-protecting-extremely-vulnerable-persons-from-covid-19/guidance-on-shielding-and-protecting-extremely-vulnerable-persons-from-covid-19\">guidance</a> for shielding for people at high risk because of underlying health conditions was released by the government last week, but without even a small offer of financial support. The new guidance advises “vulnerable people” in high alert areas to stay at home as much as possible, but offers no support to help them cope with paying the bills or accessing food and medicine. Even in the highest alert areas, if shielders are unable to do their jobs at home, the guidance only says they “may” be eligible for some benefits.</p><p>What’s happening to people with underlying health conditions and communities in the Midlands and north are not two separate issues but clearly overlap. Boris Johnson’s second-wave strategy is consistent: restrict people’s livelihoods but offer little or no government funds to survive that. With state support schemes closed, shielders in locked-down Leicester are surviving on food <a href=\"https://www.theguardian.com/uk-news/2020/oct/18/weve-been-forgotten-locked-down-leicester-teeters-on-brink-of-despair?CMP=Share_iOSApp_Other\">brought by volunteers</a>. Class status is also linked to disability: disabled people are <a href=\"https://www.disabilityrightsuk.org/news/2020/february/nearly-half-everyone-poverty-either-disabled-person-or-lives-disabled-person#:~:text=In%202017%2F18%2C%2031%25,poverty%20%E2%80%93%20around%204%20million%20people.&amp;text=If%20there%20is%20also%20a,face%20barriers%20to%20paid%20work.\">more likely to be in poverty</a>, poor housing and insecure jobs.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/21/covid-shielders-northern-england-lockdown-high-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/21/covid-shielders-northern-england-lockdown-high-risk", "date_published": "2020-10-21 11:33:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hope, joy and 'Tetris': a new start after the fall of Deportivo La Coruña | Sid Lowe", "description": "<p>Depor, Spanish champions 20 years ago, are now in the third tier but at least have finally been able to welcome fans back to the Riazor </p><p>When at long, long last it comes, the roar rips right through you, taking you back to a better place. Suddenly there’s a release and in that moment all is right again. It’s just a goal, but it’s not. It’s the 97th minute and it’s the winner, dramatic and desperate, but that’s not it either. It shouldn’t be this good, maybe shouldn’t be good at all, but bloody hell it’s good. Time slips away, tension tears at them, and then it happens: the ball comes from the right and Eneko Bóveda heads it into the net. Deportivo La Coruña have beaten Salamanca on the opening day and there is an explosion, briefly returning everything to where it belongs.</p><p>This weekend, for the first time since March, football fans returned to stadiums in Spain. It is tentative, not welcomed by everyone <a href=\"https://www.theguardian.com/world/2020/oct/20/global-report-record-covid-cases-and-new-lockdowns-across-europe\">with Covid-19 cases rising</a>, and it is limited, just a small step forward. But it is something. Something big, as it turns out; bigger than you imagined. It is hard not to be carried along, not to get lost in the emotion, to share it. That sound, that feeling, that release: how we’ve missed it.</p> <a href=\"https://www.theguardian.com/football/2020/oct/21/hope-joy-and-tetris-a-new-start-after-fall-of-deportivo-la-coruna-third-tier\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/21/hope-joy-and-tetris-a-new-start-after-fall-of-deportivo-la-coruna-third-tier", "date_published": "2020-10-21 11:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak scraps three-year spending review to focus on Covid-19", "description": "<p>UK chancellor will set out one-year plan covering budgeting needs of departments</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Rishi Sunak has cancelled the UK government’s three-year spending review for the rest of parliament to allow Treasury ministers more time to focus on coping with the second wave of the Covid-19 pandemic.</p><p>The chancellor said he would set out a one-year spending plan that would focus entirely on <a href=\"https://www.theguardian.com/uk-news/2020/sep/23/uk-chancellor-budget-plans-derailed-by-coronavirus-what-will-happen-now\">dealing with the budgeting needs of departments</a> and the devolved governments during the pandemic.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/21/sunak-scraps-three-year-spending-review-to-focus-on-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/21/sunak-scraps-three-year-spending-review-to-focus-on-covid-19", "date_published": "2020-10-21 11:17:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tchaikovsky: where to start with his music", "description": "<p>This week we turn to the Russian composer who poured his passion and his pain into a body of works - from ballets to symphonies - that put his country on the international musical map</p><p>Pyotr Ilyich Tchaikovsky (1840-93) was the composer who put Russia on the international musical map with his uniquely personal style – profoundly Russian in idiom but engaging with, and embracing, western European symphonic traditions. His music encapsulates wonder and joy, as well as passion, neurosis and profound tragedy: the fatalistic quality of some of his later works reflects an often unhappy life, the complexities of which have provoked extensive analysis, some of it sensationalist. Recent scholarship has revealed that he was by no means always ill at ease with his <a href=\"https://www.theguardian.com/music/2018/jun/02/tchaikovsky-letters-saved-from-censors-reveal-secret-loves-homosexuality\">sexual orientation</a>, as was previously thought.</p> <a href=\"https://www.theguardian.com/music/2020/oct/21/tchaikovsky-where-to-start-with-his-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/21/tchaikovsky-where-to-start-with-his-music", "date_published": "2020-10-21 11:14:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigeria president calls for calm amid reports of protesters shot dead in Lagos", "description": "<p>Demonstrators against police brutality reportedly killed after security forces opened fire</p><p>Sporadic shooting has been reported in Lagos as the president of Nigeria appealed for calm hours after security forces opened fire on protesters against police brutality in the centre of the city.</p><p>Muhammadu Buhari did not directly address the shootings, but called on Nigerians to be patient as police reforms “gather pace”. On Tuesday night, <a href=\"https://www.theguardian.com/world/2020/oct/20/nigeria-protests-lead-to-24-hour-lagos-curfew\">Nigerian security forces </a>fired at hundreds of people gathered at a key protest site, killing at least seven, according to witnesses, with more injured.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/nigeria-president-calls-for-calm-amid-reports-of-protesters-shot-dead-in-lagos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/nigeria-president-calls-for-calm-amid-reports-of-protesters-shot-dead-in-lagos", "date_published": "2020-10-21 11:11:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Catalan police chief cleared of sedition in failed independence push", "description": "<p>Josep Lluís Trapero among four acquitted after judges find no evidence of collusion with secessionists<br /></p><p>The former head of Catalonia’s regional police force has been cleared of wrongdoing over his alleged role in <a href=\"https://www.theguardian.com/world/2017/oct/27/spanish-pm-mariano-rajoy-asks-senate-powers-dismiss-catalonia-president\">the failed independence push three years ago</a> after Spain’s highest criminal court found no evidence of sedition or disobedience.</p><p>Josep Lluís Trapero, who served as the chief of the Mossos d’Esquadra until he was sacked by the central government in October 2017, had faced up to 10 years in prison if convicted of colluding with the regional government of <a href=\"https://www.theguardian.com/world/carles-puigdemont\">Carles Puigdemont</a>.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/ex-catalan-police-chief-cleared-sedition-failed-independence-push\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/ex-catalan-police-chief-cleared-sedition-failed-independence-push", "date_published": "2020-10-21 11:09:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diets rich in tea, berries and apples could lower blood pressure – study", "description": "<p>Effect of greater flavan-3-ol intake is bigger in people with hypertension, research finds</p><p>Diets rich in tea, berries and apples could lower blood pressure, according to the first study using objective measures of thousands of UK residents’ eating habits.</p><p>Foods and drinks such as tea, apples, grapes, red wine, and cocoa contain flavan-3-ols, which are naturally occurring compounds found in plants known to be associated with lower risk factors for cardiovascular disease.</p> <a href=\"https://www.theguardian.com/science/2020/oct/21/diets-rich-in-tea-berries-and-apples-could-lower-blood-pressure-study\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/oct/21/diets-rich-in-tea-berries-and-apples-could-lower-blood-pressure-study", "date_published": "2020-10-21 11:06:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the perfect apple charlotte – recipe | Felicity Cloake's How to make the perfect…", "description": "<p>Autumn’s answer to summer pudding, made with sweet spiced apple puree and butter-soaked bread</p><p>Often described by those who don’t know any better as a<a href=\"https://chefgeorgehirsch.com/dailyfood/classic-apple-charlotte.html\"> “classical French dessert”</a>, apple charlotte is actually more likely to be one of our own – the similarities to<a href=\"https://www.theguardian.com/food/2019/sep/18/how-to-make-summer-pudding-recipe-felicity-cloake\"> summer pudding</a> are unmistakable. Stewed fruit and stale bread is just a very British vibe somehow, especially when it’s served up smothered in custard.</p><p>The ever diligent<a href=\"https://thecarousel.com/world/apple-charlotte-pudding-recipe/\"> Regula Ysewijn explains in her book Pride and Pudding</a> that, despite attempts to credit it to the superstar 19th-century chef Marie-Antoine Carême, the first print recipe for apple charlotte appears in<a href=\"http://www.gutenberg.org/ebooks/41352\"> John Mollard’s 1802 The Art of Cookery Made Easy and Refined</a>, probably named after the wife of King George III, at a time when Carême was still a mere apprentice.</p> <a href=\"https://www.theguardian.com/food/2020/oct/21/how-to-make-the-perfect-apple-charlotte-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/21/how-to-make-the-perfect-apple-charlotte-recipe", "date_published": "2020-10-21 11:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Behind the Enigma by John Ferris review – inside Britain's most secret intelligence agency", "description": "<p>From codebreakers at Bletchley Park to the crisis surrounding whistleblower Edward Snowden … an authorised history of GCHQ</p><p>In July 2013 two GCHQ representatives arrived at the Guardian’s offices in Kings Cross, London. They brought a mysterious rucksack. In a windowless basement the pair supervised the destruction of laptop computers: three sweaty hours of bashing and grinding. The bits were fed into a microwave-like demagnetising box. Then the visitors left.</p><p>Under legal threat from David Cameron’s government, the Guardian had agreed to destroy top secret documents provided by the whistleblower <a href=\"https://www.theguardian.com/us-news/edward-snowden\">Edward Snowden</a>. The exercise was part pantomime, part Stasi. Duplicate copies of the Snowden files, as the Guardian’s then editor <a href=\"https://www.theguardian.com/profile/alanrusbridger\">Alan Rusbridger</a> told No 10, sat on a server in New York.</p> <a href=\"https://www.theguardian.com/books/2020/oct/21/behind-the-enigma-by-john-ferris-review-inside-britains-most-secret-intelligence-agency\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/21/behind-the-enigma-by-john-ferris-review-inside-britains-most-secret-intelligence-agency", "date_published": "2020-10-21 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Climb review –   hilarious true-to-life bromance", "description": "<p>From love rivalry to career rivalry, the ups and downs of an often toxic male friendship have a winning authenticity</p><p>I laughed hysterically during the first scene of The Climb, Michael Angelo Covino’s brilliantly original indie bromance. The setting is France, where two Americans – best friends since childhood – are on a cycling holiday. Mike (played by Covino) is head-to-toe in Lycra, obnoxiously spouting cycling terminology. His out-of-shape friend Kyle (co-writer Kyle Marvin), is trailing behind, puffing and panting. Mike waits for the start of a particularly tough climb to confess he’s been sleeping with Kyle’s fiancee. Kyle: “You’re like a real-life Judas!” Mike: “On the plus side, that makes you Jesus.” At one point, Kyle gets off his bike and carries it, running up the hill in pursuit of Mike. Tragedy and slapstick run through the film and it is very funny.</p> <a href=\"https://www.theguardian.com/film/2020/oct/21/the-climb-review-michael-angelo-covino-kyle-marvin\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/21/the-climb-review-michael-angelo-covino-kyle-marvin", "date_published": "2020-10-21 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US election may decide if Trump's Turnberry can become Open host | Ewan Murray", "description": "<p>Remote but iconic Ayrshire course has been sidelined but a change in the White House could boost championship claims</p><p>How does golf explain Donald Trump? The truth is, it hasn’t really had to in the four years since he was elected as the 45th president of the United States. This may be Trump’s sport of choice and, yes, his courting of high-profile players has created the odd ripple, but golf managed to navigate itself to the position whereby tawdry episodes have largely been avoided. A World Golf Championship, once held at Trump-owned Doral in Miami, seamlessly shifted to Mexico City in 2017.</p><p>At this point, it hardly seems harebrained to <a href=\"https://www.theguardian.com/us-news/2020/oct/20/us-election-polls-tracker-who-is-leading-in-the-swing-states\">predict a Trump election defeat in 2020</a>. Somewhere, if admittedly not anywhere near the summit, in the pile of subplots to such an outcome, golf must feature. If Joe Biden takes his place in the White House, he has promised to “reassess” his country’s relationship with Saudi Arabia.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/oct/21/us-election-may-help-decide-donald-trump-turnberry-can-become-open-championship-host-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/oct/21/us-election-may-help-decide-donald-trump-turnberry-can-become-open-championship-host-golf", "date_published": "2020-10-21 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Broken promises and alternative facts: how Donald Trump failed Ohio – video", "description": "<p>After winning the 2016 election, Donald Trump promised to deliver new jobs and economic prosperity to Youngstown, Ohio, a city suffering from decades of decline. But four years on those promises never manifested. Oliver Laughland and Tom Silverstone meet residents who lost their jobs and had their families split by economic necessity, and witness how the demise of the city’s only newspaper made it harder to hold politicians accountable for their failures</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/anywhere-but-washington\">Watch other videos from the Anywhere but Washington series&nbsp;</a></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2020/oct/21/broken-promises-and-alternative-facts-how-donald-trump-failed-ohio-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2020/oct/21/broken-promises-and-alternative-facts-how-donald-trump-failed-ohio-video", "date_published": "2020-10-21 10:42:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red wall areas facing Brexit job shock even under a deal – report", "description": "<p>Voters who switched to Tories could easily swing back if factory jobs go, says report</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2020/oct/21/uk-coronavirus-news-sheffield-south-yorkshire-tier-3-coronavirus-boris-johnson\">Follow all the day’s political developments – live</a><br /></li></ul><p>The “red wall” voters who helped deliver Boris Johnson’s election victory will be disproportionately affected by Brexit even in the event of a deal being agreed, storing up trouble for the prime minister in 2024, according to a report.</p><p>With the new wave of Tory MPs in former Labour strongholds forced to choose between supporting Johnson over his handling of coronavirus lockdowns in the north and answering to their constituents facing job losses, <a href=\"http://lexcomm.co.uk/manufacturing-in-the-marginals-the-impact-of-a-trade-deal-on-the-blue-wall-seats\">the report</a> forecasts more trouble after Brexit.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/21/red-wall-areas-facing-brexit-job-shock\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/21/red-wall-areas-facing-brexit-job-shock", "date_published": "2020-10-21 10:40:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes we can! 17 delicious ways with tinned tuna, from salade nicoise to melts and fishcakes", "description": "<p>Most of us have a tin of the remarkably long-life fish in the cupboard – and you can do a lot more with it than mix it with mayo </p><p>When you think about it, tinned tuna is a miracle. The spoilage window for fresh oily fish is measured in days or even hours, but I bought a tin of tuna last week with a best before date of Christmas 2027. I wish I could guarantee I will still be good to go in seven years.</p><p>The original selling point of tinned tuna was its blandness – a less fishy alternative to sardines, it was <a href=\"https://www.washingtonpost.com/news/wonk/wp/2014/08/18/how-america-fell-out-of-love-with-canned-tuna/\">marketed as tasting like chicken</a> – which makes it a versatile, if not immediately inspiring ingredient. You can pay a little or a lot for tuna – anywhere from 59p to £10 a tin – and it will probably be in the form of steaks or flakes, packed in oil or brine; it may well come in a jar instead of a tin. Most recipes specify what type to use, but I wouldn’t sweat it. Tinned tuna is a culinary compromise, so just use what you have, unless it is the really expensive sort and you are saving it for a special occasion. Something is bound to come up in the next seven years.</p> <a href=\"https://www.theguardian.com/food/2020/oct/21/17-delicious-ways-tinned-tuna-salade-nicoise-melts-fishcakes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/21/17-delicious-ways-tinned-tuna-salade-nicoise-melts-fishcakes", "date_published": "2020-10-21 10:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's not enough for Black Lives Matter to protest. We must run for office too | Chi Ossé", "description": "<p>It’s time for Black Lives Matter to convert our popularity into political power</p><p>Black Lives Matter, the second civil rights movement, was born seven years ago in the wake of the killings of Trayvon Martin and Michael Brown. It has now come of age. After numerous waves of protest, the 2020 surge marked the <a href=\"https://www.kff.org/racial-equity-and-health-policy/report/kff-health-tracking-poll-june-2020/\">largest</a> protest movement in the history of the country. In June, I co-founded <a href=\"https://www.instagram.com/warriorsinthegarden/?hl=en\">Warriors in the Garden</a>, one of New York’s leading protest collectives, and spent nearly every day for months in the streets. This mass mobilization sprang to life following the killings of two more Black Americans, George Floyd and Breonna Taylor, at the hands of the police. But the catalyst was not the fuel. Slavery came to our shores in 1619, and has for 400 years defined both the Black experience and the United States. The nation is a powder keg; 2020 lit the fuse.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/oct/20/as-social-workers-we-must-do-more-than-stand-in-solidarity-with-black-people\">As a social worker, I know we must do more than stand in solidarity with black people | Vava Tampa</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/21/chi-osse-black-lives-matter-protest-gen-z\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/21/chi-osse-black-lives-matter-protest-gen-z", "date_published": "2020-10-21 10:29:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plans for £3.5bn theme park on Kent marsh dismay conservationists", "description": "<p>London Resort planned for Swanscombe Peninsula despite site being home to rare species such as distinguished jumping spider</p><p>It is the unlikeliest of planning battles: a fight between the distinguished jumping spider and a rollercoaster judged to be “nationally significant infrastructure”.</p><p>Ambitious £3.5bn plans for the biggest theme park in Britain beside the Thames threaten what conservationists say is the best site in the country for rare invertebrates.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/plans-london-resort-theme-park-kent-marsh-swanscombe-dismay-conservationists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/plans-london-resort-theme-park-kent-marsh-swanscombe-dismay-conservationists", "date_published": "2020-10-21 10:27:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK outdoor workers: share your tips for coping with the cold", "description": "<p>We’d like to hear from people who work outside in the UK about how they manage the cold weather</p><p>Despite the cooling temperatures, socialising outdoors remains a necessity for people across the UK living under tier 2 and 3 measures.</p><p>We’d like to hear from people who work outdoors about their tips for staying warm in the winter. How do you physically and mentally cope in the cold? What are the most extreme weather conditions you’ve faced at work, and how did you deal with them?</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/uk-outdoor-workers-share-your-tips-for-coping-with-the-cold\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/uk-outdoor-workers-share-your-tips-for-coping-with-the-cold", "date_published": "2020-10-21 10:18:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "He bangs: why men are getting fringes again", "description": "<p>From Justin Bieber to BTS, the ‘cherubim’ haircut has been gaining popularity and signals a new era of haircare for men</p><p>Fringes are back. And this time they’re just for men, who’ve been growing their hair out since getting a <a href=\"https://www.theguardian.com/fashion/2020/mar/30/locks-down-shaving-hair-buzzcuts-coronavirus-craze\">buzzcut </a>at the beginning of lockdown.</p><p>The male “bangs” – wavy on the top and feathered at the ends – has been brought back by Justin Bieber who appeared sporting the cut on Saturday Night Live last weekend.</p> <a href=\"https://www.theguardian.com/fashion/2020/oct/21/he-bangs-why-men-are-going-back-to-fringes\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/oct/21/he-bangs-why-men-are-going-back-to-fringes", "date_published": "2020-10-21 10:11:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "William Hill expects to take hit from shock sport results behind closed doors", "description": "<p>Betting income gradually returning to pre-Covid levels, says bookmaker</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>William Hill has said betting income is gradually returning to pre-Covid levels but it expects to feel the effects of regional lockdowns as well as from a string of <a href=\"https://www.theguardian.com/football/2019/aug/26/premier-league-unpredictable-manchester-city-liverpool-stats\">unpredictable results</a> in sports being played behind closed doors.</p><p>The bookmaker, which is the subject of a <a href=\"https://www.theguardian.com/business/2020/sep/30/us-casino-operator-caesars-agrees-william-hill-takeover\">£2.9bn takeover</a> by the US casino company Caesars, reported third-quarter revenues that were 9% lower than the same period last year.</p> <a href=\"https://www.theguardian.com/business/2020/oct/21/betting-income-returning-to-pre-covid-levels-says-william-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/21/betting-income-returning-to-pre-covid-levels-says-william-hill", "date_published": "2020-10-21 10:09:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Figures lay bare toll of pandemic on UK children's mental health", "description": "<p>Investigation finds rises in school safeguarding reports, eating disorder treatment and sleeping pill prescriptions</p><ul><li><a href=\"https://www.theguardian.com/society/2020/oct/21/parents-struggle-to-get-help-for-mentally-ill-children-during-pandemic\">Parents struggle to get help for mentally ill children during pandemic</a></li></ul><p>The children’s commissioner for England and leading psychiatrists have raised the alarm about young people’s mental health during the pandemic, as figures suggest a sharp rise in reports of sleep problems, eating disorders and self-harm.</p><p>A Guardian investigation into the impact of the Covid-19 crisis on children reveals:</p> <a href=\"https://www.theguardian.com/society/2020/oct/21/figures-lay-bare-toll-of-pandemic-on-uk-childrens-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/21/figures-lay-bare-toll-of-pandemic-on-uk-childrens-mental-health", "date_published": "2020-10-21 10:02:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vote Bartlet: The 10 best episodes of The West Wing", "description": "<p>Aaron Sorkin’s classic show is available in the UK as a box set on All 4. Here’s our guide to the absolute best episodes, to save you having to watch all of it</p><p>If ever there was a good time to get into The West Wing, this is it. The election cycle has been so monstrous – and potentially ruinous – that it has left us all craving the stately certainty of an Aaron Sorkin screenplay, as the rapturous reception to the cast’s <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/13/west-wing-cast-voter-participation-us-election?ref=upstract.com&amp;curator=upstract.com&amp;utm_source=upstract.com\">reunion demonstrated</a>. And if that is the case, help is at hand. Today, The West Wing will appear as a box set on All 4 in the UK, allowing you to access the entire series. The imperial first few seasons. The wobbly middle. The unexpectedly rousing climax. All of it.</p><p>But the US election is just a few days away, and there are 156 episodes. Watching the whole thing in time is an almost impossible task, which is why I have selected the 10 best episodes (in chronological order) for you to pick out and savour.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/21/10-best-episodes-of-the-west-wing-all-4\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/21/10-best-episodes-of-the-west-wing-all-4", "date_published": "2020-10-21 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If you're pinning your hopes on a Covid vaccine, here's a dose of realism | David Salisbury", "description": "<p>A targeted immunisation programme may offer some protection, but it will not deliver ‘life as normal’ <br /><br />• David Salisbury is a former director of immunisation at the Department of Health</p><p>For those holding on to hope of an imminent Covid-19 vaccine, the news this weekend that the first could be rolled out as early as “just after Christmas” will have likely lifted the spirits.</p><p>The UK’s deputy chief medical officer, Prof Jonathan Van-Tam, reportedly <a href=\"https://www.thetimes.co.uk/article/hope-for-covid-vaccine-at-new-year-25b52b86s\">told MPs</a> a vaccine developed by Oxford University and AstraZeneca could be ready for deployment in January, while Sir Jeremy Farrar, Sage scientific advisory group member and a director of the <a href=\"https://www.itv.com/news/2020-10-18/uk-faces-tough-christmas-during-very-difficult-winter-but-covid-vaccine-could-be-ready-in-early-2021-sage-expert-says\">Wellcome Trust</a>, has said at least one of a portfolio of UK vaccines could be ready by spring.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/21/covid-vaccine-immunisation-protection\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/21/covid-vaccine-immunisation-protection", "date_published": "2020-10-21 09:53:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK clocks go back – but 2020's change won't mean extra drinking time", "description": "<p>British summer time ends at 2am on Sunday, but Covid rules have scuppered one of the usual consolations</p><p>At 2am on Sunday 25 October British summer time (BST) comes to an end, the country puts the clocks back an hour to 1am, and we go back to observing Greenwich mean time (GMT).</p><p>The clocks going back is usually a bonanza for the entertainment and hospitality industry. If your bar shuts at 2am, by the time it rolls around, it is suddenly 1am again, and you can in theory stay open for another hour. However, under current coronavirus restrictions, everything fun has to shut at 10pm on Saturday night. If you are under <a href=\"https://www.theguardian.com/world/2020/oct/16/tier-3-lockdowns-in-england-latest-covid-restrictions-explained\">tier 3 </a><a href=\"https://www.theguardian.com/world/2020/oct/16/tier-3-lockdowns-in-england-latest-covid-restrictions-explained\">restrictions</a> in England, mind you, there won’t have been much opportunity to go out anyway.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/21/uk-clocks-go-back-2020-change-no-extra-drinking-time\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/21/uk-clocks-go-back-2020-change-no-extra-drinking-time", "date_published": "2020-10-21 09:44:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This would have changed my career': music industry finally acts on artist mental health", "description": "<p>New initiatives such as Girl &amp; Repertoire and Swim are helping young people – particularly women – overturn the myth of the tortured artist</p><p>In 2016, Lauren Aquilina released her first album. The same day, she left the music industry, vowing never to return.</p><p>The pressures of burgeoning fame, the loneliness of the industry for the young pop singer and endless meetings full of people (mostly men) twice her age talking over her had taken a toll on her mental health and the only way she thought she could recover was to leave without looking back. Now, she is hoping to revamp the industry’s approach to care with a new independent community group and support system, Girl &amp; Repertoire.</p> <a href=\"https://www.theguardian.com/music/2020/oct/21/this-would-have-changed-my-career-music-industry-finally-addresses-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/21/this-would-have-changed-my-career-music-industry-finally-addresses-mental-health", "date_published": "2020-10-21 09:33:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a mad time to take on a cafe!'– the people who started new businesses in the pandemic", "description": "<p>The UK is in recession, high-street stalwarts are collapsing and starting a new endeavour has never been riskier. But not everyone has been put off – here are some who are unexpectedly thriving<br /></p><p>It has been a rough year for all of us, but for small-business owners it has been a bloodbath. Research from the Federation of Small Businesses found that <a href=\"https://www.fsb.org.uk/resource-report/new-horizons.html\">41% of small firms had closed temporarily by the end of April this year</a>, while 24% of those still trading had seen their turnover decrease by more than half. The UK is in <a href=\"https://www.theguardian.com/business/2020/aug/12/uk-economy-covid-19-plunges-into-deepest-slump-in-history\">the deepest recession since records began</a>, with much-loved high street stalwarts including Laura Ashley, Debenhams, Accessorize and Cath Kidston collapsing into administration. And yet the outlook is not all doom and gloom for the UK’s 5.8m small businesses. We spoke to some of the small-business owners setting up shop during the biggest global pandemic for a century and thriving, despite the odds.</p> <a href=\"https://www.theguardian.com/business/2020/oct/21/its-a-mad-time-to-take-on-a-cafe-the-people-who-started-new-businesses-in-the-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/21/its-a-mad-time-to-take-on-a-cafe-the-people-who-started-new-businesses-in-the-pandemic", "date_published": "2020-10-21 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: ex-members of Amy Coney Barrett faith group tell of trauma and sexual abuse", "description": "<p>People of Praise hire lawyers to investigate historical sexual abuse allegations as former members speak of ‘emotional torment’</p><p>Amy Coney Barrett’s nomination to the supreme court has prompted former members of her secretive faith group, the People of Praise, to come forward and share stories about emotional trauma and – in at least one case – sexual abuse they claim to have suffered at the hands of members of the Christian group.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/10/people-of-praise-amy-coney-barrett-faith-group\">'It instilled such problems': ex-member of Amy Coney Barrett's faith group speaks out</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/21/amy-coney-barrett-people-of-praise-trauma-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/21/amy-coney-barrett-people-of-praise-trauma-abuse", "date_published": "2020-10-21 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Morrow: 'My special memory is the goal – I still get goosebumps'", "description": "<p>Former midfielder on 20 years as player, scout and senior academy employee at Arsenal, and <em>that</em> League Cup final</p><p>A couple of days after Steve Morrow had left hospital, a car pulled up outside his house and waited for him to finish packing his bags. It was driven by Ken Friar, the Arsenal life president, and before long it was dropping Morrow and his wife at the airport for a flight to Cyprus.</p><p>“The club had taken care of it all: a week or so out of the media spotlight at a secret location,” Morrow says. “There had been media outside my house, people contacting me, newspaper exclusives offered that I didn’t understand. It was all just a massive confusion.”</p> <a href=\"https://www.theguardian.com/football/2020/oct/21/steve-morrow-arsenal-academy-league-cup-final-tony-adams\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/21/steve-morrow-arsenal-academy-league-cup-final-tony-adams", "date_published": "2020-10-21 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump administration alters and downplays human rights abuses in reports", "description": "<p>A report found that the state department assessments were not consistent with the seriousness of situations in other countries</p><p>The Trump administration has omitted or altered vital information about human rights – including torture, reproductive rights and persecution based on sexuality – from its annual assessments of human rights, a new report reveals.</p><p>The state department’s annual reports have long been relied upon by governments, judges and lawyers – as well as the United Nations – as a “gold standard” of objective information about the human rights situation in countries around the world. The US began compiling these reports in 1976.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/21/trump-administration-human-rights-annual-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/21/trump-administration-human-rights-annual-reports", "date_published": "2020-10-21 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wasps cleared to take Premiership final place after fresh Covid-19 tests", "description": "<ul><li>Club previously had 11 positive tests for coronavirus</li><li>Bristol had been on standby to take their place against Exeter</li></ul><p>Wasps have been cleared to take part in Saturday’s Premiership final against Exeter at Twickenham after receiving no further positives in the latest round of Covid-19 testing.</p><p>Premiership Rugby has announced that Wasps will take their “rightful place” at Twickenham after an anxious wait following an outbreak at the club last week. Their hopes of facing Exeter were in the balance when four more positives were recorded on Monday – taking the total number to 11 – but having managed to contain the spread, Lee Blackett’s side have been given the green light by league organisers in conjunction with Public Health England.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/21/wasps-cleared-premiership-final-after-fresh-covid-19-tests-rugby-union-exeter\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/21/wasps-cleared-premiership-final-after-fresh-covid-19-tests-rugby-union-exeter", "date_published": "2020-10-21 08:36:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tier 3 lockdowns in England: latest Covid restrictions explained", "description": "<p>Lancashire to join Liverpool and Merseyside on highest restriction level</p><ul><li><a href=\"https://www.theguardian.com/world/2020/oct/16/tier-1-lockdowns-in-england-latest-covid-restrictions-explained\">Tier 1 explained</a> | <a href=\"https://www.theguardian.com/world/2020/oct/15/tier-2-lockdowns-england-latest-covid-restrictions-explained\">Tier 2 explained</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government has announced that areas in England deemed to require additional precautionary measures against the spread of coronavirus will be placed in one of three tiers of restrictions.</p><p>These go from tier 1, where the risk of coronavirus spread is described as medium, to tier 3, where the risk is described as very high.</p> <a href=\"https://www.theguardian.com/world/2020/oct/16/tier-3-lockdowns-in-england-latest-covid-restrictions-explained\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/16/tier-3-lockdowns-in-england-latest-covid-restrictions-explained", "date_published": "2020-10-21 08:04:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Praise be to travel companies with a 'no quibble' refund policy", "description": "<p>As complaints escalate, there are some firms behaving righteously</p><p>The travel industry has been lambasted for withholding refunds for cancelled holidays, but some companies are behaving righteously, despite tumbling profits. <em><strong>AE</strong></em> of Telford writes: “When our holiday, booked with Hays Travel, was cancelled we were offered the same holiday for next year. We asked for a refund, instead. No arguments, no quibble – and a full refund was made before we were due to fly out. All credit to Hays Travel to be able to be so customer focused in such circumstances!”</p><p><em><strong>SW</strong></em> of Coleraine, County Londonderry was also headed for Greece courtesy of Travel Editions. “When the balance was due, it advised me to hold back on payment pending a decision as to whether the holiday would proceed,” he writes. “It was given the go ahead, so I duly paid and booked a connecting flight to Gatwick and an airport hotel. Soon afterwards, it had to be cancelled. Travel Editions not only refunded the holiday cost immediately, it also paid me the £300 cost of my redundant connection and accommodation.”</p> <a href=\"https://www.theguardian.com/money/2020/oct/21/praise-be-to-travel-companies-with-a-no-quibble-refund-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/21/praise-be-to-travel-companies-with-a-no-quibble-refund-policy", "date_published": "2020-10-21 08:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK public finances pushed into £36bn deficit as inflation rises", "description": "<p>Covid government borrowing results in highest debt-to-GDP ratio since 1960</p><ul><li><a href=\"https://www.theguardian.com/business/2020/oct/21/uk-borrowing-on-course-to-exceed-1bn-a-day-but-markets-unperturbed-covid\">Borrowing on course to exceed £1bn a day but markets unfazed</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Steep falls in tax receipts and higher Whitehall spending pushed UK public finances into a £36.1bn deficit in September while inflation rose to 0.5%, according to the latest official figures.</p><p>Illustrating the cost of the UK government’s battle with Covid-19, the Office for National Statistics said last month’s spending deficit sent the figure for the first six months of the financial year to £208.5bn.</p> <a href=\"https://www.theguardian.com/business/2020/oct/21/uk-public-finances-pushed-into-36bn-deficit-as-inflation-rises-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/21/uk-public-finances-pushed-into-36bn-deficit-as-inflation-rises-covid", "date_published": "2020-10-21 07:33:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anne Marie Rafferty: 'Covid should be circuit breaker for the ills plaguing nursing'", "description": "<p>The academic and president of the RCN on why it is vital nurses get a substantial pay rise and better working conditions<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The pandemic is an opportunity to reset policy to tackle the “chronic, enduring problems” that nurses face, according to Anne Marie Rafferty, <a href=\"https://www.kcl.ac.uk/scwru/people/rafferty/professor-anne-marie-rafferty-cbe\">professor of nursing policy at King’s College London</a> and president of the Royal College of Nursing (RCN). <br /><br />“If I can use this phrase, Covid should be the circuit breaker for many of the ills which have plagued the profession for many years: let’s make that happen.”<br /><br />Rafferty, who received a damehood for services to nursing in the <a href=\"https://www.rcn.org.uk/news-and-events/news/uk-nursing-staff-recognised-in-queens-birthday-honours-list-covid-19-091020\">Queen’s </a><a href=\"https://www.rcn.org.uk/news-and-events/news/uk-nursing-staff-recognised-in-queens-birthday-honours-list-covid-19-091020\">birthday honours list</a> earlier this month, wants to see tangible recognition of the contributions that frontline nursing colleagues make. This includes not just better pay, but much stronger incentives in the NHS to stay in the job through “sustained long-term planning” and investment in the profession. This, according to Rafferty, should include equitable postgraduate training to allow nurses to progress their careers, and a shake-up of onerous working conditions, such as the demands of working 12-hour shifts that leave nurses feeling exhausted.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/sep/23/growing-numbers-of-nhs-nurses-quit-within-three-years-study-finds\">Growing numbers of NHS nurses quit within three years, study finds</a> </p> <a href=\"https://www.theguardian.com/society/2020/oct/21/anne-marie-rafferty-covid-circuit-breaker-ills-plaguing-nursing-rcn\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/21/anne-marie-rafferty-covid-circuit-breaker-ills-plaguing-nursing-rcn", "date_published": "2020-10-21 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m 55 with herpes and low confidence – how can I have a healthy sex life?", "description": "<p>I’ve had a string of failed relationships and I’ve been devastated by an ex-partner’s revelation and an STI diagnosis. I can’t imagine anyone would want to sleep with me again</p><p><strong>I’m a 55-year-old woman and in the past 11 years I have had a string of failed relationships. I’ve been in therapy now for a while to address my patterns around men because I really want to be able to commit to a relationship. In the meantime I’ve discovered two things that I am finding quite devastating. One is that a previous partner told me last year</strong><strong> that I was the only woman he had slept with who couldn’t achieve orgasm just by penetration. I had had no idea that orgasm without digital stimulation was possible until then. I am very jealous of women who experience this. The second is that I have discovered I have genital herpes. It presents on my lower back and has appeared about three times in five years but has only just been diagnosed. I can’t imagine anyone will ever want to sleep with me again. If I knew a man had genital herpes, I wouldn’t </strong><strong>want to sleep with him, so why on earth would anyone want to sleep with me? I am utterly shattered by this.</strong></p><p>First of all, your partner from a year ago was probably lying, or perhaps had pressured his previous partners until they resorted to faking orgasms. Sexual health professionals tend to agree that most women require at least some clitoral stimulation in order to achieve orgasm. Some men feel threatened by this fact, and many lack the knowledge, patience, technique or focus to provide sufficient clitoral pleasuring. And some men who tend to ejaculate early have never learned to sustain a lovemaking session that fully satisfies a woman. Your job is to teach a partner exactly how you like to be pleasured – and accept nothing less. And help yourself to achieve orgasm when necessary. Regarding your herpes diagnosis, you are joining the millions of <a href=\"https://www.theguardian.com/society/2018/jul/23/dangerous-liaisons-why-syphilis-and-gonorrhea-have-returned-to-haunt-britain\">other people in the world who have contracted it</a> – either knowingly or otherwise. It is important to put it into perspective and understand it is manageable – you simply need to learn how.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/21/im-55-with-herpes-and-low-confidence-how-can-i-have-a-healthy-sex-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/21/im-55-with-herpes-and-low-confidence-how-can-i-have-a-healthy-sex-life", "date_published": "2020-10-21 07:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Kardashian West at 40: how the queen of social media changed the world", "description": "<p>By exchanging her privacy for eyewatering wealth, Kardashian West defines our time like no one else. Now, she has dialled back the nudity, presented a family-oriented image – and even appealed to Donald Trump’s compassionate side</p><p>In the early hours of 3 October 2016, shortly before her 36th birthday, Kim Kardashian West <a href=\"https://www.theguardian.com/lifeandstyle/2016/oct/03/kim-kardashian-west-held-at-gunpoint-fake-policemen-paris-hotel-kanye-concert\">found herself with a gun to her head</a>, tied up in a rented apartment in Paris, begging for her life.</p><p>Over the previous few days, Kardashian West had posted 15 images <a href=\"https://www.vanityfair.com/style/2016/10/solving-kim-kardashian-west-paris-robbery\">on Instagram documenting her trip to Paris fashion week</a>, including a selfie showing off a $4m diamond ring on her finger. The thieves took off with more than $9m worth of her jewellery.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/21/kim-kardashian-west-at-40-how-the-queen-of-social-media-changed-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/21/kim-kardashian-west-at-40-how-the-queen-of-social-media-changed-the-world", "date_published": "2020-10-21 07:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cat and mouse on the high seas: on the trail of China's vast squid fleet", "description": "<p>Huge foreign fleets gather 400 miles off South America’s Pacific coast attracted by giant squid. Peru’s coastguard must defend its territorial waters amid rising tension</p><p>The ocean is as black as chipped obsidian, yet whichever way you look dozens of bright lights illuminate the water and the night sky. Nearly 400 nautical miles from the South American mainland, the crew of a Peruvian coastguard ship count more than 30 Chinese squid boats lighting up the sea like a city at night.</p><p>Some of the boats shine luminous green, others glow blinding white like an alien spacecraft in a movie. Rigged along each side of the ships, incandescent lamps attract giant squid near the surface, where they can be hauled from the ocean by long metal arms jutting over the water.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/china-squid-fleet-peru-coastguard-fishing\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/china-squid-fleet-peru-coastguard-fishing", "date_published": "2020-10-21 07:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cummings lockdown trip undermined government, says ex-civil service chief", "description": "<p>Lord Sedwill says it was a ‘mistake’ for Boris Johnson’s chief aide to drive to Durham</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The former head of the civil service has acknowledged that the UK government’s efforts to enforce coronavirus lockdown restrictions were undermined by Dominic Cummings’ trip to Country Durham at the height of the first wave of the pandemic.</p><p>While Boris Johnson said his chief aide had acted “reasonably” when he drove to County Durham after his wife developed Covid symptoms, Mark Sedwill said it was a “mistake”.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/21/cummings-lockdown-trip-undermined-government-says-ex-civil-service-chief-sedwill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/21/cummings-lockdown-trip-undermined-government-says-ex-civil-service-chief-sedwill", "date_published": "2020-10-21 06:42:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kenyan efforts to end FGM suffer blow with victims paraded in 'open defiance'", "description": "<p>Almost 3,000 girls from the Kuria community have undergone female genital mutilation in recent weeks, despite crackdown</p><p>Kenya has seen a setback in its progress to eradicate female genital mutilation (FGM) after an open parade in defiance of the government clampdown on the practice took place this week.</p><p>Almost 2,800 girls from the Kuria community in south-western Kenya have undergone FGM, which involves the removal of the outer layers of female genitalia and sometimes the clitoris, in the past three weeks, say local activists.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/21/kenyan-efforts-to-end-fgm-suffer-blow-with-victims-paraded-in-open-defiance\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/21/kenyan-efforts-to-end-fgm-suffer-blow-with-victims-paraded-in-open-defiance", "date_published": "2020-10-21 06:15:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Owning the libs': how Trump Jr became his father's unlikely political heir apparent", "description": "<p>Like his father, Don Jr delivers fiery populist speeches, tweets conspiracy theories and, above all, relishes goading, shocking and outraging liberals</p><p>Donald Trump Jr stood on the flatbed of an 18-wheel truck at rodeo grounds in Williams, Arizona, and made his father’s re-election pitch to a seemingly unlikely audience: Native Americans.</p><p>The US president’s campaign claims he has been the “fiercest ally” of the Native American community. Don Jr was here on 15 October to launch the <a href=\"https://nativeamericans.donaldjtrump.com/?&amp;location=djtwebsitecoalitionnav&amp;_gl=1*1fxwzfw*_gcl_aw*R0NMLjE2MDI3ODA3ODguQ2p3S0NBanc1cF84QlJCVUVpd0FQcEpPNjB5c1QtbEk4Vjlzdnp0eXdycUhianhTZnpzaWRsWG9WMWZmSnBURU9xY2daN1F0eE1IZWl4b0M3Q1VRQXZEX0J3RQ..\">“Native Americans for Trump”</a> coalition drawn from the Navajo, Chickasaw, Cherokee, Lumbee, Zuni and White Mountain Apache tribes.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/21/donald-trump-jr-became-fathers-unlikely-political-heir-apparent\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/21/donald-trump-jr-became-fathers-unlikely-political-heir-apparent", "date_published": "2020-10-21 06:15:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A game changer'. The UK's first LGBTQ+ extra-care housing scheme gets go ahead", "description": "<p>Accommodation in Manchester will support older LGBTQ+ people, whose loneliness has been exacerbated by the pandemic</p><p>Bill Moss, a retired prison officer, felt isolated before Covid. As the only gay person in his block of sheltered flats in Salford, coronavirus has heightened his sense of loneliness. Single, without any close family and cut off from an active social life in Manchester’s gay village, he spends most of the day with only the TV for company.</p><p>Moss, 57, has been through a pandemic before. Aids robbed him of the love of his life, Henry, and at least 50 friends. So he appreciates how serious this one is, but he cannot get that message across to his fellow residents congregating unmasked at the entrance of the flats and wandering corridors and lifts unprotected. Their lack of understanding underlines his feeling of being alone.</p> <a href=\"https://www.theguardian.com/society/2020/oct/21/uks-first-extra-care-housing-lgbtq-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/21/uks-first-extra-care-housing-lgbtq-manchester", "date_published": "2020-10-21 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English Heritage colours the past – before and after", "description": "<p>In recognition of the widespread <a href=\"https://www.theguardian.com/world/gallery/2020/jul/20/great-outdoors-life-moves-outside-during-pandemic-in-pictures\">move outside</a> during the Covid pandemic, English Heritage has colourised rare archive photography of their properties to reveal our ancestors enjoying their time in the great outdoors. The initiative is part of the #LearnOnTikTok campaign</p><p>Polish trainee agents tackle an assault course at Audley End, Essex, known as Station 43 and used as a training base during the second world war by the Polish section of the Special Operations Executive. Audley End was a finishing school where agents were trained in irregular warfare, silent killing and weapons handling. All photographs coloured by Marina Amaral for English Heritage.<br /><em>Photograph</em><em>: Polish Underground Movement Study Trust, London</em></p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/21/english-heritage-colours-the-past-before-and-after\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/21/english-heritage-colours-the-past-before-and-after", "date_published": "2020-10-21 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate science deniers to give road safety evidence to MPs", "description": "<p>Campaign group the Alliance of British Drivers wants higher speed limits and fewer cycle lanes</p><p>MPs are to hear evidence on road safety from a campaign group that dismisses warnings about global heating and wants higher speed limits and fewer cycle lanes, prompting alarm from environmental and active travel organisations.</p><p>The Commons transport committee <a href=\"https://committees.parliament.uk/event/2434/formal-meeting-oral-evidence-session/\">will take oral evidence</a> on Wednesday from the Alliance of British Drivers (ABD), which says it represents mainstream views but accepts its membership is “tiny” as a proportion of drivers.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/climate-science-deniers-to-give-road-safety-evidence-to-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/climate-science-deniers-to-give-road-safety-evidence-to-mps", "date_published": "2020-10-21 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New faces in contemporary African portraiture – in pictures", "description": "<p><a href=\"https://www.doylewham.com/portr-8\">Portr-8</a>, the inaugural exhibition of the contemporary African photography gallery <a href=\"https://www.doylewham.com/\">Doyle Wham</a>, showcases innovative and experimental portraits by eight new African artists at ECAD in south London. The artists, from Gabon, Nigeria, Namibia, Kenya and Mozambique, are united by a desire to challenge traditional ideas and narrow interpretations of Africa, African art, and African society</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/21/new-faces-in-contemporary-african-portraiture-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/21/new-faces-in-contemporary-african-portraiture-in-pictures", "date_published": "2020-10-21 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rallies and rent strikes: how students and staff are uniting against Covid chaos", "description": "<p>Lecturers and undergrads are united in their anger – and they’re mobilising online to protest and hold universities to account</p><p>In August, A-level students joined forces to voice their anger on social media at the algorithm that <a href=\"https://www.theguardian.com/education/2020/aug/16/boris-johnson-urged-to-intervene-as-exam-results-crisis-grows\">failed to give them fair grades</a>, helping force a government U-turn in favour of teacher-estimated results. Now, some of those same students are stuck in lockdowns at halls of residences at universities across the country, studying online and restricted to socialising with their households – and they’re angry again.</p><p>“Students were mobilised by the A-level U-turn. Now they’ve come on to campus, they’re thinking: ‘I’m sitting in my room watching a screen, which I could have done at home, why am I paying this money?’. There’s growing political awareness that enough is enough,” says Sabrina Shah, co-president of the School of Oriental and African Studies students’ union.</p> <a href=\"https://www.theguardian.com/education/2020/oct/21/rallies-and-rent-strikes-how-students-and-staff-are-uniting-against-covid-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/21/rallies-and-rent-strikes-how-students-and-staff-are-uniting-against-covid-chaos", "date_published": "2020-10-21 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The people of Liverpool have been failed by the government's woeful test and trace | Dan Carden", "description": "<p>Britain’s response to the Covid-19 crisis will not succeed until it is community-based, publicly run and accountable<br /><br /></p><ul><li>Dan Carden is MP for Liverpool Walton</li></ul><p>Take a drive through Liverpool city centre and it won’t be long before you come to a symbol of Britain’s rotten corporate culture. As our NHS comes under unprecedented pressure, the replacement for the ageing Royal Liverpool hospital still stands tragically idle.</p><p>Its <a href=\"https://www.bbc.co.uk/news/uk-england-merseyside-45637057\">PFI contract was terminated</a> after the <a href=\"https://www.theguardian.com/business/2018/jan/15/carillion-what-went-wrong-liquidation-staff\">collapse of Carillion</a>, a company that continued to be handed public money despite years of warnings over its conduct. As the company’s debt soared and suppliers went unpaid, executives protected their generous bonuses and <a href=\"https://uk.reuters.com/article/uk-carillion-restructuring-dividends/collapsed-carillions-dividends-totalled-1-billion-idUKKBN1F5266\">shelled out dividends</a> to shareholders.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/21/liverpool-government-test-trace-britain-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/21/liverpool-government-test-trace-britain-covid-19", "date_published": "2020-10-21 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google Pixel 4a 5G review: cheaper with two-day battery", "description": "<p>Bigger screen, longer battery life and great camera make the 4a 5G the best Pixel this year</p><p>The new Pixel 4a 5G is Google’s cheaper but larger 5G phone, and might just be the best.</p><p>It is available in black and costs £499, fitting in between the £599 Pixel 5 and the £349 Pixel 4a.</p> <a href=\"https://www.theguardian.com/technology/2020/oct/21/google-pixel-4a-5g-review-battery-screen-camera\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/oct/21/google-pixel-4a-5g-review-battery-screen-camera", "date_published": "2020-10-21 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London the worst city in Europe for health costs from air pollution", "description": "<p>Study measured financial impact of car emissions on deaths, health and lost working days in 432 urban areas </p><p>The health costs of air pollution from roads are higher in London than any other city in Europe, a study has found.</p><p>Two other urban areas in the UK, Manchester and the West Midlands, have the 15th and 19th highest costs respectively among the 432 European cities analysed.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/london-the-worst-city-in-europe-for-health-costs-from-air-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/london-the-worst-city-in-europe-for-health-costs-from-air-pollution", "date_published": "2020-10-21 06:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump paid nearly $200,000 in taxes to China, report claims", "description": "<p>New York Times says records reveal company bank account in China, and documents show he paid more tax there than at home</p><p>Donald Trump maintains a bank account in China where he pursued licensing deals for years, according to a report that could undermine the president’s election campaign claim that he is tough on Beijing.</p><p>Tax records <a href=\"https://www.nytimes.com/2020/10/20/us/trump-taxes-china.html\">reviewed by the New York Times</a> showed a previously unreported bank account in China controlled by Trump International Hotels Management. The account paid $188,561 in taxes in China between 2013 and 2015 in connection to potential licensing deals, according the newspaper.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/donald-trump-china-bank-account-nearly-200000-taxes-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/donald-trump-china-bank-account-nearly-200000-taxes-report", "date_published": "2020-10-21 05:47:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oxford's new Story Museum finds fresh ways to tell tales in Covid era", "description": "<p>Lockdown halted the opening of the ‘interactive and sensory experience’ but innovation, and determination, have won the day </p><p>A wardrobe of fur coats that children could touch and feel before entering “Narnia”; a giant bed big enough for 30 kids to lie on while they listened to a storyteller; a purpose-built studio for live performances. Bringing stories to life through interactive and hands-on experiences was at the core of Oxford’s new Story Museum.</p><p>After a two-year, £6m transformation, the new museum was due to be unveiled on 4 April, replacing a series of temporary exhibitions with permanent galleries designed to immerse visitors, especially young people, in a world of stories.</p> <a href=\"https://www.theguardian.com/travel/2020/oct/21/oxford-new-story-museum-ways-to-tell-tales-in-covid-era\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/oct/21/oxford-new-story-museum-ways-to-tell-tales-in-covid-era", "date_published": "2020-10-21 05:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s false ‘Russian spy’ claims put me in danger, says Steele dossier source", "description": "<p>Exclusive: New York-based analyst Igor Danchenko did gather intelligence about Trump but he is certainly not a spy, he says</p><p>A Russian analyst says he is in hiding and “afraid for his life” after being unmasked by top congressional Republicans as the source behind the Steele dossier on Donald Trump and Moscow.</p><p>In his first-ever interview <a href=\"https://twitter.com/IgorDanch\">Igor Danchenko</a> said he is the victim of a smear campaign by the president and the Republican senator Lindsey Graham. Both have repeatedly alleged that Danchenko is a suspected Russian spy who fed disinformation to Christopher Steele, the former MI6 officer.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/21/trumps-false-russian-spy-claims-put-me-in-danger-says-steele-dossier-source\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/21/trumps-false-russian-spy-claims-put-me-in-danger-says-steele-dossier-source", "date_published": "2020-10-21 05:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian outback cattle station to house world's largest solar farm, powering Singapore", "description": "<p>Electricity from $20bn farm on 10,000 sq km property in Newcastle Waters also planned to feed Northern Territory’s power grid</p><p>A cattle station halfway between Alice Springs and Darwin is set to house the world’s largest solar farm, with energy generated from the project to ultimately power Singapore.</p><p>Newcastle Waters, where casino mogul <a href=\"https://www.theaustralian.com.au/business/property/packers-legacy-lives-on-in-cattle-station-newcastle-waters/news-story/a8dab486472fbfc8dd9ac6073bf996ef\">James Packer worked as a jackaroo for a year</a> when his father, Kerry, owned the 10,000 sq km property, has been earmarked for the $20bn solar farm, according to the company responsible for the project, Sun Cable.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/australian-outback-cattle-station-to-house-worlds-largest-solar-farm-powering-singapore\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/australian-outback-cattle-station-to-house-worlds-largest-solar-farm-powering-singapore", "date_published": "2020-10-21 05:21:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand records 25 Covid cases amid arrival of foreign fishing crews", "description": "<p>Twenty-three cases caught at the border, with two more local transmissions linked to Sunday’s port worker case </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>New Zealand has recorded 25 new cases of coronavirus, the biggest daily toll the country has reported since the height of its initial outbreak in March and April.</p><p>Two were local cases and the rest were discovered at the border, including 18 infections among Russian and Ukraine fishing crews who had arrived on a charter flight from Moscow days earlier.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/new-zealand-records-25-covid-cases-amid-arrival-of-foreign-fishing-crews\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/new-zealand-records-25-covid-cases-amid-arrival-of-foreign-fishing-crews", "date_published": "2020-10-21 05:15:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scrap pensions triple lock to help save UK finances, says influential thinktank", "description": "<p>Centre for Policy Studies plan includes new limits on child benefit and foreign aid cuts</p><p>A right-of-centre thinktank with close links to Downing Street has called for the pensions triple lock to be scrapped, the aid budget to be cut and child benefit further limited as part of £30bn worth of spending cuts designed to spare the UK from post Covid-19 tax increases.</p><p>The <a href=\"https://www.theguardian.com/politics/2020/may/16/thatcherite-thinktanks-back-increase-public-spending-in-lockdown\">Centre for Policy Studies</a> (CPS) said its nine-point plan would ensure that the government was getting value for money and ensure that frontline services were protected as the Treasury took steps to repair <a href=\"https://www.theguardian.com/business/2020/sep/25/uk-borrowing-surges-as-covid-pushes-national-debt-to-record\"> the public finances.</a></p> <a href=\"https://www.theguardian.com/money/2020/oct/21/scrap-pensions-triple-lock-to-help-save-uk-finances-says-influential-thinktank\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/21/scrap-pensions-triple-lock-to-help-save-uk-finances-says-influential-thinktank", "date_published": "2020-10-21 05:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even if Biden wins US election, time is running out to save Iran nuclear deal", "description": "<p>Events in the US are being watched closely as Iran’s presidential election looms in early 2021</p><p>Even if Joe Biden triumphs at the polls, Iran’s weakened government may only have a few months to negotiate a revived nuclear deal before facing its own electoral challenge by hardliners who oppose any engagement with the west. </p><p>The narrow window has prompted calls for Biden to offer a phased approach to rejoining the Iran nuclear deal abandoned by Donald Trump in 2018, in order to show progress before the Iranian presidential election.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/21/even-if-biden-wins-us-election-time-is-running-out-to-save-iran-nuclear-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/21/even-if-biden-wins-us-election-time-is-running-out-to-save-iran-nuclear-deal", "date_published": "2020-10-21 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The government's secretive Covid contracts are heaping misery on Britain | George Monbiot", "description": "<p>Bypassing the NHS and handing crucial services to corporate executives has led to the catastrophic failure of test and trace<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>If you are not incandescent with rage, you haven’t grasped the scale of what has been done to us. The new surge in the coronavirus, and the <a href=\"https://www.theguardian.com/politics/live/2020/oct/20/uk-coronavirus-live-greater-manchester-last-minute-plan-boris-johnson-tier-3-lockdown-deadline-covid\">restrictions and local lockdowns</a> it has triggered, are caused in large part by the catastrophic failure of the <a href=\"https://www.theguardian.com/world/2020/oct/13/what-has-gone-wrong-with-englands-covid-test-and-trace-system\">test-and-trace system</a>. Its £12bn budget has been blown, as those in charge of it have failed to drive the infection rate<a href=\"https://www.gov.uk/government/publications/summary-of-the-effectiveness-and-harms-of-different-non-pharmaceutical-interventions-16-september-2020\"> below the critical threshold</a>.</p><p>Their failure was baked in, caused by the government’s ideological <a href=\"https://www.theguardian.com/commentisfree/2020/sep/17/england-test-and-trace-public-sector-boris-johnson-covid\">commitment to the private sector</a>. This commitment had three impacts: money that could have saved lives has been diverted into corporate profits; inexperienced consultants and executives have been appointed over the heads of qualified public servants; instead of responsive local systems, the government has created a centralised monster.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/21/government-covid-contracts-britain-nhs-corporate-executives-test-and-trace\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/21/government-covid-contracts-britain-nhs-corporate-executives-test-and-trace", "date_published": "2020-10-21 05:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is a chance to smile again’: Strictly’s Jacqui Smith on scandal, divorce and life outside politics", "description": "<p>The first female home secretary discusses the government’s Covid response, online dating in your 50s – and why the glitterball is within her reach</p><p>The last time Jacqui Smith had a dance lesson was when she was six or seven and her mother took her to a Scottish dancing group. She wore a kilt and took a few exams, but that was it. In the intervening 50 years, she says with a laugh, “my dancing has really been about family weddings – discos where you dance around your handbag – and prancing around the kitchen”. Smith – a former Labour MP, the first female home secretary, a scalp of the expenses scandal – <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/04/strictly-come-dancing-2020-the-contestants-ranked\">is a contestant on this year’s Strictly Come Dancing</a>. When we speak on the phone, it is after a long first day of training with her partner, <a href=\"https://www.theguardian.com/lifeandstyle/2019/dec/07/anton-du-beke-strictly-dancer-interview\">Anton </a><a href=\"https://www.theguardian.com/lifeandstyle/2019/dec/07/anton-du-beke-strictly-dancer-interview\">du Beke</a>. “I think he was pleasantly surprised with my ability to pick things up,” she says. “I think we’re going to have slightly more in the dance than perhaps he feared.”</p><p>Du Beke, Strictly’s gentlemanly dancer, traditionally gets the show’s “comedy” celebrity (another political entrant, Ann Widdecombe, filled the role in 2010). Did it feel like an insult to be paired with him? The 57-year-old laughs. “Anton got to the final last year and he’s very clear about that and very ambitious for us, as am I.” He is also – how to put this kindly? – not hellbent on stealing his partners away from their husbands. Is she relieved at not having to face the “Strictly curse”, whereby the frisson between the dancers and their partners becomes too much to bear? Smith cackles, then adds: “I won’t have it said that Anton is not gorgeous. But he is happily married and I am in a newish, but lovely, relationship. Trust us, there will be no Strictly curse.”</p> <a href=\"https://www.theguardian.com/politics/2020/oct/21/this-is-a-chance-to-smile-again-strictlys-jacqui-smith-on-scandal-divorce-and-life-outside-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/21/this-is-a-chance-to-smile-again-strictlys-jacqui-smith-on-scandal-divorce-and-life-outside-politics", "date_published": "2020-10-21 05:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the death of a small, punk-like fish rocked the marine world", "description": "<p>The smooth handfish is the first extinct marine bony fish of modern times. Scientists are now wondering how many more have disappeared unnoticed</p><p>In 1802, when French naturalist François Péron slipped a small, chunky Australian fish into a jar of preservative, little did he suspect that his unassuming prize would be the only member of its species ever known to science. The smooth handfish (<em>Sympterichthys unipennis</em>) <a href=\"https://www.iucnredlist.org/species/123423283/123424374\">was declared extinct</a> by the International Union for Conservation of Nature (IUCN) Red List <a href=\"https://www.theguardian.com/commentisfree/2020/jul/24/meet-the-now-officially-extinct-smooth-handfish\">earlier this year</a>. This strange and spiny bottom-dweller made history with its passing. It became the first marine bony fish to be listed as extinct in modern times. Today, all that remains of the species is that discoloured specimen in the Natural History Museum in Paris.</p><p>Scooped up off the coast of south-east Tasmania, Péron’s catch was one of the 14 handfish species living in southern Australian waters at the time. The relatives of the smooth handfish are a colourful family which crawl around the seafloor using adapted fins as “hands”. They look like grumpy ageing punks, each sporting a dorsal fin over its head like a mohawk, bulging eyes and a cantankerous expression.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/why-the-death-of-a-small-punk-like-fish-rocked-the-marine-world-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/why-the-death-of-a-small-punk-like-fish-rocked-the-marine-world-aoe", "date_published": "2020-10-21 04:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Save 12 HK youths: campaign to free boat detainees goes global", "description": "<p>Greta Thunberg among international activists sharing #save12HKyouths hashtag as calls for release of Hong Kong group gain momentum</p><p>A social media campaign calling for the release of 12 Hong Kong youths detained in China is gaining ground, with support from international activists including Greta Thunberg.</p><p>The teenage environmentalist is among a growing list of international activists, campaigners and politicians sharing the hashtag #save12HKyouths, hoping to draw international attention to the plight of 12 young people held under tight security in mainland China after they were caught allegedly trying to flee Hong Kong by boat.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/save-12-hk-youths-hong-kong-campaign-to-free-boat-detainees-goes-global\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/save-12-hk-youths-hong-kong-campaign-to-free-boat-detainees-goes-global", "date_published": "2020-10-21 04:22:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doe your bit: Japan invents bags deer can eat after plastic-related deaths", "description": "<p>To keep animals safe from rubbish discarded by tourists, a bag has been devised made from milk cartons and rice bran</p><p>The famed <a href=\"https://www.theguardian.com/world/2019/jul/10/japans-famous-nara-deer-dying-from-eating-plastic-bags\">deer</a> that roam the city of Nara, in <a href=\"https://www.theguardian.com/world/japan\">Japan</a>, no longer face discomfort – or far worse – after local companies developed a safe alternative to the plastic packaging discarded by tourists that often ended up in the animals’ stomachs.</p><p>Last year several of the 1,300 deer that wander around the ancient capital’s central park were <a href=\"https://www.theguardian.com/world/2019/jul/10/japans-famous-nara-deer-dying-from-eating-plastic-bags\">found dead after swallowing plastic bags</a> and food wrappers, prompting calls for tourists not to leave their rubbish behind. One of the dead animals had swallowed more than 4kg of rubbish.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/japan-bags-nara-deer-eat-plastic-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/japan-bags-nara-deer-eat-plastic-deaths", "date_published": "2020-10-21 04:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Los Angeles Dodgers too hot for Tampa Bay Rays in Game 1 of World Series", "description": "<ul><li>Clayton Kershaw’s solid start helps Dodgers to opening win</li><li>Tampa Bay Rays 3-8 Los Angeles Dodgers</li></ul><p>Clayton Kershaw, Cody Bellinger, Mookie Betts and the Los Angeles Dodgers left the Tampa Bay Rays stuck in neutral to start a most strange World Series played amid the pandemic.</p><p>Kershaw dominated for six innings, Bellinger and Betts homered and the Dodgers chased a wild Tyler Glasnow in the fifth inning for an 8-3 win Tuesday night in the first Series held at a neutral site.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/21/los-angeles-dodgers-tampa-bay-rays-world-series-game-1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/21/los-angeles-dodgers-tampa-bay-rays-world-series-game-1", "date_published": "2020-10-21 04:02:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polluted air killing half a million babies a year across globe", "description": "<p>State of Global Air report says indoor air quality causing two-thirds of the deaths and affecting health in the womb</p><p>Air pollution last year caused the premature death of nearly half a million babies in their first month of life, with most of the infants being in the developing world, data shows.</p><p>Exposure to airborne pollutants is harmful also for babies <a href=\"https://www.theguardian.com/environment/2019/sep/17/air-pollution-particles-found-on-foetal-side-of-placentas-study\">in the womb</a>. It can cause a premature birth or <a href=\"https://www.theguardian.com/environment/2017/dec/05/air-pollution-harm-to-unborn-babies-may-be-global-health-catastrophe-warn-doctors\">low birth weight</a>. Both of these factors are associated with higher infant mortality.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/21/polluted-air-killing-half-a-million-babies-a-year-across-globe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/21/polluted-air-killing-half-a-million-babies-a-year-across-globe", "date_published": "2020-10-21 04:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistani Shias live in terror as sectarian violence increases", "description": "<p>The Sunni majority is using blasphemy laws to target and murder those they call ‘heretics’</p><p>Syed Kareem* has been in hiding for weeks. He fears if he is seen on the streets of Karachi, the Pakistan city he calls home, he will be a dead man walking.</p><p>His ordeal began with a Facebook post in early September, where he condemned the killers of a Shia Muslim martyred centuries ago. Though Kareem had meant it as a post of religious devotion, it caught the attention of an extremist Sunni Muslim group, who called him a traitor to Muslims.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/pakistani-shias-live-in-terror-as-sectarian-violence-increases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/pakistani-shias-live-in-terror-as-sectarian-violence-increases", "date_published": "2020-10-21 04:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global Covid report: 300,000 excess US deaths recorded as Cathay Pacific cuts 5,900 jobs", "description": "<p>Brazil’s health minister falls ill in suspected coronavirus case; state-owned drugmaker in China prepares to supply a billion vaccine doses</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The <strong>US</strong> Centers for Disease Control and Protection has found that 300,000 excess deaths were recorded in the US this year – 66% of which are accounted for by the official coronavirus death toll of around 220,000.</p><p>Excess deaths refer to how many more deaths have been reported in total this year compared with the same period last year. Usually, between the beginning of February and the end of September, about 1.9 million deaths are reported. This year, it is closer to 2.2 million – a 14.5% increase.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/global-report-300000-excess-us-deaths-as-cathay-pacific-cuts-5900-jobs-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/global-report-300000-excess-us-deaths-as-cathay-pacific-cuts-5900-jobs-covid", "date_published": "2020-10-21 03:16:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thailand protests: court orders news outlet to close as PM accuses it of 'inciting unrest'", "description": "<p>Voice TV, which has links to former PM Thaksin Shinawatra, faces closure over coverage of youth-led protests against government and monarchy<br /></p><p>A Thai news outlet connected to exiled former prime minister Thaksin Shinawatra has been ordered to shut down over its coverage of anti-government protests in Bangkok as demonstrators prepared to take to the streets for a sixth consecutive day.</p><p>Voice TV, a website partly owned by Thaksin’s family, was one of four media organisations under fire for their reporting of the youth-led pro-democracy protest movement and has been critical of the government.</p> <a href=\"https://www.theguardian.com/world/2020/oct/21/thailand-protests-court-orders-news-outlet-to-close-as-pm-accuses-it-of-inciting-unrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/21/thailand-protests-court-orders-news-outlet-to-close-as-pm-accuses-it-of-inciting-unrest", "date_published": "2020-10-21 02:29:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inside Australia’s asylum system – a possible model for the UK", "description": "<p>Guardian Australia reporter Ben Doherty looks at the history behind Australia’s asylum seeker policies, including the controversial practice of offshore processing and resettlement. It’s one of the options the British government is allegedly considering to deter asylum seekers from attempting to cross the Channel to the UK. Journalist Behrouz Boochani, who spent seven years in detention in Papua New Guinea, discusses the impact the policy has had</p><p>Amid a fourfold rise in small boats attempting to cross the Channel and reach the UK this year, Downing Street and ministers have asked Foreign Office officials to consider a <a href=\"https://www.theguardian.com/uk-news/2020/oct/01/uk-asylum-detention-top-civil-servant-says-all-options-on-the-table\">wide range of options</a> to deter asylum seekers, according to leaked documents last month. Proposals include offshore asylum processing centres, with one document suggesting Boris Johnson is personally involved in the plan, stating: ‘In addition to the work on OT [British overseas territory] options, the PM has asked for FCDO advice on potential third-country locations. We are asked to suggest options for a UK scheme similar to the Australian agreement with Papua New Guinea.’</p><p>Guardian Australia reporter<strong> Ben Doherty </strong>tells <strong>Rachel Humphreys</strong> about the history of Australia’s immigration policies, beginning in 2001, after the Tampa crisis, when a Norwegian freighter that had rescued more than 400 mainly Afghan Hazara refugees from their sinking vessel in international waters 140km north of Christmas Island was refused entry into Australian waters. The MV Tampa provided the conservative Coalition government with a catalyst for action. That was the establishment of “offshore detention” camps on Nauru and on Papua New Guinea, the so-called Pacific solution. The detention facilities have been the subject of serious criticism by international observers and human rights groups. Journalist <strong>Behrouz Boochani,</strong> who fled Iran for Australia in 2013, was sent to Manus Island. He describes the detention centre as worse than a prison and warns the UK to think hard before they look to replicate the Australian system. “If you do this, you lose your humanity” he tells Rachel. </p> <a href=\"https://www.theguardian.com/news/audio/2020/oct/21/inside-australias-asylum-system-a-possible-model-for-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/oct/21/inside-australias-asylum-system-a-possible-model-for-the-uk", "date_published": "2020-10-21 02:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Breonna Taylor: grand juror speaks out, saying homicide charges weren't offered", "description": "<p>Anonymous juror challenges statements made by the Kentucky attorney general after clearing way to speak publicly </p><p>A grand juror in <a href=\"https://www.theguardian.com/us-news/breonna-taylor\">the Breonna Taylor case</a> has spoken out, challenging statements made by the Kentucky attorney general and saying that the jury was not offered homicide charges to consider against officers involved in Taylor’s killing. </p><p>The anonymous grand juror’s comments on Tuesday came after a Louisville judge cleared the way for the the panel’s members to talk publicly <a href=\"https://www.theguardian.com/us-news/2020/sep/28/breonna-taylor-protests-louisville-mayor-curfew\">about the secretive proceedings</a>. The juror filed suit to speak publicly after Daniel Cameron, the Kentucky attorney general, <a href=\"https://www.theguardian.com/us-news/2020/sep/23/breonna-taylor-kentucky-police-grand-jury-decision\">announced last month</a> that no officers would be directly charged in the March shooting death of Taylor during a botched narcotics raid. The grand jury charged one officer with endangering her neighbors.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/20/breonna-taylor-grand-juror-homicide-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/20/breonna-taylor-grand-juror-homicide-charges", "date_published": "2020-10-21 01:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Tier and loathing': what the papers say about tough restrictions on Manchester", "description": "<p>Hostilities between Boris Johnson and Andy Burnham over coronavirus curbs on the northern city occupy the front pages</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>England’s widening north-south political divide dominates the papers after Boris Johnson’s government imposed tier 3 restrictions on Manchester despite fierce resistance from the city’s mayor, Andy Burnham.</p><p>The <strong>Guardian</strong> reports that Burnham accused the prime minister of playing a “game of poker with people’s lives” after the imposition of the highest level of restrictions on the city and surrounding area.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/21/tier-and-loathing-what-the-papers-say-about-tough-restrictions-on-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/21/tier-and-loathing-what-the-papers-say-about-tough-restrictions-on-manchester", "date_published": "2020-10-21 01:10:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nasa Osiris-Rex spacecraft lands on asteroid Bennu in mission to collect dust", "description": "<p>Spacecraft ‘kissed the surface’ in brief landing on asteroid 200m miles away from Earth in US-first mission</p><p>A Nasa spacecraft has successfully landed on an asteroid, dodging boulders the size of buildings, in order to collect a handful of cosmic rubble for analysis back on Earth.</p><p>The space agency team behind the Osiris-Rex project said preliminary data showed the sample collection went as planned and that the spacecraft had lifted off the surface of asteroid Bennu.</p> <a href=\"https://www.theguardian.com/science/2020/oct/21/nasa-osiris-rex-spacecraft-lands-on-asteroid-bennu-in-mission-to-collect-dust\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/oct/21/nasa-osiris-rex-spacecraft-lands-on-asteroid-bennu-in-mission-to-collect-dust", "date_published": "2020-10-21 00:45:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]