[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "An Inside Look at “The Choice 2020: Trump vs. Biden” | Preview | FRONTLINE", "description": "Hear from filmmaker Michael Kirk and FRONTLINE Executive Producer Raney Aronson-Rath about “The Choice 2020: Trump vs. Biden,” FRONTLINE’s Sept. 22 election special.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\r\nIn the midst of an historic pandemic and growing economic uncertainty, Americans will cast their votes this fall to decide whether President Donald Trump or former Vice President Joe Biden will lead the country for the next four years. \n\nAhead of the election, FRONTLINE's critically acclaimed series \"The Choice\" returns with interwoven investigative biographies of both men. “The Choice 2020: Trump vs. Biden” will offer trustworthy journalism that tells the story of the two candidates through revealing interviews with those who know them best — examining the defining moments that shaped their lives, their approaches to power, and their visions for America’s future at this pivotal juncture.\n\r\nWatch \"The Choice 2020: Trump vs. Biden\" starting Tues., Sept. 22, 2020.\n\n#2020Election #TrumpVsBiden #Documentaries \n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp \nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D.and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=S50FuovN8kw", "date_published": "2020-08-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]