[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "6 Big Changes In Fortnite x Marvel Season 4's Crossover", "description": "Fortnite Chapter 2 Season 4 has arrived with a special Marvel crossover event for the entire season and its theme. Here's 6 big changes for players this season.\n\nSeason 4 of Fortnite: Chapter 2 is officially here, and as usual, a lot has changed in the battle royale shooter. This season is themed around Marvel, and a ton of superheroes, from Thor to Iron Man and more, have made their debut in the game to stop an impending invasion by Galactus.\n\nWhile the arrival of Marvel's superheroes is the most prominent change in Fortnite, that's not the only thing that's different this season. In the video above, we break down the six biggest changes in Season 4. Be sure to give it a watch before you jump in and join the fight against Galactus.\n\nOf course, a new season also means new challenges, and this time you can unlock some exclusive Marvel cosmetics as you level up your battle pass. Check out our Fortnite Season 4 challenges roundup as the season rolls on for our latest maps and challenge guides.", "link": "https://www.youtube.com/watch?v=EXlSDxClTs4", "date_published": "2020-08-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Madden NFL 21 Review", "description": "Madden NFL 21 has an excellent new game mode that's great for short spurts, but the series staples don't move the needle.\n\nSteven Petite sunk more than 30 hours into Madden NFL 21, pretty much evenly split between The Yard, Franchise, Face of the Franchise, and Ultimate Team. He will now exclusively play The Yard. Review code was provided by the publisher.", "link": "https://www.youtube.com/watch?v=Fs9Bbr287ro", "date_published": "2020-08-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2 & Fall Guys New Content Revealed At Gamescom | Save State", "description": "Today's Save State is a Gamescom Opening Night Live special. We got a look at Fall Guys season 2, which promises to be medieval themed, and will come packed with new modes, map changes, and costumes. \n\nWe saw an extended look at gameplay from Ratchet And Clank: Rift Apart on PS5, as well as some details on when the game will be launching.\n\nBungie revealed more details on its upcoming Destiny 2 expansion: Beyond Light, including its new Stasis ability. Tomorrow on Generation Next, we'll be discussing Gamescom in more detail, as well as helping you pick the perfect TV or monitor for PS5 and Xbox Series X. Check it out on youtube.com/GameSpot.", "link": "https://www.youtube.com/watch?v=wf0Y15pqroc", "date_published": "2020-08-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One & Xbox 360 Games With Gold For September 2020 Revealed", "description": "The free Xbox One Games with Gold for September have been announced. Xbox One gamers are getting Tom Clancy's The Division and The Book of Unwritten Tales 2. Meanwhile, the Xbox 360 is getting de Blob 2 and Armed and Dangerous, the latter of which is a backwards compatible original Xbox game.", "link": "https://www.youtube.com/watch?v=ZVslgOmEeyg", "date_published": "2020-08-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How To Get The Best TV For PS5 And Xbox Series X, Gamescom 2020 Breakdown | Generation Next", "description": "This week's Generation Next overlaps with Gamescom, so Tamoor, Lucy, and Jordan discuss the biggest news from the show, as well as compare 2020's event to Gamescom 2013, the one just before PS4 and Xbox One launched.\n\nJust like every other major gaming event this year, Gamescom adapted its show to fit the current state of the world. Instead of filling the halls of Koelnmesse with far too many people, Geoff Keighley delivered Opening Night Live, a liveshow that showcased trailers, made announcements, and provided in-depth looks at upcoming games.\n\nOn this episode of Generation Next, Lucy, Jordan, and Tamoor sit down to discuss the major beats of the show. More importantly, they compare 2020's Gamescom with 2013's, which occurred shortly before the PS4 and Xbox One launched. They compare and contrast how Sony and Microsoft's approached messaging around the launch of new generation hardware in both years.\n\nAnd because you asked, GameSpot's techspert Michael Higham also joins the show to offer some insight into how to buy a new TV or monitor for PS5 and Xbox Series X, so if you're in the market for an upgrade, you'll get some information on what to look out for before handing over your hard-earned money.\n\nGeneration Next is GameSpot's weekly video show all about the PlayStation 5 and Xbox Series X. Each Friday, join PlayStation Pro Tamoor Hussain, Xbox Xpert Jordan Ramée, and Console Connoisseur Lucy James as they discuss the biggest stories about the new consoles. Catch up on previous episodes here.\n\nTimestamps:\n00:00 - Intro\n00:55 - PS5 Pre-Order Lottery\n03:33 - Gamescom 2013 vs. 2020\n09:27 - How To Get The Best TV For PS5 And Xbox Series X\n19:33 - Outro", "link": "https://www.youtube.com/watch?v=1dwxn7-CViw", "date_published": "2020-08-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Observer: System Redux - Official Next-Gen New Features Trailer", "description": "The new Observer: System Redux is so much more than a visual upgrade. It brings a wide range of quality-of-life improvements, gameplay enhancements, and three new missions featuring brand-new storylines. \n\n“Errant Signal”, “Her Fearful Symmetry” and “It Runs in the Family” add another layer of depth to the game’s story while exploring thought-provoking themes of a future that soon might become our present.\n\nOn top of that, System Redux offers expanded gameplay, which includes new game mechanics, new secrets to find, redesigned stealth, additional neural interrogations, and quality-of-life improvements made with the help of the Observer community.\n\nConsidered one of the scariest games currently available, and one the best cyberpunk games coming to next-generation consoles, System Redux is the definitive vision of this thriller tale.\n\nExperience first-hand what Observer: System Redux really is. Go to Steam, download the free demo and join Daniel Lazarski in his investigation. https://bit.ly/ObserverSR\n\nDon't forget about the \"veteran observer\" discount on Steam: if you own the original game in your library, you can pre-order System Redux for 80% off until September 15th.\n\nComing this holiday season to PC, PlayStation 5 and Xbox Series X.\n \n#observergame #observerredux #blooberteam", "link": "https://www.youtube.com/watch?v=3q82KkzF0qk", "date_published": "2020-08-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Quantum Error - Official 4K Gameplay Preview Trailer", "description": "This is a early preview of Quantum Error's gameplay, a cosmic-horror FPS video game currently in development coming to the PS5 an PS4 by TeamKill Media.", "link": "https://www.youtube.com/watch?v=Qh5SdBlygcI", "date_published": "2020-08-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]