[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC9Ntx-EF3LzKY1nQ5rTUP2g", "title": "Sparks - The Existential Threat (Official Video)", "description": "The official video for 'The Existential Threat' by Sparks, taken from the album 'A Steady Drip, Drip, Drip'. Listen: https://sparks.lnk.to/dripCY. \nhttps://allsparks.com. \n\n\n\nCheck out the bonus behind-the-scenes \"How to Make a Music Video\" on @Sparks YouTube channel: https://youtu.be/nkvxIeV1fQ8 \n\n\n\nAnimated and directed by Cyriak.\n\n#Cyriak #Sparks #ASteadyDripDripDrip #Animation \n\n\nLyrics:\nThe existential threat that I always feel\nNothing's happened yet today and yet I have to feel\nDanger near, danger here\nNowhere to escape to and nobody there to hear as I now\nScream in fear, scream in fear\nThe existential threat is drawing very, very near and they all\nLook away, look away\nCan't they see the existential threat is on its way\nThe existential threat that I tend to feel\nWhen I'm walking down the street or right behind the wheel\nTurning left, turning right\nTrying to escape the cloud that's close enough to feel and you may\nLaugh out loud, laugh out loud\nThe existential threat is always hanging about and you may\nSay go way, say go way\nThe existential threat is never going away\nDoctor gave me these, I said what are these?\nHe said that they'll cure an existential type disease\nDoubt they will, doubt they will\nBut I'm keen to try whatever, gimme that pill and he said\nHere's the bill, here's the bill\nIn the end they didn't work, I paid the whole bill because\nInsurance won't, they just won't\nCover existential meds, I wish I had known\nHow should I react under this attack\nEven when I'm standing up I feel I'm on my back\nQuagmire here, quagmire there\nI cannot elucidate the danger that is always there but it is\nLooming large, extra large\nMy semi-automatic weapon ready to discharge but it's a\nFutile act, better pack\nThe existential threat is bulletproof and looming large\nSartre and Camus seemed to understand\nSomething close to what I'm feeling though they were in France\nDeux Magots they would go\nEach comparing existential threats they came to blows and then\nThe crowds came near just to cheer\nFor the greatest existential threatened philosophe and it is\nComforting, comforting\nThen the comfort starts to very quickly fade away\nDid I wake you up, sorry if I did\nGuess I woke you up and also woke your little kid\nThreat outside, let me hide\nJust until the danger passes, then I'll go outside and have to\nCome again, once again\nThe existential threat is at your patio door and do not\nLet it in, let it in\nWhen you fight the existential threat you will not win\nThe existential threat that I always feel\nLots of things have happened and I seek an even keel\nDanger near, danger far\nNowhere to escape to and I'm racing in my car as I now\nScream in fear, scream in fear\nThe existential threat is drawing very, very near as I now\nDrive away, by the way\nCan't you see the existential threat is on its way", "link": "https://www.youtube.com/watch?v=dLxPIOxgkM0", "date_published": "2020-07-03 17:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}]