[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How To Make The Last Of Us 2 Even More Intense", "description": "The Last Of Us Part 2 is a harrowing journey as is. But if you want to see what it's like on the hardest difficulty with absolutely no HUD, Jake has you covered.\n\nThe Last of Us Part 2 imagines a brutal world filled with zombie-like infected monsters, along with some just-as-deadly and just-as-monstrous surviving humans. It's a world where staying alive often means someone else has to die, and the resources you need to keep yourself alive and take down your enemies are always at a premium.\n\nBut if you really want to make The Last of Us 2 feel truly frightening, you should mess with its many elaborate difficulty settings. Developer Naughty Dog has included a lot of granular controls that let you create exactly the post-apocalyptic survival experience you want. And if you want a particularly intense, difficult experience, you can create one--so we set about trying to create the most authentic and harrowing version of The Last of Us Part 2 that we could. Check out the video above to see how we created the most difficult and realistic version of The Last of Us 2 we could manage.\n\nThe easiest way to increase the toughness of your playthrough of The Last of Us 2 is to ratchet it up to Survivor difficulty, but it's possible to make a lot of smaller, more specific changes as well--like turning off ammo indicators, reticles, and other HUD elements, or adjusting enemy intelligence. There are a variety of options that can make the game harder (or easier, or more comfortable), and it's totally worth messing with all of them to find your perfect playthrough.\n\nWe've got lots more coverage of The Last of Us Part 2, from our spoiler-free review (and spoiler review) to an explainer about the ending and tons of guides for finding everything the game has to offer.", "link": "https://www.youtube.com/watch?v=CM6h-Iu-87E", "date_published": "2020-07-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Your Cyberpunk 2077 Questions Answered", "description": "Jake and Tamoor played eight hours of Cyberpunk 2077 and are here to answer your questions!\n\nGameSpot recently had an opportunity to play a chunk of CD Projekt Red's much-anticipated RPG Cyberpunk 2077, which is shaping up to be one of this year's biggest games for PS4, Xbox One, and PC. \n\nYou had questions about the game, and we have answers. In a new video, GameSpot's Jake Dekker and Tamoor Hussain answer some of your questions about the game. In the video, Jake and Tamoor talk about whether or not the game has easter eggs, what the driving feels like, if you can take on quests above your level, and if you need to eat, sleep, and drink to sustain yourself. \n\nJake and Tamoor answer loads more questions, so be sure to watch the full video to hear directly from Jake and Tamoor about Cyberpunk 2077 and what fans can expect when the much-anticipated game releases in November.", "link": "https://www.youtube.com/watch?v=iG_R6ygP6Yo", "date_published": "2020-07-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Accessibility In The Last Of Us Part 2 w/ Steve Saylor | GameSpot After Dark #48", "description": "This week on GameSpot After Dark we welcome Steve Saylor, aka Blind Gamer, to chat about the accessibility in The Last Of Us Part II. Jake's also not here which means we get to talk about anime!\n\nGo check out Steve's YouTube channel, Blind Gamer\nhttps://www.youtube.com/user/snowball\n\nSpecial thanks to Daniel Moreno for the amazing image.\nYou can check it out at @dmorenoks on twitter!\n\nTIMESTAMPS:\n0:00 - Intro\n1:11 - The Chris From Dayton, Ohio Segment\n12:57 - Death Note (What We've Been Watching)\n16:28 - SinoAlice (What We've Been Playing)\n21:35 - Death Stranding On PC (What We've Been Playing)\n27:42 - Hyper Scape (What We've Been Playing)\n32:41 - The Matrix (What We've Been Watching)\n33:58 - Destiny 2 (What We've Been Playing)\n37:10 - Animal Crossing (What We've Been Playing)\n42:04 - Sailor Moon (What We've Been Watching)\n46:12 - Crysis Remastered Delayed\n50:08 - Accessibility In The Last Of Us Part II\n1:33:07 - Listener Questions\n1:49:13 - Outro", "link": "https://www.youtube.com/watch?v=nKcxLC41fA4", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ever Forward: Exclusive Otherworldly Exploration Gameplay", "description": "Pathea's narrative-driven adventure game, Ever Forward, has you travel across different, surreal worlds to find your way back home. Here is 9 minutes of gameplay showing off the strange worlds and puzzles of Ever Forward.", "link": "https://www.youtube.com/watch?v=rSeF6iDUv0A", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite - Official Captain America Teaser", "description": "Assemble in Fortnite this week and get The First Avenger… Captain America!\n\nDebuting today in the Item Shop, Cap’s Outfit includes two items: his Proto-Adamantium Pickaxe and Back Bling. Wield the shield as your pickaxe, or display it proudly on your back.\n\nAdditionally, you can celebrate Captain America’s arrival with the Grand Salute Emote.", "link": "https://www.youtube.com/watch?v=jlEQYPWEzw4", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape - Official Gameplay Overview Trailer", "description": "Want to become a champion of the Hyper Scape? Be sure to watch for an overview of how to compete and achieve victory in the virtual city of Neo-Arcadia. Join the Technical Test by watching Twitch streams and earning Drops!\n\nFor more details, visit the official website: HyperScape.com\n\n#HyperScape #Ubisoft\n\nHyper Scape is an urban futuristic free-to-play Battle Royale where 100 Contenders engage in FPS close-quarters and fast-paced matches to become the next global superstar.\n\nURBAN BATTLE ROYALE\nFight your way through the 7 unique districts of Neo Arcadia, a virtual city featuring imposing landmarks that bring verticality to the next level. From sky-scraping towers to open plazas, from streets to rooftops, Neo Arcadia will push you to constantly adapt to your surroundings.\n \nCLOSE-QUARTERS CITY COMBAT\nHyper Scape is a brand new and intense First-Person multiplayer game that lets you define your playstyle to dominate the battleground. Dive into tense and vertical matches, where you (double) jump from streets to rooftops using unique weapons and unleashing powerful Hacks that bend the rules to your advantage.\n\nA FRESH TAKE ON BATTLE ROYALE\nLearn to avoid the Blight that progressively dissolves Neo Arcadia’s districts in varied patterns throughout each match. Maximize the Effects Cards played by the AI Game Master during the match, changing the game on the fly for all contenders. If you are skilled enough to make it to the final remaining players, you will enter the Showdown where you can choose your path to victory: will you eliminate all opposition or choose a more tactical approach and go for the Crown? Intense, surprising and spectacular, Hyper Scape brings Battle Royale to new heights.\n\nA FOREVER EVOLVING GAME\nMap changes, a steady flow of new customization options, thrilling gameplay opportunities… Be ready for an ever-evolving experience following your favorite 2054 Contenders in their quest to unveil the mysteries and secrets of the Hyper Scape.", "link": "https://www.youtube.com/watch?v=3U2y1JyiyF8", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape - Official World Premiere Trailer", "description": "Welcome to Hyper Scape, an all-new free-to-play urban battle royale set in the sprawling virtual city of Neo Arcadia. Do you have what it takes to be a champion of the Hyper Scape? Join the Technical Test by watching Twitch streams and earning Drops!\n \nFor more details, visit the official website: HyperScape.com\n\n#HyperScape #Ubisoft\n\nHyper Scape is an urban futuristic free-to-play Battle Royale where 100 Contenders engage in FPS close-quarters and fast-paced matches to become the next global superstar.\n\nURBAN BATTLE ROYALE\n\nFight your way through the 7 unique districts of Neo Arcadia, a virtual city featuring imposing landmarks that bring verticality to the next level. From sky-scraping towers to open plazas, from streets to rooftops, Neo Arcadia will push you to constantly adapt to your surroundings.\n\nCLOSE-QUARTERS CITY COMBAT\n\nHyper Scape is a brand new and intense First-Person multiplayer game that lets you define your playstyle to dominate the battleground. Dive into tense and vertical matches, where you (double) jump from streets to rooftops using unique weapons and unleashing powerful Hacks that bend the rules to your advantage.\n\nA FRESH TAKE ON BATTLE ROYALE\n\nLearn to avoid the Blight that progressively dissolves Neo Arcadia’s districts in varied patterns throughout each match. Maximize the Effects Cards played by the AI Game Master during the match, changing the game on the fly for all contenders. If you are skilled enough to make it to the final remaining players, you will enter the Showdown where you can choose your path to victory: will you eliminate all opposition or choose a more tactical approach and go for the Crown? Intense, surprising and spectacular, Hyper Scape brings Battle Royale to new heights.\n\n \n\nA FOREVER EVOLVING GAME\n\nMap changes, a steady flow of new customization options, thrilling gameplay opportunities… Be ready for an ever-evolving experience following your favorite 2054 Contenders in their quest to unveil the mysteries and secrets of the Hyper Scape.", "link": "https://www.youtube.com/watch?v=IScsmzYFqP4", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Iron Man VR Gameplay - Defending The Helicarrier", "description": "Check out what Iron Man VR looks like in this gameplay clip where Tony Stark helps Nick Fury protect the helicarrier from rogue Stark Industry drones.", "link": "https://www.youtube.com/watch?v=RF-F57bfqd8", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mount & Blade 2 As A Baby With Chris Bratt", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nPeople Make Games' Chris Bratt joins Dave Jewitt for some Mount & Blade 2, but with a very strange twist. Watch the fun and donate so we can support two important causes.", "link": "https://www.youtube.com/watch?v=hRLcQARTdpo", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 & Xbox Series X Games May Cost $70 | Save State", "description": "We may have to pay more for next-gen games, Capcom doesn’t want you to call Resident Evil Village “Resident Evil 8”, and Ubisoft reveals its battle royale, Hyper Scape. \n\n\nIn today's Save State, $60 has been the standard US game price for a long time now, but that might change with next-gen consoles. The first instance of this is NBA 2K21: it's the regular $60 on PS4 & Xbox One, but $70 on PS5 & Xbox Series X. \n\nDespite the Resident Evil Village trailer highlighting the \"VILL\" in \"village\" to make the roman numeral 8, Capcom doesn't want us to call it Resident Evil 8. Officially, the name is just Resident Evil Village. And in battle royale news, Ubisoft officially revealed a new BR called Hyper Scape, after it was teased earlier this week. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: \nBLACK LIVES MATTER: http://bit.ly/gs-blm\nCOVID-19 Direct Relief: http://bit.ly/gs-covid", "link": "https://www.youtube.com/watch?v=XMiIW6J0Z-k", "date_published": "2020-07-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]