[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCNu7GSRF7Y10OIWHQHpAx1g", "title": "Safari - pożegnanie z Afryką", "description": "Wszystkie odcinki chronologicznie: http://bit.ly/2MqAO7Q\n(można też klikać w kartę \"Następny odcinek\" pojawiającą się pod koniec każdego filmu po prawej stronie u góry) \n\nW ostatnim odcinku afrykańskiej serii pojedziemy do Parku Narodowego Wodospadu Murchisona położonego w północno-zachodniej części Ugandy. Wstajemy jeszcze przed świtem, po czym przez parę godzin jedziemy dość dobrymi drogami w kierunku tego całkiem dzikiego zakątka kraju. Mamy tam odbyć nasze pierwsze safari, humorów nie psuje wiec wczesna pora, ani dość długa droga, która w dalszej części staje się tez mniej komfortowa. Jeszcze  przed parkiem tuz obok drogi spotykamy małpy, których nie uświadczyliśmy przez 9 dni pobytu w Afryce\n\nZa oknem widoki typowe dla Ugandyjskiej prowincji: gliniasta droga, mnóstwo zieleni, i ludzie niosący różne przedmioty na głowach, przemieszczający się siłą własnych nóg. Tym razem ponadto oprócz murowanych budynków widzimy ubogie chatki kryte strzechą – takie same, w jakich prawdopodobnie mieszkano tu nie tyle dziesiątki, co setki lat temu. Po około pięciu i pół godzinach drogi dojeżdżamy do bramy wjazdowej do parku narodowego  \n\nWsparcie na Patronite: http://bit.ly/2KsFTZk \nInstagram: http://instagram.com/bezplanu_czukesky \nFacebook: https://www.facebook.com/BezPlanu.tv \n\nCzas akcji: wrzesień 2019r.\n\nTłumaczenie na angielski: Michał Stadryniak\nwww.linkedin.com/in/michał-stadryniak-82b8491a6", "link": "https://www.youtube.com/watch?v=d1jRNhJI-nw", "date_published": "2020-05-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]