[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Raul Midón: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 16, 2020 | Felix Contreras -- Despite the pall cast over so many aspects of our existence these days, Raul Midón's one man concert from his home studio shines with a vibrant appreciation of the beauty of life, down to its smallest details. It kicks off with two tracks from The Mirror, an album released just as we entered our quarantine period in mid-March: \"I Love The Afternoon\" and \"I Really Want To See You Again,\" a song that poetically captures the joy of friendship. Midón's jazz-influenced vocal phrasing throughout comes to the fore with just his acoustic guitar as accompaniment, illustrating once again why he's normally one of the bright spots on our musical landscape and even more so at this moment.\n\nSET LIST\n\"I Love The Afternoon\"\n\"I Really Want To See You Again\"\n\"A Certain Café\"\n\"Disguise\"\n\"You're The One\"\n\nSET LIST\n\"I Love The Afternoon\"\n\"I Really Want To See You Again\"\n\"A Certain Café\"\n\"Disguise\"\n\"You're The One\"", "link": "https://www.youtube.com/watch?v=sRUoNXE8cT0", "date_published": "2020-05-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Alex Isley: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 15, 2020 | Bobby Carter -- As the angelic riffs start and the camera fades up, I was immediately captivated by the artwork that adorns the walls for this Tiny Desk from home. The artist is 3-year-old Isley-Rose; the singer is her mother, Alex Isley. The name they both share is courtesy of R&B royalty Ernie Isley, currently one half of the incomparable Isley Brothers and Alex's father. For nearly a decade now, Alex Isley has slowly but surely made a name for herself, hitting the radar of NPR's Heat Check playlist and recently landing a spot on the soundtrack for this season of HBO's Insecure.\n\nFrom her Los Angeles home, Isley takes us on a tour of her discography, starting with \"About Him\" from 2013's Dreams in Analog and closing with her latest single, \"Gone.\" But before we get to the finale, we're treated to the premiere of a brand new song, \"Rain Clouds,\" which was produced by 9th Wonder (a storied hip-hop producer that we recently featured on NPR's new songwriting series The Formula). Her luscious tone and perfectly placed runs send me straight to Zen whenever I hear them. Allow Alex Isley to take you there, too.\n\nSET LIST\n\"About Him\"\n\"Into Orbit\"\n\"Rain Clouds\"\n\"Gone\"", "link": "https://www.youtube.com/watch?v=TIWWV4fLBjw", "date_published": "2020-05-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]