[{"source": "https://www.theguardian.com/rss", "title": "FTSE firms 'dragging their feet' over ethnic diversity on boards", "description": "<p>Only just over half of boards have appointed a director of colour ahead of 2021 deadline</p><p>FTSE 100 firms including Tui, British Airways owner IAG and the London Stock Exchange Group have been accused of dragging their feet on <a href=\"https://www.theguardian.com/business/2019/dec/04/top-uk-firms-failing-to-increase-boardroom-diversity-study-shows\">diversity targets</a> ahead of a looming 2021 deadline.</p><p>Only 53 of Britain’s largest listed firms on the London Stock Exchange have at least one director from an ethnic minority, according to figures compiled for the <a href=\"https://www.theguardian.com/business/2018/oct/12/top-firms-failing-to-increase-number-of-ethnic-minority-directors\">second annual update</a> on the Parker review. That is a small increase from the 49 companies that had met the target since the review was launched in 2017.</p> <a href=\"https://www.theguardian.com/business/2020/feb/05/ftse-firms-dragging-their-feet-over-ethnic-diversity-on-boards\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/05/ftse-firms-dragging-their-feet-over-ethnic-diversity-on-boards", "date_published": "2020-02-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Cameron's bodyguard suspended ‘after gun left in BA plane toilet’", "description": "<p>Loaded pistol and former prime minister’s passport ‘found by sink before takeoff from New York’</p><p>A police bodyguard has been suspended pending an investigation, Scotland Yard has said, amid reports David Cameron’s passport and a loaded gun were found in the toilet cubicle of a British Airways flight from New York to London Heathrow this week.</p><p>The royalty and specialist protection unit officer’s passport was found alongside the former prime minister’s and all three items were handed over to flight crew, with the gun subsequently being removed from the plane, according to the reports.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/04/camerons-bodyguard-suspended-for-leaving-gun-in-plane-toilet\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/04/camerons-bodyguard-suspended-for-leaving-gun-in-plane-toilet", "date_published": "2020-02-04 23:47:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The L Word: Generation Q review – it's here, it's queer ... and it's loads of fun", "description": "<p>The glossy, groundbreaking lesbian drama returns after 10 years, for a reboot that marries a more inclusive take on LGBTQ lives with brilliantly messy, soapy plots</p><p>After 10 years away, The L Word has returned with a shiny new reboot, <a href=\"https://www.sky.com/watch/channel/sky-atlantic/the-l-word\" title=\"\">The L Word: Generation Q</a> (Sky Atlantic). The glossy LA lesbian drama was a cultural touchstone for many queer women, and it broke boundaries with its fun, soapy and often explicit depictions of a certain kind of wealthy Californian elite. But over the course of its original lifetime, to be a fan was to enter into a kind of weary pact with it, and its many flaws. Characters who were B or T on the LGBTQ spectrum were not treated with the greatest sensitivity. It had a tendency towards racial stereotyping. Its plots became so out there as to be borderline arthouse.</p><p>Generation Q is respectful to what came before it, while hastily dusting off the baggage its heritage entails. It combines old favourites with the horribly labelled “generation Q”, a younger set of more disparate queer men and women whose lives are intertwined with the old guard. So Bette (Jennifer Beals) is back and she’s running to be mayor of Los Angeles, Alice (Leisha Hailey) is hosting her own TV talk show (“fun, feminist … where you can drink coffee and wine”), and Shane (Katherine Moennig) arrives in the city after an absence of many years in the most preposterously Shane way possible: on a private jet – bringing the air hostess back to her new, empty mansion with her, and not for a cup of tea and a biscuit. It turns out that Shane – a character whose hair choices throughout the original were also borderline arthouse – has sold her successful chain of salons and is returning to the city that made her, carrying some heavy emotional baggage, yet soothed by lots and lots of money.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/04/the-l-word-generation-q-review-its-here-its-queer-and-its-loads-of-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/04/the-l-word-generation-q-review-its-here-its-queer-and-its-loads-of-fun", "date_published": "2020-02-04 23:10:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I am not a slapper': Labour MP hits back at criticism of attire", "description": "<p>Tracy Brabin responds to Twitter insults over shoulder-baring despatch box outfit </p><p>A Labour frontbencher has shrugged off criticism over an outfit that showed part of her shoulder in the Commons as she spoke at the despatch box.</p><p><a href=\"https://www.theguardian.com/education/2018/may/01/tracy-brabin-put-joy-back-into-early-years-education\">Tracy Brabin</a> reported that she received a series of insults over her choice of attire on Tuesday. Her remarks were in response to a Twitter user sharing a photograph of her wearing the outfit and asking: “Is this really appropriate attire for parliament?”</p> <a href=\"https://www.theguardian.com/politics/2020/feb/04/i-am-not-a-slapper-labour-mp-tracy-brabin-defends-her-commons-attire\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/04/i-am-not-a-slapper-labour-mp-tracy-brabin-defends-her-commons-attire", "date_published": "2020-02-04 23:10:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle’s Allan Saint-Maximin sinks Oxford with stunning late winner", "description": "<p>Steve Bruce was not even born when Newcastle won their sixth FA Cup in 1955. But after a superb individual goal from the substitute Allan Saint-Maximin helped them edge past Oxford in extra time, despite a stirring comeback from the League One side, the veteran manager may just allow himself a moment to dream.</p><p>Like Newcastle, Bruce has unfinished business in this competition having seen his Hull team surrender a 2-0 lead in the 2014 final against Arsenal and he will know they were fortunate to come through this contest. The visitors had been cruising <a href=\"https://www.theguardian.com/football/2020/feb/04/liverpool-shrewsbury-fa-cup-match-report\" title=\"\">into the fifth round</a> for the first time since 2006 with only six minutes left to play before a free-kick from substitute Liam Kelly, and Nathan Holland’s brilliant volley, turned this game on its head. With their owner, Mike Ashley, watching on in the stands, however, Saint-Maximin’s brilliant solo effort set up a trip to West Brom in the next round that will have their manager and all Newcastle supporters hoping it may finally be their year.</p> <a href=\"https://www.theguardian.com/football/2020/feb/04/oxford-newcastle-fa-cup-fourth-round-replay-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/04/oxford-newcastle-fa-cup-fourth-round-replay-match-report", "date_published": "2020-02-04 22:53:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Syria: half a million people have fled Idlib offensive, says UN body", "description": "<p>Renewed bombardment of last rebel enclave has caused one of war’s largest displacements<br /></p><p>A regime offensive in <a href=\"https://www.theguardian.com/world/syria\">Syria</a>’s last rebel enclave has caused one of the biggest waves of displacement in the nine-year war, as tensions spiked between Ankara and Damascus following a deadly exchange of fire.</p><p><a href=\"https://www.theguardian.com/world/2019/dec/24/thousands-flee-north-west-syria-amid-airstrikes\">Weeks of intensive aerial bombardment and a bruising ground offensive</a> have emptied entire towns in northwest Idlib and sent huge numbers fleeing north towards the Turkish border.</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/syria-half-a-million-displaced-in-idlib-says-un-body\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/syria-half-a-million-displaced-in-idlib-says-un-body", "date_published": "2020-02-04 22:53:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona in meltdown after Lionel Messi hits back at Eric Abidal", "description": "<p>• Sporting director had blamed players for Valverde sacking<br />• Messi can leave club in summer thanks to contract clause</p><p>Barcelona were plunged into crisis when Lionel Messi publicly called out the sporting director Eric Abidal, challenging him to name names and accusing him of tarnishing the players’ reputation.</p><p>The Argentinian furiously reacted to what he saw as Abidal’s attempt to lay the blame for the recent sacking of Ernesto Valverde with the players, and demanded the Frenchman take responsibility for his own decisions. His outburst is all the more significant because Messi has a clause in his contract which enables him to unilaterally walk away for free at the end of the season.</p> <a href=\"https://www.theguardian.com/football/2020/feb/04/barcelona-meltdown-lionel-messi-eric-abidal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/04/barcelona-meltdown-lionel-messi-eric-abidal", "date_published": "2020-02-04 22:41:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streatham terrorist 'tried to stab with knife still in its packaging'", "description": "<p>Woman attacked by Sudesh Amman tells how she escaped harm during ‘horrific’ incident</p><p>A woman attacked by Streatham terrorist Sudesh Amman has revealed she escaped harm because he tried to stab her with a knife still in its plastic packaging.</p><p>The woman, 36, originally from the Dominican Republic, told the BBC the incident was “horrific” and “like a movie”. In an interview translated from Spanish, she said she is struggling to walk the streets again after the traumatic experience.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/streatham-terrorist-tried-to-stab-with-knife-still-in-its-packaging\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/04/streatham-terrorist-tried-to-stab-with-knife-still-in-its-packaging", "date_published": "2020-02-04 22:35:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FA launches app to tackle shortage of coaches in the women’s game", "description": "<p>• Playmaker to recruit volunteers and offer coaching courses<br />• Problem caused by huge recent influx of new players</p><p>The boom in women’s football runs the risk of going into reverse because of a shortage of coaches, the Football Association has admitted.</p><p>Baroness Sue Campbell, the FA’s director of women’s football, addressed the “really challenging” situation at the launch of an app designed to make it easier for people to volunteer in the grassroots game.</p> <a href=\"https://www.theguardian.com/football/2020/feb/04/shortage-coaches-threat-development-womens-game\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/04/shortage-coaches-threat-development-womens-game", "date_published": "2020-02-04 22:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "José Mourinho says he does not expect Harry Kane to play for Spurs until May", "description": "<p>• Manager targets last two games of season for recovering striker<br />• England concerned over captain’s fitness for Euro 2020</p><p>José Mourinho expects Harry Kane to play only two Premier League games before Euro 2020. The Tottenham manager has been without Kane since New Year’s Day, when the striker ruptured a hamstring tendon in the defeat at Southampton, and has previously raised the prospect of him missing the rest of the season.</p><p>Mourinho said on 13 January that the England captain would be “out until mid-April, end of April, May, next season, I don’t know” – a comment that reflected the level of concern he had, even if it was undercut by vagueness. As the manager prepared for Wednesday night’s FA Cup replay at home to Southampton, he was more specific.</p> <a href=\"https://www.theguardian.com/football/2020/feb/04/jose-mourinho-harry-kane-spurs-injury-return-may\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/04/jose-mourinho-harry-kane-spurs-injury-return-may", "date_published": "2020-02-04 22:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Howler from Shrewsbury’s Williams sends Liverpool’s youngsters into fifth round", "description": "<p>As the youngest team in Liverpool’s history celebrated reaching the fifth round of the FA Cup it was not hard to imagine Jürgen Klopp, laptop and beer at the ready, affording himself a wry smile on holiday. His gamble, his disrespect, his principled stand against football congestion, call it what you will, had paid off. Liverpool’s youth made their own point – they were far too accomplished for Shrewsbury and worth considering at Chelsea next time out.</p><p>Another Anfield victory ended with Liverpool’s manager punching the air in front of the Kop but, with Klopp absent, it was Neil Critchley who revelled in the moment and a performance that obeyed his pre-match instructions. “The boss was in touch this afternoon with some words of advice and encouragement,” revealed Critchley. “Play the Liverpool way, go for it. That is what the first team do. This is how we play, this is what we stand for and you had better be ready for it. We had a message from the staff afterwards that he is absolutely delighted with the performance and buzzing.”</p> <a href=\"https://www.theguardian.com/football/2020/feb/04/liverpool-shrewsbury-fa-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/04/liverpool-shrewsbury-fa-cup-match-report", "date_published": "2020-02-04 22:14:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pete Buttigieg holds early lead in Iowa caucuses after chaos over results", "description": "<p>Iowa Democratic party announces partial results with former South Bend mayor trailed closely by Bernie Sanders</p><ul><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/feb/03/iowa-caucus-results-winner-live-tracker-county-primary-polls\">Iowa results – live caucus updates as they come in</a><br /></li></ul><p>Pete Buttigieg, the previously little-known former mayor of South Bend, Indiana, held a narrow lead in the Iowa caucuses on Tuesday night, according to a partial release of a majority of the results by the state Democratic party a day after an <a href=\"https://www.theguardian.com/us-news/2020/feb/03/iowa-vote-latest-news-democratic-caucuses\">embarrassing organizational breakdown</a> that marred the biggest night of the election year so far.</p><p>With 71% of the precincts reporting from all of Iowa’s 99 counties, Buttigieg held 26.8% of the state’s delegate count, trailed closely by the Vermont senator Bernie Sanders with 25.2%, the Massachusetts senator Elizabeth Warren with 18.4% and the former vice-president Joe Biden falling well behind with 15.4%. Sanders, meanwhile, had so far earned the largest share of total votes cast.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/04/iowa-results-winner-pete-buttigieg-leading\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/04/iowa-results-winner-pete-buttigieg-leading", "date_published": "2020-02-04 22:08:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Premier League chief says betting shirt sponsors and VAR here to stay", "description": "<p>• Richard Masters says sport and gambling have long association<br />• ‘We’re certainly not sniffy about it – it’s up to our clubs’</p><p>The Premier League will resist moves to ban clubs from having their shirts sponsored by betting companies as part of the government’s promised review of gambling legislation, the league’s new chief executive, Richard Masters, has said.</p><p>In a wide-ranging first media interview since the Premier League ended its long search to replace Richard Scudamore, and <a href=\"https://www.theguardian.com/football/2019/dec/12/premier-league-appoints-chief-executive-richard-masters\" title=\"\">appointed him in December</a>, Masters said the league would cooperate with the government review, but was “not sniffy or judgmental” about gambling.</p> <a href=\"https://www.theguardian.com/football/2020/feb/04/premier-league-clubs-betting-sponsors-var-here-to-stay-richard-masters\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/04/premier-league-clubs-betting-sponsors-var-here-to-stay-richard-masters", "date_published": "2020-02-04 22:07:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England’s Eddie Jones takes aim at ‘niggly, goading’ Scotland", "description": "<p>• Jones can’t resist jibes at rivals before Six Nations match<br />• ‘They’re a niggly side – they’ve done that through the ages’</p><p>One day England will arrive in Scotland for a Calcutta Cup match having talked up the host nation’s beautiful scenery, wondrously fresh air and fine distilleries. Instead, under Eddie Jones, old habits still die hard and the head coach has again stirred the pre‑match broth by calling the Scots a “niggly” team who “goad” opponents into losing their cool.</p><p>Given <a href=\"https://www.theguardian.com/sport/2020/feb/02/france-england-six-nations-match-report\" title=\"\">England’s fate in Paris</a>, when their pledge to brutalise France spectacularly backfired, it is tempting to ask now much Jones has learned about British history and the perennial desire of England’s neighbours to stick the sweet chariot somewhere dark and enclosed. There could, of course, be a simpler explanation: lobbing a few jibes at Scotland is one way of diverting attention away from Sunday’s dire first-half display.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/04/england-eddie-jones-niggly-goading-scotland-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/04/england-eddie-jones-niggly-goading-scotland-six-nations", "date_published": "2020-02-04 22:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great kava boom: how Fiji's beloved psychoactive brew is going global", "description": "<p>From trendy bars in New York, to anti-anxiety pills sold in Australia and New Zealand, the powdered root is taking off</p><p>On a Friday night in Suva, the capital of Fiji, the Kava Bure is filling up. Groups of people have started arriving to meet friends for a post-work basin or three of kava, a drink made from the root of the piper methysticum tree.</p><p>The bar, which is out in the open air with wooden tables surrounded by bamboo fencing, sells $5 or $10 bags of powdered kava. These are mixed in a plastic basin by an elderly Fijian man, who asks patrons if they would like the mix “sosoko” – strong – or “just right”, before giving them the basin and coconut shell bowls for drinking.</p> <a href=\"https://www.theguardian.com/world/2020/feb/05/the-great-kava-boom-how-fijis-beloved-psychoactive-brew-is-going-global\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/05/the-great-kava-boom-how-fijis-beloved-psychoactive-brew-is-going-global", "date_published": "2020-02-04 21:36:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'No more deal or no deal':  Brexit language diktat for Foreign Office staff", "description": "<p>Downing Street issues series of dos and don’ts on language department staff must use</p><p>Foreign Office staff have been banned from using certain words and phrases in discussing Brexit – including “implementation period”, “no deal”, “special partnership” and even Brexit itself unless in certain narrow circumstances.</p><p>The directive underlines the degree to which Downing Street is determined that everyone in the department follows its ideological lead in using language that frames Britain’s departure from the European Union as a clean break.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/04/no-more-deal-or-no-deal-no-10s-brexit-diktat-to-foreign-office\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/04/no-more-deal-or-no-deal-no-10s-brexit-diktat-to-foreign-office", "date_published": "2020-02-04 21:33:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Set targets to 'level up' regions, says Industrial Strategy Council", "description": "<p>Report highlights productivity gap and the need for consistent policies on ‘left behind’ areas</p><p>Boris Johnson should consider setting targets to level up the UK’s weakest regions to tackle widespread inequality, according to one of the government’s senior independent policy advisers.</p><p>The chair of the Industrial Strategy Council (ISC), Andy Haldane, who is also the Bank of England’s chief economist, said targets could play a part in driving forward plans to develop an industrial strategy in the same way that green targets are used to support reductions in carbon emissions and tackle the climate emergency.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/04/set-targets-to-level-up-regions-says-industrial-strategy-council\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/04/set-targets-to-level-up-regions-says-industrial-strategy-council", "date_published": "2020-02-04 21:09:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK may bypass human rights convention  to rush through terror laws", "description": "<p>Ministers want to ban terrorists from being released early in wake of London attacks</p><p>Britain could temporarily separate itself from the European convention on human rights (ECHR) in order to push through emergency laws on sentencing for terrorists in the wake of the London Bridge and Streatham attacks.</p><p>Ministers want to ban convicted terrorists from being automatically released halfway through their prison term as soon as possible following <a href=\"https://www.theguardian.com/uk-news/streatham-attack\">Sunday’s incident in south London</a>. It was the second case in just over two months of a freed prisoner committing further terror offences.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/uk-may-bypass-human-rights-convention-to-rush-through-terror-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/04/uk-may-bypass-human-rights-convention-to-rush-through-terror-laws", "date_published": "2020-02-04 19:56:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MP attacks 'archaic' use of scantily-clad models at gambling trade show", "description": "<p>Industry also accused of racial stereotyping for using white actors in east Asian costume</p><p>The gambling industry’s annual trade show has come under fire from politicians over the use of scantily-clad models and racial stereotyping, despite a pledge by the event organiser to improve its image.</p><p>Many of the exhibits at the ICE London event, an annual showcase for the global gambling industry held at London’s ExCel centre, were fronted by models in highly sexualised or revealing outfits.</p> <a href=\"https://www.theguardian.com/society/2020/feb/04/mp-attacks-archaic-use-of-scantily-clad-models-at-gambling-trade-show\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/04/mp-attacks-archaic-use-of-scantily-clad-models-at-gambling-trade-show", "date_published": "2020-02-04 19:54:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesla shares soar 40% after analyst says firm’s value could hit $1.3tn", "description": "<p>Carmaker is world’s second most valuable despite never having made an annual profit<br /></p><p>Tesla shares have soared 40% in two days, after one US analyst predicted the electric carmaker could transform global transport and that its market value could soar to $1.3tn (£1tn) in less than five years.</p><p>Shares in the 17-year-old California company rose by 17% to $912 a share on Tuesday, giving Tesla a market value of $164bn – more than the $104bn combined value of Detroit’s big three: General Motors, Ford and Fiat Chrysler.</p> <a href=\"https://www.theguardian.com/technology/2020/feb/04/tesla-shares-soar-40-after-analyst-says-firms-value-could-hit-13tn\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/feb/04/tesla-shares-soar-40-after-analyst-says-firms-value-could-hit-13tn", "date_published": "2020-02-04 19:48:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the UK's response to the climate crisis – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/feb/04/steve-bell-uk-response-climate-crisis-boris-johnson-david-attenborough-cop-26-glasgow-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/feb/04/steve-bell-uk-response-climate-crisis-boris-johnson-david-attenborough-cop-26-glasgow-cartoon", "date_published": "2020-02-04 19:08:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Book reveals Trump effort to persuade Justice Kennedy to step aside for Kavanaugh", "description": "<p>New book Dark Towers tells of how family coordinated charm offensive to convince ageing supreme court justice to retire</p><ul><li><a href=\"https://www.theguardian.com/environment/2020/feb/04/donald-trump-jr-trophy-hunting-auction-nevada-aoe\">Hunting event to auction ‘dream hunt’ with Donald Trump Jr</a></li></ul><p>The Trump family carried out a “coordinated White House charm offensive” to persuade Anthony Kennedy, a swing vote on the supreme court, to retire and clear the way for Brett Kavanaugh, according to a forthcoming book.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/feb/04/trump-impeachment-senators-speeches-vote\">Trump impeachment: senators deliver speeches ahead of final vote</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/feb/04/trump-family-anthony-kennedy-brett-kavanaugh-dark-towers\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/04/trump-family-anthony-kennedy-brett-kavanaugh-dark-towers", "date_published": "2020-02-04 18:54:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "De Kock leads South Africa’s seven-wicket defeat of England in first ODI", "description": "• <a href=\"https://www.theguardian.com/sport/cricket/match/2020-02-04/england-cricket-team\" title=\"\">England 258-8; South Africa 259-3; SA win by seven wickets</a><br />• De Kock hits 107 from 113 balls as world champions slip to defeat<p>So much for new dawns, new cycles, reboots of the reboot. In Cape Town England’s World Cup-winning 50-over team stuttered back into action with a performance that choked on its own ambition early on before falling back on an old-school rescue job from Joe Denly. By the end they were beaten easily under the evening lights as Quinton de Kock and Temba Bavuma flogged some poor bowling around Newlands.</p><p>There may be champion teams in the past roster of World Cup winners who could afford to lose players of the quality of Jofra Archer, Mark Wood, Jos Buttler, Adil Rashid and Ben Stokes, all injured or rested here. But on this evidence England are some way short of joining them.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/04/south-africa-england-first-odi-one-day-international-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/04/south-africa-england-first-odi-one-day-international-match-report", "date_published": "2020-02-04 18:40:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ian Paterson patients welcome 'milestone' and vow to fight on", "description": "<p>Women harmed by rogue breast surgeon say recommendations of inquiry must be enacted</p><p>As the inquiry into the rogue breast surgeon Ian Paterson <a href=\"https://www.theguardian.com/society/2020/feb/04/ian-paterson-inquiry-culture-of-denial-allowed-rogue-breast-surgery\">released its report</a> to a roomful of journalists in central Birmingham on Tuesday, some of Paterson’s former patients gathered at the Old Crown pub down the road.</p><p>They sat in small groups, some meeting for the first time, on a day when the inquiry praised their courage and recommended much stricter controls for private healthcare providers. The chair of the inquiry, the Rt Rev Graham James, had met the patients earlier in the day, sharing the report with them and listening to their concerns.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/ian-paterson-patients-welcome-milestone-and-vow-to-fight-on\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/04/ian-paterson-patients-welcome-milestone-and-vow-to-fight-on", "date_published": "2020-02-04 18:29:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sandy Powell's Bafta suit raises funds to save Derek Jarman's cottage", "description": "<p>Costume designer secures signatures of more than 100 actors and dignitaries</p><p>When the Oscar-winning British costume designer <a href=\"https://www.theguardian.com/culture/2016/jul/17/on-my-radar-sandy-powell-costume-designer\">Sandy Powell</a> found herself with a Bafta nomination for The Irishman, she thought: “What on earth am I going to wear?”</p><p>What she ended up creating was not just a unique walking work of art, but also a way of helping preserve the former home of her mentor and close friend, Derek Jarman, the late film-maker, artist and LGBTQ+ activist.</p> <a href=\"https://www.theguardian.com/film/2020/feb/04/sandy-powell-bafta-suit-derek-jarman-cottage\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/04/sandy-powell-bafta-suit-derek-jarman-cottage", "date_published": "2020-02-04 18:13:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Claire O’Neill’s letter to Boris Johnson – what it really means", "description": "<p>We examine the claims by O’Neill, who was fired as president of the COP 26 climate negotiations on Friday</p><p>Claire O’Neill, the former energy minister who had been appointed to lead the UN climate talks in November this year, <a href=\"https://www.theguardian.com/environment/2020/jan/31/former-energy-minister-removed-as-un-climate-talks-chair\">was fired on Friday afternoon</a>. On Monday she <a draggable=\"true\" href=\"https://www.theguardian.com/environment/2020/feb/04/sacked-cop-26-chair-claire-oneill-berates-boris-johnson-over-climate-record\">wrote a letter to the prime minister</a>, Boris Johnson, saying the UK is “miles off track” and accusing Johnson of showing a lack of leadership.</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2020/feb/04/claire-oneills-letter-to-boris-johnson-what-it-really-means\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/ng-interactive/2020/feb/04/claire-oneills-letter-to-boris-johnson-what-it-really-means", "date_published": "2020-02-04 18:08:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester Arena bomber's brother 'just as guilty', court told", "description": "<p>Hashem Abedi accused of helping to plan attack that killed 22 people at Ariana Grande concert</p><p>Two brothers had a shared goal to kill and maim as many people as possible in what proved to be one of the deadliest terror attacks the UK has seen, a trial has heard.</p><p>Hashem Abedi was just as guilty of murder as his brother Salman after encouraging and helping him to carry out the Manchester Arena bombing, the Old Bailey was told.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/manchester-arena-bombers-brother-just-as-guilty-court-told-hashem-abedi-ariana-grande\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/04/manchester-arena-bombers-brother-just-as-guilty-court-told-hashem-abedi-ariana-grande", "date_published": "2020-02-04 17:44:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU urged to adopt meat tax to tackle climate emergency", "description": "<p>Levy would help offset impact of farming by raising price of steak in UK by 25%, says report</p><p>A “sustainability charge” on meat to cover its environmental damage could raise billions to help farmers and consumers produce and eat better food, according to a report.</p><p>The levy, which would increase the price of a steak by about 25%, would be phased in over the next decade. The report focuses on EU countries and was produced for the <a href=\"https://www.tappcoalition.eu/\">Tapp Coalition</a> of health, environment and animal welfare organisations. It says “fair pricing” for meat should be included in the forthcoming European “green new deal” and so-called farm to fork strategy.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/04/eu-meat-tax-climate-emergency\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/04/eu-meat-tax-climate-emergency", "date_published": "2020-02-04 17:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£96 a bottle: the exotic beer that is as expensive as vintage wine", "description": "<p>One Manhattan bar is charging $125 for a bottle of Belgian ale. Is beer really as costly to make as wine or is this just a pernicious way to make us pay more?</p><p>News that a Manhattan beer cafe, Treadwell Park, is <a href=\"https://www.thedrinksbusiness.com/2020/02/new-york-bar-charges-125-for-a-beer/\" title=\"\">selling a 750ml bottle of beer for $125 (£96)</a>, looks, at first glance, like a familiar story of fools being easily parted from their money. And it is. But it is also more complicated than that.</p><p>The beer in question, Belgian brewery <a href=\"http://www.oudbeersel.com/en/products/bzart-lambiek/\" title=\"\">Oude Beersel’s Bzart</a>, is an 8% lambic, a wild-fermented ale aged and blended over several years and, in this case, unusually charged with champagne yeast. Lambic production is costly, volumes finite and the US’s growing interest in sour beer means prices have soared, in part due to their increasingly labyrinth distribution.</p> <a href=\"https://www.theguardian.com/food/shortcuts/2020/feb/04/96-pound-bottle-of-beer-expensive-as-vintage-wine\">Continue reading...</a>", "link": "https://www.theguardian.com/food/shortcuts/2020/feb/04/96-pound-bottle-of-beer-expensive-as-vintage-wine", "date_published": "2020-02-04 16:24:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greece sends more riot police to Lesbos after migrant clashes", "description": "<p>Government calls in further reinforcements after teargas fired during island protests</p><p>Greece has rushed in extra squads of riot police to Lesbos amid warnings of potentially explosive tensions on the island following clashes between security forces and thousands of migrants and refugees.</p><p>As hundreds of mainly Afghan asylum seekers converged on Mytilene, the local capital, on Tuesday to protest against conditions in the island’s vastly overcrowded camp, the government ordered in the reinforcements.</p> <a href=\"https://www.theguardian.com/global-development/2020/feb/04/greece-sends-more-riot-police-to-lesbos-after-migrant-clashes\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/feb/04/greece-sends-more-riot-police-to-lesbos-after-migrant-clashes", "date_published": "2020-02-04 16:22:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bolsonaro government attacks Oscar nominee Petra Costa as 'anti-Brazil activist'", "description": "<ul><li>President’s son Eduardo also lashes out at film-maker</li><li>The Edge of Democracy nominated in documentary category</li></ul><p>Most governments celebrate when their citizens are nominated for Academy Awards – but not in <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a>’s Brazil.</p><p>In an extraordinary barrage of tweets on Monday, the presidential agency responsible for elevating Brazil’s international profile savaged documentary director Petra Costa, branding her “an anti-Brazil activist” who had “tarnished the country’s image abroad”.</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/bolsonaro-government-petra-costa-brazil-oscar-nominee\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/bolsonaro-government-petra-costa-brazil-oscar-nominee", "date_published": "2020-02-04 16:22:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People were breaking down crying': Iowa vote-counters tell of caucus debacle", "description": "<p>Precinct captains say the night had run smoothly – but when they turned to the party-managed app things went badly wrong</p><p>Matthew Marroquin, a 20-year-old caucus captain for a satellite precinct in Buena Vista county in north-western Iowa, was eager to tell state party officials on Monday night that his candidate of choice, Bernie Sanders, had swept one of the county’s largest precincts.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/feb/04/democratic-race-iowa-caucus-shambles-as-results-are-delayed-live-coverage\">Iowa caucus chaos: Democrats plan to release results 'as soon as possible' – live coverage</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/feb/04/iowa-caucus-debacle-democrats-vote-counters-app\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/04/iowa-caucus-debacle-democrats-vote-counters-app", "date_published": "2020-02-04 16:02:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about an outdoor challenge in Europe to win £200 towards a UK/Europe stay", "description": "<p>Share details of achievements including walking, caving, kayaking, running, sailing and climbing. Send us a tip to win £200 towards a Sawday’s break</p><p>You may have climbed a series of Scottish peaks, run across the UK, canoed the course of the Danube, swum around a Greek island, or cycled in the Arctic Circle … please share your experiences of outdoor trips where you set out to achieve something challenging. It could have been part of an organised trip or something you planned independently, with or without a guide.</p><p>Please ensure your tip stays within <strong>around 100 words</strong>, and provide websites (and prices if helpful) and exact locations. If you had to hire equipment let us know where and how much it cost.</p> <a href=\"https://www.theguardian.com/travel/2020/feb/04/outdoor-challenge-trip-europe-climb-walk-swim-sail-cycle-win-200-ukeurope-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/feb/04/outdoor-challenge-trip-europe-climb-walk-swim-sail-cycle-win-200-ukeurope-stay", "date_published": "2020-02-04 15:35:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Howay the laughs! Is there a Geordie sense of humour?", "description": "<p>We’re brutal, awkward, daft and surreal, say the rising stars of Tyneside’s booming comedy scene. Our writer braces herself for a gag-heavy night on the toon</p><p>Anyone who’s had a night out in Newcastle knows it’s friendly, fun and feels as if anything could happen. The comedy here is no different. Tyneside has given us Ross Noble, Sarah Millican, Lauren Pattison and, for those of a certain age, Ant and Dec’s sketches on SMTV Live.</p><p>To kick off the Guardian’s new series about regional senses of humour, I’m here to watch <a href=\"https://www.facebook.com/Yourauntfanny/\">Your Aunt Fanny</a>, an all-female sketch group who are rising stars of Newcastle’s comedy scene. The seven met on a youth programme at Live theatre and found they all had the same sense of humour. Each show is, they say, “a mint night out … and people might leave a little bit less sexist”.</p> <a href=\"https://www.theguardian.com/stage/2020/feb/04/howay-the-laughs-is-there-a-geordie-sense-of-humour\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/feb/04/howay-the-laughs-is-there-a-geordie-sense-of-humour", "date_published": "2020-02-04 15:34:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who’s a clever baby? How speaking ‘parentese’ helps your baby learn to talk", "description": "<p>Scientists say it can hugely expand your child’s vocabulary. But how do you do it?</p><p><strong>Name:</strong> Parentese.</p><p><strong>Age: </strong>Popular since the mid-80s.</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/04/whos-a-clever-baby-how-speaking-parentese-helps-your-baby-learn-to-talk\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/04/whos-a-clever-baby-how-speaking-parentese-helps-your-baby-learn-to-talk", "date_published": "2020-02-04 15:25:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gold: the ultimate safety asset or a shiny relic of the past?", "description": "<p>At times of uncertainty, people view gold as a low-risk, reliable store of value. We take a closer look at the well-known investment safe haven</p><p>Gold is the original precious metal. It is rich in symbolism but it’s also rich in function. Over millennia, it has been used for coins, jewellery, ornamentation, medals, electronic components, the basis of monetary systems and the titles of countless James Bond films. But, recently, people have been reminded of its historic use as a comparatively safe store of value.</p><p>Last year, the Dutch Central Bank raised a few eyebrows over content published on its website that highlighted the benefits of hoarding gold. “Shares, bonds and other securities are not without risk, and prices can go down. But a bar of gold retains its value, even in times of crisis,” its website stated. “If the [financial] system collapses, the gold stock can serve as a basis to build it up again.”</p> <a href=\"https://www.theguardian.com/safe-is-the-new-bold/2020/feb/04/gold-the-ultimate-safety-asset-or-a-shiny-relic-of-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/safe-is-the-new-bold/2020/feb/04/gold-the-ultimate-safety-asset-or-a-shiny-relic-of-the-past", "date_published": "2020-02-04 15:24:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Helen Costa: ‘We don’t prepare people for the huge challenge of adoption’", "description": "Shocked at how ill-equipped she felt as an adoptive parent, the social entrepreneur started to make VR films from the child’s perspective<p>Like many people, Helen Costa found the process of adopting a child challenging, but once she’d got through it, she thought the hard part was over.</p><p>She soon realised she was wrong. “I was completely ill-equipped, and as a result of that really didn’t manage things very well,” she says. “With a child who’s come into the world hardwired for bad things to happen, their response to you and their ability to trust you is incredibly limited, and the behaviours that go with that are completely the opposite to what you expect as a new mum.”</p> <a href=\"https://www.theguardian.com/society/2020/feb/04/helen-costa-adoptive-parent-ill-equipped-vr-films\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/04/helen-costa-adoptive-parent-ill-equipped-vr-films", "date_published": "2020-02-04 13:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish independence surveys 'show Brexit has put union at risk'", "description": "<p>Pollster says 52% yes vote shows gradual increase in support for leaving UK</p><p><a href=\"https://www.theguardian.com/politics/live/2020/feb/04/voters-should-not-trust-johnson-to-keep-his-promises-says-former-tory-minister-sacked-from-climate-conference-role-live-news\">Politics live – all the day’s developments</a></p><p>One of the UK’s leading pollsters has warned that Brexit has put the union at risk after another survey showed a narrow lead for Scottish independence.</p><p><a href=\"https://www.theguardian.com/profile/john-curtice\">Sir John Curtice</a>, of the University of Strathclyde, said the poll by Panelbase putting the yes vote at 52% confirmed a trend showing a gradual increase in support for leaving the UK, post-Brexit.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/scottish-independence-survey-shows-brexit-has-put-union-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/04/scottish-independence-survey-shows-brexit-has-put-union-at-risk", "date_published": "2020-02-04 12:22:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neneh Cherry: ‘A lot of the best looks can happen by accident’", "description": "<p>The singer recalls the outfit she wore for the cover of her 1989 debut album Raw Like Sushi and the ‘privilege’ of working with the stylist Judy Blame</p><p>I think a lot of the best looks can happen by accident and this was a coincidental look. The picture was taken by Jean-Baptiste Mondino in Paris in 1989 and styled by Judy Blame. We had done a photo session for my single Manchild, with the boxing bandages and the jewellery, and when we needed to shoot the cover for my debut album, Raw Like Sushi, we thought: “Let’s work some more with that.”</p><p>We had a bunch of rails with things to wear, but Judy and I had been to Printemps – like a French version of Marks &amp; Spencer – and I had bought a nice bra, and I was wearing leggings, which were from Pineapple or somewhere. I went out to test the light and Mondino was like: “Don’t put anything else on. Maybe some more jewellery.” Then we did the picture that ended up being the album cover. In the same session I wore some BodyMaps shorts, which are in the pictures that ended up on the back and the inside, but it was a really non-wardrobe thing in the end.</p> <a href=\"https://www.theguardian.com/fashion/2020/feb/04/neneh-cherry-look-i-love-judy-blame-raw-like-sushi\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/feb/04/neneh-cherry-look-i-love-judy-blame-raw-like-sushi", "date_published": "2020-02-04 12:13:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ikea to close first big UK store, putting 350 jobs at risk", "description": "<p>Swedish chain says Coventry city centre store loses money and will shut this summer </p><p>Ikea is to close its Coventry city centre store this summer, marking the first closure of one of its big UK branches, putting 350 jobs at risk.</p><p>The Swedish furniture chain says the shop has consistently lost money since it opened in 2007, and the number of customers in the store has declined as they opt to shop at retail parks or buy online instead.</p> <a href=\"https://www.theguardian.com/business/2020/feb/04/ikea-close-store-jobs-coventry-city-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/04/ikea-close-store-jobs-coventry-city-centre", "date_published": "2020-02-04 12:10:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have we reached peak filler? – video explainer", "description": "<p>The UK has been going wild for cosmetic dermal fillers in recent years. Popularised by US celebrities such as Kylie Jenner, ordinary women across the country are also getting in on the look and using dermal fillers to create artificially inflated lips, cheekbones, and jawlines. But the industry is unregulated, and without a medical professional&nbsp;on hand things can go badly wrong. Sirin Kale finds out how dermal fillers became so popular and asks what we need to do to make the industry safer</p> <a href=\"https://www.theguardian.com/global/video/2020/feb/04/have-we-reached-peak-filler-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2020/feb/04/have-we-reached-peak-filler-video-explainer", "date_published": "2020-02-04 12:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Relight the fire: how to fall back in love with your partner", "description": "What happens if you love your other half, but are no longer ‘in love’? Here are eight ways to put the spark back<p>It is not uncommon, says Ammanda Major, head of clinical practice at Relate, for couples who come to therapy to say they love each other but that they’re not “in love” with each other. “Often in a longer-term relationship, the humdrumness of life has taken over their relationship,” she says. “And so, before you know it, people are feeling very disconnected from their partner.”</p><p>Maybe you have lost sight of what made you fall in love, or you have reached a cosy stage of companionship that lacks fire. But is it unrealistic to expect to be in love with the same person for decades? “Love, intimacy and sex does fluctuate across the lifetime and there will be stages of closeness,” says Kate Moyle, sexual and relationship psychotherapist. “I think what’s unrealistic is to expect consistency.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/feb/04/relight-the-fire-how-to-fall-back-in-love-with-your-partner\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/feb/04/relight-the-fire-how-to-fall-back-in-love-with-your-partner", "date_published": "2020-02-04 10:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taking credit, avoiding blame? Xi Jinping’s absence from coronavirus frontline", "description": "<p>The Chinese leader’s unusual decision to command from a distance during the national crisis has aroused suspicion</p><ul><li><a href=\"https://www.theguardian.com/world/2020/feb/03/china-shortcomings-difficulties-coronavirus-outbreak\">First coronavirus death in Hong Kong as four cities are locked down</a></li></ul><p>The Chinese president, Xi Jinping, has been noticeably absent from public view as his government scrambles to fight the coronavirus outbreak that claimed more than 400 lives and infected more than 20,000 people.</p><p>His most recent public appearance was on 28 January when he met the director general of the World Health Organization in Beijing and said he was “personally commanding” the response to the outbreak.</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/blame-xi-jinping-absence-coronavirus-frontline-china-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/blame-xi-jinping-absence-coronavirus-frontline-china-crisis", "date_published": "2020-02-04 09:58:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about the pressures men are under to have children", "description": "<p>We would like to hear from men who are feeling under pressure to have children by a certain age</p><p>Some men feel pressure to have children by a certain age. While the female biological clock is often discussed, less attention is given to <a href=\"https://www.theguardian.com/society/2020/jan/29/i-always-wanted-to-be-a-dad-the-rise-of-single-fathers-by-choice\">men who want to become fathers</a>.</p><p>We would love to hear from men who are broody and feeling pressure to have children by a certain age.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/feb/04/tell-us-about-the-pressures-men-are-under-to-have-children\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/feb/04/tell-us-about-the-pressures-men-are-under-to-have-children", "date_published": "2020-02-04 09:21:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Into the Wild: buy a sustainable print and support the World Land Trust", "description": "<p>Following their sell-out show which opened to rave-reviews; Into the Wild, the debut exhibition from the innovative and cutting edge illustration agency; <a href=\"https://www.roarillustrationagency.com/\">Roar</a>, is now coming to a close at <a href=\"https://www.theprintspace.co.uk/\">theprintspace</a> gallery. <a href=\"https://guardianprintshop.com/collections\">The Guardian Print Shop</a> is offering readers the chance to buy an exclusive limited edition print from the exhibition. The artists involved took inspiration from both the beauty of the land and the destruction that this land often faces. As part of our collaboration we will be donating a percentage of all print sales to support the <a href=\"https://www.worldlandtrust.org/\">World Land Trust</a>. </p><p><a href=\"https://guardianprintshop.com/collections/roar-artists-into-the-wild\">Buy your exclusive print here</a><strong> </strong></p> <a href=\"https://www.theguardian.com/environment/gallery/2020/feb/04/into-the-wild-buy-a-sustainable-print-and-support-the-world-land-trust\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/feb/04/into-the-wild-buy-a-sustainable-print-and-support-the-world-land-trust", "date_published": "2020-02-04 09:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South African photographer Santu Mofokeng – in pictures", "description": "<p>The documentary photographer, best known for recording everyday life in the townships of South Africa, has died. His images illuminated the ordinary under apartheid, and captured a society in transformation after the regime ended</p> <a href=\"https://www.theguardian.com/culture/gallery/2020/feb/04/south-african-photographer-santu-mofokeng-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2020/feb/04/south-african-photographer-santu-mofokeng-in-pictures", "date_published": "2020-02-04 09:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buy a classic sport photograph – the great Jack Nicklaus", "description": "<p>The latest of a Guardian Print Shop <a href=\"https://guardianprintshop.com/collections/the-big-sport-picture\">series</a> featuring classic sports images. This week’s picture was shot by Gerry Cranham in 1966</p><p>At the age of just 10, Jack Nicklaus carded 51 for the first nine holes of golf he ever played. By the time of this charming photograph at the World Match Play Championships in 1966, Nicklaus, then aged 26, had become a six-time major winner, the first man to retain the Masters and the youngest ever to complete a Career Grand Slam. He would go on to achieve a record haul of 18 majors in total. What was the secret of his success, you might ask. “I never try to actually hit the ball,” he explained in The Greatest Game Of All … “I try to swing <em>through</em> the ball”. Nicklaus is also fondly remembered for the charity he showed to Europe captain Tony Jacklin at the 1969 Ryder Cup, when he conceded a two-foot putt on the final hole, ending the tournament in a tie. Nicklaus reportedly told Jacklin: “I don’t think you would have missed it but I wasn’t going to give you the chance, either.” Little wonder, then, that when Nicklaus turned 80 last month, the golfing world saluted him as ‘the greatest’.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/feb/04/buy-a-classic-sport-photograph-the-great-jack-nicklaus\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/feb/04/buy-a-classic-sport-photograph-the-great-jack-nicklaus", "date_published": "2020-02-04 08:02:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex, saints and serpents: Pieter Hugo in Mexico – in pictures", "description": "<p>Named after the famous folk song which translates as The Cockroach, La Cucaracha is an exhibition of new photographs by South African artist Pieter Hugo exploring death, sexuality and spirituality in Mexico</p><p>Pieter Hugo: La Cucaracha is at <a href=\"https://huxleyparlour.com/exhibitions/pieter-hugo-la-cucaracha/\">Huxley-Parlour Gallery, London</a>, from 19 February to 14 March.</p><p>All pictures © Pieter Hugo</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/feb/04/sex-saints-and-serpents-pieter-hugo-in-mexico-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/feb/04/sex-saints-and-serpents-pieter-hugo-in-mexico-in-pictures", "date_published": "2020-02-04 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iowa caucuses: results in chaos as Democratic party blames 'inconsistencies' on delays – live", "description": "<ul><li>Party says they are using photos and paper trail to validate results</li><li>Biden’s campaign sends letter to party demanding ‘full explanation’</li><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/feb/03/iowa-caucus-results-winner-live-tracker-county-primary-polls\">Iowa caucuses results – live updates</a></li><li>Help us cover the critical issues of 2020. Consider making a <a href=\"https://support.theguardian.com/us/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22USeoy2019_standfirst_givingtues%22%2C%22campaignCode%22%3A%22USeoy2019%22%2C%22referrerPageviewId%22%3A%22k6723vr8zzzqnbx6dvqm%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Fus-news%2Flive%2F2020%2Ffeb%2F03%2Fdemocratic-race-starts-in-earnest-with-iowa-caucuses-live-coverage%22%7D&amp;INTCMP=USeoy2019\">contribution</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-04T06:17:37.393Z\">6.17am <span class=\"timezone\">GMT</span></time> </p><p>The Democratic presidential candidates are officially leaving Iowa with no sense of how they performed in the crucial first voting state. </p><p dir=\"ltr\" lang=\"en\">Joe Biden was wheels up from Des Moines to Manchester right around midnight central time.</p><p class=\"block-time published-time\"> <time datetime=\"2020-02-04T06:12:15.068Z\">6.12am <span class=\"timezone\">GMT</span></time> </p><p><strong>Bernie Sanders</strong>’ campaign said it would soon release internal figures from tonight’s caucuses, as <strong>Pete Buttigieg</strong>’s team did the same.</p><p dir=\"ltr\" lang=\"en\">Buttigieg campaign official sharing some details of the internal counts they have so far <a href=\"https://t.co/SL1MaGz93F\">pic.twitter.com/SL1MaGz93F</a></p> <a href=\"https://www.theguardian.com/us-news/live/2020/feb/03/iowa-caucuses-latest-live-news-democrats-bernie-sanders-joe-biden-elizabeth-warren-buttigieg-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/feb/03/iowa-caucuses-latest-live-news-democrats-bernie-sanders-joe-biden-elizabeth-warren-buttigieg-updates", "date_published": "2020-02-04 06:17:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live updates: first Hong Kong death reported as China cases pass 20,000 – latest news", "description": "<p>Thirty-nine year old man in Hong Kong believed to have had underlying condition. Death is only second outside mainland China – latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/feb/03/china-shortcomings-difficulties-coronavirus-outbreak\">China’s leadership admits ‘shortcomings’ in coronavirus response</a></li><li><a href=\"https://www.theguardian.com/world/2020/feb/03/coronavirus-british-evacuee-falls-ill-flight-from-china\">Coronavirus: British evacuee falls ill during flight from China</a></li><li><a href=\"https://www.theguardian.com/world/2020/feb/03/how-to-protect-yourself-from-coronavirus\">How to protect yourself </a></li><li><a href=\"https://www.theguardian.com/world/2020/feb/03/hundreds-canadians-await-evacuation-flight-wuhan-coronavirus-outbreak\">Hundreds of Canadians await evacuation flight from Wuhan</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-04T06:15:15.739Z\">6.15am <span class=\"timezone\">GMT</span></time> </p><p>South Korea has confirmed its 16th case of the coronavirus, reportedly involving a woman who recently returned from Thailand but had not visited China. </p><p>The Korea Centres for Disease Control and Prevention (KCDC) said the patient, a 42-year-old South Korean woman, started feeling ill on 25 January, six days after she returned from Thailand, according to the Yonhap news agency. </p><p class=\"block-time published-time\"> <time datetime=\"2020-02-04T06:02:58.261Z\">6.02am <span class=\"timezone\">GMT</span></time> </p><p>Macau will shut down all casinos for two weeks in an attempt to contain the coronavirus.</p><p>Macau’s Chief Executive, Ho Iat Seng, told a press conference the government would meet with gaming operators to discuss the suspension, which is expected to include “casinos and related entertainment”. </p> <a href=\"https://www.theguardian.com/world/live/2020/feb/04/coronavirus-live-updates-china-wuhan-outbreak-death-toll-latest-news-update\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/feb/04/coronavirus-live-updates-china-wuhan-outbreak-death-toll-latest-news-update", "date_published": "2020-02-04 06:15:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The rise of Supreme – in pictures", "description": "<p>A new book looks at how Supreme went from cult New York skater label to world-famous brand. Featuring photographs from Ryan McGinley, Alasdair McLellan and Larry Clark, Supreme is published by <a href=\"https://uk.phaidon.com/store/fashion-culture/supreme-9781838660314/\">Phaidon </a>and available from End Clothing until 5 February, then from all book retailers</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/feb/04/the-rise-of-supreme-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/feb/04/the-rise-of-supreme-in-pictures", "date_published": "2020-02-04 06:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life after Veganuary: the ethical guide to eating meat, eggs and dairy", "description": "<p>If you have slunk back to burgers after a month of avoiding meat, all is not lost. Here’s how to track down high-welfare, eco-friendly produce</p><p>Veganuary is over, leaving only the remains of a <a href=\"https://web.archive.org/web/20200204062850id_/https://www.theguardian.com/uk/rss\" title=\"\">seitan burger</a> and some <a href=\"https://www.theguardian.com/lifeandstyle/2019/feb/20/to-brie-or-not-to-brie-can-vegan-cheese-taste-as-good-as-dairy\" title=\"\">cashew cheese</a> in the back of the fridge. Perhaps you feel lighter and healthier; you will certainly feel more virtuous. But do you also feel like a steak? It is OK – you can admit it. The campaign group behind this annual event estimates that only half of the participants plan to remain meat-free beyond the end of the month. However, it says that <a href=\"https://uk.veganuary.com/blog/trying-vegan-for-january-leads-to-sustained-meat-reduction\" title=\"\">most of those will at least reduce the amount of animal products they eat</a> for the rest of the year.</p><p><a href=\"https://www.theguardian.com/environment/2019/jan/19/could-flexitarianism-save-the-planet\" title=\"\">Whether you call youself flexitarian</a>, vegan-ish or whatever, it is possible to care about the planet while occasionally eating meat or dairy, as long as it comes from ethical sources. Even Jonathan Safran Foer, <a href=\"https://www.theguardian.com/books/2019/sep/28/meat-of-the-matter-the-inconvenient-truth-about-what-we-eat\" title=\"\">the author of Eating Animals</a>, a book advocatIng veganism, has admitted to eating a small amount of animal produce after 6pm.</p> <a href=\"https://www.theguardian.com/food/2020/feb/04/life-after-veganuary-the-ethical-guide-to-eating-meat-eggs-and-dairy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/feb/04/life-after-veganuary-the-ethical-guide-to-eating-meat-eggs-and-dairy", "date_published": "2020-02-04 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why The Irishman should win the best picture Oscar", "description": "<p>Martin Scorsese has distilled a lifetime of expertise into this outstanding meditation on the mafia, ageing and the loss of agency</p><p>‘Three people can keep a secret only when two of them are dead.” This is the maxim of slot-mouthed hitman Frank Sheeran in <a href=\"https://www.theguardian.com/film/2019/nov/10/the-irishman-review-martin-scorsese-robert-de-niro-al-pacino-joe-pesci-netflix\">The Irishman</a>, the wintry and minor-key crime-conspiracy epic adapted for the screen by Steven Zaillian from Charles Brandt’s bestseller and directed by Martin Scorsese: produced by him and his star Robert De Niro, along with his longtime producing colleagues Irwin Winkler, Jane Rosenthal and Emma Tillinger Koskoff.</p><p>The three people with the terrible secret in this film are first Frank himself, second Russell Bufalino, the lizardly and quietly-spoken mafioso played by Joe Pesci, who brokers Frank’s promotion within the Teamsters union in the early 1960s, and third, the legendary Teamsters boss and Frank’s own father figure, Jimmy Hoffa, who famously disappeared in 1975: an ebullient, narcissistic grandstander played by Al Pacino. It is only when two of them are dead – Bufalino from complications following a stroke, and Hoffa from complications following getting shot in the back of the head – that poor Frank feels himself aware that he can unburden himself, if he wants, about the terrible secret that has been metastasizing inside him.</p> <a href=\"https://www.theguardian.com/film/2020/feb/04/why-the-irishman-should-win-the-best-picture-oscar\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/04/why-the-irishman-should-win-the-best-picture-oscar", "date_published": "2020-02-04 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'They weren't just ponces!' – how Them glammed up boring Britain", "description": "<p>They partied, cross-dressed, launched glam and lit the fuse for punk. Is that why their dazzling artworks have been overlooked? As Them return, we meet Britain’s original scenesters<br /></p><p>In 1975, the artists Kevin Whitney and Luciana Martinez de la Rosa went to a party at the home of the disgraced Conservative MP <a href=\"https://www.theguardian.com/news/2007/jan/02/guardianobituaries.obituaries\">Lord Lambton</a>. It had been thrown by Lambton’s daughter, Anne, and the guest of honour was <a href=\"https://www.theguardian.com/artanddesign/andywarhol\">Andy Warhol</a>. As Whitney recalls, “the world and its mother turned up”, their enthusiasm undimmed by the paparazzi outside. The next morning, Whitney awoke to discover that the front page of the Daily Express featured a large photograph, not of the world’s most celebrated pop artist, but of himself and De La Rosa. “We looked very striking,” he says. “I was in white, Lucinda was in black. It was a big photograph, too. Apparently, Warhol was furious. And that happened because it was like, ‘Oh look – Them have arrived!’”</p><p>Such were the perils of life as a member of Them – a loose gang of artists, film-makers and designers given, as the writer Paul Burston puts it, “to living art-directed lives. They were living visual culture – people who were kicking against the pricks of quite dull 70s Britain.” It’s certainly a description that painter <a href=\"https://www.theguardian.com/artanddesign/gallery/2017/mar/28/david-gwinnutt-queer-art-underground-1980s-london-national-portrait-gallery#img-7\">Duggie Fields</a>, a member of the group, would agree with. “We shared that attitude of there being no separation between what we create and how we live. I’ve never lived any differently. I’ve never known how to live any differently.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/feb/04/how-them-glammed-up-boring-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/feb/04/how-them-glammed-up-boring-britain", "date_published": "2020-02-04 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Advice for parents: Why a light touch works wonders", "description": "<p>When young people choose an apprenticeship over a degree, support at home lets them rise to the challenge</p><p>Whoever said parenting “gets easier” clearly hadn’t factored in that your child will always be your child, even when they’re a young adult making their own way in the world.</p><p>As a parent, there are few things quite as hard as watching your child make decisions about their education or career that could affect the rest of their lives.</p> <a href=\"https://www.theguardian.com/global/2020/feb/04/modern-apprenticeships-how-parents-can-support-their-children\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/feb/04/modern-apprenticeships-how-parents-can-support-their-children", "date_published": "2020-02-04 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Magic moments: the indestructible appeal of easy listening radio", "description": "In the age of streaming and limitless choice, Magic Radio pulls in millions of listeners. What is it that keeps people coming back? By Simon Akam<p>In March 2018, the rapper Stormzy attended the Global Awards, a ceremony intended to “celebrate the biggest and best-loved stars of music, news and entertainment on one huge night”. The event was organised by Europe’s largest radio company, Global, which owns Capital and LBC, among others.</p><p>“I was going to say big up Capital,” Stormzy announced, as he took to the stage to collect the award for best R&amp;B, hip-hop or grime artist. “But big up Magic as well. Magic are my Gs, you know what I mean.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/04/magic-radio-indestructible-easy-listening-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/04/magic-radio-indestructible-easy-listening-streaming", "date_published": "2020-02-04 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: real-life stories of living on Universal Credit", "description": "<p>A three-part series puts a human face on the Conservatives’ benefits reforms. Plus: Life Drawing Live! Here’s what to watch tonight</p><p>Designed to streamline benefits payments and make them easier to navigate, universal credit has met with fierce opposition since its protracted and troubled rollout. This three-part series opens in Peckham Jobcentre, where more than 1,000 people visit each day, including former NHS worker Rachel, who is living precariously during the five-week wait for her first universal credit payment. It is a humanising look into the real-life consequences of political choices. <em>Ammar Kalia</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/04/tv-tonight-real-life-stories-of-living-on-universal-credit\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/04/tv-tonight-real-life-stories-of-living-on-universal-credit", "date_published": "2020-02-04 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daniel Arap Moi, former president of Kenya, dies aged 95", "description": "<p> Leader ruled for decades and legalised one-party rule during a tenure marked by poverty and corruption<br /></p><p>Former Kenyan president Daniel arap Moi, an autocratic leader who ruled for more than 20 years, has died, the office of the president said on Tuesday. He was 95.</p><p>There was no immediate information on the cause of Moi’s death but he had been in and out of hospital with breathing problems in recent months.</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/daniel-arap-moi-former-president-of-kenya-dies-aged-95\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/daniel-arap-moi-former-president-of-kenya-dies-aged-95", "date_published": "2020-02-04 05:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After the bushfire: a father lost, a home destroyed and a plea for the future", "description": "<p>Ron Selth, 69, died when fire hit the Adelaide Hills in December, destroying the old family home. His children, left to reflect on his life and death, have called for a positive response on climate action</p><p>The mobile phone reception on Ron Selth’s farm in the Adelaide Hills was always patchy. So when the 69-year-old did not report in on the morning after the Cudlee Creek bushfire, his family was concerned but did not immediately fear the worst.</p><p>“When my sister called me to say that they’d found a body I just couldn’t believe it. It just didn’t seem real,” says daughter Johanna Selth. “I was here in the US in Washington DC and was just like: ‘It can’t be him. There must have been someone else up there, because he knows what he’s doing and he wouldn’t have got caught like that.’ ”</p> <a href=\"https://www.theguardian.com/australia-news/2020/feb/04/after-the-bushfire-a-father-lost-a-home-destroyed-and-a-plea-for-the-future\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/feb/04/after-the-bushfire-a-father-lost-a-home-destroyed-and-a-plea-for-the-future", "date_published": "2020-02-04 05:02:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trial begins of French-Israeli men over fake foreign minister scam", "description": "<p>Victims included billionaire spiritual leader the Aga Khan, who handed over €20m</p><p>A group of men accused of using Skype and a silicone mask to extract tens of millions of euros from the rich and famous by impersonating a leading French politician are to go on trial in Paris on Tuesday.</p><p>Victims of the fake Jean-Yves Le Drian – now foreign minister but then in charge of defence – included the billionaire spiritual leader the Aga Khan, who parted with €20m (£17m).</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/trial-begins-of-french-israeli-men-over-fake-foreign-minister-scam\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/trial-begins-of-french-israeli-men-over-fake-foreign-minister-scam", "date_published": "2020-02-04 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's national preservation': Greece offers baby bonus to boost birthrate", "description": "<p>€180m-a-year scheme launched in response to projections of ageing and shrinking population</p><p>As the new year dawned, Maria Pardalakis was in the throes of labour. The clock had barely struck midnight when she delivered a healthy boy in a clinic on Crete.</p><p>With her son’s birth – the first in Greece this year – Pardalakis and her husband, Christos, became the first people eligible for a €2,000 (£1,700) government baby bonus. “It’s been a new year like no other, the best gift my wife could give me,” Christos enthused. “And, sure, the benefit will help – not just us, a lot of families.”</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/its-national-preservation-greece-offers-baby-bonus-to-boost-birthrate\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/its-national-preservation-greece-offers-baby-bonus-to-boost-birthrate", "date_published": "2020-02-04 05:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The rise of facial recognition technology – podcast", "description": "<p>Facial recognition technology is getting more sophisticated each year and is now being used commercially as identification instead of passwords as well as being adopted by the Metropolitan police in London. Our UK technology editor, Alex Hern, explores the questions it raises about privacy. Also today: Jamie Grierson on the security response to Sunday’s terror attack in south London </p><p>CCTV cameras are a daily reality of life in UK cities, but advances in facial recognition technology are moving police surveillance into a new phase. The Metropolitan police recently announced the introduction of live facial recognition technology, which will be limited to specific locations in London. Now a leaked Home Office paper suggests 10 other forces are also trialling this technology. </p><p>Police commissioners believe this could revolutionise the fight against crime, and after another terrorist attack this week public pressure for improved surveillance is likely to increase. However, campaigners warn that we could be ushering in the kind of society George Orwell envisaged in his dark novel Nineteen Eighty-Four.</p> <a href=\"https://www.theguardian.com/technology/audio/2020/feb/04/the-rise-of-facial-recognition-technology-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/audio/2020/feb/04/the-rise-of-facial-recognition-technology-podcast", "date_published": "2020-02-04 03:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Australia's largest unsanctioned art show': guerrilla bushfire campaign hijacks bus shelters", "description": "<p>Dozens of political posters replace outdoor advertising in a protest against the government’s handling of Australia’s bushfire crisis</p><p><a href=\"https://www.theguardian.com/artanddesign/gallery/2020/feb/04/australia-is-on-fire-the-political-posters-taking-over-bus-shelters-in-pictures\">• In pictures: the political posters taking over bus shelters</a></p><p>It’s amazing what you can get away with in a hi-vis vest.</p><p>On Thursday 30 January, pedestrians in some suburbs of Melbourne, Sydney and Brisbane would have walked straight past activist artists (vandals, some critics might call them) removing advertising from bus shelters and inserting artwork protesting the Morrison government and its handling of Australia’s bushfire crisis.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/feb/04/bushfire-brandalism-australian-artists-replace-bus-shelter-ads-with-political-posters\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/feb/04/bushfire-brandalism-australian-artists-replace-bus-shelter-ads-with-political-posters", "date_published": "2020-02-04 02:52:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the Iowa caucuses, and how do they work? All you need to know", "description": "<p>The midwestern state is the first to vote in the presidential primary race. So what are caucuses, and how do they work? Here’s your guide to the night</p><p>The Iowa caucuses take place on Monday 3 February, kicking off the long process of nominating a Democratic presidential candidate who will eventually take on Donald Trump in November’s US election.</p><p>The primary race is made up of a series of contests called <a href=\"https://www.theguardian.com/us-news/2019/jun/12/us-election-2020-simple-guide-electoral-college-primaries\">primaries and caucuses</a> that take place in all 50 states plus Washington DC and outlying territories, by which the parties select their presidential nominee from the candidates who are running.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/03/iowa-caucuses-2020-elections-candidates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/03/iowa-caucuses-2020-elections-candidates", "date_published": "2020-02-04 01:07:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 14 children killed in crush at Kenya primary school", "description": "<p>Police investigate causes of tragedy in Kakamega amid reports that pupils fell from third floor as they ran downstairs at home time</p><p>At least 14 children have died and dozens of others have been injured in a crush at a primary school in Kenya, officials said.</p><p>The police have launched an inquiry into what caused the crowd of students to panic as they were leaving the school in the western town of Kakamega to go home at around 5pm local time on Monday.</p> <a href=\"https://www.theguardian.com/world/2020/feb/04/at-least-14-children-killed-in-crush-at-kenya-primary-school\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/04/at-least-14-children-killed-in-crush-at-kenya-primary-school", "date_published": "2020-02-04 00:34:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian Open 2020: the tournament that tarnished tennis’s image | Kevin Mitchell", "description": "From bushfire smoke to the treatment of Navratilova and McEnroe to Djokovic’s meltdown in the final, tennis bounced from one PR disaster to the next in Melbourne<p>Few sports guard their image with as much diligence as tennis. For a fortnight the pretty face of the gentle game took a battering in Melbourne, bouncing from one public relations disaster to another, and the bruises will last.</p><p>The image meltdown began with the reluctance of the Australian Open to acknowledge with sufficient speed and clarity what everyone in the city – everyone in the country and around the world – knew about the choking effects of bushfire smoke. It then moved on to the similar impact the <a href=\"https://www.theguardian.com/sport/2020/jan/27/john-mcenroe-slams-margaret-court-as-the-crazy-aunt-of-tennis\" title=\"\">twisted moral rectitude of Margaret Court</a> had on everyone not born in the 19th century, <a href=\"https://www.theguardian.com/sport/blog/2020/jan/29/navratilova-mcenroe-sorry-margaret-court-australian-open-tennis\" title=\"\">most publicly Martina Navratilova and John McEnroe</a>, who objected to the 77-year-old legend’s hardwired homophobia and almost forgotten apartheid apologia. Holy smoke, indeed.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/03/australian-open-2020-tournament-tarnished-tennis-image\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/03/australian-open-2020-tournament-tarnished-tennis-image", "date_published": "2020-02-04 00:27:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Greta effect' spurring UK children's online activism, Ofcom says", "description": "<p>Survey also finds more parents feel internet carries more risks than benefits for young people</p><p>Ofcom has credited the “Greta effect” after recording an increase in the proportion of 12-15-year-olds taking part in online activism for environmental and political causes.</p><p>Almost a fifth of children in the age group gave support to causes or organisations by sharing or commenting on social media posts last year, up by eight percentage points on 2018, and one in 10 signed an online petition. Greta Thunberg began her school climate strikes in August 2018.</p> <a href=\"https://www.theguardian.com/media/2020/feb/04/greta-effect-spurring-uk-childrens-online-activism-ofcom-says\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/feb/04/greta-effect-spurring-uk-childrens-online-activism-ofcom-says", "date_published": "2020-02-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than a third of UK workers 'risk health in low-quality jobs'", "description": "<p>Report exposes scale of precarious, low-paid or unfulfilling employment </p><p>More than a third of workers in Britain are struggling in low-quality jobs that risk damaging their health, according to research.</p><p>In a report exposing the scale of precarious, low-paid or unfulfilling employment across the country, the <a href=\"https://www.health.org.uk/\">Health Foundation</a> said that as many as 36% of workers in Britain – about 10 million people – were in such a position.</p> <a href=\"https://www.theguardian.com/money/2020/feb/04/more-than-a-third-of-uk-workers-risk-health-in-low-quality-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/feb/04/more-than-a-third-of-uk-workers-risk-health-in-low-quality-jobs", "date_published": "2020-02-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Can Altior rediscover two-mile zest in Betfair Hurdle? | Greg Wood", "description": "Nicky Henderson’s Altior returns to action on Saturday for the first time since the end of his winning streak<p>Altior, with his winning streak reset from 19 back to zero, will return to action at Newbury on Saturday for the first time <a href=\"https://www.theguardian.com/sport/2019/nov/23/cyrname-altior-ascot-end-unbeaten-record-jump-racing\" title=\"\">since his defeat by Cyrname at Ascot in November</a>, and with Nicky Henderson, his trainer, apparently still regretting his decision to send Altior up against the top-rated chaser in training on his first start of the campaign.</p><p>At an event on Monday to launch the buildup to the Betfair Hurdle card at Newbury, where Altior will face a maximum of nine opponents as he attempts to win the Game Spirit Chase for the third year running, Henderson suggested Altior and his connections had “paid the penalty” for running in a much-anticipated head-to-head with Cyrname.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/04/talking-horses-altior-nicky-henderson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/04/talking-horses-altior-nicky-henderson", "date_published": "2020-02-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK air industry sets zero carbon target despite 70% more flights", "description": "<p>Greenpeace criticises pledge from airlines, airports and manufacturers as ‘greenwash’</p><p>The UK aviation industry has pledged to cut its net carbon emissions to zero by 2050 – despite still planning for 70% more flights over the next three decades.</p><p>Members of the Sustainable Aviation coalition, which includes most major airlines and airports, as well as aerospace manufacturers, will sign a commitment to reach net zero by mid-century. More than a third of the proposed net reduction will be achieved through offsetting.</p> <a href=\"https://www.theguardian.com/business/2020/feb/04/uk-air-industry-sets-zero-carbon-target-despite-70-more-flights\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/04/uk-air-industry-sets-zero-carbon-target-despite-70-more-flights", "date_published": "2020-02-04 00:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Lubbock's father tells Michael Barrymore to 'come clean' over death", "description": "<p>Terry Lubbock believes entertainer has not told police everything he knows about his son’s death in 2001</p><p>The father of a man found dead in Michael Barrymore’s swimming pool has said he believes the entertainer knows more than he has revealed.</p><p>Terry Lubbock, 74, called for the TV presenter to “clear your name” as Essex police and Crimestoppers offered a £20,000 reward for information.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/stuart-lubbocks-dad-tells-barrymore-to-come-clean-over-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/04/stuart-lubbocks-dad-tells-barrymore-to-come-clean-over-death", "date_published": "2020-02-04 00:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}]