[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Bee Animation Takes Off, Baby Yoda Is Pro-Choice, Drones Get Woke News Show 11.20.2020", "description": "Today on The Babylon Bee Podcast, Kyle and Ethan talk about the week’s biggest stories like Disney cleaning up that shocking Mandalorian scene where Baby Yoda ate an unfertilized egg, Biden slapping some BLM stickers on attack drones, and Target making marketing decision based on single tweets. \n\nGet a behind the scenes look at The Babylon Bee’s sweet new animation studio taking flight and listen to Kyle and Ethan talk about weird real news, stuff that’s good, and glorious hate mail.\n\nSubscribe on iTunes: https://podcasts.apple.com/us/podcast/the-babylon-bee/id1468715531\n\nGain Access to the Exclusive Content and Writing Forum: https://babylonbee.com/plans\n\nThe Official Babylon Bee Store: https://shop.babylonbee.com\n\nFollow The Babylon Bee:\nWebsite: https://babylonbee.com\nTwitter: http://twitter.com/thebabylonbee\nFacebook: http://facebook.com/thebabylonbee\nInstagram: http://instagram.com/thebabylonbee", "link": "https://www.youtube.com/watch?v=PdnuAVBjy_Q", "date_published": "2020-11-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Alisa Childers On The Moment She Realized Her Pastor Might Not Have Believed In God", "description": "Alisa Childers thought she had found a great church until her pastor came out as a \"hopeful agnostic.\" This led her down a rabbit hole of learning to defend her faith and eventually becoming an apologist herself.\n\nSee the full show here:\nhttps://youtu.be/PI-zuOhptpU\n\nSubscribe to the Babylon Bee to revel in stories that are crazier than any satire out there. \n\nHit the Bell to get your daily dose of fake news that you can trust.Breakout Video", "link": "https://www.youtube.com/watch?v=QlJQ28Ml0uM", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]