[{"source": "https://www.theguardian.com/rss", "title": "Ireland manager Stephen Kenny faces FAI hearing after 'anti-English' video", "description": "<ul><li>Players left uncomfortable by video before friendly</li><li>Manager under increasing pressure after poor results</li></ul><p>The Republic of Ireland manager, Stephen Kenny, is facing a disciplinary hearing in Dublin on Friday after showing his players an “anti-English” video before the<a href=\"https://www.telegraph.co.uk/football/2020/11/12/england-vs-republic-ireland-international-friendly-live-score/\"> </a>defeat at Wembley last week.</p><p>The Guardian has learned that Kenny left a number of his squad uncomfortable by the contents of the video, which were a mix of motivational pro-Irish messages and a history of Anglo-Irish relations. Indeed, it is believed some players objected to what they were shown.</p> <a href=\"https://www.theguardian.com/football/2020/nov/19/ireland-manager-stephen-kenny-faces-fai-probe-anti-english-video\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/nov/19/ireland-manager-stephen-kenny-faces-fai-probe-anti-english-video", "date_published": "2020-11-19 23:35:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nadal rediscovers mojo to overpower Tsitsipas and reach ATP Finals last four", "description": "<ul><li>World No 2 wins 6-4, 4-6, 6-2 to book place in semis</li><li>Nadal will play Medvedev; Thiem v Djokovic or Zverev<br /></li></ul><p>Champions love to beat champions. And Rafael Nadal, who has seen it all at 34, could not disguise his joy after beating the ebullient young incumbent, Stefanos Tsitsipas, 6-4, 4-6, 6-2, on Thursday night to move to within two wins of lifting only the second indoor hardcourt title of his career.</p><p>Although nobody since the event’s 1970 inauguration can match his run of 16 qualifications in a row at the various iterations of the ATP Tour Finals, the man without peer on clay has made six semi-finals and two finals in 10 attempts without getting his hands on the season-ending prize. Roger Federer has won six times, and Novak Djokovic five.</p> <a href=\"https://www.theguardian.com/sport/2020/nov/19/nadal-rediscovers-mojo-to-overpower-tsitsipas-and-reach-atp-finals-last-four\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/19/nadal-rediscovers-mojo-to-overpower-tsitsipas-and-reach-atp-finals-last-four", "date_published": "2020-11-19 23:24:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones begins mind games against Ireland by putting referee on the spot", "description": "<ul><li>England coach points finger at Andrew Porter’s scrummaging</li><li>‘Any England-Ireland game has always been a contest up front’</li></ul><p>Eddie Jones has questioned the legality of Ireland’s scrummaging on the eve of a Twickenham showdown he has billed as England’s most important game of the year. The coach has also had a sly dig at the composition of the visiting team, saying he enjoyed hearing them described as the “United Nations” on the basis of the number of southern hemisphere-reared players involved.</p><p>Jones, as ever keen to give the Irish stew a vigorous pre-match stir, is well aware the scrum will be a key area for the French referee Pascal Gaüzère and does not want the Ireland tighthead Andrew Porter to win as many penalties as he did against Wales in Dublin last week.</p> <a href=\"https://www.theguardian.com/sport/2020/nov/19/eddie-jones-commences-the-mind-games-for-englands-visit-from-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/19/eddie-jones-commences-the-mind-games-for-englands-visit-from-ireland", "date_published": "2020-11-19 22:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premiership Rugby to check WhatsApp messages in policing of salary cap", "description": "<ul><li>Emails and bank statements will also be examined this season</li><li>Champions will be subjected to a ‘forensic’ extended audit</li></ul><p>Premiership Rugby will have access to WhatsApp messages as well as players’ bank statements and tax returns following the introduction of far-reaching powers aimed at catching salary cap cheats.</p><p>Following Saracens’ scandal last season, a 67-page document of updated regulations maps out how PRL will strip titles from clubs who break the rules and take back prize money. The Premiership winners will be subjected to a “forensic” extended audit while all clubs and their players will be exposed to stricter measures and harsher sanctions.</p> <a href=\"https://www.theguardian.com/sport/2020/nov/19/premiership-rugby-whatsapp-messages-policing-salary-cap-new-season-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/nov/19/premiership-rugby-whatsapp-messages-policing-salary-cap-new-season-rugby-union", "date_published": "2020-11-19 22:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Queen and Prince Philip celebrate 73rd wedding anniversary", "description": "<p>Royal couple release image showing them reading a card made by great-grandchildren</p><p>The Queen and Duke of Edinburgh celebrate their 73rd wedding anniversary on Friday, and have marked the occasion by releasing a photograph of them reading a card made by their great-grandchildren, Prince George, Princess Charlotte and Prince Louis.</p><p>The couple are pictured on a sofa in the Oak Room at Windsor Castle, where they are spending lockdown.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/the-queen-and-prince-philip-celebrate-73rd-wedding-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/the-queen-and-prince-philip-celebrate-73rd-wedding-anniversary", "date_published": "2020-11-19 22:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China prepares to launch mission to collect moon rocks", "description": "<p>Long March-5 rocket has been rolled into position for ignition expected this month</p><p>China is preparing to launch its lunar sample return mission, <a href=\"http://www.xinhuanet.com/english/2020-11/17/c_139522884.htm\">Chang’e-5</a>. On Tuesday the 57-metre Long March-5 rocket was <a href=\"https://spacenews.com/china-rolls-out-long-march-5-rocket-to-launch-change-5-lunar-sample-return-mission/\">rolled into position</a> at the Wenchang spacecraft launch site in south China’s Hainan province.</p><p>This will be the fifth launch of the Long March-5. According to the China National Space Administration, ignition is likely to take place sometime in later November. Chang’e-5 was originally planned for launch in 2017, but the failure of the Long March 5’s second flight delayed the schedule as a rocket engine was redesigned.</p> <a href=\"https://www.theguardian.com/science/2020/nov/19/china-prepares-to-launch-mission-to-collect-moon-rocks\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/nov/19/china-prepares-to-launch-mission-to-collect-moon-rocks", "date_published": "2020-11-19 21:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid regulations will make it illegal to enter or leave Scotland", "description": "<p>Scottish government accused of exceeding its powers with cross-border travel ban<br /></p><p>The Scottish government has published draft regulations that make it illegal to enter or leave the country without a reasonable excuse, as well as significantly restricting travel within Scotland.</p><p>The regulations, which come into force on Friday at 6pm, were described as “deeply flawed” by opposition parties, which said they had “grave doubts” about the competence of Scottish ministers to legislate in this way.</p> <a href=\"https://www.theguardian.com/world/2020/nov/19/scotland-covid-regulations-will-make-it-to-enter-or-leave-country\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/19/scotland-covid-regulations-will-make-it-to-enter-or-leave-country", "date_published": "2020-11-19 20:59:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Corbyn to have Labour whip suspended for at least three months", "description": "<p>Former leader told of further inquiry as NEC members attack Keir Starmer’s decision<br /></p><p>Jeremy Corbyn has been told he will have the Labour whip suspended for at least three months, as more than a dozen members of the party’s governing body attacked Keir Starmer, saying the decision “flies in the face of natural justice”.</p><p>The Guardian understands that the chief whip, Nick Brown, wrote to Corbyn on Thursday night saying the whip had been withdrawn for three months – suspending him from the parliamentary Labour party – pending an investigation into whether he had broken the PLP code of conduct. Corbyn has been told the decision will be kept under review and his conduct during the suspension will be taken into account.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/politicised-labour-process-let-corbyn-back-in-says-anneliese-dodds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/politicised-labour-process-let-corbyn-back-in-says-anneliese-dodds", "date_published": "2020-11-19 20:41:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government 'reckless' over fossil fuel projects overseas, says Labour", "description": "<p>Business secretary urged to lead by example before UN climate talks in Glasgow</p><p>Labour has accused the government of being reckless with Britain’s international climate credibility by continuing to consider financial support for overseas fossil fuel projects before UN climate talks in Glasgow next year.</p><p>The shadow climate minister, Matthew Pennycook, called on the government to end all financing for new foreign fossil fuel projects immediately or risk undermining its own commitment to tackling the global climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/19/government-reckless-over-fossil-fuel-projects-overseas-says-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/19/government-reckless-over-fossil-fuel-projects-overseas-says-labour", "date_published": "2020-11-19 20:34:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barnier self-isolates and Brexit talks halt after EU official tests positive", "description": "<p>Face-to-face talks in Brussels paused as member of Barnier’s team has coronavirus<br /></p><p>The EU’s chief negotiator, Michel Barnier, was forced to go into self-isolation and face-to-face Brexit talks in Brussels have been suspended after a member of the bloc’s negotiating team tested positive for coronavirus.</p><p>In a development that will put further pressure on the tight timeline for a successful outcome in the trade and security talks, Barnier shut down the talks in the Belgian capital with the agreement of his British counterpart, David Frost.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/brexit-trade-talks-suspended-after-covid-infection\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/brexit-trade-talks-suspended-after-covid-infection", "date_published": "2020-11-19 20:16:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grieving daughter wins first stage of legal fight on Covid releases to care homes", "description": "<p>Cathy Gardner granted full hearing in case against government over hospital discharges without tests</p><p>A grieving daughter who lost her father to Covid-19 in an Oxfordshire care home has won the first stage of a high court challenge against the government’s policy of discharging hospital patients into care homes without tests.</p><p>Dr Cathy Gardner has been granted a full hearing in her case which alleges the government misled the public by claiming to have “thrown a protective ring” around care homes, and that policy failures “led to large numbers of unnecessary deaths and serious illnesses”. Gardner’s father, <a href=\"https://www.theguardian.com/world/2020/apr/30/i-feel-completely-lost-families-tell-of-covid-19-care-home-deaths\">Michael Gibson, became infected and died in April</a> after a patient with the virus was discharged from hospital into his home.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/grieving-daughter-wins-first-stage-of-legal-fight-on-covid-releases-to-care-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/grieving-daughter-wins-first-stage-of-legal-fight-on-covid-releases-to-care-homes", "date_published": "2020-11-19 20:04:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bullying inquiry 'found evidence Priti Patel broke ministerial code'", "description": "<p>Sources say strong evidence of bullying found as PM expected to rule within weeks<br /></p><p>A Cabinet Office inquiry into allegations of bullying by Priti Patel has found evidence that she broke the ministerial code, informed sources have told the Guardian.</p><p>Boris Johnson, the sole arbiter of the rules, is expected to release a decision on the inquiry within weeks but it is not likely to demand the home secretary’s resignation.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/boris-johnson-expected-to-rule-on-priti-patel-bullying-claims-within-weeks\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/boris-johnson-expected-to-rule-on-priti-patel-bullying-claims-within-weeks", "date_published": "2020-11-19 20:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Douglas Stuart's Booker win heralds the arrival of a fully formed voice | Justine Jordan", "description": "<p>Shuggie Bain is heartbreaking, but never mawkish – and already a favourite with readers</p><ul><li><a href=\"https://www.theguardian.com/books/2020/nov/19/douglas-stuart-wins-booker-prize-for-debut-shuggie-bain\">Douglas Stuart wins Booker prize for debut Shuggie Bain</a> </li></ul><p>Though there were four debuts on the Booker shortlist, it’s been more than a decade since a debut won. And with two magisterial novels from established writers in Maaza Mengiste’s The Shadow King and Tsitsi Dangarembga’s This Mournable Body on the list, first-timer Douglas Stuart’s success may come as a surprise. But it will be an immensely popular one, for readers have already taken Shuggie Bain to heart: it was <a href=\"https://www.thebookseller.com/news/shuggie-bain-leads-booker-prize-shortlist-sales-1225966\">the bestselling novel on this year’s shortlist</a>, and the favourite to win. </p><p>Stuart’s tale of a Glaswegian childhood in the 1980s, blighted by parental addiction and the deprivation of Thatcher’s Britain, is a bolt from the blue: extraordinarily immersive, heartbreaking but never mawkish, a clear-eyed story of love and resilience in the most difficult of circumstances.</p> <a href=\"https://www.theguardian.com/books/2020/nov/19/douglas-stuart-booker-voice-shuggie-bain\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/nov/19/douglas-stuart-booker-voice-shuggie-bain", "date_published": "2020-11-19 19:54:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Douglas Stuart wins Booker prize for debut Shuggie Bain", "description": "<p>Scottish-American wins £50,000 for autobiographical novel about a boy growing up in 80s Glasgow, which is ‘destined to be a classic’ </p><ul><li><a href=\"https://www.theguardian.com/books/2020/nov/19/douglas-stuart-booker-voice-shuggie-bain\">Douglas Stuart’s Booker win heralds arrival of a fully formed voice </a></li></ul><p>The Scottish-American author Douglas Stuart has won the Booker prize for his first novel, <a href=\"https://www.theguardian.com/books/2020/jul/31/shuggie-bain-by-douglas-stuart-review-a-rare-and-gritty-debut\">Shuggie Bain</a>, a story based on his own life that follows a boy growing up in poverty in 1980s Glasgow with a mother who is battling addiction.</p><p>Stuart, 44, has described himself as “a working-class kid who had a different career and came to writing late”. He is the second Scot to win the £50,000 award after James Kelman took the prize in 1994 with How Late It Was, How Late, a book Stuart said “changed his life” because it was the first time he saw “my people, my dialect, on the page”.</p> <a href=\"https://www.theguardian.com/books/2020/nov/19/douglas-stuart-wins-booker-prize-for-debut-shuggie-bain\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/nov/19/douglas-stuart-wins-booker-prize-for-debut-shuggie-bain", "date_published": "2020-11-19 19:53:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marks & Spencer to open 400 stores to midnight for Christmas", "description": "<p>Late hours are part of drive by retailers to recoup billions in sales lost during lockdown</p><p><a href=\"https://www.theguardian.com/business/marksspencer\" title=\"\">Marks &amp; Spencer</a> will keep 400 stores open until midnight in Christmas week as desperate high street retailers scramble to recoup billions of pounds of sales lost to lockdown restrictions.</p><p>The UK’s biggest clothing retailer said its “longest-ever” store opening hours would kick in on Monday 21 December, with two-thirds of its 600 shops opening until midnight for a run of three days. Unlike many of its rivals M&amp;S’s shops are currently open; however; government rules means it has been forced to close off its clothing floors.</p> <a href=\"https://www.theguardian.com/business/2020/nov/19/marks-spencer-to-open-400-stores-to-midnight-for-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/nov/19/marks-spencer-to-open-400-stores-to-midnight-for-christmas", "date_published": "2020-11-19 19:48:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump administration in 'staggering' isolation at UN on health issues", "description": "<p>US left with few allies as it tries to change wording on topic of reproductive healthcare </p><p>The outgoing Trump administration’s final days at the United Nations have resulted in a deepening of US isolation on social and health issues, with only a handful of allies including Russia, Belarus and Syria.</p><p>In one vote this week, the US was entirely alone in backing its own amendment to a seemingly uncontroversial resolution about efforts to treat medical complications from childbirth. It called for the removal of references to the World Health Organization (WHO) and the UN Population Fund.</p> <a href=\"https://www.theguardian.com/world/2020/nov/19/trump-administration-in-staggering-isolation-at-un-on-health-issues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/19/trump-administration-in-staggering-isolation-at-un-on-health-issues", "date_published": "2020-11-19 19:36:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EDF confirms Hinkley Point B to be shut down earlier than planned", "description": "<p>Cracks in reactor’s graphite core leads to decision to begin process no later than July 2022</p><p>EDF Energy has confirmed it will begin shutting down the 45-year-old reactors at Hinkley Point B nuclear power plant in Somerset within the next two years, earlier than scheduled.</p><p>The “defuelling” will begin no later than July 2022, according to the French energy group.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/edf-confirms-hinkley-point-b-to-be-shutdown-earlier-than-planned\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/edf-confirms-hinkley-point-b-to-be-shutdown-earlier-than-planned", "date_published": "2020-11-19 19:10:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pep Guardiola gets chance to build his second great Manchester City team | Jonathan Wilson", "description": "<p>A contract extension gives the manager time to revamp, adapt to new challenges and address unfinished business</p><p>Manchester City’s longest-serving manager was a tactical innovator born far from England who pioneered the use of a withdrawn centre-forward. Pep Guardiola will still have a long way to go to match the 13 years the India-born Les McDowall, who won the 1956 FA Cup and devised the Revie plan, spent in charge of City but if he sees out his new contract he will have been there for seven, more than anybody else other than Wilf Wild, who saw the club through the second world war.</p><p>Seven years at any club represents a remarkable achievement in the modern game, particularly at one so historically prone to volatility as City and especially so for the 49-year-old Guardiola, whose intensity was supposed to restrict the time he could spend at any one place. That may yet become a problem but equally no club have ever been set up quite so precisely to meet the demands of a manager as City were for Guardiola.</p> <a href=\"https://www.theguardian.com/football/2020/nov/19/pep-guardiola-gets-chance-to-build-his-second-great-manchester-city-team\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/nov/19/pep-guardiola-gets-chance-to-build-his-second-great-manchester-city-team", "date_published": "2020-11-19 19:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christmas gatherings could wipe out Covid gains, UK experts warn", "description": "<p>No 10 said to favour allowing several households to mix indoors over festive season</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Leading scientists have expressed concern at government plans to allow Britons to see extended family members at Christmas, with one saying that with vaccinations <a href=\"https://www.theguardian.com/world/2020/nov/19/oxford-covid-vaccine-could-build-immunity-in-older-people-study\">seemingly imminent</a>, it would be tragic to throw away gains in suppressing the virus.</p><p>Andrew Hayward, a professor of infectious disease epidemiology at University College London and a member of the Scientific Advisory Group for Emergencies (Sage), questioned the idea of allowing older people to mix with relatives at a time of year when respiratory diseases are most prevalent.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/uk-family-christmas-covid-gordon-brown\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/uk-family-christmas-covid-gordon-brown", "date_published": "2020-11-19 18:51:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump's election legal challenges: where do things stand?", "description": "<p>Experts say Trump has almost no chance of reversing the result – but Republicans have launched up to 30 challenges</p><p>As Donald Trump continues to push falsehoods about the election, his legal team has failed to gain traction in court, present pertinent facts or evidence of widespread fraud. Experts widely agree the evidence doesn’t exist, and election officials have declared the election, won by Joe Biden, the <a href=\"https://www.theguardian.com/us-news/2020/nov/13/us-election-most-secure-history-voter-fraud-false-claims\">most secure</a> in American history.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/nov/19/us-election-donald-trump-joe-biden-coronavirus-covid-19-live-updates\">Trump rails against election defeat as US Covid deaths top 250,000 – live</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/nov/19/trump-election-result-biden-legal-challenges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/nov/19/trump-election-result-biden-legal-challenges", "date_published": "2020-11-19 18:37:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure grows on Jacob Rees-Mogg over MPs' remote access", "description": "<p>Leader of Commons criticised from both sides for ‘farcical’ limits on virtual participation</p><p>Jacob Rees-Mogg is facing intense pressure to widen virtual participation in House of Commons proceedings after senior Conservative MPs joined calls for a change in the rules, with one saying the the system was “farcical”.</p><p>The former Northern Ireland secretary Karen Bradley said the current situation was “utterly farcical,” as she urged the Commons leader to allow any MP to join debates by video link during the pandemic, if they needed to.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/pressure-grows-on-jacob-rees-mogg-over-mps-remote-access\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/pressure-grows-on-jacob-rees-mogg-over-mps-remote-access", "date_published": "2020-11-19 18:18:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Refugees on Lesbos face winter in makeshift facility after camp razed", "description": "<p>Greece says replacement will not be ready until summer as watchdog finds ‘degrading’ conditions in some centres</p><p>Thousands of people who were relocated to a tent camp after fires gutted Europe’s biggest refugee facility on the Greek island of Lesbos will have to endure winter in the rudimentary settlement.</p><p>As Greece faced criticism from one of the continent’s top human rights watchdogs, the Committee for the Prevention of Torture, over the appalling conditions of several of its refugee holding centres, officials conceded asylum seekers would have to languish in the settlement until well into the new year.</p> <a href=\"https://www.theguardian.com/law/2020/nov/19/refugees-on-lesbos-face-winter-in-makeshift-camp-after-september-fires\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/nov/19/refugees-on-lesbos-face-winter-in-makeshift-camp-after-september-fires", "date_published": "2020-11-19 18:15:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blown budgets and delays: a recent history of UK defence spending", "description": "<p>Military will hope to avoid previous mistakes as Boris Johnson announces extra £16.5bn</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/nov/18/boris-johnson-agrees-16bn-rise-in-defence-spending\">Boris Johnson agrees £16bn rise in defence spending</a></li></ul><p>The era of defence budget cuts is over, Boris Johnson has declared, as he <a href=\"https://www.theguardian.com/politics/2020/nov/19/boris-johnson-sidesteps-calls-to-recommit-to-aid-spending-target\">announced an extra £16.5bn</a> is to be ploughed into protecting the UK in a “perilous” global security climate.</p><p>But the bean counters in Whitehall may have cause for concern, with the country arguably having a chequered recent past when it comes to defence spending projects. Here are some notable examples:</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/blown-budgets-and-delays-a-recent-history-of-uk-defence-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/blown-budgets-and-delays-a-recent-history-of-uk-defence-spending", "date_published": "2020-11-19 18:14:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bobi Wine protests: death toll rises in Uganda’s worst unrest in years", "description": "<p>At least 19 people killed during protests following the arrest of the presidential candidate<br /></p><p>At least 19 people have been killed in Uganda over two days in the country’s worst unrest in a decade, as security forces try to quell protests triggered by <a href=\"https://www.theguardian.com/world/2020/nov/18/violent-clashes-in-uganda-after-pop-star-politician-detained\">the arrest of presidential candidate Bobi Wine</a>.</p><p>Young people burned tyres and blockaded streets in Uganda’s capital, Kampala, on Thursday, and soldiers fanned out across the city with armoured vehicles, a day after the arrest of Wine, a popular reggae singer who is the leading challenger to President Yoweri Museveni<a href=\"https://www.theguardian.com/global-development/2020/nov/06/uganda-elections-on-the-campaign-trail-with-the-countrys-rudest-feminist\"> in forthcoming elections.</a></p> <a href=\"https://www.theguardian.com/world/2020/nov/19/bobi-wine-protests-death-toll-rises-in-ugandas-worst-unrest-in-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/19/bobi-wine-protests-death-toll-rises-in-ugandas-worst-unrest-in-years", "date_published": "2020-11-19 18:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billions extra for defence? This is Boris Johnson showing off his power | Simon Jenkins", "description": "<p>The locked-down prime minister pretends to be fearlessly decisive. But spending for influence and status is likely to be wasted</p><p>Ancient warriors were said to terrify their foes by piling high their valuables in full view and burning them to flaunt their power. That is now official British defence policy.</p><p>Boris Johnson feels the need to show the world he is fit and well by humiliating his chancellor, Rishi Sunak, and indulging his most spendthrift department, defence. He is giving it an <a href=\"https://www.theguardian.com/politics/2020/nov/18/boris-johnson-agrees-16bn-rise-in-defence-spending\">extra £21.5bn</a> of taxpayers’ money, a rise of up to 15% in real terms. This has already shattered the <a href=\"https://www.theguardian.com/politics/2020/nov/19/boris-johnson-sidesteps-calls-to-recommit-to-aid-spending-target\">foreign aid budget</a> and mocks all talk of belt-tightening to pay for Covid. Johnson has also effectively dumped next year’s “integrated defence review”, a pet project of the now clearly defunct Dominic Cummings. This is chaotic government.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/19/billions-extra-for-defence-this-is-boris-johnson-showing-off-his-power\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/19/billions-extra-for-defence-this-is-boris-johnson-showing-off-his-power", "date_published": "2020-11-19 17:33:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Take time off and move office functions online: 10 ways to win at the new way of working", "description": "<p>The global pandemic has transformed work in a way many employees and executives want to maintain. So what can managers do today to ensure these different working practices remain a success in future?</p><p>As each day passes, we’re constantly adjusting to the realities of our “new normal”. And in the unsettled world of work, worries about health and safety are compounded by other anxieties – with companies concerned about employee wellbeing, workplace services, and business continuity. Indeed, the need for organisations to continue operating has been one of the few constants of 2020.</p><p>The good news is that new practices have evolved to keep businesses up and running and to protect employees. Here are 10 strategies and measures business leaders can implement to ensure this new way of working keeps working for everyone:</p> <a href=\"https://www.theguardian.com/the-new-rules-of-work/2020/nov/19/take-time-off-and-move-office-functions-online-10-ways-to-win-at-the-new-way-of-working\">Continue reading...</a>", "link": "https://www.theguardian.com/the-new-rules-of-work/2020/nov/19/take-time-off-and-move-office-functions-online-10-ways-to-win-at-the-new-way-of-working", "date_published": "2020-11-19 17:32:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Essex lorry deaths driver watched Netflix while migrants put in trailer, court hears", "description": "<p>Eamonn Harrison says he did not know he was carrying 39 Vietnamese people as he was told not to watch loading</p><p>A lorry driver accused of manslaughter for his role in the deaths of 39 Vietnamese migrants said he was unaware that they had been helped into the sealed container at the back of his lorry because he was watching Netflix in the cab of his vehicle, the Old Bailey has heard.</p><p>Eamonn Harrison, 23, described how his boss, Ronan Hughes, an Irish haulier, instructed him to pick up a load from an industrial unit in northern France on 22 October 2019. Harrison told the court he was directed by Hughes to a meeting spot with an unnamed man who spoke poor English, and who indicated to him, mainly using sign language, that he should get back in his cab, draw the curtains and have a sleep while a shipment of goods was put into the back of the van.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/essex-lorry-deaths-driver-watched-netflix-while-migrants-put-in-trailer-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/essex-lorry-deaths-driver-watched-netflix-while-migrants-put-in-trailer-court-hears", "date_published": "2020-11-19 17:27:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An expensive sinking feeling as Johnson seeks to rule the waves | John Crace", "description": "<p>PM unveils his £24.1bn Christmas list for military, but avoids saying whether aid pledge is under fire</p><p>It was meant to be an Integrated Review of Security, Defence, Development and Foreign Policy. But when you’re trying to convince the country and the US president-elect that your government isn’t in a bit of a mess after the departure of several senior No 10 advisers and that you do have some vaguely credible ideas, then you make do with what you’ve got. So from the same Downing Street basement echo chamber – this time with a hint of a union flag – that he had used for prime minister’s questions the day before, Boris Johnson gave a statement on the Unintegrated Review of Security and Defence.</p><p>For too long, Johnson insisted, the UK had been in retreat. It might have come as a surprise to him that much of the retreat had been on his own party’s watch as the Conservatives have been in power for more than 10 years and it is they who had been cutting the defence budget by £8bn. But now we were entering a new era of plenty whereby the armed forces <a href=\"https://www.theguardian.com/politics/2020/nov/18/boris-johnson-agrees-16bn-rise-in-defence-spending\">would get a £16.5bn increase in spending</a> – over and above the 2.2% already promised – over the next four years.</p> <a href=\"https://www.theguardian.com/politics/2020/nov/19/an-expensive-sinking-feeling-as-johnson-seeks-to-rule-the-waves\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/nov/19/an-expensive-sinking-feeling-as-johnson-seeks-to-rule-the-waves", "date_published": "2020-11-19 17:19:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do you know your skincare? Test your knowledge with our beauty quiz", "description": "<p>What are the key ingredients, must-try techniques and Instagram routines to know about? It’s time to see how skincare-savvy you really are … </p><p><em><strong>Skincare gets gutsy<br /></strong>Inspired by microbiome science, Lancôme Advanced Génifique Serum is enriched with a </em><em> complex of seven prebiotic and probiotic-derived extracts that work in optimal affinity with the skin. Learn more at <a href=\"https://www.lancome.co.uk/skincare/by-range/genifique/advanced-genifique-serum/26901c-LAC.html?utm_source=netaffiliation&amp;utm_medium=website_partnership&amp;utm_content=lan_skin_genifique_text_aw&amp;utm_campaign=guardian-labs&amp;utm_term=quiz\" rel=\"nofollow\">lancome.co.uk/skincare/by-range/genifique/advanced-genifique-serum</a></em></p> <a href=\"https://www.theguardian.com/skincare-gets-gutsy/2020/nov/19/do-you-know-your-skincare-test-your-knowledge-with-our-beauty-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/skincare-gets-gutsy/2020/nov/19/do-you-know-your-skincare-test-your-knowledge-with-our-beauty-quiz", "date_published": "2020-11-19 17:12:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should the BBC have censored Fairytale of New York?", "description": "<p>The BBC has laid out differing rules when playing the Pogues song, which features homophobic and misogynist slurs. Listeners to Radio 1, Radio 2 and 6 Music consider the decision<br /></p><ul><li><a href=\"https://www.theguardian.com/music/2020/nov/19/fairytale-of-new-york-pogues-censored-radio-1-radio-2\">Radio 1 to air censored version of Pogues’ Fairytale of New York</a></li></ul><p>A culture war around the Pogues’ song Fairytale of New York feels like a new Christmas tradition, like a Lindt chocolate Santa, but homophobic. In this year’s iteration, Radio 1 has removed two offensive words from the recording it plays, but Radio 2 will continue to play the original; Radio 6 Music DJs can choose between the recordings.</p> <a href=\"https://www.theguardian.com/music/2020/nov/19/should-the-bbc-have-censored-fairytale-of-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/nov/19/should-the-bbc-have-censored-fairytale-of-new-york", "date_published": "2020-11-19 16:40:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ofcom says it will follow closely inquiry into BBC Princess Diana interview", "description": "<p>Comments from TV watchdog come after Prince William welcomed investigation<br /></p><p>The TV watchdog Ofcom said it would follow “closely” a new independent inquiry into BBC Panorama’s <a href=\"https://www.theguardian.com/focus/2020/nov/08/princess-diana-her-brother-and-the-questions-about-the-martin-bashir-interview-that-wont-go-away\">interview with Diana, Princess of Wales,</a> heaping further pressure on the broadcaster over how the scoop was obtained.</p><p>Ofcom said it “does not have regulatory remit to investigate” the issue under the charter but, in a letter to the broadcaster, said: “However, we think it is essential that the BBC ensures that the concerns raised about this programme are investigated thoroughly.”</p> <a href=\"https://www.theguardian.com/media/2020/nov/19/ofcom-says-it-will-follow-closely-inquiry-into-bbc-princess-diana-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/nov/19/ofcom-says-it-will-follow-closely-inquiry-into-bbc-princess-diana-interview", "date_published": "2020-11-19 16:37:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Indigenous fashion is the future. It’s time for First Nations people to reclaim it'", "description": "<p>Australian fashion is taking notice of the country’s oldest design traditions – and we’re only just scratching the surface</p> <a href=\"https://www.theguardian.com/fashion/ng-interactive/2020/nov/19/indigenous-fashion-is-the-future-its-time-for-first-nations-people-to-reclaim-it\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/ng-interactive/2020/nov/19/indigenous-fashion-is-the-future-its-time-for-first-nations-people-to-reclaim-it", "date_published": "2020-11-19 16:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I had a comfortable middle class life – then I was jailed for fraud | Juanita Schaffa de Mauri", "description": "<p>I came from a stable family, had a good education and worked in corporate roles for many years. I learned that the system doesn’t favour anyone</p><ul><li><a href=\"https://www.theguardian.com/australia-news/commentisfree/2020/nov/17/i-fell-asleep-at-the-wheel-my-life-changed-the-day-my-partner-died\">‘I fell asleep at the wheel’: my life changed the day my partner died</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/nov/19/the-grief-of-losing-my-son-and-husband-drove-me-to-drug-addiction\">The grief of losing my son and husband drove me to drug addiction</a></li></ul><p>“I see no other option than to issue you a custodial sentence for a period of two and a half years.” I still hear those words like they were said only yesterday. My stomach sank and my head spun. A million things went through my mind as I started having trouble breathing, and nausea set in.</p><p>I had never been to jail. I’d never had a criminal record. As visions of Wentworth episodes ran through my head, I suddenly had to pull myself together because shit was about to get very real. I was going to prison for fraudulent activity that I had committed under the influence of ice.</p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2020/nov/20/i-had-a-comfortable-middle-class-life-then-i-was-jailed-for\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/commentisfree/2020/nov/20/i-had-a-comfortable-middle-class-life-then-i-was-jailed-for", "date_published": "2020-11-19 16:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is Ethiopia facing civil war? – video explainer", "description": "<p>Hundreds have been killed and tens of thousands forced to flee their homes in Ethiopia, Africa's second most populous country, as federal troops battle rebels in the northern Tigray region.&nbsp;<br /></p><p>The Guardian's Jason Burke explains what sparked the conflict, why it threatens to destabilise the Horn of Africa – and&nbsp;examines how the prime minister, Abiy Ahmed, the continent's youngest leader, has gone from winning a Nobel peace prize to presiding over a bloody conflict against the Tigray People's Liberation Front (TPLF)</p><ul><li><a href=\"https://www.theguardian.com/world/2020/nov/17/could-tigray-conflict-turn-ethiopia-into-a-libya-of-east-africa\">Could Tigray conflict turn Ethiopia into a 'Libya of east Africa'?</a><br /></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/nov/19/why-is-ethiopia-facing-civil-war-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/nov/19/why-is-ethiopia-facing-civil-war-video-explainer", "date_published": "2020-11-19 16:22:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Proportion of students in England awarded first-class degrees soars", "description": "<p>Official data shows rise of 90% in eight years despite calls for crackdown on grade inflation</p><p>The proportion of students awarded first-class degrees in England has increased by almost 90% over the past eight years, with four in five graduates leaving <a href=\"https://www.theguardian.com/education/higher-education\">higher education</a> with either a first or a 2:1.</p><p>Official figures show grade inflation has slowed over the past year, but the <a href=\"https://www.officeforstudents.org.uk/publications/analysis-of-degree-classifications-over-time-changes-in-graduate-attainment-from-2010-11-to-2018-19/\">Office for Students</a> (OfS), the higher education regulator for England, said it remained a “significant and pressing issue” that threatened to erode public confidence.</p> <a href=\"https://www.theguardian.com/education/2020/nov/19/students-england-awarded-first-class-degrees-grade-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/nov/19/students-england-awarded-first-class-degrees-grade-inflation", "date_published": "2020-11-19 16:04:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arlo Parks on her superpowered empathy: 'It's hard, but it's opened my heart'", "description": "<p>The 20-year-old singer-songwriter is deeply affected by the feelings of others – and it has made her a raw and tender voice for Generation Z<br /></p><p>Does anyone really want to be the voice of a generation? It’s a question that 20-year-old <a href=\"https://www.arloparksofficial.com/\">Arlo Parks </a>is grappling with. The singer, songwriter and poet has been called a “cinematic storyteller”, the “euphonious voice” of Generation Z. “I don’t like that idea,” she says. “I’m just saying what I’m saying and I happen to be 20. Maybe people my age gravitate towards my songs because they can relate to them, but I’m definitely not speaking for anyone.”</p><p>There is some credence to the claims, though: <a href=\"https://www.theguardian.com/music/2019/aug/10/one-to-watch-arlo-parks-confessional-pop-super-sad-generation\">her 2019 debut EP was entitled Super Sad Generation</a>. It contained the song Sophie, a blend of nu-jazz and indie pop, which lamented the rising mental health crisis among Generation Z with the lyric: “I’m just a kid, I suffocate and slip, I hate that we’re all sick.” This year’s tender, devastating singles Black Dog and Hurt continued the theme.</p> <a href=\"https://www.theguardian.com/music/2020/nov/19/arlo-parks-on-her-superpowered-empathy-its-hard-but-its-opened-my-heart\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/nov/19/arlo-parks-on-her-superpowered-empathy-its-hard-but-its-opened-my-heart", "date_published": "2020-11-19 16:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the furlough scheme extension is keeping businesses insulated for the winter months", "description": "<p>From coffee shops to tech firms, the extension of the Job Retention Scheme is reassuring small companies that they can retain and pay staff, boost cashflow while demand is low, plus provide a safety net until spring should they need it</p><p><strong>Bean + Brew, London: ‘Continued support is crucial to hospitality’<br /></strong>In many ways, coffee and winter go hand-in-hand: its throat- warming alchemy the perfect balm for the bone-chilling weather. But winter isn’t just about giving coffee shops an excuse to add comforting pick-me-ups such as gingerbread lattes to the mix: they typically do a stronger trade in the colder months.</p><p>However, an ongoing level of consumer uncertainty combined with a drop in footfall, due to the rise in remote working, has left many coffee shop owners fretful about the months ahead.</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/nov/19/how-the-furlough-scheme-extension-is-keeping-businesses-insulated-for-the-winter-months\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/nov/19/how-the-furlough-scheme-extension-is-keeping-businesses-insulated-for-the-winter-months", "date_published": "2020-11-19 15:59:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Operation Moonshot ignored screening experts. No wonder it's failing | Polly Toynbee", "description": "<p>Putting mass Covid testing in place before financial support for those required to self-isolate is putting the cart before the horse<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>All eyes are fixed <a href=\"https://www.theguardian.com/world/2020/nov/19/oxford-covid-vaccine-could-build-immunity-in-older-people-study\">on vaccines</a>, waiting and yearning, but when immunisation arrives, <a href=\"https://www.theguardian.com/world/2020/nov/07/test-and-trace-needs-radical-reform-in-england-health-experts-say\">testing and tracing</a> will long remain essential to keeping the virus suppressed due to the staggered rollout of the programme or resistance to uptake. But how you test is critical. It needs to draw on a deep well of experience – not a novel approach with the potential to waste of colossal sums of public money.</p><p>Sir Muir Grey, a screening expert <a href=\"https://www.bmj.com/content/371/bmj.m4436\">writing in the BMJ</a> – alongside Mike Gill, a former regional director of public health, England – has just delivered a devastating verdict on the effectiveness of the testing programme now being trialled in Liverpool, with mega-labs <a href=\"https://www.gov.uk/government/news/two-new-megalabs-to-open-in-2021-to-transform-the-uks-diagnostic-facilities\">opening next year</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/19/operation-moonshot-england-screening-covid-testing-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/19/operation-moonshot-england-screening-covid-testing-liverpool", "date_published": "2020-11-19 15:56:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best Christmas songs (that aren’t by Mariah Carey)", "description": "<p>The classics are back in the charts even earlier than usual – alongside the perennial row about the Pogues. So why not discover these lesser-known festive bangers? </p><p>Judging by the number of trees and lights going up already, the UK is rounding off the worst year ever by turning Christmas 2020 into a six-week celebration of <a href=\"https://www.theguardian.com/world/2020/nov/16/moderna-covid-vaccine-candidate-almost-95-effective-trials-show\">successful vaccine trials</a>. Sure enough, <a href=\"https://www.theguardian.com/music/2020/nov/18/all-i-want-for-christmas-is-normality-festive-hits-chart-earlier-than-ever\">sales and streams of festive songs are up by 50%</a> compared with the same week last year, with Mariah Carey leading the charge and likely to go Top 40 tomorrow. But to avoid being thoroughly sick of All I Want for Christmas Is You before you have even opened an Advent calendar, consider adding these lesser-known tracks to your playlists.</p> <a href=\"https://www.theguardian.com/music/2020/nov/19/10-of-the-best-christmas-songs-that-arent-by-mariah-carey\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/nov/19/10-of-the-best-christmas-songs-that-arent-by-mariah-carey", "date_published": "2020-11-19 15:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queens of the Royal Shakespeare Company – in pictures", "description": "<p>As Helen Mirren looks back at her career in a <a href=\"https://www.rsc.org.uk/events/talking-shakespeare\">Talking Shakespeare event online on 23 November</a>, we celebrate some of the stars’ regal performances for the RSC<br /></p> <a href=\"https://www.theguardian.com/stage/gallery/2020/nov/19/queens-of-the-royal-shakespeare-company-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2020/nov/19/queens-of-the-royal-shakespeare-company-in-pictures", "date_published": "2020-11-19 14:57:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Great Wall and beaujolais nouveau: Thursday's best photos", "description": "<p>The Guardian’s picture editors select highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/nov/19/the-great-wall-and-beaujolais-nouveau-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/nov/19/the-great-wall-and-beaujolais-nouveau-thursdays-best-photos", "date_published": "2020-11-19 13:36:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to support plans for new global treaty to 'turn tide' on plastic pollution", "description": "<p>Lord Goldsmith says Britain, the second biggest per capita producer of plastic waste, could play leading role in tackling crisis</p><p>Britain has thrown its weight behind a new global agreement to tackle the plastic pollution crisis, which Lord Goldsmith said would go “far beyond” existing international agreements.</p><p>This week, <a href=\"https://www.theguardian.com/environment/2020/nov/16/us-and-uk-yet-to-show-support-for-global-treaty-to-tackle-plastic-pollution\">the Guardian revealed</a> there is growing support for such a treaty internationally, but that neither the UK nor the US, the world’s biggest per capita producers of plastic waste, had yet pledged their support. </p> <a href=\"https://www.theguardian.com/environment/2020/nov/19/uk-to-support-plans-for-new-global-treaty-to-turn-tide-on-plastic-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/19/uk-to-support-plans-for-new-global-treaty-to-turn-tide-on-plastic-pollution", "date_published": "2020-11-19 13:10:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'My mother was like a steel fist in a velvet glove': the real Audrey Hepburn", "description": "<p>Her delicate beauty and starring roles made her seem fragile. But having endured an unloving mother and a perilous childhood under Nazi occupation, such an impression belied Hepburn’s remarkable strength, compassion and resolve</p><p>“Very alert, very smart, very talented, very ambitious.” That was the director William Wyler’s verdict after watching a screen test for Roman Holiday by a young chorus girl called Audrey Hepburn in 1951. She got the part, won an Oscar and the rest is history. For decades, Hepburn has been adored for her graceful beauty and style. But somehow, the “smart”, “talented” and “ambitious” woman Wyler described never makes it into the books about her enduring charm with titles such as <a href=\"https://www.amazon.co.uk/How-Be-Lovely-Audrey-Hepburn/dp/1861059329#:~:text=Enhanced%20by%20rarely%20seen%20photographs,role%20model%20for%20women%20today.\">How to Be Lovely: The Audrey Hepburn Way</a>. Now a new documentary, Audrey, gives us a more complex picture of the woman.</p><p>Directed by Helena Coan, the film features never-before-seen archive footage of Hepburn alongside intimate interviews with her family and friends. Speaking on Zoom from his home in Italy, Hepburn’s eldest son, Sean Hepburn Ferrer, says his mother’s steeliness is often overlooked. “She was no pushover. You have to fight in Hollywood for every little bit, and she did. But she played the part of the ingenue. And that’s who she was, too. None of us are just one way or another.”</p> <a href=\"https://www.theguardian.com/culture/2020/nov/19/my-mother-was-like-a-steel-fist-in-a-velvet-glove-the-real-audrey-hepburn\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/nov/19/my-mother-was-like-a-steel-fist-in-a-velvet-glove-the-real-audrey-hepburn", "date_published": "2020-11-19 13:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Criminal justice system is 'on its knees', says top English lawyer", "description": "<p>Criminal Bar Association chair says funding cuts punishing victims more than criminals<br /></p><p>Crown court cases are being delayed until 2023, the innocent penalised more than the guilty, and the under-funded, criminal justice system brought “on its knees”, according to the chair of the Criminal Bar Association in England and Wales.</p><p>James Mulholland QC told the Guardian that while Covid had intensified the crisis, deep cuts to the Ministry of Justice since 2010 had left it dangerously under-resourced.</p> <a href=\"https://www.theguardian.com/law/2020/nov/19/criminal-justice-system-is-on-its-knees-says-top-english-lawyer\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/nov/19/criminal-justice-system-is-on-its-knees-says-top-english-lawyer", "date_published": "2020-11-19 12:59:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bob Marley's 30 greatest songs – ranked!", "description": "<p>As Tuff Gong releases a limited edition series of Marley albums, we pick the greatest work of reggae’s biggest star<br /></p><p>The ska-era Wailers launch themselves into the 60s Jamaican vogue for singles either praising or condemning the violent Kingston “rude boy” youth cult. Tellingly, given the socio-political songs that lay ahead of him, Marley focuses on the deprived circumstances that birthed the phenomenon: “Want it want it – can’t get it, get it get it – no want it.”</p> <a href=\"https://www.theguardian.com/culture/2020/nov/19/bob-marley-30-greatest-songs-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/nov/19/bob-marley-30-greatest-songs-ranked", "date_published": "2020-11-19 12:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic could lead to profound shift in parenting roles, say experts", "description": "<p>Men are spending more time with their children and businesses are seeing economic benefits of flexible working</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The year 2020 has been transformative for how society sees fatherhood, and could produce the most profound shift in caring responsibilities since the second world war, according to researchers, business leaders and campaigners.</p><p>Research has shown that while women bore the brunt of extra childcare during the initial coronavirus lockdown and are being <a href=\"https://www.theguardian.com/world/2020/jul/24/economic-fallout-from-pandemic-will-hit-women-hardest\">disproportionately impacted by the economic fallout</a>, there has been also a huge surge in the number of hours men are spending with their children.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/nov/19/pandemic-could-lead-to-most-profound-shift-in-parenting-roles-since-wwii-say-experts-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/nov/19/pandemic-could-lead-to-most-profound-shift-in-parenting-roles-since-wwii-say-experts-coronavirus", "date_published": "2020-11-19 11:47:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 'market' won't save us from climate disaster. We must rethink our system | Robert S Devine", "description": "<p>Expecting the free market to fix global warming is like trying to pound nails with a saw</p><p>The massive wildfires that have been rampaging across the American west this year are not purely natural disasters. They are partly products of the<strong> </strong>unnatural disaster of climate change – “unnatural”, in that the ultimate responsibility for global warming belongs not to physics but to our economic system. Nicholas Stern, the former chief economist of the World Bank, calls climate change the “greatest and widest-ranging market failure ever seen”. Sadly, climate change is only one – albeit a whopper – of the countless market failures that degrade our lives.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/nov/18/hurricane-iota-killed-evacuated-nicaragua-joe-biden-climate-emergency-damage\">Hurricane Iota: at least six killed and 60,000 evacuated in Nicaragua</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/19/climate-crisis-markets-economic-system\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/19/climate-crisis-markets-economic-system", "date_published": "2020-11-19 11:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It isn't safe to walk’: how would young people plan UK streets?", "description": "<p>A radical project in east London is putting children and young people at the heart of the debate over liveable communities</p><p>A group of sixth formers are talking about street play, hide-and-seek and football – and about how cars impact the way they use local spaces.</p><p>“I have good memories of playing out,” says 17-year-old Sajidul Islam. “Big games of football with all my friends.” He thinks young people should be asked more often what they like about their neighbourhoods. “But I think they prefer to ask people with degrees.”</p> <a href=\"https://www.theguardian.com/environment/2020/nov/19/nobody-asks-us-kids-the-youth-led-approach-to-improving-uk-streets\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/19/nobody-asks-us-kids-the-youth-led-approach-to-improving-uk-streets", "date_published": "2020-11-19 11:09:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ada Hegerberg: 'I’m coming back to reconquer my position in football'", "description": "<p>In an exclusive interview, the Norwegian striker discusses the tough road to recovery from injury and her decision to stop playing for the national team</p><p>“I touched a ball, so that’s a nice feeling,” says Ada Hegerberg with a wry smile. The expectations of <a href=\"https://www.theguardian.com/football/2018/dec/08/aga-hegerberg-the-ballon-dor-was-an-amazing-night-for-women\">the first woman to win the Ballon d’Or</a>, in 2018, have clearly dropped dramatically this year. Now, it is about every small step on the road to recovery. <a href=\"https://www.theguardian.com/football/2020/apr/22/ada-hegerberg-lyon-training-gives-me-a-voice-injury-ballon-dor\">An ACL injury in her right knee</a> cut short her season in January, then a stress fracture to her left tibia forced her to have a second operation in September.</p><p>A silver lining, that she has suffered the first serious injuries of her career in a year when football paused for six months, has faded. “I told myself that earlier in the rehab and now I’m just like: ‘Nah, let me just get back out there.’”</p> <a href=\"https://www.theguardian.com/football/2020/nov/19/ada-hegerberg-not-here-to-provoke-honest-thoughts-womens-football-lyon-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/nov/19/ada-hegerberg-not-here-to-provoke-honest-thoughts-womens-football-lyon-norway", "date_published": "2020-11-19 10:51:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should robots have faces? – video", "description": "<p>Many robots are designed with a face – yet don't use their 'eyes' to see, or speak through their 'mouth'. Given that some of the more realistic humanoid robots are widely considered to be unnerving, and that humans have a propensity to anthropomorphise such designs, should robots have faces at all - or do these faces provide other important functions? And what&nbsp;<i>should</i>&nbsp;they actually look like anyway?</p> <a href=\"https://www.theguardian.com/technology/video/2020/nov/19/should-robots-have-faces-video\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/video/2020/nov/19/should-robots-have-faces-video", "date_published": "2020-11-19 10:27:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Trump's major foreign policy legacy be Israel and Palestine?", "description": "<p>From ‘peace’ deals to gutting aid, the US president has had a major impact on the region</p><p>Donald Trump has cast himself as an isolationist president focused on Americans. However, in one major foreign policy issue, Israel and Palestine, the US leader has possibly made more of an impact than any of his predecessors.</p> <a href=\"https://www.theguardian.com/us-news/2020/nov/19/will-trumps-major-foreign-policy-legacy-be-israel-and-palestine\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/nov/19/will-trumps-major-foreign-policy-legacy-be-israel-and-palestine", "date_published": "2020-11-19 10:20:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve McCurry’s previously unseen images – in pictures", "description": "<p>The storied travel photographer’s 40-year career has taken him to every corner of the globe. His new book, <a href=\"https://www.laurenceking.com/product/steve-mccurry-in-search-of-elsewhere/\">In Search of Elsewhere</a>, contains a collection of images never seen before. Here, he selects some of his favourites</p> <a href=\"https://www.theguardian.com/travel/gallery/2020/nov/19/steve-mccurry-previously-unseen-images-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/gallery/2020/nov/19/steve-mccurry-previously-unseen-images-in-pictures", "date_published": "2020-11-19 09:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The secret world of pygmy seahorses, where males give birth – photo essay", "description": "<p>In his new book, marine biologist and photographer Richard Smith reveals the tiny, magical world of pygmy seahorses, one of the most elusive fish on the planet</p><p>After spending hundreds of hours observing pygmy seahorses for my doctorate, I knew exactly when Tom, a Denise’s pygmy seahorse in Sulawesi, Indonesia, would give birth. He swam with great resolve (<strong>1</strong>) from where he slept each night with his partner, Josephine, against the current, to the edge of the gorgonian seafan (a type of coral) that the two inhabited.</p><p>He never faltered. At the edge of the coral, the current was at its strongest, offering the greatest chance of sweeping his offspring out to the relative safety of the open ocean.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/19/the-secret-world-of-pygmy-seahorses-where-males-give-birth-richard-smith-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/19/the-secret-world-of-pygmy-seahorses-where-males-give-birth-richard-smith-aoe", "date_published": "2020-11-19 07:45:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Next stop, Wigan Pier! One man's Orwell odyssey – in pictures", "description": "<p>It’s more than 80 years since George Orwell wrote The Road to Wigan Pier. The artist Timothy Foster retraced his steps to capture the town’s tensions and humour during tumultuous times </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/nov/19/wigan-pier-george-orwell-odyssey-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/nov/19/wigan-pier-george-orwell-odyssey-in-pictures", "date_published": "2020-11-19 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "iPhone 12 mini review: the king of small phones", "description": "<p>Mini phone crams most of iPhone 12 into small body but screen may be too small for many</p><p>Apple’s latest smartphone range has a surprise entry in the form of the iPhone 12 mini, which is a genuinely smaller phone with very few compromises.</p><p>The phone costs from £699 and is the cheapest of Apple’s new smartphone line sitting below the £799 <a href=\"https://www.theguardian.com/technology/2020/oct/29/iphone-12-review-apple-best-since-the-iphone-x-battery-camera-screen\">iPhone 12</a>, the £999 <a href=\"https://www.theguardian.com/technology/2020/nov/04/iphone-12-pro-review-cost-apple-zoom-camera-lidar\">12 Pro</a> and the £1,099 12 Pro Max.</p> <a href=\"https://www.theguardian.com/technology/2020/nov/19/iphone-12-mini-review-the-king-of-small-phones\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/nov/19/iphone-12-mini-review-the-king-of-small-phones", "date_published": "2020-11-19 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush: two years on, victims describe long waits and 'abysmal' payouts", "description": "<p>Many people pushed into financial difficulties by Home Office errors are still waiting for compensation</p><p>Applicants to the Windrush compensation scheme have spoken about the difficulties they have experienced in securing payouts. Some are concerned by the long delays between applying and being awarded damages, others have expressed unhappiness about the amount they have been offered.</p><p>Their testimony comes after the Guardian revealed that <a href=\"https://www.theguardian.com/uk-news/2020/nov/18/black-official-quit-allegedly-racist-windrush-compensation-scheme\">the most senior black Home Office employee</a> in the team responsible for the scheme resigned earlier this year, describing it as systemically racist and unfit for purpose.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/windrush-two-years-on-british-victims-describe-long-waits-and-abysmal-payouts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/windrush-two-years-on-british-victims-describe-long-waits-and-abysmal-payouts", "date_published": "2020-11-19 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NBA draft 2020: Anthony Edwards chosen by Minnesota Timberwolves with No 1 pick – live!", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/2020/nov/18/nba-draft-2020-picks\">Timberwolves tab Edwards with No 1 pick in delayed NBA draft</a></li><li><a href=\"mailto:hunter.felt.freelance@theguardian.com\">Email Hunter with your thoughts</a> or tweet <a href=\"https://twitter.com/hunterfelt\">@HunterFelt</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-11-19T04:16:46.140Z\">4.16am <span class=\"timezone\">GMT</span></time> </p><p><strong>34. Theo Maledon, PG, France (Philadelphia 76ers)</strong></p><p>Speaking of Philadelphia, they select Maledon, although this is probably part of a future trade.</p><p class=\"block-time published-time\"> <time datetime=\"2020-11-19T04:13:15.841Z\">4.13am <span class=\"timezone\">GMT</span></time> </p><p dir=\"ltr\" lang=\"en\">The Mavericks are trading Seth Curry to Philadelphia in exchange for Josh Richardson, league sources say<br /><br />Seth Curry will play for father-in-law Doc Rivers in Philly</p><p>Because Doc Rivers coaching someone on his family tree always ends up working out great.</p> <a href=\"https://www.theguardian.com/sport/live/2020/nov/18/nba-draft-2020-lamelo-ball-james-wiseman-anthony-edwards-picks-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/nov/18/nba-draft-2020-lamelo-ball-james-wiseman-anthony-edwards-picks-latest", "date_published": "2020-11-19 04:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five Eyes allies call on China to reverse ban on Hong Kong pro-democracy legislators", "description": "<p>Foreign ministers from the UK, US, Australia, Canada and New Zealand say new rules in city are attempt to silence critics</p><p>The Five Eyes intelligence sharing group has said China’s imposition of new rules to disqualify elected legislators in Hong Kong appeared to be part of a campaign to silence critics and called on Beijing to reverse course.</p><p>“We urge the Chinese central authorities to re-consider their actions against Hong Kong’s elected legislature and immediately reinstate the Legislative Council members,” foreign ministers from Australia, Britain, Canada, New Zealand and the United States said in a joint statement.</p> <a href=\"https://www.theguardian.com/world/2020/nov/19/five-eyes-allies-call-on-china-to-reverse-ban-on-hong-kong-pro-democracy-legislators\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/19/five-eyes-allies-call-on-china-to-reverse-ban-on-hong-kong-pro-democracy-legislators", "date_published": "2020-11-19 03:43:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will Joe Biden reset US relations with the world? - podcast", "description": "<p>Joe Biden will enter the White House in 2021 facing numerous domestic crises. But as Patrick Wintour explains, he cannot ignore the rest of the world</p><p>When Donald Trump took office four years ago it was with the mantra ‘America first’. International agreements were torn up, the US withdrew from commitments like the Paris climate agreement and cut its funding for the World Health Organization. Allies in Europe were scorned in favour of creating new relationships with ‘strongmen’ leaders such as Vladimir Putin and Kim Jong-un. </p><p>Now, as Joe Biden prepares to enter the White House he is promising to repair damaged relations and rejoin global institutions. But as the Guardian’s diplomatic editor, <strong>Patrick Wintour, </strong>tells <strong>Anushka Asthana, </strong>the next four years will not be simply spent turning the clock back on global affairs: instead Biden will forge his own foreign policy based on promoting democracy and standing up to authoritarianism. It’s a change in tone that will have ramifications too in Britain, where a Brexit deal and an orderly exit from the EU (now without the prospect of a Trump-blessed US trade deal) is becoming ever more important.</p> <a href=\"https://www.theguardian.com/news/audio/2020/nov/19/how-will-joe-biden-reset-us-relations-with-the-world-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/nov/19/how-will-joe-biden-reset-us-relations-with-the-world-podcast", "date_published": "2020-11-19 03:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Miracle': hospital consultant gives birth to twins while in coronavirus coma", "description": "<p>Perpetual Uke was 26 weeks pregnant when her twins were delivered by caesarean section<br /></p><p>A hospital consultant who gave birth to twins while she was in a coronavirus coma has described the delivery of the babies as a “miracle”.</p><p>Perpetual Uke, a rheumatology consultant, was taken to Queen Elizabeth hospital in Birmingham when she contracted Covid-19 in April and was placed on a ventilator in a medically induced coma when her condition deteriorated.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/miracle-hospital-consultant-gives-birth-to-twins-while-in-coronavirus-coma\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/miracle-hospital-consultant-gives-birth-to-twins-while-in-coronavirus-coma", "date_published": "2020-11-19 02:47:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pike river mine disaster: 10 years on,  families mark painful anniversary", "description": "<p>New Zealand and loved ones of the 29 miners killed mourn as efforts continue to recover their bodies </p><p>It has been a decade since an explosion at New Zealand’s Pike River mine killed 29 miners, and for the family left behind the wounds remain raw and open.</p><p>“Sometimes it feels like lifetimes and other times it feels like it was yesterday,” Sonya Rockhouse, who lost her son in the explosion, <a href=\"https://www.rnz.co.nz/audio/player?audio_id=2018773450\">told RNZ</a>. “The only thing I have noticed since time has gone on is that I am starting to forget what my son’s voice sounded like – which is disconcerting.”</p> <a href=\"https://www.theguardian.com/world/2020/nov/19/pike-river-mine-disaster-10-years-on-families-mark-painful-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/19/pike-river-mine-disaster-10-years-on-families-mark-painful-anniversary", "date_published": "2020-11-19 02:46:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian special forces involved in murder of 39 Afghan civilians, war crimes report alleges", "description": "<p>Brereton report finds prisoners were executed to ‘blood’ junior soldiers and unlawful killings were deliberately covered up</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2020/nov/19/australian-soldiers-sas-war-crimes-afghanistan-australia-special-forces-inquiry-brereton-report-released-latest-live-updates\">Follow live reaction to the release of the report</a></li><li><strong>Warning: this article contains disturbing content</strong></li></ul><p>Australian special forces were allegedly involved in the murder of 39 Afghan civilians, in some cases executing prisoners to “blood” junior soldiers before inventing cover stories and planting weapons on corpses, a major report has found.</p><p>For more than four years, the Maj Gen Justice Paul Brereton has investigated allegations that a small group within the elite Special Air Services and commandos regiments killed and brutalised Afghan civilians, in some cases allegedly slitting throats, gloating about their actions, keeping kill counts, and planting phones and weapons on corpses to justify their actions.</p> <a href=\"https://www.theguardian.com/australia-news/2020/nov/19/australian-special-forces-involved-in-of-39-afghan-civilians-war-crimes-report-alleges\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/nov/19/australian-special-forces-involved-in-of-39-afghan-civilians-war-crimes-report-alleges", "date_published": "2020-11-19 02:10:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan grounds all F16 fighter jets for checks after plane goes missing", "description": "<p>Decision removes 150 planes from service, leaving the island with a limited fleet amid increased flyovers by Chinese forces</p><p>Taiwan has grounded all its F16 fighter jets for safety checks as rescuers continue to search for one that went missing during a training exercise, authorities said Wednesday.</p><p>The decision removes around 150 planes from Taiwan’s skies, leaving the democratic island relying on a more limited fleet to warn off Chinese jets <a href=\"https://www.theguardian.com/world/2020/nov/02/chinese-flyovers-towards-taiwan-peaked-in-october-amid-rising-tensions\">that have been performing flyovers</a> at an unprecedented rate in recent months.</p> <a href=\"https://www.theguardian.com/world/2020/nov/19/taiwan-grounds-all-f16-fighter-jets-for-checks-after-plane-goes-missing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/nov/19/taiwan-grounds-all-f16-fighter-jets-for-checks-after-plane-goes-missing", "date_published": "2020-11-19 02:02:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The conniptions about Harry Styles in a dress are the desperate cry of losers in a culture war | Van Badham", "description": "<p>The Trump project they championed now lies in smoky ruins, overrun by an extraordinary coalition of liberals, leftists and those who’ve just had enough</p><p>Harry Styles is a 26-year-old popstar. He’s talented, unfathomably famous, worldly and charming. In Styles, a combination of youth, confidence and the aesthetics of the moment have fused into a compelling beauty of great commercial appeal. Unsurprisingly, he has just appeared on <a href=\"https://www.vogue.com/article/harry-styles-cover-december-2020\">the cover of Vogue</a>. He is wearing a ruffled Gucci ballgown, under a velvet jacket, inflating a balloon.</p><p>Online, the American Right have lost their shit about it. The tone is of panicked heralds sounding trumpets against an oncoming gender war.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/nov/19/the-conniptions-about-harry-styles-in-a-dress-are-the-desperate-cry-of-losers-in-a-culture-war\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/nov/19/the-conniptions-about-harry-styles-in-a-dress-are-the-desperate-cry-of-losers-in-a-culture-war", "date_published": "2020-11-19 01:20:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince William welcomes BBC's investigation into Diana interview", "description": "<p>Royal hails appointment of ex-judge to look into Martin Bashir’s tactics as ‘step in right direction’</p><p>Prince William has welcomed the BBC’s decision to appoint a former supreme court judge to investigate how Martin Bashir obtained an <a href=\"https://www.theguardian.com/focus/2020/nov/08/princess-diana-her-brother-and-the-questions-about-the-martin-bashir-interview-that-wont-go-away\">interview with Princess Diana in 1995</a>.</p><p>Lord Dyson has been asked to investigate whether the BBC swept Bashir’s use of fake bank documents under the carpet when its original internal investigation cleared the award-winning journalist of wrongdoing.</p> <a href=\"https://www.theguardian.com/media/2020/nov/18/bbc-appoints-ex-judge-to-investigate-martin-bashir-princess-diana-intervew\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/nov/18/bbc-appoints-ex-judge-to-investigate-martin-bashir-princess-diana-intervew", "date_published": "2020-11-19 00:24:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Budget mince pies from Asda and Iceland top Which? taste test", "description": "<p>Asda pies praised for ‘crisp and buttery’ pastry, while Iceland’s taste ‘like a more expensive product’</p><p>Budget-priced mince pies from <a href=\"https://www.theguardian.com/business/asda\">Asda</a> and<a href=\"https://www.theguardian.com/business/iceland-foods\"> Iceland </a>have come top of a festive food taste test, while a “claggy” effort from <a href=\"https://www.theguardian.com/business/j-sainsbury\">Sainsbury’s</a> languishes at the bottom of the poll.</p><p>Consumer group Which? said that ranges from Asda and frozen food specialist Iceland had both scored 73% in the exercise, landing its ‘Best Buy accolade.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/nov/19/budget-mince-pies-from-asda-and-iceland-top-which-taste-test\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/nov/19/budget-mince-pies-from-asda-and-iceland-top-which-taste-test", "date_published": "2020-11-19 00:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London labour market hit harder by Covid than rest of UK, finds report", "description": "<p>City has had steepest falls in payroll employees and job postings, with unemployment now 5%</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The labour market in London has been hit harder by Covid-19 than the rest of the UK, while the capital’s economic recovery has also been weaker, according to a report on the impact of the pandemic on the capital.</p><p>A review of <a href=\"https://www.theguardian.com/uk/london\">London</a>’s economy from the Centre for London thinktank and King’s College London shows there have been steeper falls in the number of workers on company payrolls in the capital and in the number of new job postings than elsewhere in the country.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/london-labour-market-hit-harder-by-covid-than-rest-of-uk-finds-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/london-labour-market-hit-harder-by-covid-than-rest-of-uk-finds-report", "date_published": "2020-11-19 00:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Megaprojects risk pushing forests past tipping point – report", "description": "<p>Huge road, energy and mining projects driving into heart of world’s remaining forests</p><p>Infrastructure megaprojects risk pushing the world’s remaining forests past a “dangerous tipping point” and making climate targets unachievable, a report says.</p><p>Tens of thousands of miles of roads and railways are planned alongside mines and dams, opening up the forests of South America, south-east Asia and central Africa to destruction, according to the report by a coalition of 25 research and conservation organisations called the <a href=\"https://forestdeclaration.org/about/about-partners\">New York Declaration on Forests Assessment Partners</a>. Today, almost half of all large mines – more than 1,500 – are in forests.</p> <a href=\"https://www.theguardian.com/environment/2020/nov/19/megaprojects-risk-pushing-forests-past-tipping-point-report\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/nov/19/megaprojects-risk-pushing-forests-past-tipping-point-report", "date_published": "2020-11-19 00:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sexual abuse at English and Welsh universities 'a public scandal' – study", "description": "<p>About 50,000 cases of abuse or harassment take place every year, report finds</p><p>An estimated 50,000 incidents of sexual abuse or harassment take place in <a href=\"https://www.theguardian.com/education/higher-education\">universities</a> in England and Wales every year, according to research, which accuses the sector of failing to adequately address what is “fast becoming a public scandal”.</p><p><a href=\"https://www.emerald.com/insight/publication/doi/10.1108/9781789730593\">Unsafe Spaces: Ending Sexual Abuse in Universities</a> highlights the role of the “lad culture” in student sports clubs – especially rugby clubs – in creating a toxic atmosphere leading to sexual abuse and harassment, with abusers adopting “a pack mentality”.</p> <a href=\"https://www.theguardian.com/education/2020/nov/19/sexual-abuse-at-english-and-welsh-universities-a-public-scandal-study\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/nov/19/sexual-abuse-at-english-and-welsh-universities-a-public-scandal-study", "date_published": "2020-11-19 00:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Yorkshire village of Elsecar boosted by string of historic listings", "description": "<p>Ironworks, colliery and homes win heritage recognition for former model industrial village</p><p>Once part of the original northern powerhouse, Elsecar has long since been more familiar with tourists visiting its Victorian railway, quaint stone cottages and historic reservoir than with miners and ironworkers.</p><p>But while the former pit village in Barnsley, South Yorkshire, has taken a hit during the pandemic, like many sightseeing hotspots, it is to be bolstered by a renewed recognition of its industrial heritage.</p> <a href=\"https://www.theguardian.com/uk-news/2020/nov/19/south-yorkshire-village-of-elsecar-boosted-by-string-of-historic-listings\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/nov/19/south-yorkshire-village-of-elsecar-boosted-by-string-of-historic-listings", "date_published": "2020-11-19 00:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Calls for investigation into monster Bushypark gamble", "description": "<p>The Horseracing Bettors Forum has urged the BHA to investigate a major gamble at Hexham</p><p>The Horseracing Bettors Forum (HBF), a voluntary body which represents racing punters’ interests, has urged the British Horseracing Authority to investigate the background to a major gamble at Hexham on Wednesday when Phil Kirby’s Bushypark won a handicap hurdle after being backed from 16-1 to 7-4 favourite, having been beaten by a combined total of nearly 200 lengths on his four previous outings.</p><p>Bushypark finished fifth of eight, last of six, 10<sup>th</sup> of 15 and eighth of 11 on his first four starts, at SPs of 14-1, 20-1, 125-1 and 28-1 respectively. He was at least 20 lengths behind the winner on every occasion.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/nov/19/talking-horses-calls-for-investigation-into-monster-bushypark-gamble-hexham-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/nov/19/talking-horses-calls-for-investigation-into-monster-bushypark-gamble-hexham-horse-racing-tips", "date_published": "2020-11-19 00:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}]