[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "'Louder Than A Riot': Aisha Harris in Conversation with Sidney Madden and Rodney Carmichael", "description": "Join Aisha Harris, newest host of NPR's Pop Culture Happy Hour, for a conversation with Sidney Madden and Rodney Carmichael, hosts of Louder Than A Riot. Go behind-the-scenes of creating NPR Music's first narrative podcast series, which dives into the interconnected rise of hop-hop and mass incarceration, from Bobby Shmurda to Nipsey Hussle. Join the chat to ask questions, or just to shout out your love for the podcast.\n \nRing the bell to get a reminder shortly before the conversation begins. \n \nABOUT LOUDER THAN A RIOT:\nRhyme and punishment go hand in hand in America. Louder Than A Riot reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n \nListen now on Apple Podcasts: https://podcasts.apple.com/us/podcast/louder-than-a-riot/id1532093071", "link": "https://www.youtube.com/watch?v=wVwceGji2YA", "date_published": "2020-11-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "My Brother's Keeper: Bobby Shmurda (Pt 3) | Louder Than A Riot, S1E8", "description": "Six years after his arrest, Bobby Shmurda's fans are still anxiously awaiting his return. The rapper ultimately stayed loyal to his crew in court, but the chokehold of conspiracy law also left him with few other options. In our final chapter of Bobby's story, we follow his legal drama: cycling through defense lawyers, being strong-armed by prosecutors and making last-ditch outbursts in court. Finally, we sit down with Bobby in prison as he looks to his future on the other side of his cell. \n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=AppQlKyDJEQ", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]