[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "10 Minutes of Half-Life: Alyx Gameplay", "description": "Valve just released several gameplay teasers revealing some epic environments in City 17. We've compiled over 10 minutes showcasing combat, environment interactions, and various nail-biting encounters as Alyx faces off with some classic Half-Life enemies. Half-Life: Alyx comes out March 23rd on the Valve Index, Oculus Rift, HTC Vive, and Windows Mixed Reality headsets.\n\nA new Half-Life game is almost here. It's been 13 years since Half-Life 2: Episode 2, and this month, anyone with PC VR platforms (Index, Rift, Vive, Quest with Oculus Link) will be able to play Half-Life: Alyx. In anticipation of its March 20 release date, developer Valve dropped three separate gameplay clips, which we've compiled into one for the video above.\n\nJudging from the gameplay footage, Half-Life: Alyx looks like the unification of many VR mechanics and features we've seen up to this point in other games, but in one full 15-hour single-player campaign. Since the game takes place prior to the events of Half-Life 2, we're getting a new perspective on the struggle and oppression that litters City 17. You take on the role of Alyx Vance, who has been an important character throughout the Half-Life 2 saga--her father Eli Vance, genius scientist and good friend of Gordon Freeman, looks to be a centerpiece for the story as well. The Combine are onto her, and with a VR setup, you'll be in her shoes for this latest chapter in Half-Life's iconic universe.\n\nFor more on this wildly anticipated VR game, you can read through our Half-Life: Alyx trailer breakdown to get a better idea of what to expect. We've rounded up everything you need to know about Half-Life: Alyx if you're looking for pre-orders and info on how it works for VR.\n\n#HalfLifeAlyx #HalfLife #GameSpot", "link": "https://www.youtube.com/watch?v=WHW1lPqj7YQ", "date_published": "2020-03-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FF7 Remake: What Happens After The Demo Ends", "description": "Final Fantasy VII Remake is one of 2020's most-anticipated games, and it's coming soon. The long-awaited PS4-exclusive arrives in April, and GameSpot recently had an opportunity to play a chunk of the game. In a new video, Edmond Tran guides you through what he thinks about what he played during his four-hour demo.\n\nEdmond played through Chapters 1, 2, and 7, as well as some of Chapter 10, so there is a lot to unpack. He talks about some of the unique elements that make Final Fantasy 7 Remake feel like a new game, including the new combat mechanics and what makes Midgar feel more alive than ever. Edmond also had things to say about the American voice cast for the new game, so be sure to watch the full video for all the nitty gritty details.\n\nAs announced previously, Final Fantasy 7 Remake will be released episodically, so what's available at launch is just the beginning.\n\nFinal Fantasy 7 Remake launches on April 10 for PS4. It's a timed-exclusive for PS4 until 2021, at which point it will presumably launch for other consoles and/or PC.", "link": "https://www.youtube.com/watch?v=dNCBzeFOSNw", "date_published": "2020-03-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy 7 Remake Vs. Original (Bombing Mission)", "description": "We take a look at how far Final Fantasy VII remake has come by comparing differents parts of the opening mission to the original.\n\nFinal Fantasy 7's opening sequence, known as the Bombing Mission, is one of the most recognizable moments in video game history. Whether you're a fan of Square Enix's RPG series or not, you'll no doubt be familiar with some element of: the exciting music, the sweeping camera movement that pulls viewers into the world of Migar, or Cloud's little backflip off the train. It's an iconic moment, which makes seeing it in the upcoming remake an exciting prospect.\n\nThose that have been keeping up on the Final Fantasy 7 Remake news will know that the game will be quite significantly different to the original. Much of it will take place in Midgar, which means players will be seeing more of the city and undertaking a variety of new adventures there. With that in mind, how much has developer Square Enix changed the opening Bombing Mission sequence and the sequence immediately following it? Does it stay true to the original or has it been reworked? You can watch the video above and find out for yourself.\n\nFinal Fantasy VII Remake is scheduled to release on PS4 exclusively on April 10. The game's limited-time exclusivity is expected to last for a year, with releases expected thereafter.", "link": "https://www.youtube.com/watch?v=fkF9UWSvObo", "date_published": "2020-03-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "You Can Now Play The Final Fantasy VII Remake Demo On PS4!", "description": "Fans have waited long and hard for the Final Fantasy 7 Remake and today, we've gotten one step closer. The FF7 Remake now has a playable demo available on PlayStation 4!", "link": "https://www.youtube.com/watch?v=UtMjZKZh8hk", "date_published": "2020-03-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "11 Video Game Movies & TV Shows We’re Weirdly Excited For", "description": "Borderlands, Uncharted, Rainbow Six, and these other video games series are being made into movies and tv shows. Let’s get you caught up on what you should know when you might expect to watch them, and what actors or directors are involved.", "link": "https://www.youtube.com/watch?v=ootrWB7yPdc", "date_published": "2020-03-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- March 2020", "description": "Each week, New Releases highlights the top new games out on Nintendo Switch, PS4, Xbox One, and PC. This episode is packed full of the latest entries in fan-favorite series, including Pokémon Mystery Dungeon: Rescue Team DX, Ori and the Will of the Wisps, Nioh 2, MLB The Show 20, Animal Crossing: New Horizons, and Doom Eternal.", "link": "https://www.youtube.com/watch?v=EAEfwtRIn4E", "date_published": "2020-03-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]