[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Is iOS Adware, Facebook gives OBS 50K$ Firefox VPN - Linux News February 2020", "description": "Visit http://linode.com/linuxexperiment for a $20 credit on your new Linode account\n\nThese are your Linux, Open Source, and Privacy news for the end of February 2020. This month, OBS gets a boatload of money from Facebook, iOS is labeled adware, and Wine, Proton and Manjaro get new releases.\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nWhat I use to make my videos:\nMicrophone: https://amzn.to/2PsNWXl\nGPU: https://amzn.to/2LHZ5o5\nMotherboard: https://amzn.to/2KZt63t\nCPU: https://amzn.to/2IFjKrw\n\nWine 5.2 was released, with a bunch of improvements and 22 bug fixes, including one that should allow multiple steam games to correctly install the DirectX runtime and not fail anymore. https://www.winehq.org/announce/5.2\n\nAn interesting article labels iOS as adware. https://stevestreza.com/2020/02/17/ios-adware/\n\nMozilla, in its efforts to diversify their revenue sources, has launched their own VPN service.\nhttps://thenextweb.com/privacy/2020/02/19/mozilla-launches-a-vpn-app-for-android-and-windows/\n\nThe GTK website has been redesigned, with a focus on showing developers how GTK can help build great applications. \nhttps://www.gtk.org/\n\nProton 5.0-3 was released. While it’s a small bugfix release, it also enables the use of DirectX12 for Metro Exodus, which just released on Steam.\nhttps://github.com/ValveSoftware/Proton/releases/tag/proton-5.0-3\n\nGoogle is pushing Chrome aggressively onto Microsoft Edge users. https://mspoweruser.com/google-is-pushing-chromium-edge-users-to-switch-to-chrome/\n\nMozilla begun rolling out DNS over HTTPS by default for their american users. \nhttps://blog.mozilla.org/blog/2020/02/25/firefox-continues-push-to-bring-dns-over-https-by-default-for-us-users/\n\nManjaro published version 19 of its great distribution. https://forum.manjaro.org/t/manjaro-19-0-released-gnome-kde-xfce-architect/126010\n\nThe 2Gb model of the Raspberry Pi 4 has seen its price lowered to the same as the 1Gb model. \nhttps://betanews.com/2020/02/27/raspberry-pi-4-double-ram-usbc/\n\nThe open source driver Panfrost now has support for OpenGL ES 3 on some Mali GPUs. https://www.gamingonlinux.com/articles/open-source-panfrost-driver-for-mali-gpus-gets-initial-gles-30-support.16094\n\nGoogle Earth is no longer exclusive to GOogle chrome. Thanks to webassembly, a relatively new technology based on the ancien assembly programming language, Google Earth now supports Firefox, Opera and Edge Chromium. It’s good to see such an interesting web application being accessible from other browsers, and it’s a surprising move from Google, but appreciated nonetheless.\n\nhttps://medium.com/google-earth/google-earth-comes-to-more-browsers-thanks-to-webassembly-1877d95810d6\n\nOBS, the open source scren recording and streaming studio, has received a new sponsor in the form of Facebook. The company became a Premiere Tier sponsor, donating more than 50 000$. Obviously, this doens’t give Facebook any control over the application, and the OBS team will expand as a result. I use OBS for all my screen recording, and it’s great to see this app well funded and getting what it deserves !\n\nhttps://obsproject.com/blog/facebook-becomes-a-premiere-sponsor\n\nWine 5.3 was released, with various improvements to better support Unicode and handle shell folders better. 29 bugs were also fixed, including Far Cry 5, Detroit Become Human, Age of EMpire 3, or Warhammer Online.\n\nhttps://www.winehq.org/announce/5.3", "link": "https://www.youtube.com/watch?v=YzSGT-zr4Hw", "date_published": "2020-03-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]