[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "UK and South Africa new viral variant", "description": "Canada\n\nApproves Moderna / NIH vaccine\n\nOrder, 40 million doses\n\nPfizer already rolling out \n\nFrance\n\nApproved Pfizer BioNTec vaccine\n\nAll ages over 16\n\nDistribution Sunday, first jabs Monday, 28th December\n\nUK\n\nBetween 8 and 20 December, 521,594 jabs\n\nOver 80s, 366,715, 70% \n\nHealth and care staff\n\nUS\n\n115 million traveling\n\nSouth Africa variant\n\nChristmas parties, super spreader events\n\nN501Y, 501.V2\n\nhttps://www.bbc.co.uk/news/uk-55428953\n\nUK, two cases\n\nIn London and north west England, Tuesday\n\nTravel restrictions now imposed\n\nJo burg to LHR landed, 07.19 today (Thursday)\n\nHorses and stable doors\n\nSA to Singapore or Doha, or China, or Amsterdam or Paris today\n\nAnyone from SA or contacts, quarantine immediately\n\nDr. Zweli Mkhize, SA health minister\n\nSA has sequenced hundreds of genomes since the start of the pandemic\n\nyoung, previously healthy people are now becoming very sick\n\ncannot go through what we went through in the early days of the Aids pandemic\n\nhttps://twitter.com/DrZweliMkhize/status/1339970261903433731\n\nProf Neil Ferguson, Imperial College London\n\nI think the greatest concern of ours at the moment is the South African one\n\nThere's certainly anecdotal reports of explosive outbreaks for that virus and very steep increases in case numbers\n\nMr Hancock\n\nNew variant was highly concerning\n\nAnyone told to quarantine must avoid all contact with any other person whatsoever\n\nProf Lawrence Young, Warwick Medical School\n\nThe move to harsher levels of restriction across the country is inevitable\n\nAlan Winde, Western Cape\n\nHospitals in the province under severe strain\n\nMore Covid-19 cases than during the first wave\n\n2020 12\n\nEstimated transmissibility and severity of novel SARS-CoV-2 Variant of Concern 202012/01 in England \n\nCentre for Mathematical Modelling of Infectious Diseases London School of Hygiene and Tropical Medicine \n\nhttps://cmmid.github.io/topics/covid19/reports/uk-novel-variant/2020_12_23_Transmissibility_and_severity_of_VOC_202012_01_in_England.pdf\n\nAppears to be rapidly spreading towards fixation\n\nVOC 202012/01 is 56% more transmissible \n\n95% credible interval across three regions 50-74%\n\nNo clear evidence for greater or lesser severity of disease\n\nIncrease in transmissibility, a large increase in incidence\n\nCOVID-19 hospitalisations and deaths projected to reach higher levels in 2021 than were observed in 2020\n\nEven if regional tiered restrictions implemented before 19 December are maintained\n\nUnless primary schools, secondary schools, and universities are also closed\n\nLarge resurgences of the virus are likely to occur following easing of control measures\n\nGreatly accelerate vaccine roll-out to have an appreciable impact in suppressing the resulting disease burden\n\nUK\n\nChina bans flights from the UK\n\nCases, + 39, 237 = 2,149,551\n\nhttps://covid.joinzoe.com/data#levels-over-time\n\nhttps://coronavirus.data.gov.uk/details/cases\n\nRecord daily number\n\nLondoners, prevalence = 2%\n\nLondon, mostly new variant\n\nDeaths, + 744 = 69,051\n\nDeaths, = 79,349\n\nRegions\n\nhttps://coronavirus.data.gov.uk/details/interactive-map\n\nMr Hancock\n\nSix million more people in the east and south east of England, to enter tier four on Boxing Day\n\nCornwall and Herefordshire up to tier two\n\nScotland and NI start new lockdowns on Boxing Day.\n\nOld tiering system was not enough to control the new variant\n\nCases up 57% in past 7 days\n\nHospital admissions, highest since mid-April\n \nEast Anglia had seen a \"significant number\" of cases caused by the new fast-spreading variant\n\n\nONS, 12 to 18 December 2020\n\nContinued increase in positivity rates\n\nEngland\n\nPrevalence = 645,800\n\nOne in 85 people. \n\nWales\n\nOne in 60 people\n\nNorthern Ireland\n\nUp to 1 in 180 people\n\nScotland\n\nDown to 1 in 140 \n\nRates increased sharply in London, the East of England and the South East.\n\n\nBBC comes good\n\nhands, space, face, replace\n\nRussia\n\nCases, + 29,935\n\nDeaths, + 635\n\nDownload my two educational text books for free using this link: http://159.69.48.3\n\nHard copy of the Physiology Notes text book on ebay, https://www.ebay.co.uk/itm/-/15402036...\n\nHard copy of the Pathophysiology text book on e bay, https://www.ebay.co.uk/itm/154260052745\n\nJohn’s research on text book efficacy, https://journals.sagepub.com/doi/full/10.1177/2158244015612517", "link": "https://www.youtube.com/watch?v=NmfLkEuyWdo", "date_published": "2020-12-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "COVID cases increase and new variant", "description": "UK\n\nONS, 6 to 12 December 2020\n\nEngland\n\nPrevalence, 567,300\n\nOne in 95 people\n\nLondon, East of England, East Midlands, South East\n\nNorth West, Yorkshire, The Humber\n\nScotland\n\nUp to 1 in 100\n\nWales\n\nUp to 1 in 90\n\nCOVID-19 deaths\n\nDecrease slightly for second week in a row\n\nDeaths, + 2,756 in the week\n\nDeaths remained above the five-year average in all English regions and in Wales\n\nUK Official data\n\nhttps://coronavirus.data.gov.uk/details/cases\n\nCDC trends (Thursday, 10th December)\n\nhttps://covid.cdc.gov/covid-data-tracker/#trends_dailytrendscases\n\nOfficial US hospitalizations\n\nhttps://gis.cdc.gov/grasp/COVIDNet/COVID19_3.html\n \nhttps://covidtracking.com\n\nUS\n\nHospitalizations, 117,777\n\nDeaths, + 18,268 in the last 7 days\n\nWeek before, 17,291\n\nWeek before, 15,215\n\nLA county\n\nOne in 80\n\nFresno County, CA\n\nWe had 9,572 new Covid-19 cases last week over seven days, an all time high for us. \n\nThe ICU beds in the county are full. \n\nA new 50 bed ICU ward was opened today and there are plans to open overflow beds for Covid-19 patients in the convention center\n\nWe have been short staffed at my work related to staff members testing positive for Covid-19. \n\nI find it very frustrating that people I know say this is not a real pandemic because only 1% of patients die. \n\nSome people are getting very sick and the rest of us need to protect them by wearing masks, social distancing and avoid group situations.\n\nJeremy Luban, virologist, University of Massachusetts Medical School\n\nIt may very well be here. \n\nIt may have even started here. \n\nThe sequencing in the U.S. is so sporadic\n\nIt makes sense that it was detected first in the U.K. because they have probably the world’s best surveillance program.\n\nAngela Rasmussen, virologist, Georgetown Center for Global Health Science and Security\n\nIt would not shock me at all to find out that it also is circulating in the U.S\n\nthe coronavirus already in the United States is spreading easily\n\na new variant will not change the need for people to follow public health guidance\n\nI don’t think a travel ban is going to be particularly helpful\n\nWe already have out-of-control transmission of all the variants that are circulating in the U.S.\n\nNovember, 30,000 direct passengers to US from LHR\n\nMutation / new variant, N501Y, B.1.1.7 \n\nSignificance of 2020 12 was not clear until 8th December, by analysing epidemiological data in Kent\n\nSequencing takes 3 weeks and hundreds are needed for correlation studies \n\nFirst identified 21st September\n\nIncreased viral load or increased viral shedding?\n\nThe country with the best genomic monitoring has the most mutations?\n\nUK sequencing, 45% of global total of sequencing\n\nDenmark has highest per capita sequence, and 10 cases 2020 12 have been picked up there\n\nAustralia has picked up 2 cases of 2020 12\n\nThere have been contemporaneous increases in incidence in several countries\n\nMutations occur at equal rate in every part of the world\n\nSouth Africa mutation has similar effects as 2020 12 but arose separately\n\nNigeria (206 million) has a sharp increase in cases, despite poor levels of testing and no genomic sequencing\n\nPossible children may be more suspectable to 2020 12\n\nAny one infected person can be infected with a range of viral genomes \n\nLikelihood of long COVID not likely to be caused by viral variant\n\nBiology of linkage between genetic changes and viral behavioural change is poorly understood\n\nR 0.8 up to 1.2\n\nUK R today 1.2\n\nEurope was R = 3 without controls\n\nMore likely to arise in immunocompromised patients\n\nRNA Bases\n\nA C U G\n\nadenine, cytosine, uracil, and guanine\n\nAAGCUGCUGUGUCCUCCUCUUGUUCGACGACACAGGRG\n\nhttps://www.sciencedirect.com/science/article/abs/pii/S0092867420306292\n\nVirus, 29,903 base RNA code\n\nTaiwan\n\nPopulation 23 million\n\nNot happy\n\nRoll back foreign flights and tighten quarantine requirements for crew\n\nCargo pilot\n\nNZ, said to already be coughing during his last flight, did not wear a mask at all times\n\nFirst locally transmitted case since April\n\nNo community spread for 253 days", "link": "https://www.youtube.com/watch?v=02VZW5gT1HU", "date_published": "2020-12-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]