[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Gifts for the PC Gamer (2020)", "description": "The holidays are here which means its time to find that special gift for your favorite PC gamer. Here's our round up of the best gifts ideas of 2020. Check out our full gift guide and links to buy here: https://trib.al/MJmuEVq", "link": "https://www.youtube.com/watch?v=NTA1k1knT18", "date_published": "2020-11-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2: Beyond Light Review", "description": "With Beyond Light, Destiny 2 can still get cyclical and repetitious, but its new abilities and improved storytelling make it feel much more alive.", "link": "https://www.youtube.com/watch?v=UbfNFmxxvtY", "date_published": "2020-11-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Sex and Relationships Work in Cyberpunk 2077", "description": "Building relationships with the citizens of Night City plays a huge role in Cyberpunk 2077's gameplay. Phil Hornshaw breaks down how it works, what sex is like in the game, and how you interact with Keaunu Reeves' Johnny Silverhand. \n\nHe talks about building a relationship with a braindance editor called Judy, and how she and other characters will text V just to check in, or to offer side quests (we're not sure if they'll ask you to go bowling though). Johnny Silverhand is almost always present in the game, so Phil discusses how your character, V, approaches that relationship. Given the game's mature themes, Phil also lets us know what we can expect from the romance scenes. \n\nCyberpunk 2077 launches on PC, PS4, PS5, Xbox One, Xbox Series X/S, and Google Stadia on December 10.\n\n00:00 - Intro\n00:41 - How do relationships work in Cyberpunk 2077?\n03:14 - How do you build relationships in Cyberpunk 2077?\n04:51 - How can you tell if the relationship has grown in Cyberpunk 2077?\n05:47 - How does the phone work in Cyberpunk 2077?\n07:11 - How does the relationship with Johnny Silverhand work?\n10:15 - Do the conversations with Johnny happen naturally or do they only happen in specific moments?\n11:48 - How does sex work in Cyberpunk 2077?\n15:04 - Outro", "link": "https://www.youtube.com/watch?v=oAXIVFZVfqw", "date_published": "2020-11-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How to Survive Demon's Souls", "description": "(Presented by PlayStation) The world of Demon's Souls is brutal and challenging, but with our tips, you'll be besting beasts and stockpiling souls in no time!", "link": "https://www.youtube.com/watch?v=fjYS0yxcwn8", "date_published": "2020-11-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What Is DLSS And Should You Use It?", "description": "Heard of DLSS but not sure what it is? Watch this video to learn all about it and why it's great for running games on 4K displays.\n\nIf you’re a PC gamer you might have noticed a new setting popping up in your games as of late, DLSS. And because you clicked on this video then you probably saw that setting and went, “I don’t know what that is. Should I turn it on? What does it do?” Well that’s what we're gonna answer for you.\n\nThe above video explains how DLSS works for your PC, and how games like Cyberpunk 2077, Call of Duty: Black Ops Cold War, and Watch Dogs: Legion utilize it.", "link": "https://www.youtube.com/watch?v=djnPCL4KY4Q", "date_published": "2020-11-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Gifts for PlayStation Fans (2020)", "description": "There are a lot of awesome gifts to consider this year for the PlayStation owner in your life so we've rounded up a few of our favorites to help you out! Here are 7 perfect PlayStation holiday gifts for 2020.  Check out our full gift guide and links to buy here: https://trib.al/MJmuEVq", "link": "https://www.youtube.com/watch?v=YRzfW4ZHw6o", "date_published": "2020-11-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]