[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG2kQBVlgG7kOigXZTcKrQw", "title": "Alta Via - kultowy szlak w Dolomitach. Piękno, przestrzeń i tajemnicze tunele z I Wojny Światowej", "description": "Kurs 🎬 https://www.kursfilmowaniaimontazu.pl/\nOpinie o kursie 🎬 https://kolemsietoczy.pl/opinie-o-kursie-filmowo-montazowym-karola-wernera/\n\nPo pierwszej tak długiej przerwie w historii kanału (1,5 miesiąca) widzimy się z kolejnym filmem. Autem wybraliśmy się do Włoch, aby nieco pochodzić po górach. W Dolomitach byliśmy już kiedyś rowerem, ale to jednak nie jest to. Co trekking to trekking. Dolomity dopiero wtedy robią ogromne wrażenie!\n\nW tym odcinku przejdziemy się po jednym z najbardziej kultowych szlaków trekkingowych w dolomitach  - Alta Via 1. Słyszałem już o nim wiele dobrych opinii i cieszę się, że w końcu udało  się wyskoczyć w Dolomity.\n\nCo prawda całego szlaku nie zrobiliśmy ze względu na pogodę, ale i tak jestem mega zadowolony z tej części Alta Via, którą przejść się udało. Wystartowaliśmy z Dobbiaco, z jeziora lago di braies, a zakończyliśmy 4 dni. Spaliśmy pod namiotem, ale też w schronisku na górze Lagazuoi, co było jednym z naszych lepszych noclegów ever. Piękne widoki, niesamowite miejsce. Ceny też,  ale to już się przekonacie z filmu :D\n\nJeszcze mały spis treści o tym co w odcinku:\n\n00:00 - 01:27 - Wstęp - trekking w Dolomitach!\n01:28 - 01:46 - Lago di Braies \n01:47 - 02:46 - Trekking po Alta Via\n02:47 - 03:20 Jak powstały Dolomity? \n03:21 - 03:45 Noclegi pod namiotem w Dolomitach \n03:46 - 05:01 trasy MTB w Dolomitach\n05:02 - 06:05 Alta Via 1- trudność trasy\n06:06 - 10:22 Lagazuoi - podejście \n10:23 - 14:05 I Wojna Światowa - historia, walki na Lagazuoi, Przełęcz Falzarego\n14:06 - 17:02  Schronisko Lagazuoi -  cena?\n17:03 - 18:06 Schronisko Nuvolau\n18:07 - 18:48 Kurs filmowania i montażu!  \n\nZachęcam do subskrypcji: http://bit.ly/2cmWbSO \n\nZapraszam też na:\nFacebook: http://bit.ly/2flU84f\nInstagram: http://bit.ly/2eTrIMc\nBlog: http://kolemsietoczy.pl/\n\nMuzyka: Nevaeh, Artlist", "link": "https://www.youtube.com/watch?v=q6s89W1lIp0", "date_published": "2020-11-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]