[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Get a Website Now! Don't be a Web Peasant!", "description": "If you don't have your own website, you're just living as a peasant on Reddit or Facebook or Twitter's virtual apartments. Get your own domain name and a VPS to host everything you need. The startup and maintenance costs are pocket change and you get a degree of independence unseen in the modern controlled internet.\n\nTo register a domain name, absolutely use Epik (https://www.epik.com/?affid=we2ro7sa6) their prices are as cheap as they get and they have an open commitment to not banning people when asked by media mobs. If you get a domain name from the link above I get some Epik credit so I can continue to keep my domains up after I die lol\n\nTo host a website, get a VPS. I use Vultr (https://www.vultr.com/?ref=8384069-6G). That link gives you a free one month credit of $100 to play around with whatever want for then. There are other VPS hosts like Linode and Digital Ocean that are common and good as well. Again, I pay less than $5 for one VPS that handles my three websites, email server, git server, search engine and can be used as a Google Drive file-storage equivalent.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=bdKZVIGRAKQ", "date_published": "2020-06-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Setting up *Your Own* Git Server", "description": "If you want to keep your projects on your own server or website, without using Github or Gitlab or a similar site, it's actually extremely easily. In this video, I set up a git server on my website at git.lukesmith.xyz. It is easy and doesn't really cause any bandwidth strain or other issues. Later, I'll be adding on a GUI html interface called stagit.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=ju9loeXNVW0", "date_published": "2020-06-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]