[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "HA! They failed miserably!!", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n💰 Business Casual's JP Mogan Documentary 👉 https://youtu.be/5jjdErDkDZE\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n📰 Sources & visuals: https://bit.ly/2YPjfB1\n\n-----------------------\nYou’re Jordan Goudreau a former special forces soldier with a decent history. Your friends had nothing but good stuff to say about you and described you as top of your class. You were a self-proclaimed “freedom fighter”. But like many life-long warfighters, when your time in the military was up, you’re left with the challenge of finding your place in society. That challenge came with troubling money problems.\n\nFast forward to March 2019, and the US announced that they’re indicting Venezuela’s very sketchy “President”, Nicolás Maduro, along with his cronies on charges of money laundering etc\n\nYou had been conveniently awarded a very fat contract to take down Maduro from his arch nemesis, Juan Guaidó. This contract was for a very respectable $1.5m retainer and $213m in future payoffs. A lot of money.\n\nwhen that deal feel through, this became the get rich quick money making scheme you need.\n\nIf you’re gonna overthrow a government, you’re gonna need some help - so it’s time to recruit your all-star team. One of these soldiers that you teamed up with was a guy named Cliver Alcalá. A retired general in the Venezuelan army. He's got a lot of connections, knows the lay of the land, and can give this coup a lot of power behind it.\n\nWith you and the general teamed up, it’s time to put together the soldiers. Sketchy general, hungry untrained soldiers, lack of equipment…Not the SEAL Team 6 you were hoping for, but for the money, status, and freedom? We’ll make it work!\n\nCodenamed “Operation Gideon”. Ideally, your invasion would spark a popular rebellion in the locals to help you along the way. Maduro will be in Florida to face prosecution, You’ll get your money to pay off all your debts and to make you a pretty rich man, And you’ll be hailed as the man who single handedly orchestrated the modern day revolution of Venezuela. Reality, however, was different.\n\nLeading up to the invasion, more defectors were being recruited into the camps even if the money and equipment wasn’t arriving, and you were training them. Almost in an instant - the house of cards fell down. But there’s still a silver lining in this mess - the US also just put a $15m bounty on Maduro. \n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nSound:\nNo Spirit, Kyle McEvoy, Dillan Witherow - Campfire \nNo Spirit » https://soundcloud.com/nospiritmusic \nKyle McEvoy » https://soundcloud.com/kylemcevoymusic \nDillan Witherow » https://soundcloud.com/dillanwitherow \n\nMusic by Chillhop: http://chillhop.com/listen\nListen on Spotify: http://bit.ly/ChillhopSpotify\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=w7eoQl_rxgc", "date_published": "2020-06-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]