[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Little Dragon: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBobby Carter | June 18, 2020 \nI was very conflicted as I watched Little Dragon's Tiny Desk (home) concert. The group's latest album, New Me, Same Us, is their grooviest, most concentrated in years, and I was eager to hear these songs as Little Dragon's music is best experienced: live on stage. \"Some of you might know that we were supposed to be on tour in the states, but due to these crazy times it got canceled,\" lead singer Yukimi Nagano says. On that same token, these stripped-down iterations from the band's home studio in Sweden move me but in a different way. I find myself focusing on the songwriting and how all the instruments come together for these numbers, proving just how strong the tracks from New Me... are. Then as a bonus, Little Dragon played an oldie, \"Forever,\" which is still my favorite track from this genre-bending band. While I'm left to wish for the united movement with hundreds of others to the downbeat of songs like \"Rush,\" this Tiny Desk performance solidifies me as a die-hard fan. I'll be first in line when the show resumes.\n\nSET LIST\n\"Rush\"\n\"Where You Belong\"\n\"Forever\"\n\"Every Rain\"", "link": "https://www.youtube.com/watch?v=koveFxBb3FU", "date_published": "2020-06-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest Top Shelf, Episode 2", "description": "On Thursday, June 18, Brittany Howard and Tiny Desk series creator Bob Boilen were live for the second episode of Tiny Desk Contest Top Shelf, a weekly livestream series featuring the best entries from the 2020 Tiny Desk Contest, supported by @statefarm.\n\nArtists featured in this episode include:\n- The Bengsons (@thebengsons), “Pulls Out” https://www.youtube.com/watch?v=vRfwWXCLDEs\n- Yasmin Williams (@guitar.yaz), “Through The Woods” https://www.youtube.com/watch?v=KV_4XXpxO8w\n- Nané (@NaneTheBand), “Blue Velvet” https://www.youtube.com/watch?v=uG1onm9JXU0\n- Mermaid (@mermaid.band), “Find Me” https://www.youtube.com/watch?v=TUzFJPCfzbc\n- Peter “Madcat” Ruth, “Madcat’s Extravaganza” https://www.youtube.com/watch?v=1-VuXH8sdjo\n\nYou can learn more about the Tiny Desk Contest at npr.org/tinydeskcontest.\n\n#tinydesk #tinydeskcontest #tinydeskcontesttopshelf", "link": "https://www.youtube.com/watch?v=bzOEJgwIM40", "date_published": "2020-06-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Haim: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJune 17, 2020 | Cyrena Touros -- Strung aloft the breezy sax melody of \"Summer Girl\" is the reminder that California is a state of mind. At least it was at one point. For Este, Danielle and Alana Haim, California is also a more permanent state of residence these days. All three sisters are back home in Los Angeles while self-quarantining, where each recorded their part for HAIM's Tiny Desk (home) concert in their separate Silver Lake residences.\n\nBut California is also a sound HAIM brings wherever it goes, even as the band explores new terrain on its cheekily titled upcoming album, Women in Music Pt. III. The sunny, take-no-prisoners assertion of independence of \"The Steps\" recalls the soft rock jams of 2013's Days Are Gone and 2017's Something to Tell You, but the muted techno glimmer of \"I Know Alone\" is new, as is the moodiness of \"Summer Girl,\" a song that wavers like a heat mirage reflected off New York's summer sidewalks, thanks to Henry Solomon's whisper-toned sax.\n\nHAIM recorded its Tiny Desk set before the death of George Floyd, and released \"Summer Girl\" last year. The world has changed a lot in that time. With its opening line — \"LA on my mind, I can't breathe\" — \"Summer Girl\" becomes another piece of music that takes on a parallel meaning in the evolving social and political landscape of 2020.\n\nSET LIST\n\"The Steps\"\n\"I Know Alone\"\n\"Summer Girl\"\n\nMUSICIANS\nEste Haim: bass, keyboard, drum pad, vocals; Danielle Haim: guitar, vocals; Alana Haim: guitar, vocals, bongos; Henry Solomon: saxophone\n\nCREDITS\nArtist Video Producer: Ariel Rechtshaid; Producers: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producers: Morgan Noelle Smith, Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=Svv3IX8exP8", "date_published": "2020-06-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]