[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Games Became Obsessed With Nuclear Weapons  - Loadout", "description": "The threat of nuclear warfare looms large over our pop culture, from video games like Fallout 3, Metro Exodus and Far Cry: New Dawn, to iconic film franchises like Godzilla and The Terminator. But while nuclear weapons are often the centerpiece of a lot of the movies and games we experience, they remain, in reality, a devastating and immoral force of destruction. So that begs the question: why have we adopted nuclear annihilation as a common setting for our escapism?", "link": "https://www.youtube.com/watch?v=j5BZoRCnF9o", "date_published": "2020-01-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How the World of Dragon Ball Z: Kakarot Replicates the Show", "description": "(Presented by Bandai Namco) From its nostalgic collectibles to hidden bosses from the past, find out how Dragon Ball Z: Kakarot aims to bring the world of the show to life! Also, look up the pronunciation of ‘Saiyan’ from the original Japanese dub before you call us out!", "link": "https://www.youtube.com/watch?v=4INhFpxvToY", "date_published": "2020-01-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dragon Ball Z: Kakarot - What You Need To Know!", "description": "Dragon Ball Z: Kakarot's release is just on the horizon (January 17 for PS4, Xbox One, and PC), so here's everything you need to know before you buy! We go over how the game mechanics work, what to expect with its story, as well as break down what comes in the standard, deluxe, ultimate, and collector edition.", "link": "https://www.youtube.com/watch?v=n8ihw_vsJLM", "date_published": "2020-01-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "One Very Right Prediction, One Very Wrong Prediction | GameSpot After Dark #24", "description": "This week on GameSpot After Dark, Tamoor talks about the Witcher Netflix series, Jean-Luc revisits Mass Effect 3, and Michael professes his love for Trails of Cold Steel.\n\n00:13 - Intro\n04:12 - What We’ve Been Playing/Watching\n51:45 - Final Fantasy VII & Marvel’s Avengers Delay\n58:59 - Smash Bro. DLC Guesses\n05:18 - Sony Skipping E3\n1:10:41 - Listener Questions", "link": "https://www.youtube.com/watch?v=tjx1uyMtVQs", "date_published": "2020-01-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tamoor and Kurt's Amazing Games Stream", "description": "Tamoor Hussain and Kurt Indovina play their favorite games of all time.", "link": "https://www.youtube.com/watch?v=6PmH3XYitgc", "date_published": "2020-01-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Unreasonable But Correct Way To Play The Witcher 3", "description": "So you watched The Witcher on Netflix and you’re itching for more. Naturally, The Witcher 3: Wild Hunt is the way forward. Newcomers or veterans alike, Jake Dekker, GameSpot’s resident Witcher expert is here to show you the correct way to play one of the best RPGs ever made. In this video, we touch on the books The Witcher books Blood of Elves, Baptism of Fire, Time of Contempt, Tower of Sallows, and Lady of the Lake. And of course, anyone can pick The Witcher 3 up on Xbox One, PS4, PC, or Nintendo Switch and play it to their heart’s content.", "link": "https://www.youtube.com/watch?v=nhsUpcSp6wA", "date_published": "2020-01-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]