[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Confessionalism, Satanism, And Cigars: The Joe Thorn Interview", "description": "Editor-in-chief Kyle Mann and creative director Ethan Nicolle talk with pastor and author Joe Thorn. Joe is the founding and Lead Pastor of Redeemer Fellowship in St, Charles, IL, the author of several books (such as the Life of the Church, The Heart of the Church, and The Character of the Church), and co-host of the podcast, Doctrine and Devotion. Kyle and Ethan ask Joe tough questions in a round of Sin Or Not Sin, discuss his former Satanism, and talk cigars. \r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Kyle and Ethan ask for pastoral advice in a round of Sin Or Not Sin:\r\n\r\n   Vaping like a total cheesebag\r\n\r\n   Throwing up the sign of the horns while listening to heavy metal\r\n\r\n   Jazzercise\r\n\r\n   Well-done steak\r\n\r\n   Reading a Doug Wilson article\r\n\r\n   Tattoo of John Piper’s face\r\n\r\n   Sprinkling a baby with water for some reason\r\n\r\n   Following Beth Moore on Twitter\r\n\r\n   Following John MacArthur on Twitter\r\n\r\n   Reading Relevant Magazine\r\n\r\n   Reading Pulpit &amp; Pen\r\n\r\n   Drinking IPAs when there’s perfectly good bourbon nearby\r\n\r\n   Topics discussed\r\n\r\n   Thoughts on Reformed Theology and what the benefits may be of finding a church which subscribe to a historical confessional document\r\n\r\n   Satanism\r\n\r\n   Joe's openness about smoking cigars since he has written on Christians smoking cigars\r\n\r\n   Joe's latest hot take: “I want my kids to stay away from Christian Twitter almost as much as pornography.” \r\n\r\n   Some of this interview is in our premium Babylon Bee Subscriber Lounge, so...\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=TmeFfHJUCVY", "date_published": "2020-01-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]