[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Making the Best of Consooooomerism (Clark Howard meets Unabomber)", "description": "Every dollar you spend should make you more independent and less reliant on spending money. I talk about some of my autistic ways of penny-pinching. Buy cheap and quality stuff. Always constrain your buys.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY. Get a bonus for joining.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase. We both get $10 in Bitcoin when you buy or sell $100 in cryptocurrencies.", "link": "https://www.youtube.com/watch?v=CUssEBApVPA", "date_published": "2020-11-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "THE PLAN for Good Internet: Help and Suggestions Requested!", "description": "I'm about to put down a lot of money to finally getting good internet out here. I'm going to get a 4G LTE router to turn cell reception into internet usable at my house. The issue is I don't have cell reception either...\n\nThe three things I'm going to get are:\n1) A Verizon unlimited and unmetered plan\n2) A 4G LTE router that works with the Verizon system and has coaxial cable inputs\n3) An antenna system that can connect to the router to get distant connections. The closest cell tower is a little under 10 miles away.\n\nThe issue is that I'm not sure how to get the *best* deals and best products for each of these purposes so I'm asking for help. I hope to buy what I need by the end of the week or maybe next week at the latest.\n\nPeople have suggested the Mofi router and getting a parabolic grid or directional MIMO/Yagi antennas. If anyone has had experience please share them. I'll also need some Verizon plan, so if anyone knows where I can get an old grandfathered plan, feel free to tell me.\n\nI'll be putting up videos of getting all of this stuff working.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY. Get a bonus for joining.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase. We both get $10 in Bitcoin when you buy or sell $100 in cryptocurrencies.", "link": "https://www.youtube.com/watch?v=QLtU2cJE1d0", "date_published": "2020-11-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]