[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Copland House: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nTom Huizenga | November 13, 2020 \nSince 2008, we've invited almost 1,000 musicians to come to NPR headquarters in Washington, D.C., to play songs beside a desk that belongs to my colleague Bob Boilen. Since the pandemic hit, artists have been getting creative incorporating their own desks, and other makeshift setups, into Tiny Desk \"home\" concerts.\n\nBut the desk – and the home setup – for this performance beats them all. The location is the home, and not so tiny writing desk, of Aaron Copland, America's beloved composer.\n\nCopland, who would have turned 120 on Nov. 14, gave us Appalachian Spring, Fanfare for the Common Man and Rodeo, among many other works that helped define a singular American sound. The set begins with one of the composer's earliest pieces in a jazzy vein, while the Violin Sonata that follows embodies America's wide open spaces, filled with possibilities. The Duo for flute and piano, which closes the set and features the great flutist Carol Wincenc, was actually written at the very desk seen in this video.\n\nMichael Boriskin plays Copland's own piano. He's the artistic and executive director of Copland House, located an hour north of New York City in the lower Hudson River Valley. What was once Copland's home is now a creative center for American music.\n\nCopland's music from Copland's own desk – what could be more authentic than that?\n\nSET LIST\nThree Moods: III. Jazzy\nSonata for Violin and Piano: I. Andante semplice – Allegro\nDuo for flute and piano: II. Poetic, somewhat mournful; III. Lively, with bounce\n\nMUSICIANS\nMichael Boriskin: piano\nCurtis Macomber: violin\nCarol Wincenc: flute\n\nCREDITS\nVideo and Audio: Jeremy Tressler\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=AndHtmw36GU", "date_published": "2020-11-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "'Stay In The House': Bobby Shmurda (Pt. 2) | Louder Than A Riot, S1E7", "description": "Two young men grow up just blocks apart, each with aspirations to make it big. But while Bobby Shmurda sees his dreams come true, Bryan Antoine is killed by members of Bobby's crew. This is the story that lingers between the lyrics of Bobby's viral hit, \"Hot N****.\" We talk to the family grieving Bryan's loss and review hours of incriminating GS9 phone calls. How does the true story behind the song complicate stereotypes about gang affiliation? And what does the pursuit of justice mean in a neighborhood where labels like \"victim\" and \"perpetrator\" can be interchangeable?\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=hh8YaTThCKI", "date_published": "2020-11-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]