[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCsXVk37bltHxD1rDPwtNM8Q", "title": "What Is Intelligence? Where Does it Begin?", "description": "Get Merch designed with ❤ from https://kgs.link/shop-125  \nJoin the Patreon Bird Army 🐧 https://kgs.link/patreon  \n▼▼ More infos and links are just a click away ▼▼\n\nThis video was made possible by a grant from the Templeton World Charity Foundation.\n\nSources & further reading:\nhttps://sites.google.com/view/sourcesintelligence\n\nHumans are proud of a lot of things, from particle accelerators, to  poetry to pokemon. All of them made possible because of something humans value extremely highly: intelligence.\n\n\nOUR CHANNELS\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nGerman Channel: https://kgs.link/youtubeDE \nSpanish Channel: https://kgs.link/youtubeES \n\n\nHOW CAN YOU SUPPORT US?\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThis is how we make our living and it would be a pleasure if you support us!\n\nGet Merch designed with ❤ from https://kgs.link/shop-125  \nJoin the Patreon Bird Army 🐧 https://kgs.link/patreon  \n\n\nDISCUSSIONS & SOCIAL MEDIA\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nReddit:            https://kgs.link/reddit\nInstagram:     https://kgs.link/instagram\nTwitter:           https://kgs.link/twitter\nFacebook:      https://kgs.link/facebook\nDiscord:          https://kgs.link/discord\nNewsletter:    https://kgs.link/newsletter\n\n\nOUR VOICE\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nThe Kurzgesagt voice is from \nSteve Taylor:  https://kgs.link/youtube-voice\n\n\nOUR MUSIC ♬♪\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\n700+ minutes of Kurzgesagt Soundtracks by Epic Mountain:\n\nSpotify:            https://kgs.link/music-spotify\nSoundcloud:   https://kgs.link/music-soundcloud\nBandcamp:     https://kgs.link/music-bandcamp\nYoutube:          https://kgs.link/music-youtube\nFacebook:       https://kgs.link/music-facebook\n\nThe Soundtrack of this video:\n\nSoundcloud:   https://bit.ly/3gN2nSB\nBandcamp:     https://bit.ly/324ovUh\n\n\n🐦🐧🐤 PATREON BIRD ARMY 🐤🐧🐦\n▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀\nMany Thanks to our wonderful Patreons from http://kgs.link/patreon who support us every month and made this video possible:\n\nTaimur Ijaz, Tony, Michael Baughman, Andrew Hui, Sleepy, Kyle Wayman, Ryan Newsome, Jeremy Southgate, Anthony Stellato, Cartasiand, MabodofuTK, Manuel Mayer, Christine, Thomas Mann, Brandie Andrews, Ricardo Anjos, JR 1, William Marshall, Desirae Pulido, asher flatt, Garrett, 김sha, Ryan Collier, Jan Sjögren, Giorgio Bettineschi, Nick W, Gabriela, Calum Calder, Adam Haspel, Arthur Pemberton, mark faber, Aidan Izuagbe, Andrew Whitman, Nadia Guarracino, Murat Kuş, Zyra Nembhard, Will Jones, Pawel Kozlowski, Coen John, Daniel Moxham, Shanice Codner, Spyro, Brian Monahan, Joris Oosterhuis, Hari prasanth, Maarten Jacobs, Brian Chan, Sanjay Upreti, Richard Selfridge, Marc-André Dubois, Greg Sullivan, Tassos Kanellakopoulos, Daniel Küster, Austin Fenton, Michael Levin, Conrad Mera, Philip Schillmaier, Claas Fandré, Alex Porter, Thomas Krause, Thorsten Karras, Elora Vink, Vincent M, Patrick Gormley, Jasson Schrock, Erorus, Bradley Kinder, david harvey, Nick Smit, Zachary Rice, Lanae, Gijs Cremers, Rhys Patterson, TasteofChoklit, Justin Griffith, Christopher Cone, Rylo, Bryan Reckamp, Feldrick, William Grunow, Russell Wiggins, Leigh Candalino, Matthew Stanford, Sun, Valeriy Whaler, John Paine, Alex Cimpean, Valerie-Maria Oberreiter, Mariya, ClownWhosFeelnDown, Isaac Hewins, Raymond Tse, Lucas Mendelson, Ovi Postel, Saru, Chris Gelme, Andrew Podolecki, Dennis, Sirik Loosman, Bumbrazz, Joshua Westgate, Gaëtan Séverac, yourcheapdate, Calin Tuns, Nicholas Broad, Marcel Thekook, James DuBoise, Lars Naurath, Joris Crevecoeur, Lars Comstock, Kevin Walsh, Matthew Bae, Jackson Mehr, Thomas Roggina, António Martins, Dimas Herlambang, James, Luke Wolf, Gilbert McCray, Ingmi Eißfeld, Caleb D, RJ, Filippo Guiducci, Luiz Siqueira, Luc Leonard, massimo ales, Theo Wolfe, Julian Rodriguez, Callan McLoughlin, Tommaso Caudullo, Happy Juice, Julian Ma, Robert Erickson, Henry Shew, Kayla Ford, Rémi Pichon, Wyatt Powell, MelissaBee, Emily T, Milo Vermeulen, Benjamin", "link": "https://www.youtube.com/watch?v=ck4RGeoHFko", "date_published": "2020-07-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]