[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The History Of Militech, The Biggest Weapons Corp In The World | Cyberpunk 2077 Lore", "description": "Select images courtesy of R. Talsorian Games (https://rtalsoriangames.com)\n\nArtists in order of appearance:\nEddie Mendoza\nAdrian Marc\nHélio Frazão\nAlexander Dudar\nNeil Branquinho\n\nArasaka's number one competitor is the American security corporation known as Militech. Here's a brief look into the company's history.\n\nOne of the more exciting parts of Cyberpunk 2077 are the guns and dangerous megacorporations that make them. This video takes a look at the biggest weapon manufacturer in the world, Militech. This company makes top tier guns while also hiring out their private military for assassinations, revolutions, civil wars, and worse. \n\nIn this video we go over the rise of Militech from its start to becoming nationalized by the New United States after the bloody Fourth Corporate War that leveled a huge part of Night City. We’re not sure yet if Militech makes power, tech, or smart weapons yet. It’s been revealed the best weapons in Cyberpunk 2077 will be taken from enemies or found in loot caches. There will be common to legendary variants. Weapons will be able to do things like curve around corners or pierce through walls.\n\nWe’re not entirely sure yet how or if Militech might play into the corpo lifepath but we have seen them appear in videos already including the 48 Minute gameplay reveal. In that encounter V is hacked and then tricked into frying a part of the Maelstrom gang. We also saw missions involving other corporate legends including Adam Smasher. You can learn all about his story in another one of our lore videos.\n\nCyberpunk 2077 releases on November 19th for Xbox Series X, PlayStation 4, Google Staida, Xbox One, and PC. No beta is currently scheduled.", "link": "https://www.youtube.com/watch?v=L2yj7jvpd5Q", "date_published": "2020-09-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "5 Things PS5 And Xbox X NEED To Fix | Generation Next", "description": "This week, Lucy, Tam, and Jordan open their book of grievances to talk about the bugbears of console gaming, and what they desperately hope will be fixed for the PlayStation 5 and Xbox Series X.\n\nGeneration Next is GameSpot's weekly video show all about the PlayStation 5 and Xbox Series X. Each Friday, join PlayStation Pro Tamoor Hussain, Xbox Xpert Jordan Ramée, and Console Connoisseur Lucy James as they discuss the biggest stories about the new consoles.\n\nTimestamps:\n00:00 - Intro\n00:54 - Ubisoft on PS5 Backwards Compatibility\n04:18 - Xbox Achievement Numbers\n06:42 - PS+ & PS Now in One Subscription Package\n08:47 - Xbox Series X Needs a System Seller\n10:35 - System UI\n12:48 - Cross-Platform Play For Everything\n14:25 - Smaller Grievances\n16:13 - Outro", "link": "https://www.youtube.com/watch?v=4JBFzxRrgZg", "date_published": "2020-09-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Avengers: Which Hero Is Right For You?", "description": "Marvel's Avengers is out now, featuring six superheroes to choose from. Kamala Khan, The Hulk, Iron Man, Black Widow, Thor, and Captain America all play totally differently from one another, so choosing which hero is right for you takes a bit of time.\n\nThe video above should help you make that decision, as Tony breaks down each hero's fighting style. Iron Man and Thor can rain down power from the sky, while The Hulk and Black Widow like to get up close and personal. All six heroes have a range of special abilities to level enemies and buff their stats too.\n\nFor more Avengers coverage, you can check out our early review impressions. If you're wondering how long the game's campaign takes to beat, we've got that answer too.\n\n00:13 - Kamala Khan\n1:01 - The Hulk\n1:38 - Iron Man\n2:12 - Black Widow\n2:49 - Thor\n3:37 - Captain America", "link": "https://www.youtube.com/watch?v=irKLyYbZl2M", "date_published": "2020-09-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Super Mario 64, Sunshine, Galaxy & More Coming To Nintendo Switch! | Save State", "description": "Super Mario Bros. is turning 35 this month! To celebrate, Nintendo is releasing a bunch of Mario games for Switch including Super Mario 3D All Stars, which brings back Mario 64, Sunshine, and Galaxy. \n\nIn the latest Nintendo Direct, Nintendo finally announced its plans for the Super Mario Bros. 35th anniversary celebration. The biggest announcement was Super Mario 3D All-Stars, which includes Super Mario 64, Super Mario Sunshine, and Super Mario Galaxy. Unfortunately, Super Mario Galaxy 2 is missing from the collection. \n\n3D All-Stars is one of many Mario games revealed for Switch. The original Super Mario All-Stars collection is available today for Nintendo Switch Online, which includes Super Mario Bros., Super Mario Bros. 2, Super Mario Bros. 3, and Super Mario: The Lost Levels. \n\nOther new games coming soon to Switch include Super Mario 3D World + Bowser's Fury, a Mario Bros. battle royale called Super Mario Bros. 35, and a mixed reality game called Mario Kart Live: Home Circuit.\n\n\n00:00 - Intro\n00:17 - Super Mario 3D All-Stars\n01:10 - Super Mario All-Stars\n01:24 - Super Mario 3D World + Bowser's Fury\n01:34 - Super Mario Bros. 35 \n01:57 - Mario Kart Live: Home Circuit", "link": "https://www.youtube.com/watch?v=BljCb0tkCAE", "date_published": "2020-09-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]