[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Maria Taylor: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube!\nWatch Maria Taylor’s Tiny Desk concert from 2009: https://www.npr.org/2009/06/29/105784450/maria-taylor-tiny-desk-concert\n\nDid you know you can watch new Tiny Desk Concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nJune 29, 2009 | Stephen Thompson \n\nThe Omaha-based folk-pop duo Azure Ray was built around the tension between its two very different halves: the playful experimentation of Orenda Fink and the straight-to-the-heart melancholy of Maria Taylor. Ever since Azure Ray went on hiatus in 2004, Fink and Taylor have released solo records and side projects — Fink popped up as half of O+S earlier this year, while both have performed in Now It's Overhead and Bright Eyes — that play to their respective strengths. In the case of Taylor, that's meant three terrific albums (11:11, Lynn Teeter Flower and the new LadyLuck) that bleed wistful beauty.\n\nAzure Ray just announced a short reunion tour, with an album on the way thereafter, so it's a good time to revel in the quiet, sweet sadness of Taylor's solo side. It's clear from this Tiny Desk Concert, recorded without amplification at the desk of All Songs Considered host Bob Boilen while Bob was on vacation, that Taylor has never made a go of it as a busker: In terms of volume, she's closer to Laura Gibson than Tom Jones. But hers is a wonderfully warm presence, and the setting brings out her songs' winsome essence.\n\nThis three-song set features a pair of highlights of LadyLuck — the title track and the first single, \"Time Lapse Lifeline\" — before closing with a devastating song from Lynn Teeter Flower. Given a spare acoustic reading, \"Clean Getaway\" closes the set on a tender, reflective note. Amplification wouldn't have done it justice.", "link": "https://www.youtube.com/watch?v=5dqqknz0ERg", "date_published": "2020-02-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]