[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCme4ZOv65uzGADXuvtHkSvA", "title": "CNN [#170] Trzy pokusy", "description": "#cnn #dobrewiadomości #kazankodookienka\n\nKazanie na niedzielę, w każdą niedzielę, czyli Słowo Na Niedzielę. \nI Niedzielę Wielkiego Postu, Rok A\n\n1. czytanie (Rdz 2, 7-9; 3, 1-7)\nPan Bóg ulepił człowieka z prochu ziemi i tchnął w jego nozdrza tchnienie życia, wskutek czego stał się człowiek istotą żywą.\n\nA zasadziwszy ogród w Edenie na wschodzie, Pan Bóg umieścił tam człowieka, którego ulepił. Na rozkaz Pana Boga wyrosły z gleby wszelkie drzewa miłe z wyglądu i smaczny owoc rodzące oraz drzewo życia w środku tego ogrodu i drzewo poznania dobra i zła.\n\nA wąż był bardziej przebiegły niż wszystkie zwierzęta lądowe, które Pan Bóg stworzył. On to rzekł do niewiasty: «Czy rzeczywiście Bóg powiedział: Nie jedzcie owoców ze wszystkich drzew tego ogrodu?»\n\nNiewiasta odpowiedziała wężowi: «Owoce z drzew tego ogrodu jeść możemy, tylko o owocach z drzewa, które jest w środku ogrodu, Bóg powiedział: Nie wolno wam jeść z niego, a nawet go dotykać, abyście nie pomarli».\n\nWtedy rzekł wąż do niewiasty: «Na pewno nie umrzecie! Ale wie Bóg, że gdy spożyjecie owoc z tego drzewa, otworzą się wam oczy i tak jak Bóg będziecie znali dobro i zło».\n\nWtedy niewiasta spostrzegła, że drzewo to ma owoce dobre do jedzenia, że jest ono rozkoszą dla oczu i że owoce tego drzewa nadają się do zdobycia wiedzy. Zerwała zatem z niego owoc, skosztowała i dała swemu mężowi, który był z nią, a on zjadł. A wtedy otworzyły się im obojgu oczy i poznali, że są nadzy; spletli więc gałązki figowe i zrobili sobie przepaski.\n\n2. czytanie (Rz 5, 12-19)\nBracia: Przez jednego człowieka grzech wszedł do świata, a przez grzech śmierć, i w ten sposób śmierć przeszła na wszystkich ludzi, ponieważ wszyscy zgrzeszyli. Bo i przed Prawem grzech był na świecie, grzechu się jednak nie poczytuje, gdy nie ma Prawa. A przecież śmierć rozpanoszyła się od Adama do Mojżesza nawet nad tymi, którzy nie zgrzeszyli przestępstwem na wzór Adama. On to jest typem Tego, który miał przyjść.\n\nAle nie tak samo ma się rzecz z przestępstwem, jak z darem łaski. Jeżeli bowiem przestępstwo jednego sprowadziło na wszystkich śmierć, to o ileż obficiej spłynęła na nich wszystkich łaska i dar Boży, łaskawie udzielony przez jednego Człowieka, Jezusa Chrystusa. I nie tak samo ma się rzecz z tym darem, jak ze skutkiem grzechu spowodowanym przez jednego grzeszącego. Gdy bowiem jeden tylko grzech przynosi wyrok potępiający, to łaska przynosi usprawiedliwienie ze wszystkich grzechów.\n\nJeżeli bowiem przez przestępstwo jednego śmierć zakrólowała z powodu jego jednego, to o ileż bardziej ci, którzy otrzymują obfitość łaski i daru sprawiedliwości, królować będą w życiu z powodu Jednego – Jezusa Chrystusa.\n\nA zatem, jak przestępstwo jednego sprowadziło na wszystkich ludzi wyrok potępiający, tak czyn sprawiedliwy Jednego sprowadza na wszystkich ludzi usprawiedliwienie dające życie. Albowiem jak przez nieposłuszeństwo jednego człowieka wszyscy stali się grzesznikami, tak przez posłuszeństwo Jednego wszyscy staną się sprawiedliwymi.\n\nEwangelia (Mt 4, 1-11)\nDuch wyprowadził Jezusa na pustynię, aby był kuszony przez diabła. A gdy pościł już czterdzieści dni i czterdzieści nocy, poczuł w końcu głód.\n\nWtedy przystąpił kusiciel i rzekł do Niego: «Jeśli jesteś Synem Bożym, powiedz, żeby te kamienie stały się chlebem».\n\nLecz On mu odparł: «Napisane jest: „Nie samym chlebem żyje człowiek, ale każdym słowem, które pochodzi z ust Bożych”».\n\nWtedy wziął Go diabeł do Miasta Świętego, postawił na szczycie narożnika świątyni i rzekł Mu: «Jeśli jesteś Synem Bożym, rzuć się w dół, napisane jest bowiem: „Aniołom swoim da rozkaz co do ciebie, a na rękach nosić cię będą, byś przypadkiem nie uraził swej nogi o kamień”».\n\nOdrzekł mu Jezus: «Ale napisane jest także: „Nie będziesz wystawiał na próbę Pana, Boga swego”».\n\nJeszcze raz wziął Go diabeł na bardzo wysoką górę, pokazał Mu wszystkie królestwa świata oraz ich przepych i rzekł do Niego: «Dam Ci to wszystko, jeśli upadniesz i oddasz mi pokłon».\n\nNa to odrzekł mu Jezus: «Idź precz, szatanie! Jest bowiem napisane: „Panu, Bogu swemu, będziesz oddawał pokłon i Jemu samemu służyć będziesz”».\n\nWtedy opuścił Go diabeł, a oto przystąpili aniołowie i usługiwali Mu.\n________________________________________\n\nAby nas wesprzeć kliknij tu → https://patronite.pl/langustanapalmie\n\nZapraszamy na nowy portal \n→ http://www.dominikanie.pl\nPolecamy subskrypcje portalu na YT\n→ https://www.youtube.com/c/Dominikanieplportal  \nMożna nas również znaleźć na Facebooku: \n→ https://www.facebook.com/dominikanie\n\nWięcej nagrań o. Adama znajdziesz na: \n→ http://www.langustanapalmie.pl\nMożna nas również znaleźć na Facebooku: \n→ https://www.facebook.com/LangustaNaPalmie\nTwitterze: \n→ https://twitter.com/LangustaPalmowa\nInstagramie: \n→ https://www.instagram.com/langustanapalmie/\n\nZapraszamy.", "link": "https://www.youtube.com/watch?v=vc-WgqUdWAs", "date_published": "2020-02-29 00:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCme4ZOv65uzGADXuvtHkSvA", "title": "Wstawaki [#443] Sacrum?", "description": "#Wstawaki #zróbmydobrydzień #AdamSzustakOP\n\nAby nas wesprzeć kliknij tu → https://patronite.pl/langustanapalmie\n\nZapraszamy na nowy portal \n→ http://www.dominikanie.pl\nPolecamy subskrypcje portalu na YT\n→ https://www.youtube.com/c/Dominikanieplportal  \nMożna nas również znaleźć na Facebooku: \n→ https://www.facebook.com/dominikanie\n\nWięcej nagrań o. Adama znajdziesz na: \n→ http://www.langustanapalmie.pl\nMożna nas również znaleźć na Facebooku: \n→ https://www.facebook.com/LangustaNaPalmie\nTwitterze: \n→ https://twitter.com/LangustaPalmowa\nInstagramie: \n→ https://www.instagram.com/langustanapalmie/\n\nZapraszamy.", "link": "https://www.youtube.com/watch?v=YW0HIEIfYIg", "date_published": "2020-02-29 00:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]