[{"source": "https://www.theguardian.com/rss", "title": "Mexico president's response to historic femicide protests: more of the same", "description": "<p>A day after thousands protested against the murder of women and girls, López Obrador said he would ‘reinforce the same strategy’</p><p>A day after <a href=\"https://www.theguardian.com/world/2020/mar/09/thousands-mexican-women-protest-violence-murders-femicide-government-inaction\">Mexico’s women collectively shut down the country in an eruption of fury over gender violence</a>, President Andrés Manuel López Obrador has insisted that he will not try a new strategy to stop femicides.</p><p>Thousands of women went on strike on Monday, in a historic protest against the murder of women and girls – and the failure of successive governments’ efforts to stop a crisis in which around 10 women are murdered every day.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/mexico-femicide-amlo-protests-strategy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/mexico-femicide-amlo-protests-strategy", "date_published": "2020-03-10 23:15:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mrs Fletcher review – come for the milf porn, stay for the messy lives", "description": "<p>Kathryn Hahn stars as a sexually reawakened divorcee, in a series that’s not just about sex and masturbation but also the compromises and disappointments of life</p><p>Andrew Marvell would tear his curls out in frustration if he knew. All the work you once had to put in to try to persuade a coy mistress to get busy. All those clever couplets, all that iambic tetrametering, all the conjuring of time’s winged chariots behind and deserts of vast eternity before you. Four hundred years later, all it takes to get the heroine of the new dramedy <a href=\"https://www.sky.com/watch/title/series/903ff72f-f4d9-48d5-a355-b7f4740bead9/mrs-fletcher\" title=\"\">Mrs Fletcher</a> (Sky Comedy) galloping down the path of sexual enlightenment is the assurance from her friend that she is “a skinny milf goddess”, a Google search to check definitions and she’s off, in almost every sense.</p><p>Eve Fletcher (Kathryn Hahn) is a 45-year-old divorcee (whose ex-husband is now absorbed in his second family, though he still makes time to be a thorn in her side) and elderly daycare supervisor whose only child, Brendan, heads off for college in the first episode. Bemoaning her empty nest, her best friend advises her – as TV best friends do – to start dating again and spread her milf goddess wings.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/10/mrs-fletcher-review-come-for-the-milf-porn-stay-for-the-messy-lives\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/10/mrs-fletcher-review-come-for-the-milf-porn-stay-for-the-messy-lives", "date_published": "2020-03-10 22:50:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Josip Ilicic scores four as Atalanta beat Valencia to continue European dream", "description": "<p>History was made by Atalanta, a team who make football fun, but there was virtually no one there to see it. Four more goals were scored by Gian Piero Gasperini’s side as they progressed to the quarter-finals in their first season in the Champions League having defeated Valencia 8-4 on aggregate, a 4-3 victory in Spain following the 4-1 win at San Siro.</p><p>At the final whistle they gathered, posed for a photo with a T-shirt telling their virus-hit city: “Bergamo, this is for you: never give up”, and celebrated, every word of it audible. Meanwhile their opponents headed swiftly down the tunnel and out of Europe.</p> <a href=\"https://www.theguardian.com/football/2020/mar/10/valencia-atalanta-champions-league-last-16-second-leg-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/10/valencia-atalanta-champions-league-last-16-second-leg-match-report", "date_published": "2020-03-10 22:46:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Klopp casts off Liverpool shackles and demands bravery in ‘fight to the end’", "description": "<p>Manager says speed and variety of play are needed to break down an Atlético Madrid side who never raise the white flag</p><p>Jürgen Klopp’s “to-do” list for Liverpool on Wednesday includes playing with freedom, bravery and unpredictability against an Atlético Madrid team he considers the best in the world at “deep defending”. Should the European champions deliver once more, and the Liverpool manager admits his team must be “nearly perfect” to reach the Champions League quarter-finals, they will credit Premier League rivals for the ideal preparation.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/10/jurgen-klopp-warns-liverpool-not-to-fall-for-atletico-madrids-tricks\">Jürgen Klopp warns Liverpool not to fall for Atlético Madrid's tricks</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/10/klopp-liverpool-shackles-bravery-atletico-madrid-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/10/klopp-liverpool-shackles-bravery-atletico-madrid-champions-league", "date_published": "2020-03-10 22:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phil Neville says he will know when time is right to walk away from England", "description": "<ul><li>Women’s manager grateful for support he has received from FA</li><li>England face Spain in SheBelieves Cup on Wednesday</li></ul><p>Phil Neville has said he will know when his time is up as England manager, as the Lionesses seek their first back-to-back wins since June when they play Spain in the SheBelieves Cup on Wednesday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/mar/09/phil-neville-ellen-white-england-women-football-shebelieves-cup\">Phil Neville says Ellen White is rising above disrespect at SheBelieves Cup</a> </p> <a href=\"https://www.theguardian.com/football/2020/mar/10/phil-neville-says-he-will-know-when-time-is-right-to-walk-away-from-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/10/phil-neville-says-he-will-know-when-time-is-right-to-walk-away-from-england", "date_published": "2020-03-10 22:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Comebacks can be risky but Lara and Tendulkar show class does endure | Andy Bull", "description": "<p>Coming out of retirement is a dangerous game but the batting greats did not regret trying for one more day in the sun</p><p>Between the Women’s T20 World Cup, and England’s warm-ups for their tour of Sri Lanka you may have missed the Road Safety World Series 2020. I did.</p><p>Turns out it’s running in Mumbai for the next fortnight, 10 games between five teams, one each from India, Sri Lanka, Australia, South Africa and West Indies. The organisers are calling the sides “Legends”, which, well, with due respect to Danza Hyatt, who’s batting No 4 for the West Indian team, I’m not sure even the guys he’s been playing with at the Darley Lions in the Ballarat Cricket Association’s first grade this season would be as generous as all that. Even if he did take a hundred off Buninyong back in November.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/10/comebacks-risky-but-brian-lara-and-sachin-tendulkar-show-class-does-endure-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/10/comebacks-risky-but-brian-lara-and-sachin-tendulkar-show-class-does-endure-cricket", "date_published": "2020-03-10 20:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Questions over Israel's role in WhatsApp case against spyware firm", "description": "<p>WhatsApp alleges NSO Group hacked 1,400 users, including diplomats and activists</p><p>WhatsApp has said its lawsuit against the Israeli spyware maker NSO Group encountered an unusual delay because of a legal holdup involving the government, raising questions about whether Israel will play a role in the company’s case.</p><p>WhatsApp <a href=\"https://www.theguardian.com/technology/2019/oct/29/whatsapp-sues-israeli-firm-accusing-it-of-hacking-activists-phones\">filed </a><a href=\"https://www.theguardian.com/technology/2019/oct/29/whatsapp-sues-israeli-firm-accusing-it-of-hacking-activists-phones\">its lawsuit</a> in October, alleging that NSO Group had hacked 1,400 of its users, including journalists, senior diplomats, government officials and human rights activists.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/10/questions-over-israels-role-in-whatsapp-lawsuit-against-spyware-firm-nso-group\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/10/questions-over-israels-role-in-whatsapp-lawsuit-against-spyware-firm-nso-group", "date_published": "2020-03-10 19:51:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England rugby players’ ex-soldier father stuck in Fiji because of immigration rules", "description": "<p>Ilaitia Cokanasiga, who was prevented from watching his son Joe play in the World Cup last year, says he feels betrayed </p><p>A former British army sergeant whose two sons are English rugby internationals is stuck in Fiji, prevented by immigration rules from returning to the UK to rejoin his wife as she undergoes cancer treatment.</p><p>Ilaitia Cokanasiga, who over almost 14 years in the armed forces served two tours in Iraq and one in Afghanistan, told the Guardian that his immigration difficulties had stopped him from travelling to see his 22-year-old son, <a href=\"https://www.englandrugby.com/england/senior-men/squad/joe-cokanasiga\">Joe Cokanasiga</a>, play for England in the World Cup in Japan last year. He is devastated at being stranded 10,000 miles away from his family, unable to support his wife as she waits for an operation on a brain tumour.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/10/i-feel-betrayed-the-british-army-veteran-stuck-in-fiji-because-of-immigration-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/10/i-feel-betrayed-the-british-army-veteran-stuck-in-fiji-because-of-immigration-rules", "date_published": "2020-03-10 19:50:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Old Trafford guards accused of racist attack on 19-year-old worker", "description": "<p>Kamarl Nelson allegedly called ‘slave’ and hit by guards who did not believe he worked at stadium</p><p>Police are investigating claims of a racially-aggravated assault at Manchester United’s football stadium, after a 19-year-old who used to play for the club’s youth development team said he was attacked by security guards and left with a fractured eye socket as he tried to get to his job at the ground.</p><p>Greater Manchester police confirmed on Tuesday that they were looking into a report of a public order offence and assault by two men at Old Trafford on 27 February.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/10/old-trafford-guards-accused-of-racist-attack-on-19-year-old-worker\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/10/old-trafford-guards-accused-of-racist-attack-on-19-year-old-worker", "date_published": "2020-03-10 19:43:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudis shed light on oil production increase that rattled markets", "description": "<p>Breakdown of talks with Russia prompted Saudi Arabia to turn on taps and push down price</p><p>Saudi Arabia, the world’s biggest oil exporter, has spelled out details of the dramatic increase in its production that prompted Monday’s huge falls in global stock markets and is regarded as a targeted attack on the US shale oil industry.</p><p>The state-owned oil firm Saudi Aramco said in April, when a three-year Opec deal with Russia expires, it would increase output from 9.7m barrels per day (bpd) to 12.3m, flooding the market and bringing oil prices lower.</p> <a href=\"https://www.theguardian.com/business/2020/mar/10/saudi-arabia-oil-production-increase-markets\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/10/saudi-arabia-oil-production-increase-markets", "date_published": "2020-03-10 19:34:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Salmond trial witness denies making up attempted rape claim", "description": "<p>Woman tells court she wishes ex-first minister ‘was a better man and I wasn’t here’<br /></p><p>A key witness in the Alex Salmond trial has rejected an accusation that she fabricated claims he assaulted and attempted to rape her when he was the Scottish first minister.</p><p>Salmond, the former leader of the Scottish National party and a former MP and MSP, is on trial for 14 sexual offences including attempted rape, intent to rape, 10 charges involving numerous sexual assaults and two of indecent assault. He denies all the charges.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/10/alex-salmond-trial-witness-denies-making-up-assault-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/10/alex-salmond-trial-witness-denies-making-up-assault-allegations", "date_published": "2020-03-10 19:12:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From confidence to quarantine: how coronavirus swept Italy", "description": "<p>Undetected transmissions in early stage of outbreak at heart of current difficulties</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/10/coronavirus-update-latest-italy-shutdown-lockdown-who-pandemic-outbreak-quarantine-uk-cases-usa-america-australia-live-news-updates\">Coronavirus – the latest updates</a></li><li><a href=\"https://www.theguardian.com/world/gallery/2020/mar/10/coronavirus-travel-ban-italy-under-lockdown-in-pictures\">Coronavirus travel ban: Italy on lockdown – in pictures</a></li></ul><p>Italy appeared well ahead of the curve when the coronavirus outbreak began to spread outside China.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/from-confidence-to-quarantine-how-coronavirus-swept-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/from-confidence-to-quarantine-how-coronavirus-swept-italy", "date_published": "2020-03-10 19:02:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "St Albans firms in group appeal against soaring business rates", "description": "<p>More than 20 retailers, pubs and restaurants are expected to take part in the initiative</p><p>Businesses in St Albans in Hertfordshire are putting together what is thought to be the first group appeal against “astronomical” business rates as calls grow for a temporary amnesty as companies grapple with coronavirus-related disruption.</p><p>More than 20 retailers, pubs and restaurants are expected to take part in the initiative instigated by the city’s local business improvement district. Mandy McNeil, the BID’s co-chair, is optimistic that local businesses stand to make significant savings if they take part.</p> <a href=\"https://www.theguardian.com/business/2020/mar/10/st-albans-firms-group-appeal-business-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/10/st-albans-firms-group-appeal-business-rates", "date_published": "2020-03-10 18:52:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Body of work: why Billie Eilish is right to stand her ground against shaming", "description": "<p>Billie Eilish has done everything right in her career so far, but that’s not enough for a celebrity industry fixated on sex </p><p><a href=\"https://www.theguardian.com/music/billie-eilish\">Billie Eilish</a> has given the music industry everything it could possibly want. An authentic new voice that appeals to teenagers <em>and</em> their parents. A debut album that has sold more than 2m copies in the US alone. A decisive stylistic evolution from the preceding decade’s dominant pop mode. A clean sweep of the four key categories at the Grammys. A <a href=\"https://www.getrevue.co/profile/pennyfractions/issues/penny-fractions-billie-eilish-the-exception-that-proves-the-rule-205262\">copper-bottomed streaming success model</a>. A <a href=\"https://www.theguardian.com/music/2020/feb/14/billie-eilish-no-time-to-die-review-bond-theme\">James Bond theme</a> that rejuvenates a tired franchise and extends her commercial and creative clout.</p><p>Until she offers up her prime commodity as a young female pop star, it will never be enough.</p> <a href=\"https://www.theguardian.com/music/2020/mar/10/body-of-work-why-billie-eilish-is-right-to-stand-her-ground-against-shaming\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/10/body-of-work-why-billie-eilish-is-right-to-stand-her-ground-against-shaming", "date_published": "2020-03-10 18:29:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More funds needed for new trees in England, say campaigners", "description": "<p>Government failing on pledge to plant 30,000 hectares by 2024, says Friends of the Earth</p><p>Tree planting is one of the government’s key strategies for fighting the climate crisis, but ministers have got off to a slow start that shows little sign of speeding up, according to the latest figures: just £5.2m will be spent on new trees in England under the countryside stewardship scheme for the current financial year.</p><p>That is enough for only 1,260 hectares, according to Friends of the Earth, which is calling for a greater effort on tree-planting to absorb more carbon dioxide from the atmosphere.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/10/more-funds-needed-for-new-trees-in-england-say-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/10/more-funds-needed-for-new-trees-in-england-say-campaigners", "date_published": "2020-03-10 18:08:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government majority cut as almost 40 Tories rebel over Huawei", "description": "<p>Narrow victory is warning shot for No 10 which still has to legislate over Huawei’s 5G role<br /></p><p>Thirty-eight Tory MPs have rebelled against the government in an unsuccessful attempt to force Boris Johnson to set out a timetable for excluding Huawei from future 5G phone networks.</p><p>The government’s majority was cut to 24 as the rebels were defeated by 306 to 282 on an amendment put down by former Tory leader Iain Duncan Smith, amid concerns over the presence of a Chinese supplier at the heart of Britain’s digital infrastructure.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/10/government-wins-huawei-vote-despite-tory-rebellion\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/10/government-wins-huawei-vote-despite-tory-rebellion", "date_published": "2020-03-10 17:45:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex and the sixtysomethings: the steamiest scenes starring older actors", "description": "<p>The actor Amanda Redman says British viewers are too uptight about onscreen sex between the over-50s. This is what they are missing …</p><p>When it comes to British TV, sex is considered a young person’s game. Wrinkly bottoms and middle-aged paunches are rarely seen on our screens, banished from viewers’ eyes.</p><p>The New Tricks actor <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/10/british-tv-viewers-uptight-sex-older-folk-amanda-redman\" title=\"\">Amanda Redman has pointed out</a> how American audiences are much more accepting of seeing intimacy between older leads. “I’m watching Madam Secretary and the two leads are in their late 50s and have a really healthy sexual relationship,” she told the Radio Times. “And it’s not repulsive. We in Britain tend to shy away from that. There’s ageism involved there.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/mar/10/sex-sixtysomethings-steamiest-scenes-older-actors\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/mar/10/sex-sixtysomethings-steamiest-scenes-older-actors", "date_published": "2020-03-10 17:44:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celebrities pay tribute to Caroline Flack on day of funeral", "description": "<p>Love Island and other TV stars use social media to honour presenter who died in February<br /></p><p>Stacey Solomon and Amanda Holden were among the celebrities who paid tribute to Caroline Flack on the day of her funeral.</p><p>Friends and relatives gathered for a private funeral on Tuesday to remember the former Love Island host, who killed herself at her home in east London on 15 February.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/10/celebrities-pay-tribute-to-caroline-flack-on-day-of-funeral\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/10/celebrities-pay-tribute-to-caroline-flack-on-day-of-funeral", "date_published": "2020-03-10 17:18:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MP calls on council to house disabled boy stuck in hospital", "description": "<p>Ahmed, 10, unable to leave for 11 months as Manchester council fails to find property</p><p>A local council has a “moral and financial” duty to house a 10-year-old disabled boy stuck in hospital unnecessarily for 11 months, his MP has insisted, as a charity said 140 other disabled people were in-patients despite being well enough to be discharged.</p><p>Lucy Powell, the MP for Manchester Central, said she had asked Manchester city council to urgently move the boy, Ahmed, out of Royal Manchester children’s hospital and into a home, <a href=\"https://www.theguardian.com/society/2020/mar/09/severely-disabled-boy-stuck-in-acute-nhs-bed-for-nearly-a-year\">after the Guardian highlighted his case</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/10/mp-calls-on-council-to-house-family-of-boy-stuck-in-nhs-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/10/mp-calls-on-council-to-house-family-of-boy-stuck-in-nhs-hospital", "date_published": "2020-03-10 17:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feminist solidarity empowers everyone. The movement must be trans-inclusive | Zoe Williams", "description": "<p>Taking the side of the oppressed has long been feminism’s raison d’etre. Amid an explosion of misogyny in public life, compassion and unity are more important than ever</p><p>I have written nothing on <a href=\"https://www.theguardian.com/world/gender\" title=\"\">trans issues</a> for seven years. A now-familiar row had broken out in the feminist movement back then, and I assumed that feminism would soon re-orient itself away from which body parts define a woman and whether or not the word “womxn” signified an assault on our sense of selves, and towards what I thought was obviously the more fundamental question of the movement: who has it worse? Feminism, in my life’s experience of it, takes the side of the oppressed. That is our raison d’etre.</p><p>So, anyway, I had seen this wonderful talk by Helen Belcher, who described the three ways in which trans people are portrayed and undermined, in the media and beyond. “The first is that they’re fraudulent. They’re not really who they say they are. We’d better humour them in their delusion. The second is trans as undeserving deviant. The third is trans as comedy.” Since then, this has intensified, with other, even more hostile, elements added: trans people as predators, the trans movement as deliberately poisoning the young. The savage mischief has seeped out of it. There is not much of the “We’d better humour them” any more.</p> <a href=\"https://www.theguardian.com/society/2020/mar/10/feminist-solidarity-empowers-everyone-the-movement-must-be-trans-inclusive\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/10/feminist-solidarity-empowers-everyone-the-movement-must-be-trans-inclusive", "date_published": "2020-03-10 17:07:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Looking for love? Wash your hands first, say dating apps", "description": "<p>How dating apps are adapting to love in the time of coronavirus<br /></p><p>Dating apps are adapting to love in the time of coronavirus, warning their users of the elevated risks of going on dates while trying to ensure they do not switch off entirely when the time comes to self-isolate.</p><p>OKCupid, which prides itself on its data-led approach to dating, asking users to fill in detailed questionnaires and matching them with others who give similar answers, has sent a push alert to every user asking them an additional question: “Does coronavirus affect your dating life?”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/10/looking-for-love-wash-your-hands-first-say-dating-apps\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/10/looking-for-love-wash-your-hands-first-say-dating-apps", "date_published": "2020-03-10 16:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate emergency: global action is ‘way off track’ says UN head", "description": "<p>Deadly heatwaves, floods and rising hunger far greater threat to world than coronavirus, scientists say</p><p>The world is “way off track” in dealing with the climate emergency and time is fast running out, the UN secretary general has said.</p><p>António Guterres sounded the alarm at the launch of the <a href=\"https://public.wmo.int/en/our-mandate/climate/wmo-statement-state-of-global-climate\">UN’s assessment of the global climate in 2019</a>. The report concludes it was a record-breaking year for heat, and there was rising hunger, displacement and loss of life owing to extreme temperatures and floods around the world. </p> <a href=\"https://www.theguardian.com/environment/2020/mar/10/climate-emergency-global-action-way-off-track-says-un-head-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/10/climate-emergency-global-action-way-off-track-says-un-head-coronavirus", "date_published": "2020-03-10 16:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happiness? There’s an app for that: business students design solutions for wellness in education", "description": "<p>In a design competition, students from three universities all chose to focus on wellness, highlighting areas where technology could help</p><p>Raising the digital literacy of the workforce of tomorrow is high on the agenda for educators.<strong> </strong>They know that students of all disciplines<strong> </strong>will need to continuously master new technology as it rapidly reshapes the way we work and learn.</p><p>Creating digitally literate workers will require a change in how we educate the next generation –<strong> </strong>an approach that demands greater collaboration between education and industry,<strong> </strong>and one that gives students more hands-on experience.</p> <a href=\"https://www.theguardian.com/tomorrows-campus-today/2020/mar/10/happiness-theres-an-app-for-that-business-students-design-solutions-for-wellness-in-education\">Continue reading...</a>", "link": "https://www.theguardian.com/tomorrows-campus-today/2020/mar/10/happiness-theres-an-app-for-that-business-students-design-solutions-for-wellness-in-education", "date_published": "2020-03-10 16:25:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Send a tip on a spring visit in the UK for the chance to win £200 towards a Sawday's stay", "description": "<p>Grand houses and gardens, woods, villages, parks and gardens, museums and galleries … share your favourite springtime UK outing</p><p>It could be a National Trust property or an area of protected countryside vibrant with wildflowers and birdsong, a village that comes to life in spring, a gallery or museum opening up after the winter. We’d like to hear about any place – rural or urban – you like to visit that has a special allure as the weather improves, or perhaps a small, fun festival.</p><p>We’re looking for UK entries only this week please.</p> <a href=\"https://www.theguardian.com/travel/2020/mar/10/readers-tips-sawdays-spring-favourite-places-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/10/readers-tips-sawdays-spring-favourite-places-uk", "date_published": "2020-03-10 16:05:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are period dramas so white? - video", "description": "<p>Have you ever noticed that in film and on TV, period dramas tend to have almost entirely white casts? It’s almost as if, at least in film and TV land, black people do not feature in British history at all. The Guardian’s Josh Toussaint-Strauss finds out how accurate costume dramas are in terms of racial diversity, and looks into the reasons why period dramas might get whitewashed</p> <a href=\"https://www.theguardian.com/film/video/2020/mar/10/why-are-period-dramas-so-white-video\">Continue reading...</a>", "link": "https://www.theguardian.com/film/video/2020/mar/10/why-are-period-dramas-so-white-video", "date_published": "2020-03-10 16:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could squatting in the office save your life?", "description": "<p>A Tanzanian tribe may offer a healthy antidote to sitting at a desk all day – if you can kneel or squat for more than five minutes, that is</p><p>So kneeling is the new standing. Squatting, too, when it comes to work – desk work, that is – that would normally be done sitting.</p><p>Yup, there’s research. It finds that the Hadza people in Tanzania, whose inactive hunting-gathering lifestyle is similar to that of office workers, don’t have the same health problems, such as cardiovascular disease and premature death. That’s because even when they’re resting – kneeling and squatting – they require more muscle activity than sitting on a chair.</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/mar/10/could-squatting-in-the-office-save-your-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/mar/10/could-squatting-in-the-office-save-your-life", "date_published": "2020-03-10 15:57:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How do I make authentic paella? | Kitchen Aide", "description": "<p>Wars have been fought over less controversial issues, but the secret of a proper paella lies in its humble Valencian origins<br /><br />• Do you have a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>I’ve tried to replicate paellas I’ve </strong><strong>had in Spain</strong><strong>, but </strong><strong>none matches the colour, fragrance and subtle</strong><strong>ty of the real thing. Where am I going wrong?</strong><br /><em><strong>Chris, Paignton, Devon</strong></em></p><p>Most people cock up paella because they stray too far from the dish’s humble, rural origins, says chef and restaurateur <a href=\"https://www.theguardian.com/profile/jose-pizarro\" title=\"\">José Pizarro</a>. “Traditionally, it’s made with only 10 ingredients,” he explains. “That is, olive oil, chicken, rabbit, green beans, <em>garrofó</em> [A-grade Valencian butter beans], tomato, saffron, salt, rice and water or stock.” Depending on season and location, he says that this base is supplemented with a few other ingredients, from garlic and onions to peas and <em>pimentón</em> (smoked paprika) to game, snails or seafood, but that’s about as far as you ought to go, or you risk tipping your Spanish rice into caricature territory.</p> <a href=\"https://www.theguardian.com/food/2020/mar/10/how-do-i-make-authentic-paella\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/10/how-do-i-make-authentic-paella", "date_published": "2020-03-10 14:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cian Binchy: ‘Neurodiverse performers need to make a living too’", "description": "The actor and autism consultant on The Curious Incident of the Dog in the Night Time play on why perceptions of disabled people need to change<p>“I like being flamboyant,” says pioneering performance poet, writer and actor Cian Binchy. “There’s not enough of that these days – everything’s so dull and conservative.”</p><p>These are not adjectives you would associate with Binchy, <a href=\"https://www.ambitiousaboutautism.org.uk/understanding-autism/youth-patron-helps-national-theatre-autism-play\" title=\"\">autism consultant on award-winning play</a> <a href=\"https://www.theguardian.com/stage/2013/mar/13/curious-incident-dog-night-time-review\" title=\"\">The Curious Incident of the Dog in the Night-Time</a>, which will be touring the UK and Ireland for a third time from the autumn.</p> <a href=\"https://www.theguardian.com/society/2020/mar/10/cian-binchy-neurodiverse-performers-need-make-living-disability-curious-incident\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/10/cian-binchy-neurodiverse-performers-need-make-living-disability-curious-incident", "date_published": "2020-03-10 13:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I swapped my gun for binoculars’: India’s hunters turn to conservation", "description": "<p>Villagers are downing their weapons and protecting swathes of ancient forest and its wildlife in Nagaland state<br /></p><p>It is Sunday in Kohima, the capital of Nagaland, and like many Naga, Gwasinlo Thong has spent the morning in church. A tall, elegant man in a crisp navy suit, he hands over a bag of guava from his garden as we sit down to talk. “When I was a child we used to hear tigers roaring in the forest around our village,” he says, over a cup of sweet milky tea. “But even in my lifetime the birds and mammals have disappeared.”</p><p>One of the seven states that make up India’s tribal north-east, Nagaland’s mountains form a jagged spine along the Indo-Myanmar border. Home to the Naga, Tibeto-Burman people made up of an estimated 70 tribes, it is part of the Indo-Burma “biodiversity hotspot”, one of 36 such regions identified globally. Ninety-two species of mammal have been documented here, as well as 490 species of butterfly, 500 species of bird and 360 species of orchid. But Thong, a local conservationist, isn’t the first person to bemoan the disappearance of wildlife.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/10/i-swapped-my-gun-for-binoculars-indias-hunters-turn-to-conservation-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/10/i-swapped-my-gun-for-binoculars-indias-hunters-turn-to-conservation-aoe", "date_published": "2020-03-10 11:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Not just where people kill each other’: the man hoping to transform Burundi", "description": "<p>With an election looming, Dieudonné Nahimana shares his vision for unity in a country scarred by ethnic violence</p><p>When civil war erupted in Burundi in 1993, like many children, the teenage Dieudonné Nahimana fled to the capital, Bujumbura, and ended up destitute.</p><p>He became the de facto leader of a group of 40 street children, surviving in the shelter of abandoned buildings. It was an experience that drove his ambition higher, sowing the seeds for a nation-building project and his decision to run for president.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/10/on-a-mission-to-heal-the-man-with-a-plan-to-transform-burundi\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/10/on-a-mission-to-heal-the-man-with-a-plan-to-transform-burundi", "date_published": "2020-03-10 09:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s coronavirus tax cut plan lifts markets after Crash Monday - business live", "description": "<p>Rolling coverage of the latest economic and financial news, as Donald Trump floats payroll tax cuts to protect US economy from coronavirus </p><ul><li>8am: FTSE 100 opens 73 points higher</li><li><a href=\"https://www.theguardian.com/business/live/2020/mar/10/markets-coronavirus-donald-trump-tax-cut-ftse-dow-italy-crash-recovery-business-live?page=with:block-5e673a8b8f085f0b8d9456bc#block-5e673a8b8f085f0b8d9456bc\">Introduction: Markets bounce after worst day since 2008</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/mar/10/markets-coronavirus-donald-trump-tax-cut-ftse-dow-italy-crash-recovery-business-live?page=with:block-5e6745198f087df56e4c5829#block-5e6745198f087df56e4c5829\">Trump: We’ll pass payroll tax cuts soon</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/mar/10/markets-coronavirus-donald-trump-tax-cut-ftse-dow-italy-crash-recovery-business-live?page=with:block-5e6745198f087df56e4c5829#block-5e6745198f087df56e4c5829\">Asian stocks rally as Xi visits Wuhan</a></li><li><a href=\"https://www.theguardian.com/business/2020/mar/09/global-stock-markets-post-biggest-falls-since-2008-financial-crisis\">Crash Monday: Trillions wiped off markets</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-10T08:25:29.601Z\">8.25am <span class=\"timezone\">GMT</span></time> </p><p>The wild losses of Crash Monday dominate today’s UK newspaper front pages:</p><p dir=\"ltr\" lang=\"en\">Tuesday's Guardian: \"Stock markets in biggest fall since 2008 as virus fears trigger panic selling\" <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> (via <a href=\"https://twitter.com/hendopolis?ref_src=twsrc%5Etfw\">@hendopolis</a>) <a href=\"https://t.co/EiI8DPcanf\">pic.twitter.com/EiI8DPcanf</a></p><p dir=\"ltr\" lang=\"en\">Global markets plunge amid coronavirus fears<a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://twitter.com/hendopolis?ref_src=twsrc%5Etfw\">@hendopolis</a> <a href=\"https://t.co/7On1WXbAJt\">pic.twitter.com/7On1WXbAJt</a></p><p dir=\"ltr\" lang=\"en\">Tomorrow’s <a href=\"https://twitter.com/CityAM?ref_src=twsrc%5Etfw\">@CityAM</a> front page after an oil spat sends global markets into a downward spiral <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/jhrQLWYSim\">pic.twitter.com/jhrQLWYSim</a></p><p dir=\"ltr\" lang=\"en\">TELEGRAPH BUSINESS: Trillions of pounds wiped off global stock markets <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/KiOe8FrOL4\">pic.twitter.com/KiOe8FrOL4</a></p><p dir=\"ltr\" lang=\"en\">Tuesday's FT: \"Oil price plunge sends tremors through battered global markets\" <a href=\"https://twitter.com/hashtag/BBCPapers?src=hash&amp;ref_src=twsrc%5Etfw\">#BBCPapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> (via <a href=\"https://twitter.com/hendopolis?ref_src=twsrc%5Etfw\">@hendopolis</a>) <a href=\"https://t.co/cfTQlvXZYS\">pic.twitter.com/cfTQlvXZYS</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-03-10T08:21:34.848Z\">8.21am <span class=\"timezone\">GMT</span></time> </p><p><strong>Informa, the world’s largest exhibition company, has postponed or cancelled almost 130 events worth £450m in revenue due to the coronavirus outbreak.</strong></p><p>The company, which has already suffered a £1bn drop in its market value since the start of the year as a result of share price falls, said that its events arm accounts for about 65% of £2.9bn in total group revenues.</p><p>“We are facing a 2020 impact from COVID-19 in our events-related businesses and so we have used our strong customer and supplier relationships to swiftly deploy a material postponement programme shifting our events calendar to later dates in 2020,” </p> <a href=\"https://www.theguardian.com/business/live/2020/mar/10/markets-coronavirus-donald-trump-tax-cut-ftse-dow-italy-crash-recovery-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/mar/10/markets-coronavirus-donald-trump-tax-cut-ftse-dow-italy-crash-recovery-business-live", "date_published": "2020-03-10 08:25:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live updates: Italy-wide lockdown comes into force", "description": "<p>UK and US had worst days trading since 2008 GFC; Global cases near 110,000; Grand Princess passengers disembark. Follow the latest news. </p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/09/us-coronavirus-death-toll-cruise-ship-oakland-florida\">Cruise ship carrying at least 21 with coronavirus docks in California</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-white-house-trump-pence-testing\">US pledges more testing as Trump hints at aid for workers</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/mar/09/matt-gaetz-coronavirus-cpac-quarantine\">Quarantined US congressman flew with Trump on Air Force One</a></li><li><a href=\"https://www.theguardian.com/business/2020/mar/09/global-stock-markets-post-biggest-falls-since-2008-financial-crisis\">Global stock markets post biggest falls since 2008 financial crisis</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-italy-prime-minister-country-lockdown\">Italian PM extends lockdown to entire country</a></li><li><a href=\"https://www.theguardian.com/science/2020/mar/09/coronavirus-sufferers-symptom-free-for-five-days-on-average-study\">Coronavirus sufferers symptom-free for five days on average – study</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-latest-at-a-glance-death-toll-4000\">Coronavirus latest: at a glance</a></li><li><a href=\"https://www.theguardian.com/science/2020/jan/23/tell-us-have-you-been-affected-by-the-coronavirus\">Share your experiences</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-10T08:23:45.964Z\">8.23am <span class=\"timezone\">GMT</span></time> </p><p>The <strong>French</strong> culture minister Franck Riester has tested positive for the coronavirus. He said he self quarantining. Riester is the first high profile French politician to confirm he has tested positive, but five MPs from the Assemblée National and two other parliamentary members of staff are among those who have the virus.</p><p class=\"block-time published-time\"> <time datetime=\"2020-03-10T08:14:35.918Z\">8.14am <span class=\"timezone\">GMT</span></time> </p><p>As the whole of <strong>Italy</strong> goes into lockdown, there are some reassuring signs that measures are starting to work. Across the 11 towns that went into quarantine over two weeks ago, the number of cases is beginning to fall.</p> <a href=\"https://www.theguardian.com/world/live/2020/mar/10/coronavirus-update-latest-italy-shutdown-lockdown-who-pandemic-outbreak-quarantine-uk-cases-usa-america-australia-live-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/10/coronavirus-update-latest-italy-shutdown-lockdown-who-pandemic-outbreak-quarantine-uk-cases-usa-america-australia-live-news-updates", "date_published": "2020-03-10 08:23:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Project of death': alarm at Bolsonaro's plan for Amazon-spanning bridge", "description": "<p>Residents of riverside communities in the state of Pará are unconvinced by the Bolsonaro government’s claims of jobs and other benefits that a dramatic extension of a trans-Amazon highway would bring</p><p>From the veranda of her wooden home, Joaci da Silva looked out across her garden towards the waters of the River Amazon, and shuddered as she considered the future.</p><p>“Today we live in a paradise,” she said.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/10/brazil-amazon-bridge-project-bolsonaro\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/10/brazil-amazon-bridge-project-bolsonaro", "date_published": "2020-03-10 08:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Misbehaviour review – likable comedy of bizarre and farcical 1970 Miss World", "description": "<p>Keira Knightley and Jessie Buckley star in this charming film as the feminist protesters who disrupted the beauty pageant</p><p>There’s a very British sort of wackiness to this bizarre and farcical true story from the annals of pop culture, told here with charm and fun. It’s the 1970 Miss World contest, which erupted in controversy and feminist protest, winding up with host Bob Hope covered in flour, the BBC covered in embarrassment and the fledgling women’s liberation movement covered in glory. If there is a tonal uncertainty in this comedy, then that’s because there was a tonal uncertainty in the real-life events, and the movie nicely conveys how they were at one and the same time deadly serious and Pythonically silly.</p> <a href=\"https://www.theguardian.com/film/2020/mar/10/misbehaviour-review-1970-miss-world-contest-keira-knightley-jessie-buckley\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/10/misbehaviour-review-1970-miss-world-contest-keira-knightley-jessie-buckley", "date_published": "2020-03-10 08:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I no longer find my wife sexually attractive – have we become too alike?", "description": "<p>We were all over each other when we dated, but in marriage we have merged our lives to the extent that I don’t really have a social life</p><p><strong>After only five years of marriage, I am finding </strong><strong>it hard to be sexually attracted to my wife</strong><strong>. When we were dating, we were all over each other, but </strong><strong>a lot has changed since we got married. Other than our sex life, w</strong><strong>e have a very good relationship</strong><strong>. </strong><strong>That said, my views on the world</strong><strong> and my personality</strong><strong> are different because of her influence. I strongly believe </strong><strong>this is for the </strong><strong>better, as she is a very sweet and caring person, but </strong><strong>could </strong><strong>it </strong><strong>explain </strong><strong>the change in sexual attraction? </strong><strong>I feel </strong><strong>as though we are </strong><strong>too co</strong><strong>sy</strong><strong> and </strong><strong>have become very alike</strong><strong>. I spend most of my time alone and talk only to her; I don’t really have a social life. </strong><strong>I don’t know how to fix this, but it is killing me</strong><strong>. I feel like less of a man and I feel bad when I am attracted to</strong><strong> other women or watch pornography. </strong></p><p>You and your wife have probably become too familial for optimum sex. Also, perhaps you are harbouring resentment about some of the changes in you that have occurred due to her influence, which could significantly affect your libido. You may need to reclaim your individuality to an extent; in doing so, you will both feel a resurgence of libido. Mutual attraction requires that each partner views the other as being separate from him or herself; if you always know what each other is thinking, the thrill and challenge of the other’s mystery is absent and the spark dies. Choose some different pastimes from your partner – and seek a different friend or two. Stand your ground in an argument. Express your true feelings with respect and clarity and don’t allow them to be dismissed. Paradoxically, good sex will return when you are more emotionally and intellectually separate.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/10/i-no-longer-find-my-wife-sexually-attractive-have-we-become-too-alike\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/10/i-no-longer-find-my-wife-sexually-attractive-have-we-become-too-alike", "date_published": "2020-03-10 08:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'McCarthyism’ in the UK: why academics fear shaming for leftwing views", "description": "<p>A rightwing US website whose citing of lecturers for perceived liberal bias has led to death threats now has a British arm</p><p>Academics are issuing warnings about a <a href=\"https://tpointuk.co.uk/\" title=\"\">UK organisation</a> that is calling on students to report lecturers’ “political bias” for publication on its website. <a href=\"https://tpointuk.co.uk/education-watch/\" title=\"\">“Education Watch”</a> is based on a <a href=\"https://www.theguardian.com/us-news/2016/dec/02/professor-watchlist-website-academic\" title=\"\">US site</a> that lists lecturers who have advanced what it calls “leftist propaganda”. Academics in the US have faced threats of death, rape and harm to their children after being singled out by “<a href=\"https://www.professorwatchlist.org/\" title=\"\">Professor Watchlist</a>”.</p><p><a href=\"https://tpointuk.co.uk/education-watch/\" title=\"\">Education Watch</a>, on the website of <a href=\"https://tpointuk.co.uk/\" title=\"\">Turning Point UK</a>, was launched last month by the British arm of Turning Point USA, an organisation seen as Trump’s youth wing. Turning Point UK was given messages of support from MPs such as <a href=\"https://www.theguardian.com/politics/2019/feb/04/tory-mps-back-rightwing-youth-group-turning-point-uk\" title=\"\">Jacob Rees-Mogg and Priti Patel</a>.</p> <a href=\"https://www.theguardian.com/education/2020/mar/10/mccarthyism-uk-universities-academics-fear-shaming-for-leftwing-views\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/10/mccarthyism-uk-universities-academics-fear-shaming-for-leftwing-views", "date_published": "2020-03-10 07:45:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At the Glasgow climate conference, the UK could kickstart a green tech revolution | Mike Mason", "description": "<p>Cop26 is a chance to see how ‘unicorn’ technologies can take greenhouse gas emissions to near zero</p><p>Einstein probably didn’t say “insanity is doing the same thing over and over again and expecting a different result”, but might have done had he kept tabs on the impact of the annual climate negotiations. We have now had 25 of them – the <a href=\"https://unfccc.int/process/bodies/supreme-bodies/conference-of-the-parties-cop\" title=\"\">26th Conference of the Parties</a> (<a href=\"https://www.theguardian.com/environment/cop-26-glasgow-climate-change-conference-2020\" title=\"\">Cop26</a>) will take place in Glasgow in November – yet greenhouse gas concentrations continue to rise inexorably. Cops – especially the one in <a href=\"https://www.theguardian.com/environment/2015/dec/12/paris-climate-deal-200-nations-sign-finish-fossil-fuel-era\" title=\"\">Paris in 2015</a> – have changed attitudes and influenced policy. But to meet the goal of <a href=\"https://www.theguardian.com/environment/2018/oct/08/we-must-reduce-greenhouse-gas-emissions-to-net-zero-or-face-more-floods\" title=\"\">reducing global emissions to net zero</a> by mid-century we have to start doing something substantial and different in addition to seeking stronger commitments at Cop26.</p><p>The good news is that there are now real grounds for optimism that we can slow and ultimately stop greenhouse gas emissions. Renewable energy currently <a href=\"https://www.theguardian.com/business/2020/jan/07/renewables-beat-fossil-fuels-greenest-year-uk-energy\" title=\"\">outcompetes fossil fuels</a> in many areas and continues to become cheaper every year. New energy storage options, ranging from cheaper batteries to <a href=\"https://www.theguardian.com/business/2018/jun/17/siemens-pilots-the-use-of-ammonia-for-green-energy-storage\" title=\"\">green ammonia</a>, are emerging. New ways to produce proteins at scale without destroying rainforests are being developed.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/glasgow-climate-conference-uk-green-tech-revolution-cop26\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/10/glasgow-climate-conference-uk-green-tech-revolution-cop26", "date_published": "2020-03-10 07:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Before society can ‘level up’, the ruling Eton-Winchester clique needs levelling down | Fiona Millar", "description": "Inequality in education matters in a country where eight private schools get more Oxbridge places than 3000 state schools<br /><p>It is hard to know what is most disheartening at this time of global insecurity: the prime minister’s lackadaisical insouciance, his showy advisers, smug ministers, or the invisible opposition?</p><p>This week’s budget should root us back in the domestic arena, so I am going to add my own bete noire: the overused but underscrutinised phrase “<a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/levelling-up-let-tories-off-hook-conservative-policies\" title=\"\">levelling up</a>”. We know more about what Dominic Cummings wears and reads than what he and the prime minister mean by it.</p> <a href=\"https://www.theguardian.com/education/2020/mar/10/society-level-up-ruling-eton-winchester-clique-down\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/10/society-level-up-ruling-eton-winchester-clique-down", "date_published": "2020-03-10 07:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Typhoid Mary: the super-spreader before the term even existed", "description": "<p>Mary Mallon triggered multiple outbreaks in New York at the turn of the 20th century – and some believe she suffered prejudice not shown to other asymptomatic carriers</p><p>Mary Mallon was a super-spreader before the term existed, a disease carrier so notorious she acquired a celebrity nickname: Typhoid Mary.</p><p>Mallon showed no symptoms but was infected with typhoid and triggered multiple outbreaks in New York at the turn of the 20th century.</p> <a href=\"https://www.theguardian.com/science/2020/mar/10/typhoid-mary-super-spreader-history\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/mar/10/typhoid-mary-super-spreader-history", "date_published": "2020-03-10 07:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's time to end 9-5 office hours: the business case for the five-hour workday | Alex Soojung-Kim Pang", "description": "<p>The surprising truth? Shorter days mean happier employees, more productivity – and more business growth<br /></p><p>When he first heard about the five-hour workday, David Rhoads thought: <em>I want to give this to my employees</em>.</p><p>David is the CEO of Blue Street Capital, a California-based company that arranges financing for enterprise IT systems. He’s also an avid surfer. So when he saw an article about how Tower Paddle Boards – an online, direct-to-consumer company that sells stand-up paddleboards – had moved to a five-hour workday, he was intrigued.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/five-hour-workday-shorter-book\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/10/five-hour-workday-shorter-book", "date_published": "2020-03-10 07:26:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don't travel, don't socialise, stay inside: Italy's coronavirus lockdown rules", "description": "<p>Country’s prime minister has put the nation of 60 million people under special quarantine measures</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/10/coronavirus-update-latest-italy-shutdown-lockdown-who-pandemic-outbreak-quarantine-uk-cases-usa-america-australia-live-news-updates\">Coronavirus – latest updates</a></li></ul><p>Italians have been told to <a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-italy-prime-minister-country-lockdown\">stay at home and avoid all non-essential travel </a>as quarantine measures were extended to the whole country to stop the spread of the coronavirus.</p><p>Here are the main points of a government decree signed on Monday night that brings the restrictions into effect until 3 April.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/stay-inside-dont-travel-dont-socialise-italys-coronavirus-lockdown-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/stay-inside-dont-travel-dont-socialise-italys-coronavirus-lockdown-rules", "date_published": "2020-03-10 07:16:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should the taxpayer continue to fund free school meals?", "description": "There are rumours that universal free meals for infants could be cut in tomorrow’s budget. The policy has divided opinion since its introduction in 2014<p>Universal free meals for children in key stage 1 are rumoured to be <a href=\"https://schoolsweek.co.uk/ministers-dodge-questions-about-future-of-universal-infant-free-school-meals/\" title=\"\">under threat</a>, possibly in tomorrow’s budget. The policy has been <a href=\"https://www.theguardian.com/education/2016/aug/31/free-school-meals-putting-pressure-small-schools-budgets-uk\" title=\"\">controversial</a> since it was introduced in 2014 by the coalition government.</p> <a href=\"https://www.theguardian.com/education/2020/mar/10/infant-free-school-meals-taxpayer-fund-them\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/mar/10/infant-free-school-meals-taxpayer-fund-them", "date_published": "2020-03-10 07:15:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eileen: The Making of George Orwell by Sylvia Topp – review", "description": "This life of George Orwell’s first wife, Eileen, is a dispiriting read with unconvincing arguments about her influence on his work<p>When Eileen O’Shaughnessy married George Orwell in 1936, she was 30 years old, highly educated, and knew her own mind; before the wedding, she told the minister that her vows would not include a promise to “obey” her new husband. But obey him she nearly always did: feeding his chickens, tending his goats, typing up his manuscripts. After their marriage, the couple famously lived (like the common people!) in a cottage belonging to Orwell’s aunt Nellie in Wallington, Hertfordshire, and it was within its dank walls that her husband swiftly established himself as a domestic tyrant. The house had no electricity and no indoor lavatory. Nevertheless, Eileen had to understand that the niceties were still important. Soon after the wedding, she put a jar of marmalade on the table – she was about to serve him one of his beloved cooked breakfasts – only to be instructed by Orwell that its contents should first have been decanted into a jam dish.</p><p>The difference between choice and sacrifice in a marriage is inevitably moot, particularly in the context of feminism. It’s easy – too easy, sometimes – retrospectively to discount the agency of a wife, and all the more so if she was married, as Eileen was, to the kind of man who repeatedly cheated on her (once with her closest friend); who relied on her for hard labour and, sometimes, for money; and whose fantasies about proletarian life were so determinedly fixed, he would only allow his friends to drink dark ale in the pub, irrespective of what they’d ordered. But in the case of the first Mrs Orwell – the second was the more famous <a href=\"https://www.theguardian.com/books/2002/jul/15/biography.comment\" title=\"\">Sonia</a>, who married the writer shortly before his death from tuberculosis in 1950 – there is, I think, no getting away from the fact that she knew exactly what she was doing; that some ardent part of her fully bought into his conviction that nothing mattered more than his career as a writer. As her biographer, Sylvia Topp, makes clear, moreover, her desire to be both his amanuensis and the digger of his potato patch existed alongside something far less meekly devoted. When she followed him to Spain in 1937, where he was fighting the fascists during the civil war, <a href=\"https://www.theguardian.com/uk/2003/may/05/books.artsandhumanities\" title=\"\">she had a fling with his commander, George Kopp</a>, while he was away at the front. Other affairs would follow.</p> <a href=\"https://www.theguardian.com/books/2020/mar/10/eileen-the-making-of-george-orwell-sylvia-topp-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/10/eileen-the-making-of-george-orwell-sylvia-topp-review", "date_published": "2020-03-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human rights activist 'forced to flee DRC' over child cobalt mining lawsuit", "description": "<p>Landmark legal action against world’s biggest tech companies lead to death threats, says activist Auguste Mutombo</p><p>A Congolese human rights activist has said he was forced to flee the country with his family after being linked to a lawsuit accusing the world’s largest tech companies of being complicit in the deaths of children in cobalt mines in the Democratic Republic of the Congo (DRC).</p><p>In <a href=\"https://www.theguardian.com/global-development/2019/dec/16/apple-and-google-named-in-us-lawsuit-over-congolese-child-cobalt-mining-deaths\">December, </a><a href=\"https://www.theguardian.com/global-development/2019/dec/16/apple-and-google-named-in-us-lawsuit-over-congolese-child-cobalt-mining-deaths\">the Guardian revealed</a> that a group of families from DRC were launching landmark legal action against Apple, Google, Tesla, Microsoft and Dell. They claim they aided and abetted the deaths and injuries of their children, who were working in mines that they say were linked to the tech companies.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/10/human-rights-activist-forced-to-flee-drc-over-child-cobalt-mining-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/10/human-rights-activist-forced-to-flee-drc-over-child-cobalt-mining-lawsuit", "date_published": "2020-03-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lastminute gives a nonsense excuse for refusing a refund", "description": "<p>Including a middle name on one duplicate ticket cost me £1,100</p><p><strong>My parents have been going to India </strong><strong>for the past 15 years to help people in need in Kolkata and every year I book their tickets </strong><strong>as they are in their 80s and not computer literate. </strong></p><p><strong>Last December, I booked their flights with Emirates through Lastminute.com. But, as I hit the pay button, the Lastminute website went down with the result that I didn’t get confirmation on the page, or through an email. </strong></p> <a href=\"https://www.theguardian.com/money/2020/mar/10/lastminute-ticket-duplicate-refund-name-change\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/10/lastminute-ticket-duplicate-refund-name-change", "date_published": "2020-03-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rock classics: the most extraordinary stone buildings on Earth – in pictures", "description": "<p>An aqueduct without mortar, a tilting library, a house sandwiched between two boulders … Stone, a new book by William Hall, celebrates some of the world’s finest buildings, built with <a href=\"https://www.theguardian.com/artanddesign/2020/mar/04/miracle-new-sustainable-product-revolutionising-architecture-new-stone-age\">one of its oldest and most durable materials</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/mar/10/rock-classics-the-most-extraordinary-stone-buildings-on-earth-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/mar/10/rock-classics-the-most-extraordinary-stone-buildings-on-earth-in-pictures", "date_published": "2020-03-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why cycling in Palestine is an intensely political act", "description": "<p>Riding is way of thumbing the nose at occupation and connecting with the land </p><p>Are you annoyed by the anti-motorcycle barriers or speed bumps on your local bike path? Spare a thought for Palestinian bicycle advocates. According to the UN, the Israeli occupation of the West Bank <a href=\"https://www.ochaopt.org/content/over-700-road-obstacles-control-palestinian-movement-within-west-bank\">imposes 705 obstacles to the free movement of Palestinians</a>.</p><p>These obstacles include military checkpoints where only those with permits can pass, a <a href=\"https://en.wikipedia.org/wiki/Israeli_West_Bank_barrier\">440-mile separation barrier</a>, and roving patrols that can turn a joyous bike ride into humiliating roadside detention.</p> <a href=\"https://www.theguardian.com/environment/bike-blog/2020/mar/10/why-cycling-in-palestine-is-an-intensely-political-act\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/bike-blog/2020/mar/10/why-cycling-in-palestine-is-an-intensely-political-act", "date_published": "2020-03-10 07:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I wish everyone raw strength, however they identify | Suzanne Moore", "description": "<p>The truth that I take to be self-evident because of the experiences I’ve had is my story. It won’t necessarily be yours </p><p>Blood. Unwanted blood. That was the first sign I had that I was a woman.</p><p>For me, it was just a period. My mother referred to it as “the curse”. I didn’t put the tampon in properly, so it hurt. Tracking periods never seemed easy: I was too busy; it was always a faff. Thank God that bit of me has gone now. I became something else a while back. My oestrogen levels dropped. What so often defines gender no long defines me and now I wonder if it ever did. My insides don’t match my outsides, that’s for sure.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/i-wish-everyone-strength-however-they-identify-suzanne-moore\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/10/i-wish-everyone-strength-however-they-identify-suzanne-moore", "date_published": "2020-03-10 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most vegan restaurant meals have high levels of salt, research finds", "description": "<p>Action for Salt says 80% would attract a red traffic light label and some contain more than daily recommended intake</p><p>Four out of five “healthy sounding” plant-based<a href=\"https://www.theguardian.com/food/vegan\"> </a>meals served by major UK restaurant chains would attract a red traffic light label for their high levels of <a href=\"https://www.theguardian.com/science/2018/aug/09/salt-not-as-damaging-to-health-as-previously-thought-says-study\">salt</a>, according to research that claims many dishes are hidden under a “vegan health halo”.</p><p>Action on Salt found that three out of five plant-based restaurant meals surveyed contained 3g or more of salt, half of an adult’s maximum daily recommended intake. Nineteen meals contained 6g or more.</p> <a href=\"https://www.theguardian.com/food/2020/mar/10/most-vegan-restaurant-meals-have-high-levels-of-salt-research-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/10/most-vegan-restaurant-meals-have-high-levels-of-salt-research-finds", "date_published": "2020-03-10 07:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li>Follow our <a href=\"https://www.theguardian.com/world/live/2020/mar/10/coronavirus-update-latest-italy-shutdown-lockdown-who-pandemic-outbreak-quarantine-uk-cases-usa-america-australia-live-news-updates\">latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a>:</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/coronavirus-latest-at-a-glance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/coronavirus-latest-at-a-glance", "date_published": "2020-03-10 06:46:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "School closures will lay bare the private struggles so many of us endure | Zoe Williams", "description": "<p>The likely coronavirus response will disrupt family life and show just how many children, parents and grandparents need care</p><p>There is an unlovely 20-second gap, in the parenting experience, between any given negative event and a sense of solidarity kicking in: the quick thrill of “I’m all right, Jack”. Toddlers, screaming in the supermarket? Not my circus, not my monkeys. Schools <a href=\"https://www.theguardian.com/world/2020/feb/24/government-to-shut-schools-if-there-was-uk-coronavirus-outbreak\" title=\"\">closing down</a> for two months straight, which realistically would mean the Easter holidays rolling into September, the world transformed into one endless summer? My kids are 12 and 10, and I work from home. What could possibly be more clement, I thought? It’ll be like having co-workers, except in pyjamas.</p><p>This was only fleeting, before the calamity kicked in. The disruption caused by mass school closures would be simply unmatched by any freak event in living memory: no flood, no ash cloud, no financial crash comes close to losing so much of the workforce to childcare, and for so long. We have some experience of multiple schools closing across a number of regions, for <a href=\"https://www.thesun.co.uk/news/10535424/norovirus-uk-schools-hospitals-close/#:~:text=Stay%20at%20home%20if%20you,hours%20after%20symptoms%20have%20cleared.\" title=\"\">norovirus</a>; that tended to be for no more than a couple of days, for deep cleaning. We know what it’s like to have snow days dispersed across a few counties, or for the whole country to seize up after a strong wind (if you can remember as far back <a href=\"https://www.theguardian.com/uk-news/gallery/2017/oct/16/30th-anniversary-of-the-1987-great-storm-in-pictures\" title=\"\">as 1987</a>). Few economic effects were observed, and none talked about, because the disruption was absorbed into each individual family, as misfortunes tend to be.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/school-closures-coronavirus-care\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/10/school-closures-coronavirus-care", "date_published": "2020-03-10 06:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The sweet air of the Cévennes: a British writer on life in the rural heart of France", "description": "<p>As the Cévennes national park celebrates its 50th anniversary, Adam Thorpe reflects on how the ‘intricate hills’ of the Massif Central protect its wildlife – and way of life</p><p>I sometimes think of the Cévennes as the massive knuckles of a sleeping green giant. Insular, tough-minded and Protestant, our home for the last 30 years has sharp granite and limestone hills that here and there stretch up out of deep valleys into proper mountains. Much of it is felted in dwarf holm oak, the evergreen and often impenetrable stuff of southern Europe, which turns metallic grey in poor weather, yet glitters beautifully under clear skies, simultaneously dark and resplendent, as difficult for a painter to capture as olive trees.</p><p>There are Alpine touches, despite its closeness to the Mediterranean: pine and spruce in dark green swathes on the higher slopes, tumbling streams among the great boulders, and the odd solitary eagle eyeing you from the level of the peaks. Beech and chestnut thrive on certain slopes, the latter providing an important income and a source of vital nourishment to the peasant Cévenol over the centuries. We gather chestnuts in season, careful to stick to those tumbled on to the paths, heeling open their spiky hulls to the nuts nestling inside like glossy cubs.</p> <a href=\"https://www.theguardian.com/travel/2020/mar/10/cevennes-national-park-rural-france-walking-massif-central\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/10/cevennes-national-park-rural-france-walking-massif-central", "date_published": "2020-03-10 06:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tuesday briefing: 'Occasions of contagion' – Italy in lockdown", "description": "<p>Coronavirus: Trump hints at ‘major’ economic measures … Windrush victims still hurting … and an interview with Labour leadership candidate Lisa Nandy</p><p>Good morning – Warren Murray with Tuesday’s unfolding news.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/tuesday-briefing-occasions-of-contagion-italy-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/tuesday-briefing-occasions-of-contagion-italy-in-lockdown", "date_published": "2020-03-10 06:28:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: an American schooling in sex", "description": "<p>Kathryn Hahn fronts a new comedy on a mother exploring her sex life, while her son does the same at college. Plus: Louis Theroux in the Bake Off tent. Here’s what to watch this evening</p><p>Kathryn Hahn leads this American take on the Sex Education strand of randy teen comedy, starring as a single mother, Eve Fletcher, who rediscovers her sexuality – not least through online porn – after her son, Brendan, leaves for college. In this opening episode, Brendan is ready to move out, but not before an awkward encounter with an ex at a party, while Eve has a brush with inappropriate workplace behaviour. Adapted from Tom Perrotta’s 2017 novel, it is an unflinching coming-of-age tale – for both mother and son. <em>Ammar Kalia</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/10/tuesday-tv-tonight-mrs-fletcher-the-split\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/10/tuesday-tv-tonight-mrs-fletcher-the-split", "date_published": "2020-03-10 06:20:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It was just left to the people': behind a chilling documentary on the Flint water crisis", "description": "<p>British director Anthony Baxter had spent five years documenting the fallout in Flint, Michigan after a manmade disaster threatened a small community</p><p>This is, BuzzFeed News noted recently, a time when <a href=\"https://www.buzzfeednews.com/article/katherinemiller/super-tuesday-joe-biden-amy-klobuchar\">“only the last 72 hours seem to matter in politics”</a>. It is the age of news as instant gratification, with goldfish-like attention spans measured out in alerts and tweets on unputdownable phones. A week can seem like a year, a year can seem like a lifetime.</p><p>So it is reassuring to consider a project such as Flint, a documentary film five years in the making. The director, <a href=\"https://www.theguardian.com/commentisfree/2018/apr/04/flint-residents-punished-poisoned-water\">Anthony Baxter,</a> was holed up for long periods at the Holiday Inn Express in Flint, Michigan, capturing 400 hours of footage about one of the worst human-caused environmental disasters in American history.</p> <a href=\"https://www.theguardian.com/film/2020/mar/09/flint-water-crisis-documentary-anthony-baxter\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/09/flint-water-crisis-documentary-anthony-baxter", "date_published": "2020-03-10 06:15:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homeless in Heathrow: the Windrush victims still suffering two years on", "description": "<p>It has been two years since the government apologised for the scandal and promised to rectify the injustices. Yet those affected are still being failed by the Home Office - with some still destitute</p><p>It requires a military level of discipline to live most of your life in Heathrow airport. Gbolagade Ibukun-Oluwa, 59, has been homeless since 2008 and for the past five years has developed a routine that sees him spending several nights a week in the cafes just outside the departures area. He arrives between 11pm and 1am, as day staff are replaced by the night shift, rotating between a Caffè Nero in Terminal 4 and a Costa coffee shop in Terminal 5, where the workers know him and offer him a cup of hot water. If flights have been cancelled and the cafes are very busy, he takes a bus to a 24-hour McDonald’s on the airport slip road, and waits there until dawn, occasionally managing to sleep for an hour or two in his wheelchair.</p><p>In the past, Heathrow security have been hostile, calling the police, who would put him in a van and drive him beyond the airport perimeter, where they would drop him and tell him: “If we ever see you there again, you’re in big trouble.” But that aggressive approach has stopped, and mostly he is ignored by passengers and staff; at a glance he looks like any other traveller, his belongings tidily packed into a few bags. “I have a routine to arrive as late as possible and to move on as early as possible,” he says. “They don’t bother me. They’re used to people waiting all night for a flight.” For all the hassle, the airport is at least warm and safe.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/10/it-felt-like-intentional-torture-the-windrush-victims-who-are-still-homeless-two-years-on\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/10/it-felt-like-intentional-torture-the-windrush-victims-who-are-still-homeless-two-years-on", "date_published": "2020-03-10 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the killing of an abusive father fuelled Russia's war over family values", "description": "<p>The notorious case of three teenage sisters inspired a campaign for change – and a backlash from the patriarchy. By Matthew Luxmoore</p><p>At about 3pm on 27 July 2018, the day of his death, Mikhail Khachaturyan scolded his three teenage daughters, Krestina, Angelina and Maria. The apartment they shared – in a Soviet-era housing block near the huge ring road that encircles Moscow – was a mess, he told them, and they would pay for having left it that way. A large, irascible man in his late 50s with a firm Orthodox faith, Khachaturyan had run his household despotically since he allegedly forced his wife to leave in 2015.</p><p>That afternoon, his daughters would later tell investigators, he punished them in his customary sadistic way. Calling them one by one into his bedroom, he cursed and yelled at them, then pepper sprayed each one in the face. The oldest sister, Krestina, 19, began to choke from the effects of the spray. Retreating to the bedroom she shared with her sisters, Krestina collapsed on the bed and lost consciousness. Her sister Maria, then 17, the youngest of the three, would later describe this moment as “the final straw”.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/khachaturyan-sisters-killing-of-abusive-father-russia-trial-family-values\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/khachaturyan-sisters-killing-of-abusive-father-russia-trial-family-values", "date_published": "2020-03-10 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Precious stolen work by Persian poet Hafez, now recovered, will be sold", "description": "<p>After much intrigue, one of the earliest copies of the 14th-century author’s revered Divan, illuminated with gold, to be auctioned in April</p><p>A “magnificent” stolen manuscript by the revered 14th-century Persian poet Hafez, which was dramatically discovered earlier this year by a Dutch art sleuth, is set to be sold at auction next month.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2005/sep/15/worlddispatch.iran\">Bigger than Elvis: Hafez, the Persian poet who unites Iran</a> </p> <a href=\"https://www.theguardian.com/books/2020/mar/10/stolen-work-by-persian-poet-hafez-recovered-divan\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/mar/10/stolen-work-by-persian-poet-hafez-recovered-divan", "date_published": "2020-03-10 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schools close in north-east Kenya after al-Shabaab targets teachers", "description": "<p>Authorities face criticism for withdrawing teaching staff from an already marginalised region where education is badly needed</p><p>A series of targeted killings of schoolteachers by a militia group in Kenya has seen an exodus of staff and the closure of hundreds of schools across the north-east of the country.</p><p>Thousands of teachers have left their posts in the past two months following several suspected al-Shabaab attacks in the region.</p> <a href=\"https://www.theguardian.com/global-development/2020/mar/10/schools-close-in-north-east-kenya-after-al-shabaab-targets-teachers\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/mar/10/schools-close-in-north-east-kenya-after-al-shabaab-targets-teachers", "date_published": "2020-03-10 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A tweet can't knock over a pandemic': has Trump met his match in coronavirus?", "description": "<p>Trump’s efforts at denial and distraction may come back to haunt him as he faces a different kind of enemy</p><p>It has killed thousands, sown widespread fear and disruption and caused the worst day for Wall Street since the 2008 financial crisis. One man, however, is not panicking about the coronavirus. Donald Trump just spent <a href=\"https://www.washingtonpost.com/politics/2020/03/08/after-stopping-cdc-his-way-mar-a-lago-trump-heads-golf-course-two-days-row/\">two successive days on the golf course.</a></p><p>Even for a US president who has made a habit of denialism – from global heating to the size of Barack Obama’s inauguration crowd – the current crisis is raising the bar. One headline on Monday described it as <a href=\"https://www.washingtonpost.com/opinions/2020/03/09/coronavirus-is-trumps-chernobyl/\">“Trump’s Chernobyl”,</a> a reference to the Soviet nuclear disaster that authorities could not censor away.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/donald-trump-coronavirus-response\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/donald-trump-coronavirus-response", "date_published": "2020-03-10 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to work from home: don’t accept your neighbours’ Amazon packages | Rhiannon Lucy Cosslett", "description": "<p>Home-workers are born survivalists. We can create a snack out of anything in the fridge if it means not having to go shopping</p><p>There’s a way of answering the phone that sounds as though you weren’t just asleep, and after nearly eight years of working from home, I’ve mastered it. The affected tone in question is one imbued with a sort of casual brightness. Timing is key. When the phone goes, you’re OK to leave it for a few rings to foster the impression that you were too busy concentrating on your work to answer immediately; snatch it up too soon and your voice will sound as though it is still steeped in half-sleep, which tends to prompt the dreaded question: “I’m sorry, did I wake you?” This question is impossible to answer in a way that is not defensive.</p><p>Since the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">coronavirus outbreak</a> has led more companies to bring in home-working, some – admittedly strange – people appear to be panicking about how they are going to cope away from the office. Social media <a href=\"https://twitter.com/rhiannonlucyc/status/1236780027355762689\" title=\"\">abounds with well-meaning threads</a> that sound as though they were written by head girls trapped in a Kafka novella. Get dressed as though you’re going to work, they say. Try not to take naps. Make sure you go for a walk. In the absence of a boss, they have actually made themselves a schedule. These people are amateurs who have been indoctrinated by advanced capitalism, and most of them are also American (when it comes to skiving off, continental Europe must always be your model). Do not listen to them. They have internalised their own oppression.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/10/working-from-home-amazon-packages\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/10/working-from-home-amazon-packages", "date_published": "2020-03-10 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK's lost sea meadows to be resurrected in climate fight", "description": "<p>First seagrass restoration in Britain will capture carbon rapidly and offer habitat for lost marine life</p><p>“We think this whole bay was once carpeted with seagrass,” says Evie Furness, waving across the sparkling, sunlit waters of Dale Bay in Pembrokeshire, Wales.</p><p>The underwater meadow is long gone though, a victim of past pollution and shipping. So from a boat half a mile from shore, Furness is feeding a long rope into the water, which carries a little hessian bag of seagrass seeds every metre. “We’ve passed the 800,000 seed mark now,” she says.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/10/uk-lost-sea-meadows-to-be-resurrected-in-climate-emergency-fight\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/10/uk-lost-sea-meadows-to-be-resurrected-in-climate-emergency-fight", "date_published": "2020-03-10 06:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xi Jinping visits Wuhan for first time since coronavirus outbreak began", "description": "<p>Leader’s arrival at the centre of the epidemic signals that Beijing believes the tide has turned in its fight against Covid-19</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/10/coronavirus-update-latest-italy-shutdown-lockdown-who-pandemic-outbreak-quarantine-uk-cases-usa-america-australia-live-news-updates\">Coronavirus – latest updates</a></li></ul><p>China’s leader Xi Jinping has visited Wuhan for the first time since the coronavirus outbreak began, a signal that the nation’s leadership believes its <a href=\"https://www.theguardian.com/world/2020/mar/09/how-did-china-get-grips-with-coronavirus-outbreak\">fight against the epidemic </a>has been largely won.</p><p>According to the official state news agency Xinhua, Xi landed in Wuhan on Tuesday where he planned to “visit and express his regards” for frontline medical workers, military, community staff, local party officials, as well as patients and residents.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/xi-jinping-visits-wuhan-for-first-time-since-coronavirus-outbreak-began\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/xi-jinping-visits-wuhan-for-first-time-since-coronavirus-outbreak-began", "date_published": "2020-03-10 05:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arrested Saudi royals allegedly aimed to block crown prince's accession", "description": "<p>King’s brother and former crown prince accused of trying to sideline Mohammed bin Salman</p><p>The dramatic <a href=\"https://www.theguardian.com/world/2020/mar/07/saudi-arabia-detains-three-royal-family-members-in-latest-crackdown\">arrests of two leading Saudi royals</a> followed discussions between the two men about using a procedural body, led by one of them, to block the accession to the throne of the crown prince, Mohammed bin Salman, if the current monarch dies or becomes incapacitated.</p><p>Three sources have confirmed to the Guardian that the <a href=\"https://www.theguardian.com/world/2020/mar/07/saudi-crown-prince-in-new-purge-with-treason-arrests\">arrests of Prince Ahmed bin Abdul Aziz</a>, the sole remaining full brother of King Salman, and the former crown prince, Mohammed bin Nayef, on Friday were ordered after details of alleged conversations were passed to the royal court.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/arrested-saudi-royals-allegedly-aimed-to-block-crown-princes-accession\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/arrested-saudi-royals-allegedly-aimed-to-block-crown-princes-accession", "date_published": "2020-03-10 05:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Labour leadership interviews: Lisa Nandy", "description": "<p>The Labour leadership candidate Lisa Nandy speaks to Anushka Asthana. Also today: Nils Pratley on a plunge in the financial markets as coronavirus spooks traders</p><p>Lisa Nandy entered the Labour leadership race on a mission to get her party to confront what she saw as the reality of its defeat in the 2019 election. She rejected some of the current leadership’s explanation of what had gone wrong: it wasn’t simply about Brexit or a failure to cut through with some otherwise popular policies, it went far deeper than that.</p><p>She tells <strong>Anushka Asthana </strong>that from taking the previous Labour government to court over its treatment of asylum seekers to standing up to constituents – and her party’s leadership – over Brexit, she has never shied away from unpopular causes or difficult issues. </p> <a href=\"https://www.theguardian.com/news/audio/2020/mar/10/the-labour-leadership-interviews-lisa-nandy\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/mar/10/the-labour-leadership-interviews-lisa-nandy", "date_published": "2020-03-10 03:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: US pledges more testing as Trump hints at aid for workers", "description": "<p>Officials say 4m tests will be made available each week but decline to estimate how many Americans have been tested thus far</p><p>Warning that the number of coronavirus cases in the United States was expected to grow, the Trump administration on Monday said that testing for the virus would ramp up quickly in the coming weeks while declining to estimate how many Americans had already been tested for the virus.</p><p>The evening news conference at the White House came as the stock market plunged and an increasing number of Americans wondered how the official count of virus cases in the country, still in the mid-three-figures, could remain so low despite the aggressive spread of coronavirus elsewhere.</p> <a href=\"https://www.theguardian.com/world/2020/mar/09/coronavirus-white-house-trump-pence-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/09/coronavirus-white-house-trump-pence-testing", "date_published": "2020-03-10 02:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Horrific viral video reveals 'crisis' of school bullying in Fiji", "description": "<p>Video of the alleged assault caused a national uproar and points to deeper problem with violence in Pacific nation, say experts</p><p>A horrific video of high school students beating a classmate that went viral in Fiji last week has prompted calls for a national inquiry into what is being dubbed a “crisis” of bullying in schools in the Pacific nation.</p><p>Opposition MPs, civil society organisations and experts are calling for an inquiry into what they claim is a “phenomenal” level of violence in schools, which some claim reflects a broader problem of violence in the country including high rates of domestic violence, police abuse and a “coup culture” in politics.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/horrific-viral-video-reveals-crisis-of-school-bullying-in-fiji\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/horrific-viral-video-reveals-crisis-of-school-bullying-in-fiji", "date_published": "2020-03-10 02:03:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Myanmar army sues Reuters over report on deaths of Rohingya women", "description": "<p>Police say local MP and news service face lawsuit over report that army’s artillery fire killed two Rohingya women</p><p>Myanmar’s police said the army had filed a lawsuit against Reuters news agency and a local lawmaker for criminal defamation, weeks after the military objected to a news story published about the death of two Rohingya Muslim women as a result of shelling in Rakhine state.</p><p>After publication, the army said its artillery fire had not killed the women or caused other civilian injuries and blamed insurgents of the Arakan Army (AA), who are fighting for greater autonomy in Rakhine state. The AA denied responsibility and blamed the army. Reporters are banned from the area where the incident happened.</p> <a href=\"https://www.theguardian.com/world/2020/mar/10/myanmar-army-sues-reuters-over-report-on-deaths-of-rohingya-women\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/10/myanmar-army-sues-reuters-over-report-on-deaths-of-rohingya-women", "date_published": "2020-03-10 01:28:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neil Young endorses Bernie Sanders: 'Every point he makes is what I believe in'", "description": "<p>Singer says senator is the ‘Real Deal’ who offers the big changes needed to beat Trump</p><p>Neil Young has endorsed Bernie Sanders for president, saying the Vermont senator is “the real deal” to win the Democratic nomination.</p><p>Writing <a href=\"https://neilyoungarchives.com/news/2\">on his personal website</a>, the 74-year-old folk singer said that Sanders’ policies on climate change, student debt, healthcare and the minimum wage were the “big changes” required to beat Donald Trump in the 2020 election.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/10/neil-young-endorses-bernie-sanders-every-point-he-makes-is-what-i-believe-in\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/10/neil-young-endorses-bernie-sanders-every-point-he-makes-is-what-i-believe-in", "date_published": "2020-03-10 00:16:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British TV viewers should relax about sex between older folk, says Amanda Redman", "description": "<p>US audiences are happy to watch intimacy between older leads, actor claims, while Britons bristle</p><p>British audiences find sex scenes between older people “repulsive”, the actor Amanda Redman has said, warning that sexism is rife in the way women over 50 are perceived.</p><p>Redman said that, while American audiences were comfortable with intimacy between older leads, the UK was squeamish about it.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/10/british-tv-viewers-uptight-sex-older-folk-amanda-redman\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/10/british-tv-viewers-uptight-sex-older-folk-amanda-redman", "date_published": "2020-03-10 00:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lincolnshire removal centre still too violent, say inspectors", "description": "<p>Report raises concerns over high levels of self-harm and use of force at Morton Hall</p><p>Inspectors have discovered high levels of self-harm, violence and use of force at an immigration detention centre in Lincolnshire where one detainee had been held for more than two years.</p><p>Uncertainty about detainees’ immigration status and the potential for long-term detention continue to cause frustration at Morton Hall immigration removal centre (IRC), a report by Her Majesty’s Inspectorate of Prisons (HMIP) says.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/10/lincolnshire-removal-centre-still-too-violent-say-inspectors\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/10/lincolnshire-removal-centre-still-too-violent-say-inspectors", "date_published": "2020-03-10 00:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Epatante can give Henderson eighth Champion Hurdle", "description": "<p>The absence of a previous winner makes this feel a low-quality contest but the mare can follow up her striking Kempton win</p><p>The absence of a previous winner makes this feel like a low-quality Champion Hurdle but, with plenty of youth in the line-up, it would be early to jump to that conclusion. <strong>Epatante (3.30)</strong> appears on a steep upward curve and can prove it by giving Nicky Henderson his eighth success in the race.</p><p>Henderson did not seem enthused when it was suggested to him in late November that this mare would be a championship contender. But just a month later she quickened clear of the field in the Christmas Hurdle, which has been the best trial for this.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/mar/10/talking-horses-epatante-can-give-henderson-eighth-champion-hurdle-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/mar/10/talking-horses-epatante-can-give-henderson-eighth-champion-hurdle-horse-racing-tips", "date_published": "2020-03-10 00:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women who were tall and lean in childhood more at risk of endometriosis – study", "description": "<p>Study analysed data from more than 170,000 women born in Denmark between 1930 and 1996</p><p>Girls who are tall and lean in childhood are more at risk of later developing endometriosis, research has found.</p><p><a href=\"https://www.theguardian.com/society/ng-interactive/2015/sep/28/what-is-endometriosis-guide\">Endometriosis </a>is a painful, often debilitating, condition in which tissue similar to that found lining the womb is found elsewhere in the body, such as the bowel or ovaries. When it breaks down and bleeds, as it would in the womb, it can cause inflammation and pain. It is believed that up to 10% of women live with the condition, with some left infertile as a result.</p> <a href=\"https://www.theguardian.com/society/2020/mar/10/women-who-were-tall-and-lean-in-childhood-more-at-risk-of-endometriosis-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/mar/10/women-who-were-tall-and-lean-in-childhood-more-at-risk-of-endometriosis-study", "date_published": "2020-03-10 00:01:17+00:00", "persistent": false, "user": null, "language": "en-UK"}]