[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Terri Lyne Carrington + Social Science: NPR Music Tiny Desk Concert", "description": "Watch Terri Lyne Carrington + Social Science play at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 4, 2020 | Suraya Mohamed -- \"I hope that you can enjoy this music because it can be heavy,\" drummer and bandleader Terri Lyne Carrington told the NPR crowd gathered for this Tiny Desk. \"We've tried to figure out a way to make it feel good and still give these messages.\"\n\nIn the jazz world, Carrington is a celebrity — a 40-year professional musician who's won Grammy awards and performed with a seemingly infinite list of jazz dignitaries such as Wayne Shorter, Herbie Hancock and Geri Allen. An outspoken activist, teacher and mentor, she is also the founder and artistic director of the Berklee Institute of Jazz and Gender Justice, a multidisciplinary program whose motto is \"Jazz Without Patriarchy.\"\n\nCarrington visited the Desk with her current band, Social Science, a collaboration with pianist Aaron Parks and guitarist Matthew Stevens (both performing here). In the works for some time, their project culminated in 2016 when the cultural divisiveness brought on by the presidential election inspired the trio to take action. \"I think there's an awakening happening in society in general,\" Carrington writes on her website, \"I feel a calling in my life to merge my artistry with any form of activism that I'm able to engage in.\"\n\nThis performance features music from the band's new album, Waiting Game. It's story-filled, groove-music performed by a group of accomplished musicians who improvise, rap and sing over complex but highly crafted and accessible instrumental motifs. A perfect synthesis of jazz, indie rock and hip-hop influences, the four songs they played address important, culturally relevant protest narratives: mass incarceration, collective liberation, police brutality and Native American genocide.\n\nThe third tune, \"Bells (Ring Loudly),\" written by Parks and Carrington, features actor Malcolm Jamal Warner who also wrote the spoken word. Carrington had just seen the Philando Castile shooting and her powerful lyrics imagined what she would say to the offending police officer.\n\n\"You took my love away from me.\nI wanna know how did it feel to watch him tremble and bleed.\nTell me what gives you the right to kill so senselessly?\nAnd when you're alone do you ever think of him or pray for his peace?\"\n\n\"There is so much we can be angry about but you can't really stay there,\" Carrington told NPR. \"Instead, you can reach somebody on a human level.\"\n\nSET LIST\n\"Trapped In The American Dream ft. Kassa Overall\"\n\"Waiting Game ft. Debo Ray\"\n\"Bells (Ring Loudly) ft. Malcolm Jamal Warner\"\n\"Purple Mountains ft. Kokayi\"\n\nMUSICIANS\nTerri Lyne Carrington: drums; Kassa Overall: vocals, percussion; Debo Ray: vocals; Malcolm Jamal Warner: vocals; Kokayi: vocals, percussion, effects; Aaron Parks: piano; Matthew Stevens: guitar; Morgan Guerin: bass, saxophone\n\nCREDITS\nProducers: Suraya Mohamed, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Maia Stern; Videographers: CJ Riculan, Jack Corbett, Maia Stern, Melany Rochester; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=qreeSgvYH3M", "date_published": "2020-03-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Mellotron Variations: NPR Music Tiny Desk Concert", "description": "Watch Mellotron Variations play \"Agent Cha Cha\", \"Dulcimer Bill\" and \"Pulsar\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 3, 2020 | Bob Boilen -- We've never had an original Mellotron at the Tiny Desk until now. Much like a Hammond organ, it's big, heavy and fragile. When they fired it up, with all its mechanical gears turning tape loops and moving play heads, the 15-year-old geek in me blissed out.a\n\nThe Mellotron was a magical 1960s invention that predates sampling. It's a keyboard instrument, with each piano key triggering a tape loop — the sound could be a string ensemble, a flamenco guitar, a saxophone and so much more. Think about the flute sounds on The Beatles' song \"Strawberry Fields Forever\" and you get the idea.\n\nWhen Mellotron Variations keyboardist Robby Grant and I began discussing an all-Mellotron Tiny Desk, we quickly realized that having four of these beasts wouldn't fit behind my desk. So Robby Grant, Pat Sansone (Wilco) and Jonathan Kirkscey performed on the portable — and still incredible-sounding — 21st-century version of the instrument. At the same time, John Medeski (Medeski, Martin & Wood) tackled the original beast.\n\nThe sonic landscape they produce as Mellotron Variations is ingenious and impressive. It's a score with the audience as collective filmmaker, each one of us capable of creating imagery in our heads to this music of mystery and sometimes comedy. In the words of my teenaged self, \"it was a trip.\"\n\nSET LIST\n\n\"Agent Cha Cha\"\n\"Dulcimer Bill\"\n\"Pulsar\"\n\n\nMUSICIANS\nRobby Grant: Mellotron; John Medeski: Mellotron; Pat Sansone: Mellotron; Jonathan Kirkscey: Mellotron;\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Natasha Branch; Editor: Jack Corbett; Videographers: Kara Frame, Maia Stern, Jack Corbett; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Mhari Shaw/NPR", "link": "https://www.youtube.com/watch?v=B7XF3tINSyI", "date_published": "2020-03-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]