[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends New Legend, Season 6 Details Revealed | Save State", "description": "Apex Legends' sixth season has been revealed, with the battle royale adding a brand new legend, Rampart, as well as a new weapon, cosmetic type, crafting system, and battlepass.\n\nCD Projekt Red has announced that its next Cyberpunk 2077 Night City Wire livestream will be on Monday August 10, where we'll learn more about the weapons in the game, as well as the lifepaths, and the band Refused's role in the game.\n\nFinally, Sony's State Of Play stream revealed that PSVR Support is coming to Hitman 3 when it launches early next year. \n\n00:00 - Intro\n00:14 - Apex Season 6 Adds A New Legend, Weapon, & More\n00:56 - More Cyberpunk 2077 News Is Coming Next Week\n01:39 - Hitman 3 Is Getting A PSVR Mode", "link": "https://www.youtube.com/watch?v=yGx884kCDa4", "date_published": "2020-08-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Season 6: New Character, Weapon, & Crafting Revealed", "description": "We break down the latest Apex Legends trailer, which reveals the new legend Rampart. Season 6 also adds crafting and a new weapon.\n\nRespawn has released the first official details for Apex Legends Season 6: Boosted, and from those details we can begin to formulate a few educated guesses as to what additional content we can expect.\n\nIn the video above, Jordan Ramée details both what we know about Season 6 and what we can possibly infer about the upcoming season based on this new information. Whether or not we're right remains to be seen, though we'll find out pretty soon as Season 6 is scheduled to begin on August 18.\n\nSo far, Respawn has confirmed Season 6's new character is Rampart and its new weapon is the Volt SMG. The developer has also announced a new crafting system will be implemented in Season 6 and that the season's battle pass will include a brand-new collection of Holo-Spray items.\n\nThat's pretty much it, though. We don't know Rampart's abilities, how the Volt will behave in combat, how crafting will work, or what Holo-Sprays will look like. However, based on in-game clues and map changes, the Season 6 cinematic launch trailer, and Titanfall 2, we can make quite a few educated guesses.", "link": "https://www.youtube.com/watch?v=as1YClpQG68", "date_published": "2020-08-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "DOOM Eternal – Official DLC Teaser Part 1 | 'The Ancient Gods'", "description": "Watch the first glimpse of DOOM Eternal’s first campaign expansion, then see the full trailer reveal at Opening Night Live, August 27th at 2pm ET.\n\nYour victory over Hell’s armies pulled humanity back from the edge of extinction, but it came at a cost. An imbalance of power in the heavens requires the true ruler of this universe to rise and set things right. Wage war across never-before-seen realms of the DOOM Universe and fight against new demons in your never-ending battle against the forces of evil.", "link": "https://www.youtube.com/watch?v=PwWlVsG0lHU", "date_published": "2020-08-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghostwire: Tokyo - Official 'Pet All The Dogs' Trailer | QuakeCon at Home", "description": "With 99% of Tokyo's population gone, it's up to you...TO PET ALL THE DOGS.\n\nTokyo is overrun by deadly supernatural forces after 99% of the city's population vanished. Use a powerful arsenal of spectral abilities to fight the paranormal threat and unravel the mystery behind the mass disappearance.\n\n\nFACE THE UNKNOWN, DISCOVER THE TRUTH AND SAVE THE CITY.\n\n\nTango Gameworks is using the power and speed of PlayStation 5 to forge a beautiful, supernatural version of Tokyo like never before with unparalleled haptic feedback for every ability and character action with the DUALSENSE Wireless Controller and advanced 3D spatial audio that immerses the player in an ominous city with dangers to uncover around every corner.\n\n\n*Also coming to PC", "link": "https://www.youtube.com/watch?v=S4Q4iUaueEg", "date_published": "2020-08-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Quakecon At Home Opening Ceremony Live", "description": "Tune into the opening ceremony for Quakecon 2020 as Pete Hindes opens the show up and gives us news, insights, and more for the upcoming show.", "link": "https://www.youtube.com/watch?v=nd-GtpmJXlc", "date_published": "2020-08-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We FINALLY Understand What Kind Of Game Marvel's Avengers Is", "description": "If you happen to think that Marvel's Avengers seems an awful lot like Destiny, you'd be right! The upcoming superhero game possesses several similarities to a loot shooter in how its gameplay loop works.\n\nIn the video above, Jean-Luc Seipke details Marvel's Avengers overall gameplay loop, based on what we experienced in the game's beta. This includes the game's Reassemble campaign, co-op missions, power levelling, and character progression. There's a lot to do in Marvel's Avengers.\n\nYou'll access most of the features and missions in Marvel's Avengers via the game's hub, a helicarrier known as the Chimera. From here, you can access the War Table, which lists all of your available single-player campaign missions as well as the War Zone, Drop Zone, and HARM missions that you can tackle either on your own or in a group of up to four players. \n\nOn the Chimera, you'll also be able to access each playable character's skill tree and gear loadout, allowing you to customize your heroes. Each character has their own battle pass-like challenge card too, along with an assortment of daily and weekly challenges that you can check on while aboard the Chimera.", "link": "https://www.youtube.com/watch?v=Cr8vyHPuIjk", "date_published": "2020-08-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "ANNO Mutationem - Official PS5 State of Play Trailer", "description": "ANNO: Mutationem is coming to PS4 December 2020.\n \nAn action-adventure game with RPG elements set in a cyberpunk world, featuring a unique mix of pixelated 2D & 3D graphic style with a rich, dark and bizarre plot.\n \nLearn more about the game:\nhttp://anno-m.com/\nhttp://www.lightning.games/", "link": "https://www.youtube.com/watch?v=0axBtprHFNA", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: Season 6 – Official Boosted Launch Trailer", "description": "Expert modder Rampart is joining the Games in Season 6. Ready to dance? http://x.ea.com/64060\n\nRampart’s arriving in Season 6 to give things a little boost. Get acquainted with Rampart and Sheila when Season 6 launches on August 18. Plus get ready for a new weapon, a new Crafting system,  Battle Pass, Ranked updates and more!\n\nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier. Play for free now on Xbox One, PS4, and Origin for PC. \n\nLearn more about Apex Legends Season 6 – Boosted: http://x.ea.com/64060\n\n#PlayApex #ApexSeason6 #ApexSeasonSix #ApexLegends \n\nSong Credits:\n\"Mas Queso\" performed by Floyd Wonder.  Courtesy of Position Music.", "link": "https://www.youtube.com/watch?v=rpHEU4I31sM", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bugsnax - Official PS5 Gameplay Trailer", "description": "From the minds behind Octodad: Dadliest Catch comes Bugsnax, a whimsical adventure game coming to PlayStation 5, PlayStation 4, and Epic Games Store holiday 2020. https://www.bugsnax.com", "link": "https://www.youtube.com/watch?v=fhKy5PGh8cU", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Halo Multiplayer Is Such A Smart Move", "description": "Confirming rumors and in a big shakeup for the familiar formula, Microsoft recently announced that Halo Infinite’s multiplayer will be entirely free. In a new video feature, GameSpot editor Eddie Makuch explains why that may be the smartest move Microsoft has made in years for Halo, and one that could pay dividends to help the franchise grow.\n\nIn the full video, Eddie goes into detail about how Halo Infinite’s multiplayer going free should help improve the online experience and keep the playerbase connected and engaged over the years. The video also touches on some of the potential issues that may crop up, like cheating.\n\nBe sure to check out the full video above, and you can read an even more in-depth written editorial on the subject on GameSpot to find out more.\n\nWith the lackluster reveal for the campaign mode in July, fans are right to be skeptical and hesitant about Halo Infinite’s multiplayer going free, but I’m hoping these fears are unfounded. 343 has promised to show Halo Infinite’s multiplayer “soon” and talk about its many innovations, and I can’t wait to see it. It could be the beginning of a new era for Halo.", "link": "https://www.youtube.com/watch?v=lkWQbJSRO2Y", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Godfall Combat Overview – Official PS5 Gameplay Walkthrough", "description": "Settle in for an extended look at combat in Godfall, a looter-slasher and brand new, fantasy IP coming to PS5 this holiday. Enjoy nine minutes of footage diving deep into the world of Aperion, the five weapon classes, complete movesets for Longswords and Dual Blades, and more, all running on PlayStation 5. \n\nLearn more at Godfall.com", "link": "https://www.youtube.com/watch?v=_MyUluPaR3k", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "HITMAN 3 - Official VR Announcement Trailer", "description": "Play the entire World of Assassination trilogy in VR when HITMAN 3 launches in January 2021.", "link": "https://www.youtube.com/watch?v=dxVHOf6gv28", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Pikmin 3 Is Coming To Switch | Save State", "description": "On this Save State Persia talks about Pikmin 3 coming to the Nintendo Switch. It will include all DLC and even new prologue and epilogue missions with captains Olimar and Louie. There will also be new difficulty levels and a Piklopedia that will give you more information on creatures you encounter. The game will also be completely available to play co-op. \n\nCapcom announced five new characters are on the way for Street Fighter V's final season. Dan and Rose, last seen in Street Fighter IV, were the first to be revealed. Oro, who was last playable in Street Fighter III was the third character confirmed to be making a return. Akira Kazama from Rival Schools was announced, and she has a connection to Sakura so will fit right in among the Street Fighter crew. The fifth and final character has yet to be announced but the Season 5 Roadmap shows new stages, costumes, and more reveals will happen over the course of the next year. \n\nXbox Live Gold is here to stay, after rumors suggesting it would be discontinued were clarified by Microsoft. A name change in the Xbox Services agreement was made to distinguish the difference between underlying Xbox Live Services and Xbox Live Gold. As of now, there are no plans to change Xbox Live Gold. Another Microsoft livestream is planned for this month that may contain more information on what we'll see next.\n\nOur Play For All donation drive is still going strong and you can still contribute by visiting store.gamespot.com and purchasing merch in which the proceeds go directly to Black Lives Matter and Covid 19 Relief efforts. \n\nThis is your Save State for Wednesday, August 5th. \n\n00:00 - Intro\n00:00 - Pikmin 3 Is Coming To Switch\n01:01 - Street Fighter 5's Last Round Of New Fighters Announced\n01:50 - Xbox Live Gold Isn't Going Anywhere", "link": "https://www.youtube.com/watch?v=m2-Vw-8GRzo", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation State of Play Livestream - August 6th 2020", "description": "This State of Play will be over 40 minutes and feature new gameplay footage and updates for third-party titles coming to PS4 and PSVR. Alongside this will be PS5 updates on third-party and indie titles previously shown at the June PS5 showcase.", "link": "https://www.youtube.com/watch?v=R741Vd7wvtw", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Pathless - Official PS5 Gameplay Walkthrough", "description": "Creative Director Matt Nava talks through what to expect when you dive into the world of The Pathless. Coming later this year to PS5, PS4, and Epic Games Store.", "link": "https://www.youtube.com/watch?v=XNO3_KYm_Z4", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]