[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tom Adams: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | July 21, 2020\nOne of my top albums in 2017 was Silence, from Tom Adams – that transfixing falsetto set against minimalist piano was a balm. I imagined his Tiny Desk (home) concert to be Tom and his piano; what we have is Tom Adams at his home in Cornwall, England, playing four brand-new songs with minimal electric guitar and an enthralling mix of tech-altered sounds. That box with all the wires in the foreground is a Eurorack modular synthesizer which, in real time, processes his majestic voice in ways unpredictable even to Tom. He wrote to tell me that, \"Once the system is set in motion, you never know exactly what will happen next... I like to think of it as being a bit like the waves on the beach; to some extent, they are all predictable, yet each wave is still unique.\" It's a lovely way to describe this new music from this singular talent.\n\nSET LIST\n\"The Turning Of The Year\"\n\"A Flower Disappearing\"\n\"If My Love Was A Guitar\"\n\"Postcards From The Road\"\n\nMUSICIANS\nTom Adams: vocals, guitar\n\nCREDITS\nVideo By: Tom Adams; Audio By: Tom Adams; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=TZUdt79HNsI", "date_published": "2020-07-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lenny Kravitz: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAfter wrapping an evocative rendition of \"Thinking of You,\" a touching song he penned in 1998 about his late mother, Lenny Kravitz imparts what's really weighing on him during this historic time. \"In the midst of all that's transpiring on our planet right now,\" he says, \"it's a blessed time for introspection, more importantly action. ... What side of history are you standing on?\"\n\nThis Brooklyn-raised bohemian rock icon brings us to his home and tropical paradise in Eleuthera in the Bahamas for this visually alluring Tiny Desk (home) concert. Adjoining him is his longtime collaborator, co-writer and guitarist Craig Ross, and young mentee Yianni Giannakopoulos, who collectively blend rich layers of rhythmic and canorous guitar. \"What Did I Do With My Life?\" seems like a response to the questions posed in the chorus of \"Thinking of You\"; the refrain alludes to living up to what his mother wanted him to be. And it's only fitting that he ended with \"We Can Get It All Together,\" a message about the power of unity and oneness.\n\nSET LIST\n\"Thinking Of You\"\n\"What Did I Do With My Life?\"\n\"We Can Get It All Together\"\n\nMUSICIANS\nLenny Kravitz: vocals, guitar; Craig Ross: guitar; Yianni Giannakopoulos: guitar\n\nCREDITS\nVideo By: Team LK; Audio By: Team LK; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=17mKFPut4FI", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]