[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bugsnax Performance, Miss Piggy, Day of the Devs and More - Developer Showcase July 2020", "description": "Tune in live for the Summer Game Fest: Developer Showcase for July, featuring the world premiere performance of It's Bugsnax by Kero Kero Bonito on Monday at 11 am ET / 8 am PT.", "link": "https://www.youtube.com/watch?v=48lMZW-w2kg", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5's Spider-Man: Miles Morales Is Getting A Performance Mode | Save State", "description": "PS5 exclusive Spider-Man: Miles Morales is getting a Performance Mode which will run the game at 4K/60FPS, according to a tweet from developer Insomniac Games, but what will its Quality Mode look like? Unfortunately we don't know yet.\n\nHalo Infinite's structure is going to be different from other Halo games according to Phil Spencer. He said in an interview that the structure of the game is going to be similar in ways to the Master Chief Collection. We'll likely find out more information during the Xbox Series X stream on Thursday, July 23 at 9 AM PT.\n\nShin Megami Tensei 5 was announced for the Nintendo Switch during today's Nintendo Direct Mini and will be coming out 2021, though there's no specific release date yet. Alongside that announcement, it was also revealed that Shin Megami Tensei 3: Nocturne HD is on its way for PS4 and Nintendo Switch spring 2021.\n\nAnd hey, while you're here, GameSpot launched its own merch store.  Until the end of August, all the proceeds will be split between Black Lives Matter and COVID-19 relief. \n\nCheck it out here: https://store.gamespot.com/\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=tUZkKobJBfw", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Shadow Warrior 3 Looks Like Doom With Ninjas", "description": "Shadow Warrior 3 was first revealed during the 2020 Devolver Direct livestream. Since then, we've been able to check out some additional gameplay. \n\nTony and Alessandro break down what they saw in the video above. Shadow Warrior 3 adds a grappling hook to hero Lo Wang's arsenal, making the game's combat and traversal look a lot like Doom Eternal.", "link": "https://www.youtube.com/watch?v=Offr3cJ1uuk", "date_published": "2020-07-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]