[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Michael Kiwanuka: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | November 16, 2020\nEnter the unassuming and innately talented Michael Kiwanuka from a \"rainy London\" flat that's dimly lit with a vintage feel. The Mercury Prize-winning musician evokes an all-encompassing softness in spirit as he leads viewers into the \"Light,\" the first of five songs in his Tiny Desk (home) concert. The warm texture of his voice and tenderness of his soul belie the depth of his songwriting, which ranges from sociopolitical works to songs revealing the inner chambers of self-exploration. Featuring material from both Love & Hate and his more recent award-winning Kiwanuka, this is an absolutely stunning performance.\n\nSET LIST\n\"Light\"\n\"Hard To Say Goodbye\"\n\"Hero\"\n\"Cold Little Heart\"\n\"Solid Ground\"\n\nMUSICIANS\nMichael Kiwanuka: vocals, guitar, keys\n\nCREDITS\nVideo: Eoin McLoughlin\nAudio: St. Francis Hotel\n\nTINY DESK TEAM\nProducer: Abby O'Neill\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=bhKMsubj3bg", "date_published": "2020-11-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Yo La Tengo: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Yo La Tengo’s Tiny Desk concert from 2013: https://www.npr.org/2013/04/15/176905752/yo-la-tengo-tiny-desk-concert\n\nOtis Hart | July 15, 2013\nIt's not often that someone on the NPR Music team gets to see his or her favorite band perform a Tiny Desk Concert. After all, you can only have one favorite band, and NPR Music supports a staff of about 20; that means that, of the 250-plus Tiny Desk Concerts we've produced, fewer than 10 percent could possibly have qualified for favorite-band status.\n\nAll of which is to say that my favorite band, Yo La Tengo, actually played a Tiny Desk Concert. For those who aren't familiar with the Hoboken trio, Yo La Tengo's members — guitarist Ira Kaplan, drummer Georgia Hubley and bassist James McNew — have been doing their own thing (which, granted, can sometimes sound like The Velvet Underground) for more than 20 years. The band epitomizes, sheepishly, why so many were drawn to indie rock in the 1990s: the casual resolve to be yourself and let everything else sort itself out.\n\nThe Yo La Tengo sound has evolved quite a bit since Hubley and Kaplan first jammed together in 1984; the feedback has subsided as they've grown older, replaced by a more contemplative vibe. The release of the band's 13th album, Fade, earlier this year marked a natural time to invite Yo La Tengo behind Bob Boilen's desk for an acoustic set.\n\nSET LIST\n\"Is That Enough\"\n\"Tears Are In Your Eyes\"\n\"Ohm\"\n\nCREDITS\nProducer: Otis Hart; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Lizzie Chen, Denise DeBelius, Gabriella Garcia-Pardo; photo by Marie McGrory/NPR", "link": "https://www.youtube.com/watch?v=dFiytMtU0Mw", "date_published": "2020-11-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]