[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Warzone - Everything You Need To Know In Under 4 Minutes", "description": "Warzone's release date is March 10 on PS4, Xbox One, and PC. Here's what's different about the free-to-play standalone Call of Duty game, including contracts, respawns, and 1v1 battles.\n\nCall of Duty: Warzone is a standalone, upgraded version of Black Ops 4's Blackout mode. Its Battle Royale mode is very similar, where players compete to be the last person standing, but this version supports 150 players in squads or solos. Warzone also features Plunder, where the goal is to earn the most money via looting, eliminating other players, and completing new objectives called Contracts.\n\nWarzone is free-to-play, and you can download it even if you don't already own Modern Warfare. However, if you do own the most recent Call of Duty game, your Battle Pass items, Operators, and progression will transfer over to Warzone. The inverse is also possible: if you download Warzone and decide to pick up Modern Warfare later, your progress will transfer too.\n\nCall of Duty: Warzone's release date is March 10 on PS4, Xbox One, and PC. Activision will be setting the game live at 12 PM PDT. Modern Warfare owners can jump in earlier by downloading the Warzone update; that will go live at 8 AM PDT.", "link": "https://www.youtube.com/watch?v=eXC7nqWTwms", "date_published": "2020-03-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty Warzone - Official Reveal Trailer", "description": "Check out the official reveal trailer for Call of Duty Warzone, a free to play standalone 150 player battle royale from Activision available on March 10th.", "link": "https://www.youtube.com/watch?v=fhNqBshFAC8", "date_published": "2020-03-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How A Street Fighter Move Changed Fighting Games Forever | Remember When", "description": "In 1987 a secret move was uncovered at the arcades, and its impact is still being felt today. Join Kurt Indovina on his journey to discover its origins through fireball legend John Choi, commentator Stephen \"Sajam\" Lyon, and many more special guests in the first episode of Remember When.\n\nThe history of video games is replete with fascinating cultural events, captivating stories, and landmark moments. More often than not, each of these creates a ripple effect that redefines how we play, or reshapes what we play. Those with a keen interest in video games are no doubt familiar with the whos, whats, and whens of it all, given their historic significance, but the personal perspectives tied to them can be lost to time, if heard at all.\n\nRemember When is a new GameSpot show about rediscovering those landmark moments in video games and exploring their histories, but also delving into the impact they had on the people that were there and experienced them. \n\nThe first episode is focused on the Hadouken, a secret move that has become fundamental to the design of games within the genre. Equally important, however, is how it galvanized a passionate gaming community that lives on today, stronger and more connected than ever. \n\nThe Hadouken became a cultural touchstone, and for the guests featured in the episode, had a hand in defining their real-lives in meaningful ways. Joining host Kurt Indovina are special guests John Choi, a legendary Street Fighter player known for his mastery of the fireball; commentator Sajam, who has witnessed the Hadouken's  evolution over the generations; and various members of the GameSpot and Giant Bomb team, who have in one way or another been profoundly impacted by Street Fighter and its most iconic special move. \n\nWatch the premiere episode of Remember When above, and look out for new episodes on GameSpot's YouTube channel.\n\n#RememberWhen #Hadouken #GameSpot", "link": "https://www.youtube.com/watch?v=uIMxAnBW7dA", "date_published": "2020-03-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11 – Official Spawn Gameplay Trailer", "description": "The wait is over! Spawn makes his Outworld debut in Mortal Kombat 11 beginning with Early Access on March 17. Full Release March 24!", "link": "https://www.youtube.com/watch?v=OM8MAeKdkP4", "date_published": "2020-03-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Turning Into Pokemon For Mystery Dungeon: Rescue Team DX", "description": "This DS and GameBoy Advance classic has finally made its way to the Nintendo Switch in a new remake. Join us as we become Pokemon and rescue others in Pokemon Mystery Dungeon: Rescue Team DX.", "link": "https://www.youtube.com/watch?v=RIRdCfRO518", "date_published": "2020-03-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends But Everything Is Smooth As Eggs | Potato Mode", "description": "We drop into Apex Legends to see if we can become champions of the arena when everything looks like it’s coated in a thick layer of Vaseline. \n\nThere are people who are always pushing for better graphics and smoother textures. And then there are idiots like us. Welcome back to Potato Mode, the series where we play some of the most visually-appealing video games with their visual settings knocked down to as low as we can.\n\nThis episode's victim is Apex Legends. Max Blumenthal and Jean-Luc Seipke drop into Respawn's battle royale to see how World's Edge looks without all the technical settings that make it one of the prettiest locations in the Outlands. Spoiler alert: it looks terrible, almost nightmarishly bad. We do not recommend playing the game this way.\n\nInstead, play Apex Legends the way it was meant to be played--and while you're at it, take the time to enjoy the gameplay changes implemented into the battle royale during System Override. The addition of Octane's heirloom brings the current count of Apex Legends' rarest items to five, and it's now much easier to claim the one you want. The in-game inventory system has also been revamped, largely to make Wattson less of a must-have in Ranked. Respawn continues to alter Bloodhound and Gibraltar too, with the former undergoing numerous transformations that are (finally) making them more of a recon character.\n\nIn GameSpot's Apex Legends review, Phil Hornshaw wrote, \"Apex Legends is a mix of smart shooter ideas that makes for a competitive, team-based game that gets at all the best parts of battle royale while addressing a lot of the weaknesses. Respawn's intense focus on team play makes Apex more than just a worthy addition to the genre; it's an indicator of where battle royale should go in the future.\"", "link": "https://www.youtube.com/watch?v=rMtlLBCQSmk", "date_published": "2020-03-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]