[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Linux Mint 20, Macs might not run Linux anymore, and progress on EAC - Linux News June 2020", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account!\nHere are your Linux, open source, and privacy news for the end of June 2020. This month, we have progress on easy anti cheat on Linux, the release of Linux mint 20, and Macs going ARM and probably locking Linux out of their hardware for a while. \n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n\nThe Linux foundation, with Harvard, announced their Free, Libre and open source software contributor survey. https://www.linuxfoundation.org/blog/2020/06/linux-foundation-harvard-announce-free-libre-and-open-source-software-foss-contributor-survey/\n\nWine 5.11 was released, with a new mono engine, and the removal of the 32 bit PowerPC architecture, now considered obsolete. 57 bugs were also fixed, including for Age of empires II HD, League of Legends, Supreme Commander, Battle.Net, or Grand Theft Auto III.\n\nhttps://www.winehq.org/announce/5.11\n\nThe wine team has made progress on Easy Anti-cheat: they can sorta get it to work, as the team managed to run Dead by daylight which uses this anti cheat tool, even though there are performance issues. https://www.gamingonlinux.com/2020/06/wine-so-proton-eventually-takes-another-step-towards-easy-anti-cheat-working\n\nApple held its WWDC conference, and announced they would transition the Mac to ARM processors designed in-house, dubbed “Apple Silicon” for now. It seems these machines will make it a lot harder to install anything other than Mac OS on them: Boot Camp will be disabled, and as always with Apple, I’d expect them not to release any specific details about their CPUs, so writing drivers for Linux will probably be a pain. As a result, Macs of the future might be unusable with Linux, which is a shame.\n\nhttps://www.apple.com/newsroom/2020/06/apple-announces-mac-transition-to-apple-silicon/\n\nMicrosoft made its Microsoft Defender ATP tool generally available to Linux users. Well, to some big companies using Linux anyways.\nhttps://techcommunity.microsoft.com/t5/microsoft-defender-atp/microsoft-defender-atp-for-linux-is-now-generally-available/ba-p/1482344\n\nGoogle is adding some new privacy protecting measures: you can now set your data to auto delete. \nhttps://techcrunch.com/2020/06/24/google-privacy-auto-delete-data/\n\nSystem 76 launched their new Oryx Pro with coreboot. The laptop still uses a Clevo design, with intel’s 10th gen processors, and features a fully open source boot experience. The system76 open firmware is based on coreboot, and its source code is available on github. The machine itself is pretty beefy, with Nvidia GPus, a core i7 processor, and up to 64Gb of RAM, starting at 1600 dollars.\n\nhttps://system76.com/laptops/oryx\n\nThe MESA drivers will now use the ACO compiler by default for AMD GPUS. https://www.gamingonlinux.com/2020/06/mesa-20-2-gets-the-valve-backed-aco-shader-compiler-on-by-default\n\nLinux Mint 20, codenamed Ulyana, was released, with a bunch of improvements to the Cinnamon desktop. Based on Ubuntu 20.04 LTS, it ships with Warpinator, a new over the network file transfer app, a new Nvidia Prime applet that lets you switch to your dedicated GPU when using a hybrid graphics laptop, as well as the ability to run any app using the Nvidia GPU, just by right clicking it. Cinnamon 4.6 also supports setting the display’s refresh rate, per monitor fractional scaling, and the welcome app now allows users to pick a color scheme after the first boot. Mint 20 also removes snapd entirely from the distro, going as far as preventing users to install it back through apt, although you can still reinstall it manually by downloading its packages.\n\nhttps://www.linuxmint.com/rel_ulyana_cinnamon_whatsnew.php\n\nYou want to use Ubuntu as a rolling release? Well you can now, using a tool called Rolling Rhino, made by Martin Wimpress, the Ubuntu Desktop Team Lead.\nhttps://www.omgubuntu.co.uk/2020/06/ubuntu-rolling-release-rhino-tool\n\nLinux Torvalds gave a good interview at the virtual summit of the Linux foundation. The creator of the Linux kernel explained a few interesting points. For example, he said that the latest kernel, 5.8, has a lot more stuff in it than previous versions, since the current pandemic didn’t affect open source contributions too negatively.\nhttps://www.zdnet.com/article/linus-torvalds-looks-at-the-future-of-linux-kernel-developers-and-development/\n\nRetro music creators will be pleased to learn that FamiStudio, an open source chiptune making software is now available on Linux!\nhttps://famistudio.org/", "link": "https://www.youtube.com/watch?v=9bc2nyh_frY", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]