[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Brandy Clark: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | September 24, 2020\nIf you're going to be stuck at home during a pandemic, it helps to have an awe-inspiring living room view. Stellar singer-songwriter Brandy Clark highlights hers in this charmingly casual set recorded in her loft-like Nashville apartment. The city's verdant hills roll out behind her as Clark plays these four songs, most from her beautiful new album, Your Life Is a Record. Like that view, Clark's musical vignettes gently take your breath away, their small details adding up to something expansive. It's easy to imagine her sitting in front of her floor-to-ceiling windows and coming up with yet another way to carefully break her fans' hearts.Clark's own heart is tender right now; it's clear from the stories she tells between songs – including one about her friend, the late John Prine – and the way she talks about missing the road, both for the musical camaraderie it offers and her strong connection with the listeners who've loved her since she released her first album in 2013. \"I keep saying thank you, because we're used to playing live, it's kind of weird,\" she says after a particularly poignant rendition of her fan-favorite \"Hold My Hand.\" \"I hope everybody's clapping in their living room.\" There's value, though, in the intimacy this home show offers. The subtle interaction of the band and the perfect blue notes Clark hits at the end of a verse infuse the atmosphere with a sense of fellow feeling. Brandy Clark's an expert at describing the dreams and regrets that everyone learns to live with; here, it's like she's sharing them with a murmur in your ear.\n\nSET LIST\n\"Bigger Boat\"\n\"Can We Be Strangers\"\n\"Hold My Hand\"\n\"Who You Thought I Was\"\n\nMUSICIANS\nBrandy Clark: vocals, guitar\nVanessa McGowan: upright bass\nCy Winstanley: guitar\nKaitlyn Raitz: cello\n\nCREDITS\nVideo and Audio By: Steve Voss\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern \nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=SWZ40I40qFo", "date_published": "2020-09-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "POP TALKS: Closing Keynote Conversation with Dua Lipa", "description": "Join Dua Lipa for a conversation with Jason King of New York University’s Clive Davis Institute of Recorded Music about the connections between pop music, youth, nostalgia and activism.", "link": "https://www.youtube.com/watch?v=EMkmtH88C7c", "date_published": "2020-09-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]