[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "How to Get Rich as a Corrupt Politician", "description": "💹 Claim your two FREE stocks valued up to $1400 when you open a Webull account and deposit ANY amount: http://bit.ly/webull-jt\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n📰 Sources & visuals // http://bit.ly/39L6QlE\n\n-----------------------\nWith the 2020 election coming up, it's a good time to learn how to make money as a politician\nBack in the good ol days, if you were a politician, and you wanted to make extra money on the side thanks to the powerful position you’re in - it was pretty simple\nYou’d take bribes, and stuff the $90,000 into your freezer\nYou’d do some insider trading\nYou cut to the chase and make it easy for your customers, like Former Congressman Duke Cunningham did, with his innovative bribe menu\nWant a $16m defense contract? That will be $140,000 and a luxury yacht\n\nBut today only around 17% of people actually trusting the government, directly taking bribes just don’t work anymore\nWho cares about a few thousand dollars? You’re a selfless public servant. You deserve more.\nWe need a new way to take bribes, a new way to get insider deals, without alerting the public and directly breaking any laws\n\nAs a politician, you’re in the business of selling influence to those looking to buy political favors, exceptions, insider deals; and your customers whether that be a local company, or a foreign corporation or government, pays in the form of bribes\nOnce the public did catch on, they put together disclosure laws \nIf the money you’re directly getting is legal, it’s probably best to avoid any suspicious transactions at all cost bc why draw attention to yourself\nThere’s a simple solution to this that does require more work, but it’s absolutely worth it bc we’re able to move hundreds of millions of dollars at a time, sometimes billions of dollars\nWe just need to borrow a simple concept from the business world called offshoring\nAs the economy becomes more global, companies use offshoring to maximize their profits\nSome offshoring is legitimate, but some companies do it to obscure their transactions\nSo we offshore our corruption\nInstead of us doing the questionable deal we move the deal and the people involved out of the country to places where there are far less disclosure laws or have our kids or close friends do the deal.\n\n\n-----------------------\n\n🌅 Join my Facebook Group for going remote // http://bit.ly/remote-job\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nSound:\nKupla - Nowhere Else https://chillhop.lnk.to/TaigaNativeID \nBlue Wednesday - Embers ft. Aso https://chillhop.ffm.to/greatescape.oyd \nKupla - Barely Awake https://spoti.fi/2EespN4 \nKupla - Always Miss You\nKupla -  Kingdom In Blue https://open.spotify.com/album/4n4VJqnZTaPg41iDIakpmE?si=TSKD9o0TTHOFt7nKxLEq2Q \n\nMusic by Chillhop: http://chillhop.com/listen\nListen on Spotify: http://bit.ly/ChillhopSpotify\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning. Best of luck!\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or subscribe. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=_HSL6sAP9fg", "date_published": "2020-03-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]