[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jhené Aiko: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nOct. 1, 2020 | Bobby Carter -- In this Tiny Desk (home) concert, R&B star Jhené Aiko coasts through an eight-song medley that plays like the ultimate nod to her legions of fans — fans who've been begging for a Tiny Desk for a long time.\n\nThe Los Angeles native's star status is a result of her music's versatility and vulnerability. Jhené Aiko Efuru Chilombo has carved out a space of her own over the past decade, despite a rapidly changing R&B landscape. As a songwriter, she leaves no stone unturned, explicitly expressing her struggle, joy and sexuality while always administering the vibe.\n\nHer latest album, Chilombo, released just before the pandemic hit the U.S., doubled down and leaned into the therapeutic nature of her songs — and that same aesthetic fuels her Tiny Desk. Backed by an ensemble of masked players, Aiko bookends her set with a sound bath of singing bowls that's peace personified through sound.\n\nSET LIST\n\"Lotus (Intro)\"\n\"Stranger\"\n\"Do Better Blues\"\n\"To Love & Die\"\n\"Born Tired\"\n\"W.A.Y.S.\"\n\"Summer 2020\"\n\"Eternal Sunshine\"\n\nMUSICIANS\nJhené Aiko: vocals\nJulian Le: keys\nBubby: bass\nGracie Sprout: harp\nBrain Warfield: percussion\n\nCREDITS\nVideo By: Brandon Parker\nAudio By: Gregg Rominiecki\nProducer: Bobby Carter\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=XVMJXZYgNfc", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jason Isbell and Amanda Shires: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSept. 30, 2020 | Bob Boilen -- Jason Isbell and Amanda Shires feel fortunate. They have their 4-year-old daughter, Mercy, a wonderful home, and each other. But as Jason points out, \"It's been a little difficult, we haven't gotten to do the thing we feel we were born to do.\" Playing for an audience is what these two have been doing for a good part of their lives. Still, they're in their barn, making music for all of us to hear, and they are grateful for that. The songs for this Tiny Desk (home) concert are from Jason Isbell and the 400 Unit's Spring release, Reunions. \"Dreamsicle\" shares the story of a child seeing his family falling apart all around. Reflecting on those times, he finds fond memories, and the chorus of the song — \"a Dreamsicle on a summer night in a folding lawn chair\" — conjures up bright light even amidst the darkness.\n\nThe final song, \"It Gets Easier,\" deals with Jason's drinking demons, with a refrain filled with such stark truth: \"It gets easier, but it never gets easy.\" These words could be an anthem for all those in recovery. It's the nature of Jason Isbell to sing the truth. He does it here with his remarkably talented partner and — unbeknownst to Mercy — a daughter that gives them strength.\n\nSET LIST\n\"Dreamsicle\"\n\"Overseas\"\n\"It Gets Easier\"\n\nMUSICIANS\nJason Isbell: vocals, guitar\nAmanda Shires: fiddle, vocals\n\nCREDITS\nVideo By: James Weems\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=dJm_RW8Rm10", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]