[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends - Official Crossplay Beta & Aftermarket Collection Event Trailer", "description": "Dive into cross-play beta, take on the “Flashpoint” limited-time mode, and unlock up to 24 Event-Limited items! Learn More \n\nCross-play beta is here, along with the Aftermarket Collection Event. In the new “Flashpoint” LTM there are no shield or health pickups. Instead, you'll regain health in Flashpoint zones. Just don’t stay too long, there will be plenty of other squads closing in fast. Take on challenges to earn exclusive rewards, and visit the store to unlock up to 24 Event-Limited items. Get the entire collection to call yourself a champ and unlock the new Caustic Heirloom. It’s going to be a hell of a ride!\n\nApex Legends™ is a free-to-play battle royale game where legendary characters battle for glory, fame, and fortune on the fringes of the Frontier. Play for free now on Xbox One, PS4, and Origin for PC.", "link": "https://www.youtube.com/watch?v=_8T2ZVXXjDc", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "COD Black Ops Cold War Zombies Details! | Save State", "description": "Zombies mode is coming to Call of Duty: Black Ops Cold War, Cyberpunk 2077's devs asked to crunch, and Spider-Man: Miles Morales saves can transfer from PS4 to PS5.\n\nIn your Save State for September 30, Chastity gives you details on Zombies mode in Call of Duty: Black Ops Cold War. Activision says this version is something of a reboot, with a fresh start to the story and tweaks to the progression system.\n\nWith Cyberpunk 2077 releasing on November 19, CD Projekt Red has entered a mandatory crunch period with six-day work weeks, despite previous indications this would not happen. Studio head Adam Badowski has released a statement trying to justify the final-month crunch. \n\nSpider-Man: Miles Morales game saves will transfer from PS4 to PS5, but save date from the original Spider-Man will not. This is because Spider-Man: Remastered is only coming to PS5 as an add-on for Miles Morales as part of the Ultimate Edition. If you play the remaster, you'll notice that Peter Parker looks different and that's because Insomniac has a new face model for the character, replacing John Bubniak with Ben Jordan. \n\n00:00 - Intro\n00:16 - 1Black Ops Cold War Zombies Details\n01:04 - Cyberpunk 2077 Boss Defends Crunch\n02:02 - Spider-Man Save Transfers & Face Swap", "link": "https://www.youtube.com/watch?v=Tpo-DKB3jAI", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077: Keanu Reeves TV Commercial", "description": "Keanu Reeves, aka Johnny Silverhand, invites you to do some crimes in Night City, just make sure you don’t get caught.", "link": "https://www.youtube.com/watch?v=gC_MvxjGIhA", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Everything We Know In 3 Minutes - Black Ops Cold War Zombies Reveal", "description": "Let's go over Call Of Duty: Black Ops Cold War's Zombie mode reveal and recap the new story, equipment, and familiar locations of this new installment.\n\nAfter a long easter egg hunt, Call of Duty Black Ops Cold War revealed their Zombies mode and released two trailers. One being a reveal of gameplay, and the other an introductory cutscene to the brand new story within the mode. There’s a lot of new features coming to Zombies mode, so let’s break down what we know so far beginning with the story. Set in the 1980s Cold War timeline, we see Samantha Maxis calling Black Ops 1’s Grigori Weaver with information about a zombie outbreak from the second world war. She sends him a videotape with footage of the underground lab housing the Die Maschine once used to experiment on test subjects. Weaver can’t believe what he’s seeing and forms a team to go down and investigate the lab before any other rivaling countries can uncover it. \n\nThe short Treyarch presentation brought us tons of new information on what’s to come. We’ll be seeing the return of some classic perk-a-cola machines including quick revive and juggernog as well some new ones like Elemental Pop. Also returning are the Pack-A-Punch Machine (which can be used to greatly enhance your weapon of choice) Ray Gun and other Wonder Weapons, as well as the elusive mystery box. New types of hellhounds and zombies were also revealed. They appear to be mutated from radiation poisoning- one in particular is in a radiation suit and looks to have his own abilities.\n\nThe game mode itself is getting a bit of a facelift with additions such as support slots. Alongside your tactical equipment, the support slot will give you the ability to use a scorestreak-based move on the zombie hoard. (The trailer shows off a chopper gunner being used) You’ll also be able to use any gun you want from the start so say bye bye to the old pistol. Other changes announced were the ability to carry over your weapon’s progression across Cold War’s modes- a big first for zombies mode. Keep it tuned to GameSpot as Cold War’s release date approaches for continued coverage of zombies, Multiplayer and Warzone.", "link": "https://www.youtube.com/watch?v=oVQdkwFB3kY", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite - Official Wolverine Reveal Trailer", "description": "Battle Pass owners, the Wolverine Outfit and Classic Style is available now! Read more here: https://fn.gg/Wolverine\n\nHe's the best at what he does, but what he does isn't very nice.\n\nYou’ve already seen Weapon X working behind the scenes, and with Fortnite’s Chapter 2 - Season 4 Battle Pass, you can now unlock (and unleash) Wolverine. Prove you’re not a bub in Wolverine’s new Challenge for you!\n\nUnlocking the Wolverine Outfit is just scratching the surface. Take action in Wolverine’s other Battle Pass Challenges and get your hands on more Wolverine rewards, like Wolverine’s Trophy Back Bling and Ferocious Wrap. \n\nAfter unlocking his Outfit, complete Wolverine’s special request and unlock his built-in Snikt! Emote. Trigger it to replace your Pickaxe with his classic Adamantium Claws. Swap back and forth anytime between the Adamantium Claws and the Pickaxe you have equipped!\n\n\nPlay Fortnite Battle Royale, the completely free 100-player PvP mode. One giant map, A Battle Bus, Last one standing wins. ESRB Rating: Teen with Violence.", "link": "https://www.youtube.com/watch?v=QraFHVwBaFc", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For October 2020 Revealed", "description": "The PS Plus free games for October 2020 have been revealed. PS4 players are getting Vampyr and Need for Speed Payback in the new month.", "link": "https://www.youtube.com/watch?v=AweHpv7HuUY", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars: Squadrons - Single Player Impressions", "description": "Involved flight mechanics add a lot to the space combat of Star Wars: Squadrons, though the campaign's narrative components might leave you wanting.\n\nEA's Star Wars flight sim Squadrons will be available on PC, Xbox One, and PS4 on October 2. You can read the full written impressions of Star Wars Squadrons by Edmond Tran on GameSpot: https://www.gamespot.com/articles/star-wars-squadrons-early-review-impressions-single-player-campaign/1100-6482800/", "link": "https://www.youtube.com/watch?v=lIHpCE9YASg", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars: Squadrons Multiplayer Killing Spree With An A-Wing", "description": "A-Wing's rock in a dogfight. Check out some sweet Star Wars: Squadrons multiplayer gameplay featuring this nimble, gorgeous-looking spaceship.\n\nStar Wars: Squadrons releases on October 2nd for PS4, Xbox One, and PC. The game promises to deliver the thrill of being a space fighter pilot. In this video, we go head-to-head against Imperials in the multiplayer portion of Squadrons.\n\nThe video showcases an inside look at the cockpit of an A-wing and how the combat works including firing and dodging missiles. Players must always stay on the move and keep a close eye on their systems such as weapons, shields, and engines. \n\nWe can also hear some of the classic Rebel combat chatter between pilots, with lines like, \"I've got your back\" and \"Good save.\" Also shown off in the video is the game's lovely looking visuals as players fly above the clouds with the vast emptiness of space in the background. \n\nKeep checking back with GameSpot for the latest, including our full review and further coverage in the days ahead.", "link": "https://www.youtube.com/watch?v=o3zbhTtqfuQ", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Super Smash Bros. Ultimate - Official Minecraft Reveal Trailer | Steve, Alex, Enderman, and Zombie", "description": "Minecraft's Steve, Alex, Enderman, and Zombie join the Super Smash Bros. Ultimate fight!! Not just one new Smash fighter, but four?! Minecraft is coming to Super Smash Bros.", "link": "https://www.youtube.com/watch?v=kB0sxL5Y1q0", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Super Smash Bros. Ultimate – Mr. Sakurai Presents Minecraft DLC Reveal", "description": "Following a brief tease, Nintendo has announced the next fighter for Super Smash Bros. Ultimate. It's Steve from Minecraft, the blocky pickaxe-wielding hero!\n\nThe presentation showed a few alternate skins: Alex, Enderman, and Zombie. We also got a brief glimpse at a Minecraft-themed stage, which appears to be able to swap between different biomes. The trailer showed a forest as it appears lush and green, wilted in the fall, and snowy in the winter.", "link": "https://www.youtube.com/watch?v=y0bR0n-0g3w", "date_published": "2020-10-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "11 Biggest PS5 Games Coming In 2021", "description": "The PS5 lineup is looking strong for next year, here are a few games coming in 2021 that you should definitely keep your eyes peeled for.\n\nSony's next-generation PlayStation console, the PS5, arrives this November, and there's already a swathe of exciting titles lined up for its launch, from Marvel's Spider-Man: Miles Morales and Ratchet & Clank: Rift Apart to the Demon's Souls remake and more. But while PS5's launch window is already pretty impressive, the system's 2021 lineup is shaping up to be even bigger.\n\nIn the video above, we highlight 11 interesting and exciting games coming to PS5 in 2021, many of which are exclusive to the platform either permanently or for a set amount of time. The lineup runs the gamut from blockbuster sequels like God of War: Ragnarok and Horizon Forbidden West to original releases like Kena: Bridge of Spirits and Returnal. \n\nA number of PS4 games are also making the jump to PS5 next year, including major hits like The Witcher 3 and Grand Theft Auto V, whose popular online mode will be free to all PS Plus subscribers for three months. You can see these titles and more in our video.\n\nPS5 launches on November 12. The system will be available in two variants: the standard version, which includes a disc drive, will cost $500, while the discless digital edition retails for $400. You can learn more in our PS5 preorder guide.\n\nChapters:\n0:00 Intro\n0:15 God Of War: Ragnarok\n1:06 Horizon Forbidden West\n1:48 Kena: Bridge Of Spirits\n2:32 Ghostwire: Tokyo\n3:28 Returnal\n4:02 Deathloop\n5:02 Gotham Knights\n5:54 Guilty Gear Strive\n6:38 Far Cry 6\n7:17 Witcher 3\n7:36 GTA V\n8:05 Outro", "link": "https://www.youtube.com/watch?v=nZv44BQx8yg", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla - Official Story Trailer (4K)", "description": "Become Eivor, a fierce Viking warrior torn between their duty to their brother Sigurd and a personal quest for glory. Driven from Norway by endless wars and dwindling resources, Eivor’s clan must secure a future among the broken kingdoms of England. \nDuring their journey, Eivor will come across the Hidden Ones, and face powerful figures including Saxon kings and the warmongering sons of Ragnar Lothbrok, as well as a mysterious, growing threat to England’s destiny.\n\n\nAssassin's Creed Valhalla will be available on 10th November, 2020 on Xbox Series X, Xbox Series S, Xbox One, PlayStation®4, the Epic Games Store and Ubisoft Store on Windows PC, as well as on UPLAY+**, Ubisoft’s subscription service, and Stadia. \nAssassin’s Creed Valhalla will release on PlayStation®5 alongside the launch of the console from November 12th, 2020.", "link": "https://www.youtube.com/watch?v=1LChIfEAZS4", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin’s Creed Valhalla - Official Story Trailer", "description": "Become Eivor, a fierce Viking warrior torn between their duty to their brother Sigurd and a personal quest for glory. Driven from Norway by endless wars and dwindling resources, Eivor’s clan must secure a future among the broken kingdoms of England.", "link": "https://www.youtube.com/watch?v=ucUyPBkHEdA", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man PS4 vs PS5 Comparison", "description": "Peter Parker gets a new look in the latest trailer for Marvel's Spider-Man on PS5, so we compare it to the 2018 version to see the difference.\n\nSpider-Man Remastered for the PS5 is making a lot of visual upgrades to the acclaimed PS4 game, but one of the most noticeable is sure to be Peter Parker's new face. Insomniac announced that it replaced face model John Bubniak with Ben Jordan, to better match the facial capture performance from Yuri Lowenthal. The new actor looks a bit younger and more like Tom Holland from the Marvel Cinematic Universe. Insomniac released an early cutscene to show off Peter's new face, and you can see it side-by-side with the original to choose your favorite Parker.", "link": "https://www.youtube.com/watch?v=pnUPpd_G6xk", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man Remastered - Official 4K PS5 Trailer", "description": "Marvel's Spider-Man looks better than ever on PS5, and Peter Parker has an all-new look? Arriving November 12 on PlayStation 5.", "link": "https://www.youtube.com/watch?v=_odHWsYOm2k", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man Remastered - Performance Mode 60fps Gameplay", "description": "It'll be smooth swinging in Marvel's Spider-Man Remastered on PlayStation 5, running at 60fps for some truly stunning visuals and performance.", "link": "https://www.youtube.com/watch?v=TgbsjFpE4ss", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Official ZOMBIES First Look - Call of Duty: Black Ops Cold War", "description": "The next generation of Zombies is here. New story, New characters, New ways to play.\n\nGet your first look at #BlackOpsColdWar Zombies.", "link": "https://www.youtube.com/watch?v=SpDdcCp_XUc", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Spider-Man Remastered - Official PS5 Performance Mode Gameplay Reveal (4K)", "description": "It'll be smooth swinging in Marvel's Spider-Man Remastered on PlayStation 5, running at 60fps for some truly stunning visuals and performance.\n\nMarvel's Spider-Man looks better than ever on PS5, and Peter Parker has an all-new look? Arriving November 12.", "link": "https://www.youtube.com/watch?v=plby16rla7U", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]