[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiwa Savage: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | August 31, 2020\n\nFor her Tiny Desk (Home) Concert, Tiwa Savage returned, from London, to her birthplace of Lagos, Nigeria. She and The Alternative Sound band set up at the beautiful Jazzhole, a historic vinyl shop well-regarded among record collectors for the rarities within.\n\n\"As much as I would have loved to have performed at Bob's desk,\" she wrote to us in email afterwards, \"I am really honored to have captured my session in my home city of Lagos, Nigeria. The Jazzhole is a happy place for me and always feels like home.\" With floor-to-ceiling shelves packed with books and albums as a backdrop, it certainly seems familiar to us, too — reminiscent of our performance cubicle at NPR HQ.\n\nTiwa, a veteran R&B and Afrobeat singer who began her career at age 11, has an enthralling elegance — both with the soft tonality of her voice and her striking natural beauty. On \"Dangerous Love\" she speaks to matters of the heart, takes a detour to the Reekado Banks single \"Like\" that she featured on, before wrapping the set with her newest single, \"Koroba,\" which blends her native Yoruba language with Nigerian Pidgin English, underpinned by a catchy, feel-good rhythm.\n\nSET LIST\n\"Dangerous Love\"\n\"Attention\"\n\"Like\"\n\"Koroba\"\n\nMUSICIANS\nTiwa Savage: vocals; Stanley Unogu: drums; Gospel Obi: keys; Orowo Ubiene: keys; Phillip Akinkuande: guitar; Kenneth Ogueji: bass\n\nCREDITS\nVideo by: JM Films; Audio by: Michael 'Mystro' Ajayi; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=9S53BdCfsjw", "date_published": "2020-08-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Los Lobos: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Los Lobos’ Tiny Desk concert from 2010: https://www.npr.org/2010/11/10/130810052/los-lobos-tiny-desk-concert\n\nFelix Contreras | November 10, 2010\n\nLos Lobos has proven time and again that a universal shared experience will always trump culture and language. The group writes music that speaks to all of us as individuals, yet can make us feel connected when we pack ourselves into a club to watch them perform.\n\nI've been a fan of Los Lobos since I was 18 and the band was playing mariachi music on the campus of UC-Davis. I'm 52 now. I've seen many, many Los Lobos shows and even interviewed the band a handful of times, and yet I still get excited when I get a chance to see its members play.\n\nThis past summer, the group released a new album called Tin Can Trust. Thankfully, for Los Lobos, there's always a new record: songs to sing along to, stories to compare our lives to, cumbias to dance to. This short blast from behind Bob Boilen's desk has something new, something old and something to dance to. So pull the chairs back and grab a partner — it's time to dance.\n\nSet List:\n\"Burn It Down\"\n\"Yo Canto\"\n\"Don't Worry Baby\"", "link": "https://www.youtube.com/watch?v=VyO6-oZmtms", "date_published": "2020-08-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]