[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "Screenwriting Lessons from Comedy Writer Simon Rich", "description": "Join our Discord server and tell me what your favorite film is: https://discord.gg/xxTqXXd\n\n\nSimon Rich (SNL, Miracle Workers, An American Pickle) talks with Jake Williams about how he generates premises for his stories. Find out how he never runs out of ideas to explore and apply it to your own writing process!\n\nJoin the public Behind the Curtain discord: https://discord.gg/xxTqXXd\n\nFollow Jake:\nhttps://www.youtube.com/channel/UCzLj6mTdCCTwbugGY2AJtjA\n\nFollow Me:\nTwitter: https://twitter.com/ntjrdn\nInstagram: https://www.instagram.com/ntjrdn/\n\nAbout Simon Rich:\nSimon Rich is an American humorist, novelist, and screenwriter. He has published two novels and three collections of humor pieces, several of which appeared in The New Yorker. Rich was one of the youngest writers ever hired on Saturday Night Live, and served as a staff writer for Pixar. An American Pickle is a 2020 American comedy-drama film directed by Brandon Trost (in his solo directorial debut) and written by Simon Rich, based on his 2013 short story \"Sell Out\". The film stars Seth Rogen as a Jewish immigrant who gets preserved in a vat of pickles and wakes up in modern-day New York City, attempting to fit in with the assistance of his last remaining descendant (also played by Rogen).\n\nABOUT BEHIND THE CURTAIN\nLearn from real screenwriters. Learn the most without wasting time listening to long interviews with only 3 minutes of useful information. We take the best pieces of advice and insight from professional screenwriters and deliver them to you in an easily watchable format.\n\nGenerating 100 Story Premises with Simon Rich\nhttps://youtu.be/Yml_FFnIhts\n\n#screenwriting #anamericanpickle #HBOMax", "link": "https://www.youtube.com/watch?v=Yml_FFnIhts", "date_published": "2020-08-17 14:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}]