[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Buscabulla: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nIt is beyond appropriate to have the two members of Buscabulla sitting inside their car at the beach in Aguadilla, Puerto Rico performing their Tiny Desk (home) concert. It's as if the bubble of being inside the car will protect them from any chances of encountering the virus on the beach. But it's also a reflection of how the band's atmospheric sonic textures get inside your head when we listen with headphones. Buscabulla set up shop in New York years ago, but returned to their home to help support the island's redevelopment — thus their entry from the beach.\n\nLead vocalist Raquel Berrios's voice is sultry and tinted with reverb, while her creative partner in the band, bassist Luis del Valle, has created a studio within the car that perfectly reflects the band's sound. Band members LD Valentín (keyboards) and JD Matías (timbales) make remote appearances in the lower corners of the screen.\n\nSET LIST\n\"Mio\"\n\"Nydia\"\n\"Club Tú y Yo\"\n\nMUSICIANS\nRaquel Berrios: vocals; Luis Del Valle: bass, keys; LD Valentín: keys; JD Matías: timbales\n\nCREDITS\nVideo by: Luis Del Valle; Audio by: Luis Del Valle; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=zvDmr_REr5w", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Norah Jones: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAugust 17, 2020 | Bob Boilen - Norah Jones keeps the music tastefully spare on her seven records despite a number of collaborators, yet I've always wished to hear just her voice and her piano in a room. The unfortunate circumstances of our times have given us something beautiful. For this Tiny Desk (home) concert, Norah Jones sits in her music room; it's just Norah, her upright piano, her poetry, and that golden voice. I first fell in love with that voice when I heard her debut album in 2002 and remember playing it on All Songs Considered that next week.\n\nHere Norah plays songs from her seventh record, Pick Me Up Off the Floor, songs that hold the world's weight and the power to uplift. You can hear that on \"I'm Alive,\" which she co-wrote with Jeff Tweedy. It's a song that at once feels the pain of politics and a pain that is personal. \"You feel your soul / Get hollowed-out / While the world implodes / You just live without.\" Yet the refrain is what lingers, \"Oh, I'm alive / Yes, I'm alive / But I'm alive / Oh, I'm alive.\" Thanks, Norah, for this beautiful affirmation.\n\n\nSET LIST\n\"How I Weep\"\n\"Heartbroken, Day After\"\n\"I'm Alive\"\n\"To Live\"\n\nMUSICIANS\nNorah Jones: vocals, piano\n\nCREDITS\nVideo by: Norah Jones; Audio by: Norah Jones; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=o0ZnzboaDSg", "date_published": "2020-08-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]