[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "“They Are Not Giving Us the Essentials to Protect Ourselves” | COVID's Hidden Toll | FRONTLINE", "description": "Farmworker Sinthia Hernandez has both cancer and diabetes, conditions that put her at a higher risk for complications if she were to contract COVID-19. But for her, staying home from work until the coronavirus pandemic passes is not an option.\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nThrough her job as a broccoli picker in California’s Salinas Valley, an area that supplies much of the country’s leafy greens, Hernandez provides for a household that includes her mother, her children and her two siblings — one of whom is blind and deaf, and another who is quadriplegic.\n\n“In these times,” Hernandez says, “it’s necessity that makes us work despite the fear we have.”\n\nWhile millions of people in America have been sheltering in place, Hernandez is one of many members of the country’s largely immigrant agricultural workforce who have been maintaining the country’s food supply throughout the pandemic — and who speak out in a new FRONTLINE investigation about their experiences of having to choose between their health and their jobs.\n\n“They are not giving us the essentials to protect ourselves,” Hernandez says in the above excerpt from the FRONTLINE documentary \"COVID’s Hidden Toll.\" \n\nWatch \"COVID's Hidden Toll\" starting July 21: https://to.pbs.org/39dJ0PX\n\nFrom journalists Daffodil Altan and Andrés Cediel, \"COVID’s Hidden Toll\" is the latest installment in FRONTLINE’s award-winning body of work exposing the hidden realities facing low-wage immigrant workers in the U.S., many of whom are undocumented (Rape in the Fields, Rape on the Night Shift, Trafficked in America).\n\nThrough the stories of people including Hernandez, the investigation examines how so far, there are no national mandatory COVID protections specifically for agriculture workers – only voluntary guidelines; how companies don’t have to tell employees about outbreaks at their worksites; and the efforts to put in place more aggressive measures in California, where many of America’s fruits and vegetables are grown.\n\nThe film is supported by Chasing the Dream, a public media initiative from WNET in New York that examines poverty, justice and economic opportunity in America.\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.  Support for COVID’S Hidden Toll is provided by WNET’s Chasing the Dream initiative on poverty and opportunity in America, with funding by The JPB Foundation.", "link": "https://www.youtube.com/watch?v=dRGKwIqjUyc", "date_published": "2020-08-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]