[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "Is Dust Mostly Dead Skin?", "description": "People claim that 70-80% of household dust is dead skin, but is it true?\nThanks to Google for sponsoring this video! Learn more about Search here: https://www.google.com/search/howsearchworks/\n\nSpecial thanks to J.M.E.H van Bronswijk, author of 'House Dust Biology'. We exchanged emails to make sure I got my facts straight for this video. Below is an excerpt from her email to me, responding to my claims that start with a dash:\n\n- Around half of airborne dust particles under 100um are skin scales\nThis is true for climates, regions and seasons where people live mostly indoors.\nThe 1 to 2 g of skin scales shed each 24 hours will end up in places where people are present (and rub their skin or have textile moving over the skin).\nYou can also look at it from a different angle: What else has the same size and could contribute? That will usually be pollen from outdoor sources, also depending on season, region and climate, as well as the ventilation regime of the building.\nHowever, taken as the median value over a whole year, I consider your statement correct for regions with a temperate climate.\n\n- 53% of dust particles vacuumed from a mattress were found to be skin scales\nIt depends a little on the type of mattress. For polyether mattresses the amount may even be larger.\nFor mattresses made of natural material it could be less since the mattress-material will also give off small particles.\n\n- larger particles consist mostly of fibers, eg. cotton, paper, wool, synthetics\nThat's true .. including bread crumbs ..... 🙂\n\n- skin scales seem to form a larger fraction of dust where we spend more time, e.g. in or near bed.\n..... and on the couch used to view television or be active in gaming.\nIt has to do with the constant production of skin scales over the 24 hours.\n\n- skin scales form a smaller fraction of dust if there are significant other sources, e.g. carpeting, dirt from outside etc.\nYes, everyting you walk on with your shoes or that recieves dirt from the outside with other means, will have a lessr percentage of human skin scales.\nHowever, do not forget the skin scales of pets that will also be an active allergen for many people, and a food source for house dust mites.\n\nInformation on dust particle size ©ISO. This material is adapted from ISO 7708:1995, with permission of the American National Standards Institute (ANSI) on behalf of the International Organization for Standardization. All rights reserved.\n\nResearch and Writing by AJ Fillo and Derek Muller\nEditing, Audio Mix & Master, and Computer animations by Jonny Hyman\nDust and character animation by Ivy Tello\nFilming by Raquel Nuno\nThumbnail by Fictionalhead https://www.youtube.com/fictionalhead\n\nIntro Music composed by Jonny Hyman\nAdditional Music from Epidemic Sound: Colored Spirals, Observations", "link": "https://www.youtube.com/watch?v=jn5M48MVWyg", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]