[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Announcing The 2020 Tiny Desk Contest", "description": "Update: We've extended the deadline for the 2020 Tiny Desk Contest! Send in your entry by April 27.\n\nWant to play a Tiny Desk concert? NPR Music wants to hear from you. For the sixth year in a row, we’re inviting unsigned musicians to enter the Tiny Desk Contest. Enter by submitting a YouTube video of you performing an original song between Feb. 11 and April 27, 2020, and you could perform at NPR headquarters in Washington, D.C. Winner will also tour the U.S. with NPR, supported by State Farm.\n\nFor more details, visit http://npr.org/tinydeskcontest \nOfficial rules here: http://tinydeskcontest.npr.org/rules\n\n#tinydesk #tinydeskcontest", "link": "https://www.youtube.com/watch?v=WM_cufzQ32s", "date_published": "2020-03-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Soccer Mommy: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, intimate setting — just a different space.\n\nMarch 24, 2020 | Bob Boilen -- On Monday March 30, Sophie Allison, aka Soccer Mommy, was to perform a long awaited Tiny Desk concert at my desk. Now the world has changed, and with the coronavirus keeping us at a distance, we're taking a break from filming Tiny Desks at the office for a while.\n\nSophie wanted to share her music and her thoughts with you. So we're kicking off our Tiny Desk (Home) Concerts series with Soccer Mommy from her home in Nashville.\n\nStay tuned for many more over the next couple months.\n\nSET LIST\n\n\"Bloodstream\"\n\"Circle the Drain\"\n\"Royal Screw Up\"", "link": "https://www.youtube.com/watch?v=KZk3eoAb6Ck", "date_published": "2020-03-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Harry Styles: NPR Music Tiny Desk Concert", "description": "This performance was recorded on February 25, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nWatch Harry Styles play \"Cherry\", \"Watermelon Sugar\", \"To Be So Lonely\" and \"Adore You\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 16, 2020 | Lyndsey McKenna and Marissa Lorusso -- Like many who have graced the Tiny Desk before him, the awkwardness of performing in a working office wasn't lost on Harry Styles. \"It just feels like you're in the way,\" he joked. But when you watch his set from behind Bob Boilen's desk, you'd never suspect any discomfort.\n\nBacked by his touring band, Styles performed several songs from his latest solo album, Fine Line. Between tracks, he talked about the process of writing these songs: From the day off in Nashville that led to \"Watermelon Sugar,\" to the feeling of lovesickness he tried to capture in \"Adore You.\" The camaraderie between the band was clear; and Styles was in on the joy, twirling in his seat between verses.\n\nStyles might not necessarily be the first name that comes to mind when you think of public radio's only working, desk-music-discovery platform. After all, he's got a wildly devoted fanbase that's followed his every move since his One Direction days. In fact, before soundcheck had even started, a crowd of fans had begun to gather outside NPR HQ. They rightly suspected he would be playing a Tiny Desk concert after word got out that the former One Directioner was spotted in D.C. with no tour date on his public schedule.\n\nBut beyond the headlines, Styles has proven to be an artist who takes his songcraft and aesthetic seriously, interested in subverting expectations of what a pop star can and should sound like in 2020. That sense of unpretentious creativity is exactly what he brought to his Tiny Desk performance – and it definitely earned him some new adoring public radio fans in the process.\n\n\"I have to come into NPR more often,\" Styles said after he and his band played their first song. \"It's nice here.\"\n\nWe — and our massive crowd of colleagues — couldn't agree more.\n\nSET LIST\n\"Cherry\"\n\"Watermelon Sugar\"\n\"To Be So Lonely\"\n\"Adore You\"\n\nMUSICIANS\nHarry Styles: vocals, guitar; Sarah Jones: drums, vocals; Mitch Rowland: guitar; Adam Prendergast: bass, vocals; Ny Oh: guitar, vocals; Charlotte Clark: piano, Wurlitzer, guitar, vocals\n\nCREDITS\nProducers: Robin Hilton, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, James Willetts; Videographers: Kara Frame, CJ Riculan, Melany Rochester, Morgan Noelle Smith; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Max Posner/NPR", "link": "https://www.youtube.com/watch?v=jIIuzB11dsA", "date_published": "2020-03-23 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en-US"}]