[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Covering Coronavirus: Cremona, Italy (podcast) | FRONTLINE", "description": "A reporter’s emotional journey back to her homeland in Italy, now the global epicenter of the COVID-19 outbreak. “I never thought that I would be making a film like this in Italy,” says FRONTLINE correspondent Sasha Achilli. “I feel immensely proud of the way that the Italian doctors are doing everything they can.” Italy’s doctors, she says, are looking at how America is responding now, and finding similarities with how their own country reacted weeks ago. “Doctors [here] are saying, absolutely self-isolate and do it in the interest of yourself. But in the interests of everybody else around you and who you love. Because this is very, very real.”\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#COVID-19 #Coronavirus #Podcast #Documentary #frontlinePBS\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=hHO6gJHVXmc", "date_published": "2020-03-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How a Group of High School Students Put the NRA in the Hot Seat | \"NRA Under Fire\" | FRONTLINE", "description": "For years, the NRA wielded its political power to dominate America’s conversation about gun rights and gun control — but students who survived the Parkland mass shooting have helped usher in a new era in which the NRA is facing challenges on all sides.\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\r\nWatch an excerpt from \"NRA Under Fire,\" a documentary coming to FRONTLINE Tues., Mar. 24.\n\r\nWatch \"NRA Under Fire\" starting Tues., Mar. 24: https://to.pbs.org/398bKbb\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=H76TS4hnMh8", "date_published": "2020-03-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]