[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Cucumber For Christ: The Mike Nawrocki Interview", "description": "This is The Babylon Bee Interview Show.\r\n\r\n Editor-in-chief Kyle Mann and creative director Ethan Nicolle talk to Larry the Cucumber voice and VeggieTales co-creator and Mike Nawrocki! Mike is a director, producer, writer, voice actor, animator, musician, puppeteer, and assistant professor of Film and Animation at Lipscomb University in Nashville, TN. Kyle, Ethan, and Mike give you the Babylon Bee exclusive behind-the-scenes look into the world of VeggieTales!\r\n\r\n Mike is also the author of a series of children’s books called  The Dead Sea Squirrels—out now!\r\n\r\n You can find more from Mike Nawrocki at Facebook and Instagram.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020! Get a Sneak Peak!\r\n\r\n If you are hurting financially right now, check out our $100,000 COVID relief fund set up by Seth Dillon which you can find out more about by contacting us at our website. If you need financial help contact us! Also donate if you are able to chip in to help!\r\n\r\n Topics Discussed\r\n\r\n   How the original VeggieTales became a huge sensation\r\n\r\n   How Ethan ruined VeggieTales with In The House\r\n\r\n   Kyle and Ethan give Mike free creative advise and character ideas\r\n\r\n   Mike's new books The Dead Sea Squirrels\r\n\r\n   Subscriber Portion (Begins at 00:42:37)\r\n\r\n   Does he have any thoughts on  Phil Vischer’s comments where he regrets aspects of VeggieTales?\r\n\r\n   Bacon Bill and MeatyTales\r\n\r\n   We get Larry the Cucumber to read some Bible verses you've never heard him read before!\r\n\r\n   The entire interview is available for Babylon Bee subscribers only…\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=OSb8NG7V9Cw", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]