[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Details And Apex Legends' New Character Revealed", "description": "Persia talks about Assassin’s Creed Valhalla, Xbox Game Pass and its upcoming cloud game streaming service, and a new Apex Legends new character reveal.\n\nToday, Persia talks about Assassin's Creed Valhalla and what we know about it so far. Gameplay for it will be revealed on Inside Xbox on May 7, along with other next-gen gameplay reveals from Xbox and its partners. In other Xbox news, cloud games streaming service is heading to Game Pass this year.\n\nPersia also talks Apex Legends and the Loba character reveal: Revanant killed her father, she grew up to become to ultimate thief, and now she's out for revenge. We could see how her professional thievery come into play with her abilities soon, but we won't know for sure how she feels within the larger experience until Season 5 begins on May 12.\n\nThis is your Save State for Thursday, April 30.\n\n#AssassinsCreed #ApexLegends #GameSpot", "link": "https://www.youtube.com/watch?v=6PKJ4kZsVQQ", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed: Valhalla Revealed & Overwatch's New Hero - GS After Dark #39", "description": "On episode 39 of GameSpot After Dark, the crew discusses the new Assassin's Creed game, The Last Of Us Part 2's new release date, and Cyberpunk 2077's leaked rating.\n\nTIMESTAMPS: \n00:00:13 - Introduction\n00:00:27 - Assassin's Creed: Valhalla Revealed\n00:004:32 - What We've Been Playing\n00:32:05 - New Overwatch Hero\n00:35:18 - Cyberpunk 2077 Rating Leaked\n00:40:56 - The Last of Us Part 2 Discussion\n00:53:20 - Listener Questions\n01:10:33 - Outro", "link": "https://www.youtube.com/watch?v=hfczhtE2iWI", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For May 2020 Revealed", "description": "The PS4 PS Plus games for May 2020 have been revealed. This month, PlayStation Plus subscribers can build their own utopia with Cities: Skylines and grow crops in Farming Simulator 19. These games will be available from May 5 - June 1.\n\n#PS+ #PlayStationPlus #GameSpot", "link": "https://www.youtube.com/watch?v=FGksbMdKwQM", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For May 2020 Revealed", "description": "The Xbox Games with Gold for May 2020 have been revealed. Xbox One is getting V-Rally 4 and Warhammer 40,000: Inquisitor - Martyr, and Xbox 360 is getting Sensible World of Soccer and Overlord 2. The latter two games are backwards compatible with Xbox One as well.\n\n#GamesWithGold #GameSpot", "link": "https://www.youtube.com/watch?v=Ypap8E4xBkU", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Our Favorite Legends of Runeterra Cards", "description": "(Presented by Legends of Runeterra) Legends of Runeterra is a brand new CCG from Riot Games that brings characters from League of Legends into a whole new world. Here are some of our favorites so far.", "link": "https://www.youtube.com/watch?v=krWkECgcA5s", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why The Last Of Us' Story Still Resonates 7 Years Later", "description": "Naughty Dog's 2013 PlayStation 3 exclusive The Last Of Us is one of the most highly regarded games of the past decade. With the sequel due for release in June, you might be thinking about playing the original game the first time or returning to experience the survival story once more.\n\nIn a new video feature, Jess dives into what makes Joel and Ellie's tumultuous cross-country adventure stay timeless and affecting seven years later. Jess argues that The Last of Us' greatest strength is timeless--its portrayal of complex characters embroiled in an emotional and heart-wrenching fight for survival. \n\nThe video covers much more, including how the game cleverly keeps resources limited to elevate its themes of survival and desperation, and how the narrative's linear format and deliberate pace helps drive home the game's most impactful scenes and character moments.\n\nBe sure to check out the full video above, and keep coming back to GameSpot for more Last of Us coverage in the lead-up to The Last Of Us 2's release in June.\n\n#TheLastOfUs #GameSpot", "link": "https://www.youtube.com/watch?v=5bYAuu-J86U", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends | \"Legacy of a Thief\" - Official Stories of the Outlands Trailer", "description": "When everything was taken from her, Loba Andrade learned how to take from everyone else. The Apex Games’ newest Legend is used to getting what she wants -- no matter how well it’s guarded. She tried to let her past go, but things have a way of catching up…", "link": "https://www.youtube.com/watch?v=iZsp-_NjEGk", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed VALHALLA - Official Cinematic World Premiere Trailer", "description": "Assassin's Creed Valhalla takes the saga to a Viking war in this official cinematic world premiere trailer. Coming to Xbox Series X and other platforms during Holiday 2020!\n\n#AssassinsCreed #Valhalla #GameSpot", "link": "https://www.youtube.com/watch?v=BYymfJDuNAM", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Announced, It Has Vikings", "description": "The next Assassin's Creed, titled Valhalla, has officially been announced and it has, you guessed it, vikings. Cliff Blezinski, of Gears of Wars, LawBreakers, and Radical Heights fame, is making the most of his quarantine time and is working on a new project, but it may not be a game.\n\nTechland is bringing Hellraid back from the dead and the project is getting a second lease on life as paid DLC for Dying Light. Also, the Epic Games Store is taking some extra precautions for its free games.\n\nJoin us every day for all the breaking gaming news stories, right here on Save State.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=vUVSaRRmoSE", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Story Details & Characters: What We Know So Far", "description": "Assassin's Creed Valhalla is set at the height of the Viking Age, and we spoke to game's narrative director about crafting its unique story. \n\nValhalla focuses on the Viking clans as they are driven out of Norway s. You play as clan leader Eivor, who can be either a man or woman, much like Assassin's Creed Odyssey's dual protagonists Alexios and Kassandra. We explore this, and more information about the game, in the video above.\n\nValhalla releases on PS4, PS5, Xbox One, Xbox Series X, and PC via the Epic Games Store this holiday. There are multiple special editions in the works, so check GameSpot's pre-order guide for pricing information.\n\n#AssassinsCreed #Valhalla #GameSpot", "link": "https://www.youtube.com/watch?v=ccMClqNnjgI", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Teaser - See BossLogic's 8-Hour Artwork In 5 Minutes", "description": "Over the course of an eight-hour livestream, Ubisoft slowly revealed that the rumors were true: the next Assassin's Creed game will take place during The Viking Age. Called Assassin's Creed Valhalla, the game is scheduled to get a brand-new trailer very soon.\n\nIf you missed out on the livestream or couldn't watch the whole thing (because, again, it was eight hours long), we have you covered. The video above is a sped-up timelapse of the complete stream, condensing the entire experience into five minutes. That's a little bit more manageable in our opinion.\n\nAssassin's Creed Valhalla is scheduled to release this year, though an exact launch date hasn't been announced yet--Ubisoft hasn't revealed which systems the game is coming out for either, though it's a good bet we'll see the game on Xbox One, PS4, PC, Xbox Series X, and PlayStation 5.\n\nGiven the time period--The Viking Age started in the ninth century and continued through to the eleventh--it's likely Valhalla will continue the origin story of the Assassin Brotherhood and Templar Order, which began in Assassin's Creed Origins and continued in Assassin's Creed Odyssey. The Viking Age actually ends just before the events of the original 2007 Assassin's Creed.\n\n#AssassinsCreed #Valhalla #GameSpot", "link": "https://www.youtube.com/watch?v=LSTuUqSZXTE", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Evolution of Assassin’s Creed Gameplay - From The Holy Land To Valhalla", "description": "With the announcement that Assassin’s Creed Valhalla is taking us to the Viking Age, let’s take a look back at how the gameplay of Ubisoft’s flagship franchise has evolved over time. From early days of Altair's social stealth, to Ezio's city renovations, Edward's naval combat, Bayek's Eagle Vision, and beyond. Let’s delve into the Animus and explore the series major gameplay evolutions.\n\nWith the announcement of Assassin's Creed Valhalla, Ubisoft's popular history-based franchise dives into The Viking Age, which occurred between the ninth and eleventh centuries. Funnily enough, that's right before the events of 2007's Assassin's Creed, the game that started this massive franchise in the first place--meaning Ubisoft has almost gone full circle.\n\nOr at least it has in terms of its story. When it comes to gameplay, the franchise as a whole has been a steady evolution. What started as a stealth-driven action game has now become a franchise defined by its massive open worlds and action-focused combat. In the video above, Lucy James details this full transformation, describing how the mechanics and features of Assassin's Creed have changed since 2007.\n\nFull disclosure: the video only covers the mainline entries of Assassin's Creed. That means we skip over handheld titles (like Assassin's Creed Pirates and Assassin's Creed Rebellion) and spin-offs (such as Assassin's Creed III: Liberation and Assassin's Creed Chronicles: China). It's not that those games haven't contributed long-term gameplay traditions or storybeats too, but this video is already over 10 minutes long--it would be a monstrous task to cover all 22 Assassin's Creed games.\n\nSide note: Can you believe that there have been 22 (soon to be 23) Assassin's Creed games in 13 years? Which one was your favorite? Let us know in the comments section below.\n#EvolutionOf #AssassinsCreed #GameSpot", "link": "https://www.youtube.com/watch?v=4r4KN4quRbc", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Catch All The Fish And Bugs Leaving Animal Crossing: New Horizons", "description": "Today is the last day to catch certain fish and bugs before the seasonal changes in Animal Crossing: New Horizons. Join Persia as she tries to catch the remaining specimens she needs before it's too late!", "link": "https://www.youtube.com/watch?v=yDI8XjtPsYE", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Playing Warzone With The Weirdest Guns Possible - Call of Duty: Modern Warfare", "description": "Call of Duty: Modern Warfare lets you create some bizarre weapons using it's gunsmith. We try to win Warzone with the craziest guns possible.", "link": "https://www.youtube.com/watch?v=S0YDnkmWlmM", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What Makes Legends Of Runeterra Unique", "description": "(Presented by Legends of Runeterra) Legends of Runeterra is like no other CCG that you have played. Take a look at the unique approach Riot took when bringing this onto PC and Mobile.", "link": "https://www.youtube.com/watch?v=U4kalYnf5oE", "date_published": "2020-04-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]