[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Lenovo Laptops with Fedora, Ubuntu 20.04 craze, and Fedora 32 - Linux News - April 2020", "description": "These are your linux, open source, and privacy news for the end of April 2020. This month, we have some big releases, with Fedora 32 and Ubuntu 20.04 LTS, including its myriad of derivatives, some window manager improvements, and more hardware shipping Linux !\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n\nKWin, KDE’s window manager, has been forked, to speed up its development in certain areas.\nhttps://subdiff.org/blog/2020/the-k-win-ft-project/\n\nMutter, the GNOME compositor and window manager, now supports fullscreen unredirect for Wayland.\nhttps://www.gamingonlinux.com/articles/gnomes-mutter-gets-fullscreen-unredirect-supported-on-wayland.16457\n\nDXVk 1.6.1 was released, with a host of bugfixes for DirectX9, and some Vulkan fixes on Nvidia systems. \nhttps://github.com/doitsujin/dxvk\n\nCanonical and the Ubuntu team have published a small retrospective of Ubuntu appearing in popular TV shows and movies, and while it’s not exactly news, it’s still nice to see that a few very popular shows, like the big bang theory, or Veronica Mars, featured the open source OS!\nhttps://ubuntu.com/blog/2004-to-20-04-lts-ubuntu-in-popular-culture\n\nDebian decided to drop older hardware support, namely some very old input and video drivers. \nhttps://itsfoss.com/debian-dropping-old-drivers/\n\nVivaldi partenered up with Duck Duck Go to implement their Tracker Radar. https://vivaldi.com/blog/built-in-tracker-blocker-vivaldi/\n\nUbuntu 20.04 was released. As the new LTS, it will be supported for the next 5 years, and will be the base block on which a lot of other distros will be built.\n\nProtonMail has open sourced the code for its Android app, which means that all ProtonMail clients are now fully open source. https://protonmail.com/blog/android-open-source/\n\nLenovo will start shipping some of its highly praised thinkpad laptops with Fedora 32\nhttps://fedoramagazine.org/coming-soon-fedora-on-lenovo-laptops/\n\nWine 5.7 was released, with an updated mono engine, and more work on an USB device driver. It also brings new stuff to the WineD3D vulkan backend, and fixes 38 bugs for various programs including Heroes of Might and Magic IV and Detroit Become human.\nhttps://www.winehq.org/announce/5.7\n\nThe Ubuntu User Survey results are in, and there are some interesting things in there! \nhttps://ubuntu.com/blog/ubuntu-20-04-survey-results\n\nThe FairPhone version 3 will support the /e/ operating system.\nhttps://techcrunch.com/2020/04/29/fairphone-teams-up-with-e-os-on-a-box-fresh-degoogled-handset/\n\nFedora 32 was released, sporting the newest GNOME 3.36, and all of its improvements: a new extensions application, more performance and responsiveness, redesigned settings, a new card based layout in the shell, better application folders in the app grid, and redesigned settings. https://fedoramagazine.org/announcing-fedora-32/\n\nKdenlive 20.04 was released, and it’s a big one for users of the open source video editing king.\nhttps://kdenlive.org/en/2020/04/kdenlive-20-04-is-out\n\nSince the Xubuntu release notes weren’t readily available when I made my video review, I couldn’t talk about what’s new there, but the team has released a video showcasing their latest version. It’s a short 2 minute video, so don’t hesitate to take a look if you’re interested in that lightweight spin of Ubuntu 20.04.\nhttps://www.youtube.com/watch?time_continue=57&v=4a_uVSNnIGY&feature=emb_logo\n\nPopOS 20.04 was released a few days after the official Ubuntu 20.04 LTS release. Pop OS is created by System76, a Linux hardware manufacturer, and it’s one of the better spin offs of Ubuntu, with a lot of tweaks and improvements to make the default experience a little bit better. The most prominent feature is auto tiling, allowing you to tile windows really easily through a specific menu in the notification panel. They also support flatpak out of the box, as well as a hybrid graphics mode allowing you to run specific apps using the dedicated GPU while the rest of the system uses the integrated one. PopOS is really good, almost good enough to make me leave elementary OS. Almost…\nhttps://pop.system76.com/", "link": "https://www.youtube.com/watch?v=O0j1STGVCk0", "date_published": "2020-05-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]