[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Why is Ubuntu Getting so much HATE ?", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account!\nUbuntu is the biggest distro out there. It had a transformative impact on the Linux desktop, helping to move it from \"hobbyist project\" to something that can, and is used by millions. From its inception in 2004 until today, Ubuntu has been working on the Linux desktop, with more or less success depending on the initiatives they took. And still, this distro, and its associated company, Canonical, are being criticized, dismissed and are generally getting a lot of hate lately. Let's see why\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nUbuntu introduced an integration with Amazon when they started shipping Unity as a default desktop environment, and later, they added a reporting tool that collects sytem information and sends it back to Ubuntu to check on what their users are actually using hardware wise.\n\nThen there's the data collection. Ubuntu asks their users if they want to DISABLE the data collection after install, meaning that it's turned on by default. This created outrage in the Linux community, arguing that Ubuntu had become spyware. Now, this is complete nonsense.\n\nFirst, Ubuntu gives users an example of the data they collect: it's just hardware configs, nothing personal is sent or kept. It's less info than what the Steam user survey collects, and the goal here is to help Ubuntu tailor the experience for their users, looking at what hardware they use. \n\nThe second thing that often gets brought up is that Ubuntu tries to reinvent the wheel. Most projects that are cited here are Mir and Unity. Mir was a new display server that Ubuntu pushed when they were working on their new Unity desktop, to try and have a coherent solution for mobile devices and desktops at the same time, to work towards device convergence.\n\nFor both these projects, Ubuntu took some flak, the community accusing them of reinventing the wheel, splitting the community's efforts for development, and just wanting to do their own things.\n\nWhile these are valid criticisms, you have to remember that the competing projects, at that time, were far from ready. Ubuntu should have gone with Wayland instead of inventing Mir is a phrase we often read nowadays, and still, Wayland at the time just wasn't suited for what Ubuntu wanted to do. Wayland is just a protocol, and its implementation at the time, Weston was severely lacking. Mir was supposed to allow a less modular design, with more stuff relegated to the display server instead of the client, to guarantee more performance on ARM environments, which was where Mir would run as well: on smartphones and IoT devices. Wayland didn't meet these criteria.\n\nUnity, on the other hand, was created because GNOME 3, at the time, was such a huge departure from what users were used to. GNOME 3 did away with most, if not all the conventions for what a desktop was in the minds of users. No menu bars, no task bar, no application list, no regular menu. Instead, they pushed the activities concept, did away with the minimize button, they generally invented a whole new vision for the desktop.\n\nUbuntu didn't want to break all of their user's workflow, and so they worked on something that users would be more familiar with, and added their own spin on things, with the dash, allowing users to search through the entire system, a dock, and a global menu bar.\n\nSnaps are another controversial point, that I would tend to put in the \"they invented another way to do things instead of contributing to an already existing model\" locker.\n\nSnaps are a way of packaging and distributing software. They are generally criticized for being slow to load, creating new mount points in the disk utility, yes, really, and for being proprietary.\n\nWhile snaps are indeed pretty slow to load, don't always respect the user's theme, and do use mount points to mount the snaps and allow the apps to run, the proprietary part is complete bogus.\n\nSnaps themselves are completely open source, as is the way of creating them, running them. What is proprietary, however, is the snap store, the place where applications are distributed.\n\nThere is a good reason for this, though: Ubuntu doesn't want multiple store and repos popping up, to keep the snap store consistent for companies that would like to distribute their apps there. Snaps, just like flatpaks, try to solve the app distribution problem on Linux: with these formats, you can package your app once, and it will run anywhere. Companies that make software might want to distribute their apps on Linux, but if their app is displayed next to a lot of copycat applications that are left unchecked, or if their application get repackaged by other users, then they're just not going to go for it.", "link": "https://www.youtube.com/watch?v=WpRi6nCuTcA", "date_published": "2020-08-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]