[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCFQMnBA3CS502aghlcr0_aw", "title": "Brian Kolfage's Wife Has Criminal Evidence In Her TikTok Videos - We Build the Wall SCAM", "description": "This WE BUILD THE WALL drama is insane and goes deep. \nSUBSCRIBE TO THE DRIP!\nhttps://www.youtube.com/channel/UCMMCy1le81jHY8rwcaqQrtA?\n\nBrian Kolfage and TikTok and Instagram model Ashley Kolfage have really messed up, they not only allegedly embezzled money from their org: We Build the Wall Inc. but this was after Brian Kolfage repeatedly denounced this idea that he would ever \"take a penny\"\n\nAbsolutely insane, read the full docket here: https://www.justice.gov/usao-sdny/press-release/file/1306611/download", "link": "https://www.youtube.com/watch?v=L_M_wCyTGEw", "date_published": "2020-08-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCFQMnBA3CS502aghlcr0_aw", "title": "I Confronted Dan Lok's Team On Theft Accusations", "description": "DAN LOK MESSED UP BIG TIME\n\nAs you guys know we have quite the history with Dan Lok. However when Dan Lok was recently called out for allegedly stealing from entrepreneur Alex Charfen, I knew I had to know more...(here's the FB post: https://www.facebook.com/photo/?fbid=2000985696703504&set=pcb.2000986963370044 ) So I called Dan Lok's Team and got a hold of Desmond Soon. Bear in mind where I'm from, it's a single party consent recording state, meaning that I was able to covertly record our conversation. I asked Dan Lok's team about these accusations and here's what they said and my thoughts on the matter. \n\nFollow me: \nTwitter: https://twitter.com/coffeebreak_YT\nInstagram @coffeebreak_yt\n\nTags:\nDan Lok, dan lok sales, dan lok closing, is dan lok legit, is dan lok a scam, is dan lok a con artist, is high ticket closer legit, is dan lok program legit, dan lok dan pena, internet marketers, exposing internet marketers, dan lok inner circle, dan lok htc, high ticket closer, high ticker closer scam, should i buy high ticket closer, dan lok interview, fu money, dan,lok, dan lok, dan lok scammer, high ticket sales, copywriting", "link": "https://www.youtube.com/watch?v=cM0RLTOnfbk", "date_published": "2020-08-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]