[{"source": "https://www.theguardian.com/rss", "title": "Police shot Los Angeles security guard in the back five times, autopsy shows", "description": "<ul><li>Andres Guardado was killed on 18 June during a foot pursuit</li><li>All five gunshot wounds were fatal, report said</li></ul><p>The official autopsy report for Andres Guardado, an 18-year-old security guard <a href=\"https://www.theguardian.com/us-news/2020/jun/19/police-officers-shoot-and-kill-los-angeles-security-guard\">killed by Los Angeles police last month</a>, revealed that a deputy shot him in the back five times.</p><p>The findings from the Los Angeles county coroner, released on Friday, confirm an independent autopsy report released earlier this week by a family attorney. The sheriff’s department had faced intense scrutiny over its initial decision to request the findings be kept confidential under a security hold.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/10/andres-guardado-los-angeles-security-guard-shot-police-autopsy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/10/andres-guardado-los-angeles-security-guard-shot-police-autopsy", "date_published": "2020-07-10 23:11:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California sees two deadliest days since pandemic began as Covid-19 cases rise", "description": "<p>State has now reported 296,500 infections and 6,700 deaths, while Newsom said seven-day average topped 8,000 new cases a day</p><p>California has experienced one of its toughest weeks yet in the battle against coronavirus, with the state chalking up its two deadliest days since the start of the pandemic as cases continue to rise.</p><p>On Wednesday the state topped its previous single day death toll, reporting 149 fatalities. That was followed a day later by the second-deadliest day, when the state tallied 137 fatalities.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/10/california-coronavirus-covid-19-cases-death-toll-record\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/10/california-coronavirus-covid-19-cases-death-toll-record", "date_published": "2020-07-10 22:16:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Keeping the momentum': the Hong Kongers fighting a running battle for justice", "description": "<p>An attack by a pro-Beijing mob prompted an ingenius response by joggers – but the unique protest is under threat by new national security laws</p><p>On 21 July last year Hong Kong police took 39 minutes to arrive at the Yuen Long metro station where <a href=\"https://www.theguardian.com/world/2019/jul/22/where-were-the-police-hong-kong-outcry-after-masked-thugs-launch-attack\">mobs of white-clad men attacked commuters and pro-democracy protesters</a>, beating them with metal and wooden rods. At least 45 people were injured, including a pregnant woman.</p><p>The closest dispatch station was about one mile away.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/keeping-the-momentum-the-hong-kongers-fighting-a-running-battle-for-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/keeping-the-momentum-the-hong-kongers-fighting-a-running-battle-for-justice", "date_published": "2020-07-10 22:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Job-killer of the century': economies of Pacific islands face collapse over Covid-19", "description": "<p>The region is largely coronavirus-free, but pandemic shutdowns and loss of tourism dollars are devastating its economies </p><p>The Covid-19 pandemic is the “job-killer of the century”, Fiji’s prime minister has said, as economies across the Pacific face collapse from economic and travel shutdowns, exacerbating existing illnesses, and potentially driving people into hunger.</p><p>While the number of cases across the Pacific remains low – several countries across the Pacific remain Covid-free and continue to enforce strict border closures – the economic impacts have devastated tourism- and import-dependent economies.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/job-killer-of-the-century-economies-of-pacific-islands-face-collapse-over-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/job-killer-of-the-century-economies-of-pacific-islands-face-collapse-over-covid-19", "date_published": "2020-07-10 22:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon tells employees to delete TikTok – then walks it back", "description": "<p>Email to some workers calling for removal of app due to ‘security risks’ was sent in error, spokesperson says</p><p>Amazon made waves on Friday when it emailed some employees instructing them to delete TikTok from their phones over security concerns tied to the China-owned app.</p><p>But hours later an Amazon spokesperson said the request had been sent out in error and that there was no change to the company’s policies at the moment.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/10/tiktok-amazon-security-china\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/10/tiktok-amazon-security-china", "date_published": "2020-07-10 21:28:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs warn about bias in predicted results for pupils in England", "description": "<p>Commons committee also concerned BAME pupils are at a disadvantage in appeals system</p><p>“Well-heeled and sharp-elbowed” families are most likely to benefit from complaining over this year’s GCSE and A-level results that may be distorted by bias and discrimination against disadvantaged pupils, according to MPs.</p><p>The MPs also warned that there was potential for the appeals system “to resemble the wild west” as different systems are used by different exam boards. </p> <a href=\"https://www.theguardian.com/education/2020/jul/10/mps-warn-bias-predicted-results-pupils-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/10/mps-warn-bias-predicted-results-pupils-england", "date_published": "2020-07-10 21:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We've been in the trenches': the women holding power to account over Christchurch", "description": "<p>Anjum Rahman and Aliya Danzeisen have devoted their lives to raising awareness of the warning signs before the terror attack</p><p>It was another long drive, another night away from home and another morning thinking nervously about what they would say, hoping this time they would be taken seriously. Then, in the back room of an Auckland mosque, Anjum Rahman and Aliya Danzeisen sat down in front of TV cameras to explain how they had tried to prevent a terrorist attack.</p><p>The women – an accountant and a high school teacher – knew that by giving a news conference they were “opening ourselves up to another round of hate”, Danzeisen tells the Guardian afterwards, sitting cross-legged next to Rahman on the floor of the mosque. She adds that many New Zealanders would not understand how much aggression the friends receive when they speak publicly about anything.</p> <a href=\"https://www.theguardian.com/world/2020/jul/11/weve-been-in-the-trenches-the-women-holding-power-to-account-over-christchurch\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/11/weve-been-in-the-trenches-the-women-holding-power-to-account-over-christchurch", "date_published": "2020-07-10 20:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British Gymnastics head 'appalled and ashamed' at multiple abuse stories", "description": "<ul><li>Organisation holds crisis talks amid damning revelations</li><li>Growing number of gymnasts call on Jane Allen to resign</li></ul><p>The head of British Gymnastics, who is facing calls for her resignation, has told member clubs she is “appalled and ashamed” by the multiple stories of abuse that have emerged in a harrowing and potentially far-reaching week for the sport in the UK.</p><p>In a letter seen by the Guardian, Jane Allen said: “Any mistreatment of gymnasts is inexcusable,” and promised to reform the sport. “It is vital that concerns are made public, whether that is through the media or our processes. I pay tribute to those who have spoken out – their bravery will help drive change within gymnastics.”</p> <a href=\"https://www.theguardian.com/sport/2020/jul/10/british-gymnastics-head-appalled-and-ashamed-at-multiple-abuse-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/10/british-gymnastics-head-appalled-and-ashamed-at-multiple-abuse-stories", "date_published": "2020-07-10 20:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vast Brexit customs clearance centre to be built in Kent", "description": "<p>Exclusive: council given only hours’ notice of emergency purchase of 1.2m sq ft ‘Mojo’ site</p><p>The government has secretly purchased 11 hectares (27 acres) of land 20 miles from Dover to site a vast new Brexit customs clearance centre for the 10,000 lorries that come through the Kent port from Calais every day.</p><p>It will be the first customs post erected in the UK to deal with goods coming from the EU for 27 years.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/10/vast-brexit-customs-clearance-centre-to-be-built-in-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/10/vast-brexit-customs-clearance-centre-to-be-built-in-kent", "date_published": "2020-07-10 19:42:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French bus driver dies following attack by passengers who refused to wear masks", "description": "<p>Philippe Monguillot, 59, died in hospital on Friday after doctors previously declared him brain dead</p><p>A French bus driver declared brain dead after an attack by passengers who refused to wear face masks has died, according to his family.</p><p>Philippe Monguillot, 59, died in hospital on Friday, his daughter Marie told AFP. “We decided to let him go. The doctors were in favour and we were as well,” she said.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/philippe-monguillot-french-bus-driver-dies-following-attack-passengers-refused-wear-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/philippe-monguillot-french-bus-driver-dies-following-attack-passengers-refused-wear-masks", "date_published": "2020-07-10 18:28:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Face masks could be mandatory in shops, signals Boris Johnson", "description": "<p>Scientists urge ministers to set good example by publicly wearing face coverings</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government is considering making face masks mandatory in shops, Boris Johnson has indicated, as he was pictured wearing one in public for the first time.</p><p>“As we get the virus down, in the way that we have, and we stamp out local outbreaks in the way that we are, I do think we need to be stricter in insisting that people wear face coverings in confined places,” Johnson said during a Q&amp;A session with voters on social media. “We’re looking at ways of making sure that people really do have face coverings, in shops, for example.”</p> <a href=\"https://www.theguardian.com/politics/2020/jul/10/we-need-to-be-stricter-on-face-masks-says-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/10/we-need-to-be-stricter-on-face-masks-says-boris-johnson", "date_published": "2020-07-10 17:55:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is Australia’s second biggest city back in coronavirus lockdown? – video explainer", "description": "<p>Metropolitan&nbsp;Melbourne&nbsp;returned to lockdown on 8 July after Victoria recorded 191 new cases of coronavirus since the start of the week, which was at the time the highest daily increase since the pandemic began.&nbsp;</p><p>Guardian Australia’s Melissa Davey explains why the stage 3 stay-at-home orders were announced, how the latest lockdown has been met with a mixture of fury and acceptance, and whether this apparent <a href=\"https://www.theguardian.com/commentisfree/2020/jun/17/the-guardian-view-on-a-second-wave-hoping-for-the-best-is-not-enough\">second wave</a>&nbsp;could have been avoided</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/03/victorians-were-suddenly-pariahs-how-the-states-coronavirus-outbreak-divided-australia\">'Victorians were suddenly pariahs': how the state's coronavirus outbreak divided Australia<br /></a></li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/10/coronavirus-live-news-global-update-cases-bolivia-president-covid-19-positive-south-africa-brazil-president-jair-bolsonaro-latest-updatescoronavirus-live-news-bolivia-president-tests-positive-as-south-africa-sees-record-case-rise\">Follow our global live blog</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/jul/10/coronavirus-australia-victoria-melbourne-lockdown-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jul/10/coronavirus-australia-victoria-melbourne-lockdown-video-explainer", "date_published": "2020-07-10 17:48:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "G4S fined £44m by Serious Fraud Office over electronic tagging", "description": "<p>Agreement means security firm will avoid prosecution for overcharging the government for tagging offenders<br /></p><p>Security firm G4S has been fined £44m by the Serious Fraud Office (SFO) as part of an agreement that will see it avoid prosecution for <a href=\"https://www.theguardian.com/uk-news/2013/dec/12/g4s-serco-tagging-contracts-fraud-allegations-monitoring-criminals\">overcharging the Ministry of Justice for the electronic tagging</a> of offenders, some of whom had died.</p><p>The SFO said G4S had accepted responsibility for three counts of fraud that were carried out in an effort to “dishonestly mislead” the government, in order to boost its profits.</p> <a href=\"https://www.theguardian.com/business/2020/jul/10/g4s-fined-44m-by-serious-office-over-electronic-tagging\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/10/g4s-fined-44m-by-serious-office-over-electronic-tagging", "date_published": "2020-07-10 17:44:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Downing Street seeks data expert to set up 'skunkworks' in No 10", "description": "<p>Advert for head of analytical unit is latest sign of Dominic Cummings’ Whitehall shake-up </p><p>Downing Street is seeking applications for a £135,000-a-year data expert to set up a “skunkworks” in No 10, in the latest evidence of Dominic Cummings’ Whitehall shake-up.</p><p>Cummings’ preoccupation with big data is well known, and he has recently urged ministers’ special advisers to swot up on superforecasting, a way of predicting the future using statistical analysis.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/10/downing-street-seeks-data-expert-to-set-up-skunkworks-in-number-10\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/10/downing-street-seeks-data-expert-to-set-up-skunkworks-in-number-10", "date_published": "2020-07-10 17:42:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on stop and search: police people, don’t terrorise them | Editorial", "description": "<p>London’s top police officer is in denial about a counterproductive stop-and-search policy</p><p>Cressida Dick, the commissioner of London’s Metropolitan police, appears to be in <a href=\"https://www.theguardian.com/uk-news/2019/feb/19/met-police-disproportionately-white-for-another-100-years\" title=\"\">denial</a> about the extent of institutional racism in the force she leads. The evidence that some of her officers and policies do discriminate is hiding in plain sight. Black people in the capital are four times more likely to be <a href=\"https://www.theguardian.com/uk-news/2018/dec/05/met-police-use-tasers-and-restraints-more-often-against-black-people\" title=\"\">Tasered</a> than their white peers. During the coronavirus lockdown, her officers were more than <a href=\"https://www.theguardian.com/uk-news/2020/jun/03/met-police-twice-as-likely-to-fine-black-people-over-lockdown-breaches-research\" title=\"\">twice as likely</a> to issue fines to black people as to white people. Perhaps if her force resembled the city it policed, such disparities would shrink. London cannot wait for this to happen. At the current rate of recruitment, the Met will be disproportionately white for a century.</p><p>There is a pressing need for reform. Ms Dick said last year that the Met had <a href=\"https://www.independent.co.uk/voices/met-police-cressida-dick-no-longer-institutionally-racist-racism-black-officer-a9001176.html\" title=\"\">won the war against racism</a> in the ranks. She has been wilfully blind about the failure of her force to treat black and white people alike. Her apology for the “<a href=\"https://www.theguardian.com/uk-news/2020/jul/08/met-police-apologise-for-handcuffing-athlete-bianca-williams\" title=\"\">distress</a>” suffered by two black athletes who were pulled over in their car and handcuffed in a stop and search that turned up nothing but their three-month-old baby in the back seat is no turning point. It was an attempt to deflect mounting criticism for the way stop and search has been applied in the wake of the Black Lives Matter protests. During the coronavirus lockdown, when crime rates fell, stop and search continued for the sake of it. In May alone, <a href=\"https://www.theguardian.com/law/2020/jul/08/one-in-10-of-londons-young-black-males-stopped-by-police-in-may\" title=\"\">one in eight young black males in London</a> were stopped and searched.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/10/the-guardian-view-on-stop-and-search-police-people-dont-terrorise-them\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/10/the-guardian-view-on-stop-and-search-police-people-dont-terrorise-them", "date_published": "2020-07-10 17:39:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man found guilty of killing pregnant ex-girlfriend and baby in London", "description": "<p>Aaron McKenzie broke into Kelly Fauvrelle’s bedroom and stabbed her 21 times</p><p>A man has been found guilty of stabbing his pregnant ex-girlfriend in a jealous rage, killing her and their baby.</p><p>Aaron McKenzie, 26, broke into Kelly Fauvrelle’s bedroom as she slept and stabbed her 21 times, causing catastrophic injuries, the Old Bailey was told.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/man-killed-his-pregnant-ex-girlfriend-and-baby-in-london-knife-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/man-killed-his-pregnant-ex-girlfriend-and-baby-in-london-knife-attack", "date_published": "2020-07-10 17:09:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michaela Coel: 'Like Arabella, I realised my life was about to change for ever'", "description": "<p>The actor and writer mined her own dark experiences of assault and racism for the BBC hit drama I May Destroy You</p><p>Michaela Coel’s<em> </em>drama I May Destroy You<em> </em>has passed the point where we argue about whether it is a hit. The story of Arabella, a young London writer who’s drugged and raped, and embarks on a quest for justice and self-knowledge, has been a passport for millions of BBC viewers into a world of shifting boundaries around sexual consent, generational clashes, social media addiction and drugs.</p><p>Coel, 32, stars, writes and co-directs the drama, which has also launched on America’s HBO. The scrutiny means she’s been prodded to excavate her own past, after she was drugged and assaulted by an unknown assailant in her 20s. So, to Coel the same question that Arabella’s friend asks her on-screen character: why return to the worst of days with such punishing intensity?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/10/michaela-coel-i-may-destroy-you-bbc-arabella-assault-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/10/michaela-coel-i-may-destroy-you-bbc-arabella-assault-racism", "date_published": "2020-07-10 16:47:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inquest into Stephen Port's victims set to begin in new year", "description": "<p>Serial killer drugged, raped and killed four young gay men between 2014 and 2015</p><p>Families of the victims of serial killer Stephen Port have been assured that everything possible will be done to ensure the long-awaited inquests into their deaths go ahead in the new year despite the coronavirus pandemic.</p><p>Port, 44, a chef, drugged and raped four young gay men. He lured them to his flat through dating apps including Grindr, and dumped their bodies near his home in Barking, east London, between 2014 and 2015.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/inquest-into-stephen-ports-victims-set-to-begin-in-new-year\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/inquest-into-stephen-ports-victims-set-to-begin-in-new-year", "date_published": "2020-07-10 16:44:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump is a hypocrite on China – but China deserves to be condemned | Jonathan Freedland", "description": "<p>Beijing is crushing human rights in Hong Kong, and is accused of genocide against the Uighurs. The world cannot stand by<a href=\"https://app.slack.com/team/U015WT0L7HS\"></a></p><p>Donald Trump taints everything he touches. If he supports a cause, he damages it. If he takes a stance, the instinct of most self-respecting liberals is to rush to the opposing side. So when Trump rails against China, a favourite bete noire, it can make a progressive pause.</p><p>That’s especially true when the US president lurches so easily into casual bigotry – referring to the coronavirus as “<a href=\"https://www.theguardian.com/us-news/2020/jun/20/trump-covid-19-kung-flu-racist-language\">kung </a><a href=\"https://www.theguardian.com/us-news/2020/jun/20/trump-covid-19-kung-flu-racist-language\">flu</a>” – and when his hypocrisy is so rank. Thanks to his former national security adviser, <a href=\"https://www.theguardian.com/commentisfree/2020/jun/19/john-bolton-trump-america-president-power\">John Bolton</a>, we know that, for all his talk, Trump begged Beijing to meddle in this year’s election in his favour, breezily granting US blessing to what Amnesty International calls the “gulag” of camps in Xinjiang, in which China holds a million Uighur Muslims against their will.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/10/trump-china-beijing-hong-kong-uighurs\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/10/trump-china-beijing-hong-kong-uighurs", "date_published": "2020-07-10 16:26:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man jailed for attempting to steal Magna Carta from Salisbury Cathedral", "description": "<p>Mark Royden convicted of attempted theft of the charter and criminal damage to display case<br /></p><p>A man who attempted to steal a priceless copy of Magna Carta from Salisbury Cathedral to prove it was a fake has been jailed for four years.</p><p>In October 2018, Mark Royden, 47, went equipped with a claw hammer, gloves and safety goggles, tampered with a CCTV camera and set off a fire alarm to cause a distraction before smashing the document’s protective case.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/mark-royden-jailed-attempting-to-steal-magna-carta-salisbury-cathedral\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/mark-royden-jailed-attempting-to-steal-magna-carta-salisbury-cathedral", "date_published": "2020-07-10 15:53:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife - in pictures", "description": "<p>The pick of the world’s best flora and fauna photos, including a ring-tailed lemur and a spiky sea cucumber</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/jul/10/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/jul/10/the-week-in-wildlife-in-pictures", "date_published": "2020-07-10 15:46:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran denies latest blast reports and accuses west of disinformation", "description": "<p>Tehran says incident in early hours in garrison town of Gamdareh was a power outage</p><p>Iran has denied reports that fresh mysterious explosions have rocked two towns close to Tehran, accusing the west of waging psychological warfare by spreading false messages on social media.</p><p>Reports suggested that the blasts had occurred in the early hours of Friday in Gamdareh, a residential town that houses a number of military garrisons, including bases of the Islamic Revolutionary Guards Corps (IRGC), and in Shahr-e Qods. Officials insisted the reports were false but accepted there had been a power outage.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/iran-denies-latest-blast-reports-and-accuses-west-of-misinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/iran-denies-latest-blast-reports-and-accuses-west-of-misinformation", "date_published": "2020-07-10 15:42:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Court ruling paves way for Istanbul's Hagia Sophia to revert to mosque", "description": "<p>Status of Unesco-listed 1,500-year-old building has been hotly debated for decades</p><p>Turkey’s president, Recep Tayyip Erdoğan, has formally converted Istanbul’s crowning architectural jewel, <a href=\"https://www.theguardian.com/world/2020/jun/30/ayasofya-the-mosque-turned-museum-at-the-heart-of-an-ideological-battle\">the Hagia Sophia</a>, from a museum into a mosque – a politically charged decision that has drawn international criticism but delighted his conservative base.</p><p>Turkey’s highest administrative court, the council of state, paved the way for the move after it ruled unanimously on Friday to annul a 1934 cabinet decree that stripped the 1,500-year-old building of its religious status.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/turkey-court-ruling-paves-way-for-istanbuls-ayasofya-to-revert-to-mosque\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/turkey-court-ruling-paves-way-for-istanbuls-ayasofya-to-revert-to-mosque", "date_published": "2020-07-10 15:18:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What tattoo are you planning on getting post-lockdown?", "description": "<p>We would like to hear from people who are looking at getting a new tattoo and the reasons behind it<br /></p><p>With <a href=\"https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do\">tattoo parlours in England able to reopen from 13 July</a> we would like to know what tattoos people will be getting post-lockdown.</p><p>What design are you getting and why? Do you have any concerns about social distancing?</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/10/what-tattoo-are-you-planning-on-getting-post-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/10/what-tattoo-are-you-planning-on-getting-post-lockdown", "date_published": "2020-07-10 15:12:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will you be managing childcare during the summer holidays?", "description": "<p>We want to hear from parents on what they will be doing with their children during the summer while they continue to work<br /></p><p>Following the chancellor Rishi Sunak’s summer statement earlier this month, MPs have asked him to offer <a href=\"https://www.theguardian.com/education/2020/jul/09/sunaks-jobs-plan-must-be-backed-by-childcare-funding-say-mps\">more financial support for the childcare sector</a>.</p><p>Nurseries were heavily hit in March when they were forced to close due to the pandemic, and some are only just beginning to reopen, with others financially unable to.</p> <a href=\"https://www.theguardian.com/money/2020/jul/10/how-will-you-be-managing-childcare-during-the-summer-holidays\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/10/how-will-you-be-managing-childcare-during-the-summer-holidays", "date_published": "2020-07-10 15:10:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charities watchdog investigates safeguarding concerns at Newcastle cinema", "description": "<p>Staff say their allegations of sexual abuse and harassment have not been taken seriously</p><p>The charities watchdog is investigating “safeguarding and governance concerns” at a Newcastle cinema where staff have complained that their allegations of sexual abuse and harassment were not taken seriously.</p><p>More than 140 current and former employees <a href=\"https://www.chroniclelive.co.uk/news/north-east-news/more-140-tyneside-cinema-employees-18505806\">signed a letter</a> last month demanding a change in workplace culture at the Tyneside Cinema after serious allegations against serving staff were made public on social media.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/charities-watchdog-investigates-safeguarding-concerns-at-newcastle-cinema\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/charities-watchdog-investigates-safeguarding-concerns-at-newcastle-cinema", "date_published": "2020-07-10 15:05:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's clearer than ever that black history is everyone's history", "description": "<p>From slavery to Windrush, the stories of yesterday still impact on our lives. That’s why the Guardian is publishing a free wallchart series</p><p>History isn’t about the past. More and more, it’s about the present. And black history isn’t about faraway people. It’s about our own country.</p><p>Britain’s Black History Month has been running for more than 30 years. Yet it took the toppling of the statue of a 17th-century Bristol slave trader for most people to discover that the legacy of slavery runs deep throughout the entire country – in its banks and its major cities. Indeed, the “compensation” paid to slave owners after abolition was so vast that it took until 2015 for Britain to finish paying the bill. </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/10/black-history-is-everyones-history-slavery-windrush\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/10/black-history-is-everyones-history-slavery-windrush", "date_published": "2020-07-10 14:41:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welsh restaurants and pubs could reopen indoors from August", "description": "<p>Beauty salons and museums to reopen from 27 July and some amateur team sport to resume</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pubs, cafes and restaurants in Wales will be allowed to serve customers indoors from the start of August if Covid-19 cases continue to fall, but no date has been set for the reopening of gyms or swimming pools.</p><p>Campsites, hairdressers, beauty salons, cinemas and playgrounds are set to reopen in the next three weeks, and some amateur team sports, including football, will be able to resume, the Welsh government <a href=\"https://twitter.com/WelshGovernment/status/1281566397626306560\">said</a>. </p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/welsh-restaurants-and-pubs-could-reopen-indoors-from-august-beauty-salons-museums\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/welsh-restaurants-and-pubs-could-reopen-indoors-from-august-beauty-salons-museums", "date_published": "2020-07-10 14:25:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boohoo co-founder Jalal Kamani linked to Leicester garment factory", "description": "<p>Supplier accused of paying below minimum wage linked to brother of current Boohoo leader</p><p>A co-founder of fashion giant Boohoo has links to the <a href=\"https://www.theguardian.com/business/2020/jul/06/boohoo-leicester-factory-conditions-covid-19\">Leicester factory</a> accused of paying less than the minimum wage and failing to protect staff from coronavirus, the Guardian can reveal.</p><p>Boohoo has confirmed that the factory at the heart of the allegations is run by Morefray Ltd, a Manchester-owned firm with ties to the separate I Saw It First fashion brand. The I Saw It First business was set up by Jalal Kamani, 60, who jointly founded Boohoo with his brother Mahmud, 55.</p> <a href=\"https://www.theguardian.com/business/2020/jul/10/boohoo-co-founder-jalal-kamani-linked-to-leicester-garment-factory\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/10/boohoo-co-founder-jalal-kamani-linked-to-leicester-garment-factory", "date_published": "2020-07-10 14:18:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police apologise to woman told to cover up anti-Boris Johnson T-shirt", "description": "<p>British Transport Police say instruction to Jessie-Lu Flynn at BLM protest was unlawful</p><p>Police have apologised to a woman after she was challenged by officers at a Black Lives Matter demonstration for wearing an anti-Boris Johnson T-shirt and admitted that asking her to cover up the slogan on her clothing was unlawful.</p><p><a href=\"https://www.theguardian.com/uk-news/2020/jun/29/woman-sues-police-for-telling-her-to-cover-up-anti-boris-johnson-t-shirt\">Jessie-Lu Flynn</a>, an actor and the founder of the immersive theatre company Wide Eyes, was wearing a T-shirt bearing the slogan “Fuck Boris” at a BLM rally <a href=\"https://www.theguardian.com/us-news/2020/jun/03/thousands-gather-in-london-for-george-floyd-protest\">in central London on 3 June</a>. She said she had worn the T-shirt on more than a dozen occasions without being challenged by police.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/police-apologise-woman-told-cover-up-anti-boris-johnson-t-shirt\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/police-apologise-woman-told-cover-up-anti-boris-johnson-t-shirt", "date_published": "2020-07-10 14:05:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson says newts are a drag on the UK’s economy. Here’s why he’s wrong", "description": "<p>Last week the PM claimed conservation causes construction delays – but newts are not the pantomime villains developers would have us believe</p><p>Lingering in the shallows of a south Norfolk pond, voracious amphibians are resting ahead of a night gorging on slugs, worms and insects. The pool network, long grasses and shrubs in Silfield newt reserve are a perfect habitat for the great crested newt – the pantomime villain for housing developers.</p><p>The UK’s largest newt, which takes its name from the striking, jagged crest that males display in the spring breeding season, is a protected species under British law, thanks to the the EU habitats directive, which the prime minister’s father, <a href=\"https://www.theguardian.com/environment/blog/2012/jan/18/boris-island-airport-father-stanley\">Stanley Johnson</a>, had a key role in creating. Despite that, its numbers have declined rapidly over the past 60 years.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/10/is-boris-johnson-right-to-blame-newts-for-slowing-britains-recovery-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/10/is-boris-johnson-right-to-blame-newts-for-slowing-britains-recovery-aoe", "date_published": "2020-07-10 14:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zero fines issued in England and Wales to enforce travel quarantine", "description": "<p>Data shows reduced police role in coronavirus restrictions with only 10 fines for not wearing a mask on public transport</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The role of the police in enforcing coronavirus restrictions is waning, according to research, with no fines issued to enforce a travel quarantine and only 10 issued for failure to wear masks on public transport.</p><p>The government introduced a policy ordering people entering the UK to self-isolate for 14 days on 8 June.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/10/zero-fines-issued-in-england-and-wales-to-enforce-travel-quarantine\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/10/zero-fines-issued-in-england-and-wales-to-enforce-travel-quarantine", "date_published": "2020-07-10 13:53:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WHO's Covid-19 inquiry is a shrewd move in a sea of disinformation", "description": "<p>Its findings should illuminate global responses amid conspiracy theories and Trump’s mudslinging </p><p>In the world of epidemiology it’s sometimes said that pandemics are lived forwards and understood backwards.</p><p>We encounter them head-on, chaotically, trying to fathom the disease in real time even while trying to mitigate its impact. Lessons generally come later as the evidence accumulates.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/10/whos-covid-19-inquiry-global-responses-trump-fake-news-disinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/10/whos-covid-19-inquiry-global-responses-trump-fake-news-disinformation", "date_published": "2020-07-10 13:38:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Genocide denial gains ground 25 years after Srebrenica massacre", "description": "<p>Even as remains continue to be identified, denialism is moving from far-right fringe into mainstream</p><p>At the genocide memorial centre outside Srebrenica, thousands of simple white gravestones stretch across the gently inclined hillside for as far as the eye can see.</p><p>Nearby, over a number of days in July 1995, Bosnian Serb forces systematically murdered around 8,000 Bosniak (Bosnian Muslim) men and boys. It was the worst crime of the Bosnian war, and remains the only massacre on European soil since the second world war to be ruled a genocide.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/genocide-denial-gains-ground-25-years-after-srebrenica-massacre\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/genocide-denial-gains-ground-25-years-after-srebrenica-massacre", "date_published": "2020-07-10 13:35:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chris Grayling's track record? There is no longer a track: just a stretch of scorched earth | Marina Hyde", "description": "<p>His career has been a series of breathtaking failures. Yet he’s just been made chair of the intelligence committee<br /></p><p>News that Chris Grayling is to be appointed chair of the intelligence and security committee feels like a cosmic inevitability. There is simply no aspect of the British state that is regarded as too big to Grayl. In the event of nuclear devastation, almost certainly somehow caused by Chris Grayling, Chris Grayling would not simply survive, but there would be someone surveying the ash cloud and the onset of nuclear winter going: “You know what, clearing this up looks like a job for Chris Grayling.”</p><p>Please don’t ask by what arcane Downing Street process committee appointments such as Grayling’s are decided. You are much better off imagining a wingbacked armchair with its back to the viewer, so that all that can be heard is a Mr Burns voice rasping: “Grayling, you say. Remind me of his track record.” “Well, put simply, sir … his record is that there is no longer a track. There’s just a huge stretch of scorched earth, dozens of charred horse skeletons, and it’s all overhung by a noxious pall so toxic it makes the <a href=\"https://www.theguardian.com/artanddesign/gallery/2019/apr/10/nuclear-wasteland-inside-chernobyl-exclusion-zone-in-pictures-pripyat-david-mcmillan\">Chernobyl exclusion zone</a> seem like a visit to the Selfridges perfume counter.” “Perfect. Prepare his office.”</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/10/chris-grayling-chair-intelligence-committee-\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/10/chris-grayling-chair-intelligence-committee-", "date_published": "2020-07-10 12:45:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pressure mounts on Priti Patel over case of 11-year-old at risk of FGM", "description": "<p>Open letter by former judges, leading politicians and campaigners urges home secretary to grant asylum to Sudanese girl</p><p>Barristers, former judges, politicians and campaigners are among 300 people who have signed an <a href=\"https://goodlawproject.org/protect-jasmine-from-fgm/\">open letter</a> to the home secretary, Priti Patel, urging her to grant asylum to an 11-year-old girl at high risk of female genital mutilation if taken abroad.</p><p>Helena Kennedy QC, former chief prosecutor Nazir Afzal, campaigner Leyla Hussein and more than 30 MPs have added their names to the letter published by the the <a href=\"https://goodlawproject.org/\">Good Law Project</a> alongside a <a href=\"https://actionnetwork.org/forms/protect-jasmine-from-fgm?source=article\">petition</a> launched on Friday.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/10/pressure-mounts-on-priti-patel-over-case-of-11-year-old-at-risk-of-fgm\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/10/pressure-mounts-on-priti-patel-over-case-of-11-year-old-at-risk-of-fgm", "date_published": "2020-07-10 12:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss is suddenly worried about a Brexit deal – but for the wrong reason | Jill Rutter", "description": "<p>The international trade secretary fears the UK may fail to comply with WTO rules. But the real problem will be trade with the EU</p><p>The international trade secretary, Liz Truss, joins a long list of people concerned that the UK may not be as ready for Brexit on 1 January 2021 as it needs to be.</p><p>In a letter to cabinet colleagues this week, she has reportedly <a href=\"https://www.theguardian.com/politics/2020/jul/08/liz-truss-warns-boris-johnson-over-brexit-border-plans\">raised concerns</a> that the UK will not be operating a World Trade Organization (WTO) compliant border when we leave the EU. It was an embarrassing revelation, particularly coming on the same day as the UK was nominating her predecessor, <a href=\"https://www.theguardian.com/world/2020/jul/08/uk-nominates-liam-fox-world-trade-organization\">Liam Fox</a>, as the man to lead the WTO into a new era.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/10/liz-truss-is-suddenly-worried-about-a-brexit-deal-but-for-the-wrong-reason\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/10/liz-truss-is-suddenly-worried-about-a-brexit-deal-but-for-the-wrong-reason", "date_published": "2020-07-10 12:02:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A language of secrets': how My Brilliant Friend revolutionised female friendship on TV", "description": "<p>HBO’s adaptation of Elena Ferrante’s Neapolitan novels is not the first series to portray friendship between women, but it does so with a rare sense of emotion and complexity </p><p>During lockdown, I have found myself experiencing a peculiar nostalgia. With less cultural and social stimulation outside of my immediate environment, my mind feels unfettered. I have been flooded by memories of childhood, which I experience in a way that is almost tangible. The friendships that we form in the early years of our lives may not always endure, but they retain a psychological potency that follows us into adulthood.</p><p>Friendships between girls, particularly, can involve a possessiveness and – as well as a deep, complicit intimacy – a shared language, often of subtle rebellion, and a competitiveness that can manifest itself in cruelty.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/10/a-language-of-secrets-how-my-brilliant-friend-revolutionised-female-friendship-on-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/10/a-language-of-secrets-how-my-brilliant-friend-revolutionised-female-friendship-on-tv", "date_published": "2020-07-10 12:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Safety first: six smartphone rules every kid needs to know", "description": "<p>From setting rules to snooping, here’s your guide to helping your child have a healthy relationship with their smartphone</p><p>Your child getting their first smartphone is a rite of passage in 21st-century British life. If you’re a parent like me, you’ll be used to the constant chatter about “when” this hallowed day will be.</p><p>Research from <a href=\"https://www.theguardian.com/society/2020/jan/30/most-children-own-mobile-phone-by-age-of-seven-study-finds\">Childwise</a> has found 53% of seven-year-olds have their own mobiles, increasing to 90% by age 11. In our house my daughters – Amelia, 13, and Leila, 11 – both got their phones aged 11. Their younger brother Joseph, nine, is still waiting patiently.</p> <a href=\"https://www.theguardian.com/keep-connected/2020/jul/10/safety-first-six-smartphone-rules-every-kid-needs-to-know\">Continue reading...</a>", "link": "https://www.theguardian.com/keep-connected/2020/jul/10/safety-first-six-smartphone-rules-every-kid-needs-to-know", "date_published": "2020-07-10 11:39:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK air pollution still down despite return to normal traffic – study", "description": "<p>Exclusive: reduced congestion most likely reason for lower nitrogen dioxide, scientists say </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Air pollution has remained at lower levels in UK towns and cities despite a return to near-normal traffic levels after the easing of coronavirus restrictions, according to research.</p><p>Analysis of data from more than 100 urban roadside locations shows nitrogen dioxide pollution levels were 30% below normal at the end of June, despite HGV traffic being back at 95% of normal levels, vans at 90% and cars at 75%.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/10/uk-air-pollution-still-down-despite-return-normal-traffic-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/10/uk-air-pollution-still-down-despite-return-normal-traffic-study", "date_published": "2020-07-10 11:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Comedian Helen Lederer on rebellion: 'It always surprised me that just being myself got me into so much trouble'", "description": "<p>The Absolutely Fabulous actor and comedian can’t stop laughing at the absurdity of middle age – leaky bladders included</p><p>Striving to be funny because your parents tell you not to be might sound rather childish, but that’s how I discovered the joy of laughter from an early age. It started when I was diagnosed with asthma. I was five years old, and my parents were terribly worried. They insisted from then on that I shouldn’t get overexcited in case it made me wheezy and risked me keeling over completely. A more law-abiding child might have been OK with that but for me, being told that I wasn’t allowed to laugh only made me want to do it even more.</p> <a href=\"https://www.theguardian.com/the-last-taboo/2020/jul/10/comedian-helen-lederer-on-rebellion-it-always-surprised-me-that-just-being-myself-got-me-into-so-much-trouble\">Continue reading...</a>", "link": "https://www.theguardian.com/the-last-taboo/2020/jul/10/comedian-helen-lederer-on-rebellion-it-always-surprised-me-that-just-being-myself-got-me-into-so-much-trouble", "date_published": "2020-07-10 11:22:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Face masks, hand sanitiser and table bookings: how a pub chain and salon embraced the 'new normal'", "description": "<p>From hairdressers to pubs, reopening as lockdown eased required some clever adjustments. Jenny Stallard speaks to salon owner Melissa Timperley and pub chain boss Helen Charlesworth to find out how they’re keeping staff and customers safe</p><p>Melissa Timperley is used to the demands of her clients as a salon owner. As a “treat” destination, she knows that everything – from the friendly welcome and the gown she puts around a customer’s shoulders, to the chocolate with their coffee – makes a visit to her eponymous hair salon a luxurious experience.</p><p>And that isn’t changing just because of lockdown rules – in salons, restaurants, bars and shops, owners want their customers to feel special as they reopen in the “new normal”.</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/jul/10/face-masks-hand-sanitiser-and-table-bookings-how-a-pub-chain-and-salon-embraced-the-new-normal\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/jul/10/face-masks-hand-sanitiser-and-table-bookings-how-a-pub-chain-and-salon-embraced-the-new-normal", "date_published": "2020-07-10 10:45:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The non-running of Pamplona's bulls – in pictures", "description": "<p>The coronavirus pandemic has brought Spanish bullfighting, long reviled by animal rights campaigners, to a standstill. Dozens of events, including <a href=\"https://www.theguardian.com/world/2020/apr/21/non-running-of-the-bulls-san-fermin-festival-suspended-over-covid-19\"> Pamplona’s running of the bulls,</a> have been cancelled. Photographer Jon Nazca explores the evocative locale of the San Fermín festival</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jul/10/the-non-running-of-pamplona-bulls-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jul/10/the-non-running-of-pamplona-bulls-in-pictures", "date_published": "2020-07-10 09:55:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Well Offside: buy a classic European football photo from yesteryear", "description": "<p>On the eve of what should have been the Euro 2020 final, here’s your chance to own a print featuring tournament legends such as Paul Gascoigne, Ruud Gullit and Peter Schmeichel</p><ul><li><a href=\"https://guardianprintshop.com/collections/euro-classics\">Buy your print here</a> for just £55 including free delivery (30x40cm print size). </li><li>Photographs are presented on museum-grade, fine-art paper stocks and are dispatched via Royal Mail. Global shipping is available. Email: <a href=\"mailto:guardianprintsales@theprintspace.co.uk\">guardianprintsales@theprintspace.co.uk</a> </li></ul> <a href=\"https://www.theguardian.com/sport/gallery/2020/jul/10/well-offside-buy-a-classic-european-football-photo-from-yesteryear\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2020/jul/10/well-offside-buy-a-classic-european-football-photo-from-yesteryear", "date_published": "2020-07-10 08:12:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: new outbreak prompts Hong Kong to close all schools; new spike in Melbourne", "description": "<p>Bolivia leader and Venezuelan Socialist party boss <a href=\"https://www.theguardian.com/world/2020/jul/10/bolivias-president-and-venezuelas-socialist-party-leader-test-positive-for-covid-19\">test positive</a>; Tokyo pays nightclubs to close; global cases reach 12.3m</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2020/jul/10/scott-morrison-says-australia-will-halve-international-arrivals-during-coronavirus-crisis\">Scott Morrison says Australia will halve rate of international arrivals</a> </li><li><a href=\"https://www.theguardian.com/world/2020/jul/09/south-africa-warns-of-coronavirus-storm-as-outbreak-accelerates-across-continent\">South Africa warns of ‘storm’ as outbreak accelerates across continent</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/10/helen-clark-who-coronavirus-inquiry-aims-to-stop-the-world-being-blindsided-again\">WHO inquiry aims to ‘stop the world being blindsided again’</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/jul/10/uk-coronavirus-live-news-quarantine-rules-end-masks-scotland-covid-19-latest-updates\">UK coronavirus updates – live</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2020/jul/10/coronavirus-australia-update-nsw-victoria-border-closure-lockdown-stage-3-melbourne-second-wave-albury-queensland-reopens-live-news\">Australia coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-10T07:14:31.210Z\">8.14am <span class=\"timezone\">BST</span></time> </p><p>More soberingly, <a href=\"https://www.japantimes.co.jp/news/2020/07/10/national/tokyo-243-coronavirus-cases-friday/#.XwgLn1_iuUk\">the Japan Times</a> is reporting that the number of new coronavirus infections reported in Tokyo on Friday hit another single-day high, with 243 cases confirmed amid growing signs of a resurgence of the virus.</p><p>Friday’s figure exceeds the <a href=\"https://www.japantimes.co.jp/news/2020/07/09/national/koike-caution-tokyo-record-224-coronavirus/\">224 cases reported the previous day</a>, the Tokyo Metropolitan Government said. It is also the first time more than 200 cases have been confirmed for two days in a row.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-10T07:12:08.374Z\">8.12am <span class=\"timezone\">BST</span></time> </p><p>Slightly unbelievable news just being <a href=\"https://www.theguardian.com/us-news/2020/jul/10/disney-world-reopen-weekend-despite-coronavirus-surge-florida\">reported</a> now that Disney World is set to reopen at weekend despite coronavirus surge in Florida</p><p>The state recorded a record high of 120 Covid-19 deaths on Wednesday and is seeing one of the largest outbreaks in the US. But that hasn’t stopped Mickey.</p> <a href=\"https://www.theguardian.com/world/live/2020/jul/10/coronavirus-live-news-global-update-cases-bolivia-president-covid-19-positive-south-africa-brazil-president-jair-bolsonaro-latest-updatescoronavirus-live-news-bolivia-president-tests-positive-as-south-africa-sees-record-case-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/10/coronavirus-live-news-global-update-cases-bolivia-president-covid-19-positive-south-africa-brazil-president-jair-bolsonaro-latest-updatescoronavirus-live-news-bolivia-president-tests-positive-as-south-africa-sees-record-case-rise", "date_published": "2020-07-10 07:14:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Quarantine rules end for dozens of countries; masks mandatory in Scotland's shops", "description": "<p>News updates: visitors from ‘safe’ countries to England, Wales and Northern Ireland exempt, though Scotland retains restrictions</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/10/uk-has-opted-out-of-eu-coronavirus-vaccine-programme-sources-say\">UK has opted out of EU coronavirus vaccine programme, sources say</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/jul/09/scots-allowed-meet-indoors-scotland-coronavirus-lockdown-eases-further\">Scots to be allowed to meet indoors; Welsh pubs, cafes to open outdoors</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/09/uk-foreign-office-urges-holidaymakers-to-avoid-cruise-ships\">Foreign Office urges holidaymakers to avoid cruise ships</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/09/outdoor-theatre-and-music-can-restart-in-england-from-11-july\">Outdoor theatre and music can restart in England from 11 July</a><br /></li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/10/coronavirus-live-news-global-update-cases-bolivia-president-covid-19-positive-south-africa-brazil-president-jair-bolsonaro-latest-updatescoronavirus-live-news-bolivia-president-tests-positive-as-south-africa-sees-record-case-rise\">Global coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-10T07:10:42.099Z\">8.10am <span class=\"timezone\">BST</span></time> </p><p>Northern Ireland is moving ahead of the rest of the UK today by allowing the re-opening of gyms 15 days ahead of England. No dates have been set for Scotland or Wales.</p><p dir=\"ltr\" lang=\"en\">Welcome back <a href=\"https://twitter.com/hashtag/fitness?src=hash&amp;ref_src=twsrc%5Etfw\">#fitness</a> <a href=\"https://twitter.com/hashtag/FitnessMotivation?src=hash&amp;ref_src=twsrc%5Etfw\">#FitnessMotivation</a> <a href=\"https://twitter.com/hashtag/FitnessGoals?src=hash&amp;ref_src=twsrc%5Etfw\">#FitnessGoals</a> <a href=\"https://twitter.com/hashtag/gym?src=hash&amp;ref_src=twsrc%5Etfw\">#gym</a> <a href=\"https://twitter.com/hashtag/Belfast?src=hash&amp;ref_src=twsrc%5Etfw\">#Belfast</a> <a href=\"https://twitter.com/hashtag/healthy?src=hash&amp;ref_src=twsrc%5Etfw\">#healthy</a> <a href=\"https://t.co/vrZI5u9lwZ\">pic.twitter.com/vrZI5u9lwZ</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-07-10T07:04:44.652Z\">8.04am <span class=\"timezone\">BST</span></time> </p><p>The Scottish government will scrap free university tuition for EU students next year – one of their key pledges after the 2016 referendum - as institutions continue to cope with a financial burden from the pandemic </p><p>Higher <a href=\"https://www.heraldscotland.com/news/education/\">education</a> minister Richard Lochhead said ministers had taken the decision with a “heavy heart”, blaming the “stark reality” of Brexit for the decision.<br /></p> <a href=\"https://www.theguardian.com/politics/live/2020/jul/10/uk-coronavirus-live-news-quarantine-rules-end-masks-scotland-covid-19-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2020/jul/10/uk-coronavirus-live-news-quarantine-rules-end-masks-scotland-covid-19-latest-updates", "date_published": "2020-07-10 07:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England gets ready to reopen gyms, pools and nail bars as Covid-19 lockdown eases - business live", "description": "<p>Rolling coverage of the latest economic and financial news as England’s leisure businesses prepare to re-open</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-10T07:09:48.755Z\">8.09am <span class=\"timezone\">BST</span></time> </p><p>So here’s a rundown of what is reopening in England and and when:</p><p><strong>Saturday 11 July: </strong>Outdoor pools. Outdoor theatre and music with limited audiences.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/09/gym-england-reopening-date-coronavirus-expected-imminently\">Gyms, pools and salons to reopen shortly in England</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-07-10T07:03:44.326Z\">8.03am <span class=\"timezone\">BST</span></time> </p><p>It’s red across the board as stock markets open for trading in Europe:</p> <a href=\"https://www.theguardian.com/business/live/2020/jul/10/england-reopens-gyms-pools-nail-bars-tattoo-covid-19-lockdown-eases-stocks-china-outbreak-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/jul/10/england-reopens-gyms-pools-nail-bars-tattoo-covid-19-lockdown-eases-stocks-china-outbreak-business-live", "date_published": "2020-07-10 07:09:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Neill: 'Twitter has become toxic. We don't need someone else shouting'", "description": "<p>The veteran film star has been cheering people up online during lockdown. He talks about the mini-films he has been posting, the joy of wine – and why he is returning to Jurassic Park</p><p>Unusually in this year of shuttered cinemas, Sam Neill is the star of a No 1 box-office smash. The film in question, Jurassic Park, was first released in 1993, and has played exclusively at drive-in cinemas this year, but a chart-topper is a chart-topper. “Isn’t that funny?” says the 72-year-old, stroking his impressive white beard and speaking via Zoom from Sydney, where he has been holed up throughout lockdown with his girlfriend, the political TV journalist <a href=\"https://www.abc.net.au/news/laura-tingle/9711054?nw=0\">Laura Tingle</a>, far from his own home in New Zealand. “And here’s the other thing I discovered,” he continues. “Which Australian film of mine do you think is the most successful in terms of box office?”</p><p>Perhaps it was My Brilliant Career, the 1979 period drama that inspired James Mason to pay Neill’s way to the UK to boost his prospects. It worked, by the way: Neill, who was born in Northern Ireland but had been living in New Zealand since he was seven, won the lead in the third Omen movie, <a href=\"https://www.imdb.com/title/tt0082377/\">The Final Conflict</a>, where he played the son of Satan as if he were the loneliest man in the world. Or maybe his biggest Australian money-spinner was <a href=\"https://www.theguardian.com/film/2012/feb/27/dingo-baby-case-meryl-streep\">A Cry in the Dark</a>, in which he and Meryl Streep did some of their fiercest work as the real-life couple falsely accused of killing their own baby and blaming it on dingoes. There was Aussie money, too, in Jane Campion’s Oscar-winning The Piano, featuring Neill as a cuckolded colonialist. But no: each of these, he reveals, was roundly trounced at the box office by <a href=\"https://www.theguardian.com/film/2018/mar/15/peter-rabbit-review-james-corden-beatrix-potter\">Peter Rabbit</a>, a US-Australian co-production, in which Neill wore a fat-suit to play a curmudgeonly farmer. “I wouldn’t have guessed myself,” he says, eyes twinkling with mischief.</p> <a href=\"https://www.theguardian.com/film/2020/jul/10/sam-neill-twitter-has-become-toxic-we-dont-need-someone-else-shouting\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/10/sam-neill-twitter-has-become-toxic-we-dont-need-someone-else-shouting", "date_published": "2020-07-10 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who was this witch's occult rival? The great British art quiz", "description": "<p>Royal Cornwall Museum host today’s quiz, setting questions to explore art collections of museums closed due to coronavirus</p><p>This quiz is brought to you in collaboration with <a href=\"https://artuk.org/\">Art UK</a>, the online home for the UK’s public art collections, showing art from over 3,000 venues and by 45,000 artists. Each day, a different collection on Art UK will set the questions.</p><p>Today, our questions are set by Royal Cornwall Museum, in Truro<strong>. </strong>The Royal Institution of Cornwall Fine Art Collection has been accumulated over more than 100 years, and includes pieces relevant to Cornwall and its history, as well as pieces by artists studying at the St Ives and Newlyn Schools. The online collection is a small fraction of what the Royal Cornwall Museum holds.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jul/10/great-british-art-quiz-royal-cornwall-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jul/10/great-british-art-quiz-royal-cornwall-museum", "date_published": "2020-07-10 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My streaming gem: why you should watch Kabhi Khushi Kabhie Gham", "description": "<p>The latest in our series of under-appreciated films available to stream is a recommendation for a 2001 Bollywood extravaganza</p><p>Clocking in at three and a half hours long, Kabhi Khushi Kabhie Gham is a remarkably swift Bollywood experience. In fact, the 2001 film could be seen as the perfect introduction to the gloriously kitsch, melodramatic musical genre.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jul/06/detour-film-noir-1945-ann-savage\">My streaming gem: why you should watch Detour</a> </p> <a href=\"https://www.theguardian.com/film/2020/jul/10/kabhi-khushi-kabhie-gham-review-streaming-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/10/kabhi-khushi-kabhie-gham-review-streaming-netflix", "date_published": "2020-07-10 06:35:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex traffickers left thousands of women to starve during Italy lockdown", "description": "<p>Revealed: Gangs abandoned trafficked Nigerian women without access to food or funds amid coronavirus pandemic</p><p>Thousands of<em> </em>Nigerian women forced into prostitution were left to starve by sex traffickers during the Covid-19 pandemic in Italy, the Guardian can reveal.</p><p>According to the UN’s International Office for Migration (IOM), more than 80% of the tens of thousands of <a href=\"https://www.theguardian.com/global-development/2016/aug/07/nigeria-trafficking-women-prostitutes-italy\">Nigerian women who arrived in Italy from Libya in recent years</a> were victims of highly organised sex trafficking gangs. The women are forced into prostitution to pay off debts of up to €40,000 (£36,000) and controlled through violence and fear of “juju” black magic rituals they are made to undergo before their journey to Europe.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/10/sex-traffickers-left-thousands-of-women-to-starve-during-italy-lockdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/10/sex-traffickers-left-thousands-of-women-to-starve-during-italy-lockdown-coronavirus", "date_published": "2020-07-10 06:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Utopia Avenue by David Mitchell review – a musical journey", "description": "<p>This portrait of a 60s band on the rise conveys the spirit of the age with gleeful energy </p><p>David Mitchell’s eighth novel, <em>Utopia Avenue</em>, arrives both as a distinct and distinctive book, and as a further chapter in the ongoing “metanovel” that constitutes his work to date. At first, it appears closer in theme and style to the semi-autobiographical <em><a href=\"https://www.theguardian.com/books/2006/apr/16/fiction.davidmitchell\">Black Swan Green</a></em> than to the giddying, multivalent <em><a href=\"https://www.theguardian.com/books/2004/mar/06/fiction.asbyatt\">Cloud Atlas</a></em> or <em><a href=\"https://www.theguardian.com/books/2010/may/15/thousand-autumns-jacob-david-mitchell\">The Thousand Autumns of Jacob de Zoet</a></em>: it is placed firmly and with pleasing particularity in the 1960s, and is in effect a coming-of-age novel. What comes of age is Utopia Avenue, “the most curious British band you’ve never heard of”. The band comprises the middle-class folk singer Elf Holloway, who calls to mind <a href=\"https://www.theguardian.com/music/2011/jan/08/sandy-denny-folk-music-singer\">Sandy Denny</a>, and who is cautiously examining her sexuality; Jasper de Zoet, whose genius on lead guitar is compromised by aural hallucinations; Dean Moss, bassist, not yet wrenched out of his traumatising family past; and the drummer Griff, who is of the four the most opaque, though we are assured he is a Yorkshireman.</p><p>They are brought together and in due course managed by Levon Frankland, previously seen as a much older man in <em><a href=\"https://www.theguardian.com/books/2014/sep/02/the-bone-clocks-david-mitchell-review-novel\">The Bone Clocks</a></em>, whose fur hat and blue glasses Dean worriedly parses as those of “a queer beatnik”. An immense cast – drawn from homes in Kent, clubs in the West End and parties in New York – attends the band, as Mitchell traces Utopia Avenue’s uneven trajectory from the Gravesend Working Men’s Club and the bar at Brighton Polytechnic via Italy to Manhattan, which seems from the air to float “on glassy dark, a raft laden with skyscrapers”. The band acquire success, ardent fans and a degree of pleasant notoriety, but not – of course – happiness; and Mitchell is expert at excavating the seams of loss, ambition and mere chance that lie under the edifice of fame. Each member experiences the irresolvable tensions between the demands and rewards of art and ambition, and the opposing forces of duty, failure and sorrow. Death arrives suddenly; love is offered, withdrawn and squandered. The impulse to make music is inexplicable, irresistible and constant.</p> <a href=\"https://www.theguardian.com/books/2020/jul/10/utopia-avenue-by-david-mitchell-review-a-musical-journey\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/10/utopia-avenue-by-david-mitchell-review-a-musical-journey", "date_published": "2020-07-10 06:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A drastic loss': Satellite imagery reveals Mali's farmers forced off land by militias", "description": "<p>Attacks by Islamist groups and rising ethnic tension in the Mopti region have led to life-threatening disruption to farming practices</p><p>A surge in fighting in central Mali has forced hundreds of villagers from farmland they depend on and could leave them without enough food to survive this year, according to a <a href=\"https://docs.wfp.org/api/documents/WFP-0000115730/download/\">study of satellite imagery</a> by the UN’s World Food Programme.</p><p><a href=\"https://docs.wfp.org/api/documents/WFP-0000115729/download/?_ga=2.125043660.738906617.1592079571-1973691554.1592079571\">More than half</a> the number of violent attacks by armed groups against Mali civilians last year were recorded in the Mopti region, largely targeting people who survive on land or livestock.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/10/a-drastic-loss-satellite-imagery-reveals-malis-farmers-forced-off-land-by-militias\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/10/a-drastic-loss-satellite-imagery-reveals-malis-farmers-forced-off-land-by-militias", "date_published": "2020-07-10 06:15:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disney World set to reopen at weekend despite coronavirus surge in Florida", "description": "<p>State recorded a record high of 120 Covid-19 deaths on Wednesday and is seeing one of the largest outbreaks in the US </p><p>Disney World is set to begin reopening in Florida this weekend despite surging numbers of <a href=\"https://www.miamiherald.com/news/coronavirus/article244105142.html\">new coronavirus cases</a> in the state.</p><p>Two of the entertainment giant’s Orlando theme parks, Magic Kingdom and Animal Kingdom, will open their gates on Saturday to guests with pre-booked reservations, with Epcot and Hollywood Studios following suit on 15 July. The four parks, along with the numerous hotels of the Disney World resort, have been closed since mid-March.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/10/disney-world-reopen-weekend-despite-coronavirus-surge-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/10/disney-world-reopen-weekend-despite-coronavirus-surge-florida", "date_published": "2020-07-10 06:15:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Helen Clark: WHO coronavirus inquiry aims to 'stop the world being blindsided again'", "description": "<p>Former New Zealand prime minister says WHO director general said during early days he was ‘screaming every day but no one is listening’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A former prime minister of New Zealand whose leadership was defined by stability and thoroughness has been appointed to investigate if the World Health Organization failed to adequately warn of the coronavirus pandemic.</p><p>In global circles, Helen Clark became known as a “fighter” and has described the WHO investigation as <a href=\"https://www.youtube.com/watch?v=Ipj5HJ9F_iw\">“exceptionally challenging”</a> and a “very tough gig”, given the review would be conducted in the midst of a pandemic. Speaking to the Guardian from her home in Auckland, Clark said she had to start immediately – “before another pandemic is upon us”.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/helen-clark-who-coronavirus-inquiry-aims-to-stop-the-world-being-blindsided-again\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/helen-clark-who-coronavirus-inquiry-aims-to-stop-the-world-being-blindsided-again", "date_published": "2020-07-10 06:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arkansas review – buddy crime caper with 90s flavour and 70s clobber", "description": "<p>Clark Duke and Liam Hemsworth climb the sticky drug-trafficking ladder in this meandering drama, graced with superb menswear </p><p>Clark Duke was best known as a peripheral member of that <a href=\"https://www.theguardian.com/film/2007/sep/14/comedy.juddapatow\">Superbad crew</a><a href=\"https://www.theguardian.com/film/2007/sep/14/comedy.juddapatow\"> of gauchely charming leading men</a>, along with the likes of Michael Cera and Jonah Hill. As might be expected, he does a better job of utilising his own talents in his directorial debut, a meandering crime yarn, set in and named after Duke’s home state.</p><p>Adapted from a 2008 novel by John Brandon, Arkansas is about two unambitious but conscientious crooks, Swin (Duke) and Kyle (Liam Hemsworth), who sometimes idly wonder about the meaning of it all, but mostly get on with the business of trafficking drugs across state lines. When surprise events force them to pursue a face-to-face meet with their organisation’s mysterious kingpin, Frog, they set about climbing the corporate ladder with old-fashioned American chutzpah. </p> <a href=\"https://www.theguardian.com/film/2020/jul/10/arkansas-review-buddy-caper-clark-duke-liam-hemsworth\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/10/arkansas-review-buddy-caper-clark-duke-liam-hemsworth", "date_published": "2020-07-10 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Joey Tribbiani to Harry Styles: this week's fashion trends", "description": "<p>What’s hot and what’s not in fashion this week</p><p><strong>Digital campfires </strong>The places you actually want to gather with people you love online, eg WhatsApp groups, as opposed to places you stress scroll at 3am. Into it.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/10/from-joey-tribbiani-to-harry-styles-this-weeks-fashion-trends\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/10/from-joey-tribbiani-to-harry-styles-this-weeks-fashion-trends", "date_published": "2020-07-10 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve learned that being fed by friends is an act of love | Hannah Jane Parkinson", "description": "<p>As someone who can’t cook, I used to find being cooked for stressful. Now I’m starting to relax</p><p>I used to be someone who ate just for fuel, as some people work only to earn money.</p><p>It’s not that I disliked food: I’ve written about my devotion to <a href=\"https://www.theguardian.com/lifeandstyle/2019/nov/22/season-of-hangovers-found-the-perfect-cure-hannah-jane-parkinson\" title=\"\">English breakfasts</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2019/dec/27/a-veggie-roast-is-a-highlight-of-my-week-its-far-too-good-to-keep-for-sundays\" title=\"\">Sunday roasts</a>; I am obsessed with eggs in all forms; find immense comfort in jam and toast; would kill right now, during lockdown, to go to an Italian restaurant and order masses of pasta followed by affogato. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/10/ive-learned-that-being-fed-by-friends-is-an-act-of-love\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/10/ive-learned-that-being-fed-by-friends-is-an-act-of-love", "date_published": "2020-07-10 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Together (A) Part - inside the Bruderhof Community | photo essay", "description": "<p>Photographer Danny Burrows has spend 2 years documenting the Anabaptist pacifist Christian Bruderhof community, their traditions and their calling to live in community in Hoffs in Australia, Germany, the United States and the United Kingdom</p><p>2020 is the centenary year of the Bruderhof, an Anabaptist pacifist Christian community created in the turbulent wake of the First World War.</p><p>In 1920, inspired by the German youth movement, Christian theologist Eberhart Arnold and his followers moved to the remote mountain village of Sannerz, in German, to create the first hof (community), modelled on the early Hutterian Church and First Church of Jerusalem. Money, property and possessions would be shared and service to the wider community enshrined in their way of life.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jul/10/together-a-part-inside-the-bruderhof-community-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jul/10/together-a-part-inside-the-bruderhof-community-photo-essay", "date_published": "2020-07-10 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild bison to return to UK for first time in 6,000 years", "description": "<p>Release of a small herd of endangered animals in Kent is planned for spring 2022</p><p>Wild bison are to return to the UK for the first time in 6,000 years, with the release of a small herd in Kent planned for spring 2022.</p><p>The £1m project to reintroduce the animals will help secure the future of an endangered species. But they will also naturally regenerate a former pine wood plantation by killing off trees. This creates a healthy mix of woodland, scrub and glades, boosting insect, bird and plant life.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/10/wild-bison-to-return-to-uk-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/10/wild-bison-to-return-to-uk-kent", "date_published": "2020-07-10 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes that are off the beaten track - in pictures", "description": "<p>Where to get away from it all, surrounded by fields and beautiful countryside</p> <a href=\"https://www.theguardian.com/money/gallery/2020/jul/10/homes-that-are-off-the-beaten-track-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2020/jul/10/homes-that-are-off-the-beaten-track-in-pictures", "date_published": "2020-07-10 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parts of England could run out of water within 20 years, warn MPs", "description": "<p>Water firms not addressing problem of leaks, causing loss of 3bn litres a day, report finds </p><p> There is a serious risk that parts of England will run out of water within 20 years, MPs have warned.</p><p>The public accounts committee said the bodies responsible for water in the UK had “taken their eye off the ball” and the scale of leakage – more than 3bn litres a day – was “wholly unacceptable”.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/10/parts-of-england-could-run-out-of-water-within-20-years-warn-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/10/parts-of-england-could-run-out-of-water-within-20-years-warn-mps", "date_published": "2020-07-10 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Treasures found by the British public – in pictures", "description": "<p>The British public have discovered hundreds of thousands of archaeological objects, and the British Museum has revealed that the number recorded by its <a href=\"https://finds.org.uk/\">Portable Antiquities Scheme </a>has hit a milestone 1.5m. These finds have radically transformed what we know about life through time on the British Isles</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2020/jul/10/treasures-found-by-the-british-public-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2020/jul/10/treasures-found-by-the-british-public-in-pictures", "date_published": "2020-07-10 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The joys of Czech tramping – ‘hiking with friendship, freedom and fun’", "description": "<p>In the Czech Republic, being a tramp means folk singing, rum drinking, wild camping in the forest and bonhomie</p><p>Being labelled a “tramp” is not something the average person would be overly thrilled about. Unless, that is, they happened to be Czech. In the beer-drenched hub of central Europe, the word equates neither to homelessness nor harlotry, but to a nature-loving soul who “tramps” jovially through the countryside with his mates. I know this because I recently became one. I am now officially a tramp.&nbsp;</p><p>The notion of tramping – or “wandering” as some prefer to call it – may just sound like a regular hiking or camping trip. But I can assure you, it’s not. A romanticised hybrid of both pursuits, it is a far quirkier beast, with folk singing, and a generous helping of rum thrown in. The tradition dates back to the early 20th century, and is influenced by the Scout movement and the free-roaming cowboy novels of Bret Harte and <a href=\"https://www.theguardian.com/books/jack-london\">Jack London</a>. Stifled by the pomposity of the Austro-Hungarian Empire, many young Czechs idolised liberal America – and saw the wild west as its free-range embodiment. As such, working-class youths – keen to slip away from their conventional parents – would head into the wild to explore, sing songs, then collapse wearily under the stars. More than a century later, the tradition lives on, and not just amongst men, but with women and kids too.&nbsp;</p> <a href=\"https://www.theguardian.com/travel/2020/jul/10/the-joys-of-czech-tramping-hiking-with-friendship-freedom-and-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/10/the-joys-of-czech-tramping-hiking-with-friendship-freedom-and-fun", "date_published": "2020-07-10 05:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Friday briefing: Working out and staying out as lockdown eases", "description": "<p>Gyms and pools to reopen in England, while Scots can have sleepovers again ... police forces face race inquiry ... Trump loses battle on tax records</p><p>Morning everyone. My name in Martin Farrer and these are the top stories this Friday morning.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/friday-briefing-working-out-and-staying-out-as-lockdown-eases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/friday-briefing-working-out-and-staying-out-as-lockdown-eases", "date_published": "2020-07-10 05:17:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine out of ten public transport users wearing face masks - survey", "description": "<p>Snapshot finds majority of passengers are wearing coverings, but Covid-sceptics holding out</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than nine in 10 commuters are complying with rules requiring face coverings on public transport, a Guardian snapshot has found – though conspiracy theories, confusion over public messaging and concerns over lack of enforcement are prompting concern.</p><p>In Glasgow on Wednesday, compliance with the measure to control coronavirus was almost 100% on buses, overground trains and the subway. The Guardian saw only one passenger with a bare face out of a total of 160.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/nine-out-of-ten-public-transport-users-wearing-face-masks-survey\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/nine-out-of-ten-public-transport-users-wearing-face-masks-survey", "date_published": "2020-07-10 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The world's poorest women and girls risk being biggest losers in DfID merger", "description": "<p>The department is a world leader in programmes based on gender equality. The government must show this will continue</p><p>News that the Department for International Development and the Foreign and Commonwealth Office are <a href=\"https://www.theguardian.com/politics/2020/jun/16/foreign-office-and-department-for-international-development-to-merge\">to merge</a> raised many questions about the UK’s commitment to supporting the world’s poorest people. A key question for us is how the new department will support women and girls.</p><p>For more than 20 years, UK aid has saved and transformed the lives of women and girls in some of the world’s poorest countries. In the past five years, 10 million women and girls have received humanitarian assistance and more than 6 million girls have been able to access quality education. Upwards of £25m has been <a href=\"https://www.theguardian.com/global-development/2019/nov/02/british-government-takes-global-lead-on-violence-against-women-and-girls\">invested to prevent violence against women and girls</a> through the government’s What Works programme, and a further £67m committed.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/10/the-worlds-poorest-women-and-girls-risk-being-biggest-losers-in-dfid-merger\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/10/the-worlds-poorest-women-and-girls-risk-being-biggest-losers-in-dfid-merger", "date_published": "2020-07-10 05:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Cancel culture' doesn't stifle debate, but it does challenge the old order | Billy Bragg", "description": "<p>Speech is only free when everyone has a voice – that’s why young people are angry<br /></p><p>Outside Broadcasting House in London, the <a href=\"https://www.theguardian.com/books/2017/nov/07/george-orwell-returns-to-loom-over-bbc\">BBC has erected a statue</a> to one of its former employees, George Orwell. The author leans forward, hand on hip, as if to make a telling point. Carved into the wall beside him is a quote from the preface of Animal Farm: “If liberty means anything at all, it means the right to tell people what they do not want to hear.”</p><p>It’s a snappy slogan that fits neatly into a tweet, but whenever I walk past this effigy of the English writer that I most admire, it makes me cringe. Surely the author of Nineteen Eighty-Four would understand that people don’t want to hear that 2+2=5?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/10/free-speech-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/10/free-speech-young-people", "date_published": "2020-07-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We need help as soon as possible': Bristol's theatres in peril", "description": "<p>The Old Vic and Tobacco Factory hope that help from the £1.57bn UK arts sector rescue fund arrives soon</p><p>This month actor <a href=\"https://bristololdvic.org.uk/whats-on/semmelweis?gclid=EAIaIQobChMIpaLv6q7A6gIVRevtCh1bcwXiEAAYASAAEgJt_fD_BwE\">Mark Rylance </a><a href=\"https://bristololdvic.org.uk/whats-on/semmelweis?gclid=EAIaIQobChMIpaLv6q7A6gIVRevtCh1bcwXiEAAYASAAEgJt_fD_BwE\">was supposed to be wowing audiences </a>from the stage of the <a href=\"https://bristololdvic.org.uk/\">Bristol Old Vic</a>, one of the world’s most historic theatres, in the new play Semmelweis. Instead the venue,<a href=\"https://www.theguardian.com/stage/2018/nov/08/bristol-old-vic-launches-ambitious-new-heritage-experience\"> including the wonderfully-restored foyer</a> with what was a vibrant cafe bar, is achingly empty.</p><p>“It’s feels very odd to walk around the place without people,” said the executive director Charlotte Geeves. “We can’t wait to welcome our audiences back here and get back to what we do. We see ourselves as a civic building. We are here for the people of Bristol. This theatre needs them back as soon as possible.”</p> <a href=\"https://www.theguardian.com/stage/2020/jul/10/we-need-help-as-soon-as-possible-bristols-theatres-in-peril\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/10/we-need-help-as-soon-as-possible-bristols-theatres-in-peril", "date_published": "2020-07-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cost of rolling out universal credit rises by £1.4bn, say auditors", "description": "<p>NAO says benefit may not be able to meet aim of getting more people into work</p><p>There is still no evidence that universal credit benefit is meeting its central aim of getting more people into work – while the costs of implementing it have risen by £1.4bn and it remains beset by delays, according to the government spending watchdog.</p><p>In a critical report, the National Audit Office said that although more claimants were being paid on time, the <a href=\"https://www.theguardian.com/society/patrick-butler-cuts-blog/2016/jun/09/debt-and-food-banks-the-legacy-of-universal-credits-long-hello\">controversial five week wait</a> for a first universal credit payment continued to exacerbate many claimants’ debt problems and push them into hardship.</p> <a href=\"https://www.theguardian.com/society/2020/jul/10/cost-of-rolling-out-universal-credit-rises-by-14bn-say-auditors\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/10/cost-of-rolling-out-universal-credit-rises-by-14bn-say-auditors", "date_published": "2020-07-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ellie Goulding: 'I was made to feel vulnerable, like a sexual object'", "description": "<p>Knocked off course by anxiety and an album she didn’t believe in, the singer is back after five years away with a bold new sound – and an urge to speak out</p><p>Ellie Goulding has spent the coronavirus lockdown holed up in what is essentially the world’s nicest student house. Her art dealer husband Caspar Jopling is studying an MBA at Oxford University – he is on the boat race team, Clark Kentishly nerd-handsome and ripped – and she has been at his lovely old cottage in the surrounding countryside. You get the feeling the only noodles to have crossed the threshold are wholewheat udon rather than Super or Pot.</p><p>When I arrive, she ushers me back out, desperate for a constitutional. As we turn off the road on to a deserted footpath, she pulls her hood down perhaps unconsciously: the celebrity leaving incognito mode. We tramp up and down a lane of brambles and bushes, chatting about TikTok.</p> <a href=\"https://www.theguardian.com/music/2020/jul/10/ellie-goulding-i-was-made-to-feel-vulnerable-like-sexual-object\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/10/ellie-goulding-i-was-made-to-feel-vulnerable-like-sexual-object", "date_published": "2020-07-10 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My pandemic epiphany: the best part of having eight partners is being alone", "description": "<p>Forced to quarantine away from her multiple lovers, Ashley Ray embraced isolation and loved it</p><p>On my 20th birthday, the first person I’d ever been in a long-term relationship with proposed to me. We’d been dating for almost three years. I said yes. Everyone we knew was shocked. Even at 20, I’d made it clear I wasn’t the type to believe in traditional relationships. I spent most of high school quoting Simone de Beauvoir when friends asked me for relationship advice. It turns out being pretentious is the most dangerous gateway to polyamory.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2018/sep/25/truth-about-polyamory-monogamy-open-relationships\">All you need is loves: the truth about polyamory</a> </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/10/my-pandemic-epiphany-best-part-polyamorous-being-alone-quarantine-sex-relationships-dating-shutdown\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/10/my-pandemic-epiphany-best-part-polyamorous-being-alone-quarantine-sex-relationships-dating-shutdown", "date_published": "2020-07-10 04:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'They scavenged scraps': the Britons rounded up by the Nazis in occupied France", "description": "<p>Descendants of the 3,000 British internees and their families recount one of the war’s forgotten episodes<br /></p><p>The soldiers and gendarmes came early – so early that some of the people they took were still wearing pyjamas. In the first days of July 1940, barely a week after the armistice, few had been expecting the first Nazi roundup of enemy aliens on French soil.</p><p>Aided by lists dutifully drawn up by French mayors, the occupying Germans seized 1,648 men in the <em>départements</em> of the Nord and the Pas de Calais in those initial raids, and the total would go on rising to 3,000 civilians including women and children.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/britons-rounded-up-nazis-occupied-france-internees\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/britons-rounded-up-nazis-occupied-france-internees", "date_published": "2020-07-10 04:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tokyo pays clubs and hostess bars to close after spike in coronavirus cases", "description": "<p>City authorities, which cannot legally force closures, offer incentives after Japan capital reports a record 224 new cases</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nightclubs and hostess bars in Tokyo are to be paid to close after the Japanese capital recorded 224 coronavirus cases on Thursday, the highest daily tally since the pandemic began.</p><p>Authorities had previously refused to give nightlife businesses economic support during the pandemic, but have changed tack after 80% of Thursday’s infections were among people in their 20s and 30s. Many of them were identified after more than 3,000 tests were carried out in Tokyo entertainment districts, including Shinjuku and Ikebukuro.</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/tokyo-pays-clubs-and-hostess-bars-to-close-after-spike-in-coronavirus-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/tokyo-pays-clubs-and-hostess-bars-to-close-after-spike-in-coronavirus-cases", "date_published": "2020-07-10 03:57:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'People want blood and gore': what we got wrong about filming sharks", "description": "<p>From Jaws to James Bond, film-makers have tried to make a fish not inclined to bite humans look hell-bent on doing so</p><p>“You convince yourself that there is no danger,” Ron Taylor once said of how he captured his groundbreaking underwater footage of sharks. And afterwards, “You wonder how you got out of it alive.”</p><p>In 1970, Australian divers Taylor and his wife, Valerie, set out with the directors Peter Gimbel and James Lipscomb on a global quest to find and film great white sharks. Even today, 50 years later, with sharks a familiar sight from our sofas, the footage the Taylors eventually succeeded in shooting is gripping.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/10/people-want-blood-and-gore-what-we-got-wrong-about-filming-sharks\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/10/people-want-blood-and-gore-what-we-got-wrong-about-filming-sharks", "date_published": "2020-07-10 03:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US imposes sanctions on senior Chinese officials over Uighur abuses", "description": "<p> Mike Pompeo says US ‘will not stand idly by’ over abuses of ethnic minorities in China’s western region of Xinjiang</p><p>The United States has imposed sanctions on three senior officials of the Chinese Communist party, including a member of the ruling politburo, for alleged human rights abuses targeting ethnic and religious minorities in the western part of the country.</p><p>Secretary of state Mike Pompeo said in a statement: “The United States will not stand idly by as the Chinese Communist party carries out human rights abuses targeting Uighurs, ethnic Kazakhs and members of other minority groups in Xinjiang, to include forced labor, arbitrary mass detention, and forced population control, and attempts to erase their culture and Muslim faith.”</p> <a href=\"https://www.theguardian.com/world/2020/jul/10/us-imposes-sanctions-on-senior-chinese-officials-over-uighur-abuses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/10/us-imposes-sanctions-on-senior-chinese-officials-over-uighur-abuses", "date_published": "2020-07-10 02:32:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What would annexation of parts of the West Bank mean for Palestinians? — podcast", "description": "<p>The Israeli prime minister, Benjamin Netanyahu, has proposed permanently seizing Palestinian territory by annexing swathes of the West Bank - a violation of international law. Journalist Mariam Barghouti and PIPD executive director Salem Barahmeh describe how this would formalise a system that millions of Palestinians are already enduring, while Jerusalem correspondent Oliver Holmes examines what is driving Netanyahu’s latest plans</p><p>In April last year, the Israeli prime minister, Benjamin Netanyahu, announced <a href=\"https://www.theguardian.com/world/2019/apr/07/netanyahu-vows-to-annexe-jewish-settlements-in-occupied-west-bank\">he planned to annex Jewish settlements</a>, outposts in the West Bank where hundreds of thousands of Israelis live, to global condemnation. In September, the Israeli leader <a href=\"https://www.theguardian.com/world/2019/sep/10/netanyahu-vows-annex-large-parts-occupied-west-bank-trump\">added he would also annex the Jordan Valley</a>, which makes up to one-third of the West Bank and borders Jordan. The Guardian’s Jerusalem correspondent, <strong>Oliver Holme</strong><strong>s,</strong> tells <strong>Anushka Asthana </strong>why the support of US president Donald Trump, who may lose the election in November,<strong> </strong> has emboldened Netanyahu. </p><p>Much uncertainty however, remains around when, how – or even if – Netanyahu will push forward with annexation and what effect it could have. Palestinian journalist <strong>Mariam Barghouti </strong>- based in Ramallah - and <strong>Salem Barahmeh</strong>, who is the executive director of the Palestine Institute for Public Diplomacy and lives in the Jordan Valley, describe the impact the Israel occupation already has on the lives of millions of Palestinians. </p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/10/what-would-annexation-of-parts-of-the-west-bank-mean-for-palestinians-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/10/what-would-annexation-of-parts-of-the-west-bank-mean-for-palestinians-podcast", "date_published": "2020-07-10 02:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}]