[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Exclusive Skyblivion Demo With The Project Lead | Play For All", "description": "Where to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nThe project lead behind the ambitious Skyrim mod, Skyblivion, shows us some of what we can expect in this huge reconstruction project.", "link": "https://www.youtube.com/watch?v=37AH9THrUj0", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "From Max Payne To Control, What Inspires Remedy Entertainment?", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nThe creative minds behind Max Payne, Alan Wake, Control, and more join GameSpot for a discussion about the most influential pieces of media in their lives, as well as what inspires them today.", "link": "https://www.youtube.com/watch?v=KyX853wn93Q", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mixer Is Closing Its Doors | Save State", "description": "Today's Save State starts with a bit of sad news, as Microsoft is shutting down Mixer. The streaming service was Microsoft's Twitch competitor. \n\nThe Super Smash Bros. Ultimate roster continues to grow with the addition of Min Min, the ramen fighter from Arms. She'll join the roster on June 29. That's not the only returning character of the day either: Crash is back in Crash Bandicoot 4: It's About Time.\n\nMeanwhile, Play For All keeps on trucking. Play For All is multi-week summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We've already raised thousands of dollars for #BlackLivesMatter and COVID-19 Relief Efforts thanks to all of you! Be sure to tune in every day between 12PM and 2PM PST for interviews, livestreams, and everything in between. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=Nd7bIIpF_xg", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New World - Exclusive Developer Breakdown Of The MMO's Progression Systems", "description": "In this GameSpot exclusive for Amazon Games Studios' New World, the developers detail the MMO's complex progression systems, and how you can chart your own path in the land of Aeternum.", "link": "https://www.youtube.com/watch?v=_4J4koDqLbk", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated Launch Day Livestream", "description": "(Presented by THQ Nordic) We're on a quest to find out what's in the secret box, but we'll settle with checking out all there in the opening levels and horde mode in SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated!", "link": "https://www.youtube.com/watch?v=uHMCgK8toUQ", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated Review", "description": "Nostalgia and a new paint job aren’t enough to save you from the dull, frustrating, and wonky experience that is SpongeBob SquarePants: Battle for Bikini Bottom - Rehydrated.", "link": "https://www.youtube.com/watch?v=cZ1vmwX8h2c", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "VALORANT Limbo: How Low Can You Go?", "description": "(Presented by PlayVALORANT) GameSpot's Persia and Seb join Riot Games developer Brandon Wang to showcase how well VALORANT performs on low-spec computers, making the free, critically-acclaimed, competitive shooter radically accessible.", "link": "https://www.youtube.com/watch?v=99UpLb60juo", "date_published": "2020-06-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "90s & 2000s Movie Trivia With GameSpot Universe", "description": "Where to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nJoin the GameSpot Universe team for 90s & 2000s Movie Trivia! Quizmaster Chastity will test our entertainment team's knowledge of horror, superhero and action films. Plus, bonus rounds for movie taglines and posters!", "link": "https://www.youtube.com/watch?v=g8CxQC_QIRU", "date_published": "2020-06-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Alex Garland's Favorite Games Include Dark Souls, Animal Crossing", "description": "Visionary filmmaker Alex Garland (Ex Machina, Annihilation) discusses his favorite games and answers our lingering questions about Annihilation and his first TV series, Devs. \n\nWhere to donate: \nBLACK LIVES MATTER: http://bit.ly/gs-blm\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\n\nAs part of our Play For All charity event, filmmaker Alex Garland joined us for an interview to talk about his favorite games, including Dark Souls, The Last of Us, and Animal Crossing New Horizons - which he has put an impressive amount of time into. Garland is known for writing and directing the films Ex Machina and Annihilation, and for writing the movies 28 Days Later, Dredd, and the game Enslaved: Odyssey to the West. Garland expressed his desire to work on more video games. \n\n\n\n*Spoiler Warning: Spoilers for Devs and Annihilation start at 17:24\n\n\nGarland recently made his television debut as the creator, executive producer, writer and director of Devs, a sci-fi miniseries on FX on Hulu. Mike Rougeau and Meg Downey broke down every episode of the limited series on GameSpot Universe, and asked Garland some of their lingering questions about the show. Garland also answered some of Meg's burning questions about his film, Annihilation. And yes, we asked about that terrifying bear. Devs is available to stream in its entirety on Hulu, and we highly recommend watching it if you haven't already.", "link": "https://www.youtube.com/watch?v=TMdasaWiYD8", "date_published": "2020-06-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Borderlands 3 Bounty Of Blood DLC Is A Slightly Serious Revenge Western", "description": "Borderlands 3 Bounty Of Blood DLC sees vault hunters landing on the new planet Gehenna in order to live out a revenge filled western plot. In this interview Gearbox creative director Matt Cox talks about what players will be doing including making some story decisions, riding Jetbeast vehicles, and meeting new characters including Rose and Juno. Bounty Of Blood also adds new weapons including a murderous soap bubble blaster and beast-riding adversaries. Bounty of Blood also adds new mechanics including environmental weapons and hazards including the tailorweed, telezapper, coresploder, and breezer.\n\nBounty Of Blood is the third DLC for Borderlands 3 and releases on June 25th on PS4, Xbox One, and PC.", "link": "https://www.youtube.com/watch?v=SMFpaq5cpkU", "date_published": "2020-06-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Crash Bandicoot 4 Interview: New Details, Release Date Interview, And More", "description": "We chat with Toys For Bob's design producer Lou Studdert about the new Crash Bandicoot game, discussing the new art style, playing as Crash and Coco, and gameplay changes such as collecting masks that can bend time and gravity.\n\nCrash Bandicoot 4: It’s About Time is the first sequel to the Crash series in more than ten years. The latest game takes place a few years after Crash Bandicoot 3: Warped with some characters banned to the end of time and space. Players will take on the role of Crash or Coco to find four quantum masks in order to fix the universe. These masks allow players to manipulate levels through mechanics like time and gravity. The game expands the scope of levels, includes larger boss battles, and adds movement mechanics including wall-running, rail grinding, and rope swinging. Going between regular and retro mode will also change the way players collect lives. Crash Bandicoot 4: It’s About Time releases on October 9 for PlayStation 4 and Xbox One.", "link": "https://www.youtube.com/watch?v=sHS3ps6gzA8", "date_published": "2020-06-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Crash Bandicoot 4: It's About Time - Official Reveal Trailer", "description": "Crash Bandicoot returns with all-new powers and worlds to explore, in Crash Bandicoot 4: It's About Time. Coming this October to PlayStation 4 and Xbox One.", "link": "https://www.youtube.com/watch?v=1X70RGPpJyA", "date_published": "2020-06-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Summer Game Fest Dev Show Case - Crash 4 Announcement, ALF, and Day of Devs Live", "description": "Tune in on to see the first developer showcase in collaboration with Day of the Devs and the Game Awards on Monday, June 22, starting at 8:00am PT. Tune in to learn more about Crash 4, ALF, and more.", "link": "https://www.youtube.com/watch?v=3Cr5iKbLrmU", "date_published": "2020-06-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]