[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Be the Best Goku in Dragon Ball Z: Kakarot", "description": "(Presented by Bandai Namco) You don’t want to turn Super Saiyan on an empty stomach! Here’s our guide for how to best develop your Dragon Ball skillZ.", "link": "https://www.youtube.com/watch?v=LTvzlwABb_0", "date_published": "2020-01-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Halo Co-Creator's New Game, Disintegration, Begins Closed Beta Today", "description": "Disintegration is a new FPS from Halo co-creator Marcus Lehto and his indie studio V1 Interactive. Closed multiplayer beta has just begun for PlayStation 4, Xbox One, and PC. Let's check it out!", "link": "https://www.youtube.com/watch?v=dySoAeHoW_Y", "date_published": "2020-01-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "You Don't Want To Miss Out On Kentucky Route Zero", "description": "Act V marks the final chapter of Kentucky Route Zero, an episodic game that began in January 2013 and hasn't seen the release of another chapter since Act IV in July 2016. It's been a long development cycle, but now with Kentucky Route Zero TV Edition, you can play through the entire journey from start to finish.\n\nIn the video above, Ben Janca, Jean-Luc Seipke, and Kurt Indovina discuss the entire experience of Kentucky Route Zero from 2013's Act I to 2020's Act V (don't worry, no spoilers) and explain why you should spend the money and time to play through the game's five chapters if you haven't already. Act V might be the only new chapter in Kentucky Route Zero, but the entire game holds up today--offering a point-and-click adventure where every choice, even the more subtle ones, can carry an impact.\n\nKentucky Route Zero TV Edition is available for Xbox One, PS4, Switch, and PC.", "link": "https://www.youtube.com/watch?v=i18WHcceTVw", "date_published": "2020-01-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Journey To The Savage Planet Is 2020's First Great Co-Op Game", "description": "Rob Handlery and Jake Dekker explore the wacky world of Journey To The Savage Planet in this video. There are exploding chickens, deadly jellyfish, and lots of slapping. You can pick up Journey To The Savage Planet on Xbox One, PS4, and PC on January 28th.", "link": "https://www.youtube.com/watch?v=2W186FbGzus", "date_published": "2020-01-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Pokemon-Like MMO Temtem Early Access (Let's Try It Again!)", "description": "#Temtem (a Pokemon-Inspired MMO) saw an early access launch filled with crazy login queues. One week later, we revisit the game to see how things are going.", "link": "https://www.youtube.com/watch?v=m95suo6ROqo", "date_published": "2020-01-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]