[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Kingfish: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBy Abby O'Neill | October 20, 2020\nChristone \"Kingfish\" Ingram made his Tiny Desk debut in 2018 at age 19, flashing brilliance while backing hip-hop icon Rakim. Since then, this Grammy-nominated singer and guitarist from Clarksdale, Miss., has risen to critical acclaim and packed venues across the nation. Kingfish blends Delta Blues with contemporary melodies that resonate with blues lovers new and old. Evocative of mentor and collaborator Buddy Guy's signature hammer-on technique, the 21-year-old Kingfish ferries this treasured genre of the American musical tradition to contemporary audiences. His Tiny Desk (home) concert was shot at Ground Zero Blues Club in Clarksdale with bassist Paul Rogers. \n\nSET LIST\n\"Fresh Out\"\n\"Outside of This Town\n\"Listen\"\n\"Rock & Roll\"\n\nMUSICIANS\nChristone \"Kingfish\" Ingram: vocals, guitar\nPaul Rogers: bass\n\nCREDITS\nVideo By: Tom Cooper\nAudio By: Allen Brown\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=nmDSzmiys1g", "date_published": "2020-10-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Gracie and Rachel: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | October 19, 2020\nGracie and Rachel are perfect musical mates. Their styles conjure contrast, with Gracie Coates' more pop-leaning keyboard melodies alongside Rachel Ruggles' classical background. They've been honing their orchestral pop sound since high school. These days they share space in a NYC apartment and are grateful to be able to \"commute from their bedrooms\" at a time when so many collaborators can't be together.\n\nThe duo made one of my favorite records of 2017, and they've just released their second album, Hello Weakness, You Make Me Strong. The title of the album reflects their positive attitude despite angst. The lyrics to \"Ideas\" highlights that attitude by encouraging us to dig inside ourselves and discover our creative spirit\" \"So take your little ideas / Make them a little bit stronger / Throw out the ones you can't / You don't need them any longer.\"\n\nThe duo made much of this music in the past year and a half, in the very room they're performing this Tiny Desk (home) concert. It's a beautiful portrait in black and white and — if you're new to Gracie and Rachel — a welcoming introduction. I've seen them in concert, including alongside Ani DiFranco, who released this album on her label Righteous Babe. I look forward to the day they can leave their space and perform these songs in a venue; for now, put on a good set of headphones and listen to their message of positivity.\n\nSET LIST\n\"Stranger\"\n\"Ideas\"\n\"Sidelines\"\n\"Underneath\"\n\nMUSICIANS\nGracie Coates: keyboard, vocals\nRachel Ruggles: violin, SPD-SX sampling pad, vocals\n\nCREDITS\nVideo By: Gracie and Rachel\nAudio By: Gracie and Rachel, Ariel Loh\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=6_tzgvTDNds", "date_published": "2020-10-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]