[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "We need to talk about KDE Plasma 5.20. Spoiler: you should give KDE another shot.", "description": "Visit http://linode.com/linuxexperiment for a 100$ credit on your new Linode account!\n\nKDE Plasma has a new release out, Plasma 5.20. We need to talk about this, and spoilers: even if you hated KDE before, you should give it another shot.\n\nJoin this channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n\nPlasma 5.20 has a lot of visible, usability changes to its desktop. The first one that you'll probably not notice if you're already using KDE, is that the task manager is now in icons-only mode by default. This means it will look a bit more like WIndows 10, without labels next to the various icons there. Pinned applications, and running applications will look the same, and apps with multiple windows will show an indicator on their icon to let you know you have more than one open at the same time. \n\nOn the shell itself, the notifications area has also received some changes. FIrst, the clock now shows the date by default, which is a small change, but a welcome one. The indicator icons are also now displayed in a grid: click the little arrow to see all of your extra indicators. That should also be more touch friendly than what it used to be.\n\nYou can now also enable Do not disturb mode by just middle clicking on the notification indicator, just like you can in elementary OS.\n\nSpeaking of notifications, Plasma will now also warn you when your disk is about to run out of space. \n\nMore polish has been applied to the on screen display elements, like when you change the volume, or the brightness. These little popups now use less screen space and look cleaner.\n\nKRunner also has received a few changes. The search tool can now be repositionned anywhere on the screen, and not only glued to the top bar. To move it, press the SUPER key and drag the window around. Yes, the SUPER key. Plasma has traditionally used the ALT key to move and resize windows, but in 5.20, it's moved to the SUPER key, to avoid conflicting with other shortcuts in various apps. This brings it in line with every other DE? so it's good.\n\nIn traditional KDE fashion, they couldn't resist adding more features to that, so if you hold the meta key while dragging a window, and press an arrow key, you'll auto tile that window to a part of the screen. You can also combine arrows to only use a corner of your screen. That's a fantastic improvement to window management.\n\nTo complete this tour of new desktop features, GTK apps now use the same appearance for their titlebar buttons as regular Qt apps, so everything should look more coherent there.\n \nFinally, Discover, the KDE package manager / software center, has better pop-ups for displaying the various addons for an application, or the packages to remove.\n\nNow, as always, Plasma has given their Settings even more attention.\n\nFirst, the Bluetooth settings have been completely redesigned, as well as the user management page, and the autostart panel. These look a lot better, more simple, and probably a lot easier to port to plasma mobile as well, with simple lists of elements.\n\nThe biggest change, though, is the ability to highlight the settings you've changed. A new button called \"Highlight changed settings\", allows you, on any settings panel, to see what you've tweaked and changed from the default setting. I must say, it's a good feature, especially since KDE is so full of options everywhere.\n\nIn terms of new available settings, you've got the Shortcuts panels being merged into one, you can now change the speed of the cursors for touchpads, which I'm surprised to learn wasn't already possible, and you can set a charge limit on supported devices to avoid the battery charging up to 100%, ans save battery cycles.\n\nWindow management has also received a lot of love: you can now uninstall user installed scripts for Kwin, directly fro the Kwin scripts panel, and you can tell windows to not remember their last opened position and stay positioned where you told them to be. This is a very good change. Any new window that opens anywhere else than the center of the screen is a heresy that must be purged. \n\nBut if you're a heretic and prefer your windows to appear to a certain position or to a remembered position, KDE can now remember these positions on a per screen arrangement basis. This means that your windows will remember where they are placed when your laptop is connected to an external display, but once you unplug that monitor, they'll also remember where they should be placed on the laptop screen. This, I must admit, is an awesome heresy.", "link": "https://www.youtube.com/watch?v=gH07KjxP0rA", "date_published": "2020-10-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]