[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For February 2020 Revealed", "description": "The free PS4 PS Plus games for February have been announced. There are five games awaiting PS4 players in the new month, three of which come from The BioShock Collection, which includes the first game, BioShock 2, and BioShock Infinite. PS4's other offering is The Sims 4, and PSVR owners can also grab Firewall: Zero Hour.", "link": "https://www.youtube.com/watch?v=Uw6JYwOnnew", "date_published": "2020-02-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "11 More Gory Game Deaths", "description": "It's been a while since we've done one of these disgusting, gross lists... so why not bring it back? (SPOILER ALERT)\n\nThese deaths are in no particular order but this video is a sequel to our first Gory Game Death list! Missed Part One? Check it out here: https://www.youtube.com/watch?v=IP0gR7nPqIw\n\n\nGet to the Gore:\n11. Tess with the Home Run/Last Of Us @ 00:29\n10. Alex's Got Rats/Man Of Medan @ 00:58\n9. Jess & Soph's First Kill/Wolfenstein: Younglood @ 1:39\n8. Mattugr Helson/God Of War (2018) @ 2:25\n7. Molly Schultz/GTA V @ 3:12\n6. Eat The Gun/Gears 5 @ 3:39\n5. Franco Delille/Dead Space 2 @ 4:16\n4. Poor Soldier/RE:& Not A Hero @ 5:13\n3. Helios/God Of War 3 @ 6:13\n2. Spider Mastermind/Doom (2016) @ 7:02\n1. Erron Black's Death Trap/Mortal Kombat 11 @ 7:55", "link": "https://www.youtube.com/watch?v=bcO32YvB9WI", "date_published": "2020-02-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Escape From Tarkov's 7 Deadly Sins", "description": "From the Military Base of Reserve to the underground Labs of Tarkov, there is no PMC, Scav, USEC or BEAR that is without one of these seven deadly sins. \n\nBe they loot hoarders, Rouble scroungers of the bloodthirsty players who chase a fight.\n\nEscape From Tarkov is a huge game and it is not afraid to throw you face first into its steep learning curve or punish you for your mistakes.\n\nThere are many choices and scenarios that can lead to an untimely death for any player, but much of the time these are a result of them succumbing to one of the 7 sins of Tarkov, be that of the bloodthirsty PMC, the lustful loot chaster, the gluttonous hoarder with an inventory fit to burst or the proud BEAR thinking they can take on the world with nothing but an AK and a vest.\n\nIn the video above Dave breaks down all of these sins, which we have no doubt even you dear reader, are guilty of.", "link": "https://www.youtube.com/watch?v=-XFb8eVPMp8", "date_published": "2020-02-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]