[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Rocket League is gone, and more Linux computers - Linux News - January 2020", "description": "Some interesting Linux and Open Source news for January 2020. Rocket League cancels Linux support, Tuxedo and Manjaro are preparing to release very customizable computers, the Kubntu Focus can be pre-ordered, and Nextcloud launches an offensive against Office 365 and the G Suite. On top of that, we have our usual round of updates, and an interesting tool from ZOrin OS!\n\nSet up your own Linux server with LINODE : http://www.linode.com/linuxexperiment\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\n\n\nValve announced Gamescope, a project that seems to be some kind of window manager, running on Wayland, and optimized for gaming.\nhttps://www.gamingonlinux.com/articles/valve-give-a-little-more-info-on-what-gamescope-actually-does-for-linux-gaming.15783\n\nXFCE 4.16 will switch to client side decorations, which means the title bars won’t be rendered by a window manager, but by the application itself.\nhttps://www.omgubuntu.co.uk/2020/01/xfce-4-16-client-side-decoration\n\nZorin announced Zorin grid, a cloud based computer fleet management system.\nhttps://zorinos.com/grid/\n\nThe Nouveau Driver now has initial support for Nvidia’s RTX 20 series cards, such as the 2060, 2070, or 2080. \nhttps://www.phoronix.com/scan.php?page=news_item&px=Nouveau-Turing-Linux-5.6\n\nManjaro, partnering with Tuxedo, announced multiple new computers, and customization seems to be the focus here: you’ll be able to etch your own logo on the lid or on the super key, and tweak the keyboard to your liking.\n\nhttps://www.forbes.com/sites/jasonevangelho/2020/01/15/get-ready-for-the-manjaro-linux-laptop-explosion-including-amd-ryzen-models/#84b759335efd\n\nKDE 5.18 should come with a new set of tools that let users opt-in into some automatic feedback on how they use their desktop.\nhttp://www.proli.net/2020/01/17/learning-about-our-users/\n\nUbuntu will get rid of the Amazon link that shipped in its Dock by default since 2012.\nhttps://www.omgubuntu.co.uk/2020/01/ubuntu-removes-the-amazon-web-app\n\nThe Kubuntu Focus can now be orderd online.\nhttps://kubuntufocus.myshopify.com/\n\nWine 5.0, the latest stable version of the windows compatibility layer, has been released. It ships with support for Vulkan 1.1, the latest version of the API, as well a full Xaudio 2 reimplementation, using Faudio., and improved multimonitor support.\nhttps://www.winehq.org/announce/5.0\n\nProton VPN, the VPN tool from the makers of Proton Mail, is making all of its apps open source, and is undergoing an independant security audit.\nhttps://protonvpn.com/blog/open-source/\n\nNextcloud has become Nextcloud hub: a full on premises solution aiming to replace the likes of Google or Office 365. It includes a calendar, email and contacts solution, as well as online file storage and sharing, and a instant messaging and audio / video conferencing solution all in one. The real improvement though, is that it bundles onlyoffice by default as an online, collaborative document editing solution.\nhttps://nextcloud.com/hub/\n\nTHe Free Software Foundation kicked off a petition to urge Microsoft to open source windows 7.\nhttps://www.fsf.org/windows/upcycle-windows-7\n\nDXVK 1.5.2 has been released, and now requires Vulkan 1.1, which means that very old graphics drivers might not be able to use DXVK anymore.\nhttps://github.com/doitsujin/dxvk/releases/tag/v1.5.2\n\nPsyonix, developers of Rocket League, have announced they would terminate Linux and Mac OS support for their game.\nhttps://www.gamingonlinux.com/articles/psyonix-are-ending-support-for-rocket-league-on-both-linux-and-macos.15833\n\n\nTHe linux kernel version 5.5 was released, adding support for BTRFS for Raid 1, improvements to the network I/O and to connection qjality for wifi, as well as support to add alternate names to network devices.\nhttps://kernelnewbies.org/LinuxChanges\n\nThunderbird has been moved to a new subsidiary of the Mozilla Fondation.\nhttps://blog.thunderbird.net/2020/01/thunderbirds-new-home/\n\nNvidia has ended support for its legacy 340 series driver.\nhttps://www.gamingonlinux.com/articles/nvidia-end-updates-to-the-340-series-legacy-driver-for-linux.15895\n\nCERN, the european research center, had already moved away from Microsoft products, and now, they’re replacing Facebook workplace with Mattermost and Discourse.\nhttps://www.phoronix.com/scan.php?page=news_item&px=CERN-Ditches-Facebook-Workplace", "link": "https://www.youtube.com/watch?v=vI7aO0Et114", "date_published": "2020-02-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]