[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCNu7GSRF7Y10OIWHQHpAx1g", "title": "Hongkong - protesty [4K]", "description": "Wszystkie odcinki chronologicznie: http://bit.ly/2MqAO7Q\n(można też klikać w kartę \"Następny odcinek\" pojawiającą się pod koniec każdego filmu po prawej stronie u góry) \n\nMiałem nic nie filmować w Hongkongu, ale na miejscu okazało się, że to miasto naprawdę  potrafi fascynować. W tym odcinku głównie protesty, w kolejnym więcej Hongkongu\n\nCzas akcji: 19 stycznia  2020r.\n\nWsparcie BezPlanu w Patronite: http://bit.ly/2KsFTZk\nInstagram: http://instagram.com/bezplanu_czukesky\nFacebook: https://www.facebook.com/BezPlanu.tv\n\n---------------------------\n\nTu nowe tłumaczenie (po angielsku), bardziej podzielone na części :\nhttp://bit.ly/2uyV7Ho\n\n---------------------------\n\nTłumaczenie umieszczone w filmie:\nTłumaczenie z kantońskiego na angielski: @_bluegeek\nTłumaczenie z angielskiego na polski: @mindful.rover\n\nUwagi tłumaczy:\n\n7:50 * - Policja brutalnie od początków protestów rozwiązuje większość nich. Są także oskarżenia o porwania, gwałty i niekiedy mordestwa obywateli\n\n10:37 ** - Pięć postulatów to:\n\n1. To withdraw the extradition bill\n2. To stop labeling protesters as “rioters”\n3. To drop charges against protesters\n4. To conduct an independent inquiry into police behavior\n5. To implement genuine universal suffrage for both the Legislative Council and the Chief Executive\n\n1. Wycofanie ustawy o ekstradycji (od tego protesty się zaczęły, gdyż rząd chiński chciał, aby oskarżeni z Hong Kongu byli wysyłani do chińskich więzień. Co w praktyce by oznaczało, że przeciwnicy polityczni najprawdopodbniej kończyli w chińskich więzieniach, bez możliwości pełnomocnego procesu)\n2. Zaprzestania określania protestujących chuliganami.\n3. Wycofanie zarzutów stawianych wobec protestujących.\n4. Rozpoczęcie niezależnego śledźtwa wobec policji.\n5. Stworzenie powszechnego prawa wyborczego w do komisji legislacyjnej  i \"Chief Executive\". Można do porównać do naszych wyborów samorządowych i wyborów parlamentarnych.\n \n10:46 *** - W 1997 roku Hongkong przeszedł pod władanie Chin z rąk Wielkiej Brytanii. Przez 50 lat, do 2047 Hongkong jest w okresie przejściowym. W 2047 zostanie oficjalnie przyłączony do Chin, a nie jak obecnie - jest \"państwem w państwie\".\n\n12:47 **** - tego samego dnia było jeszcze wiele protestów w innych krajach na świecie m.in. Wielka Brytania, Nowa Zelandia, Francja, Niemcy\n\n13:13 ***** - https://en.wikipedia.org/wiki/Joshua_Wong\nJeden z najbardziej znanych i aktywnych aktywistów, walczący o demokrację w Hong Kongu.\n\nDodatkowe informacje od tłumaczki z kantońskiego na angielski:\n\nResources: \n1. Prelude to the Dawn: Anti-extradition Movement and the Awakening of Hong Kong\nA 18 mins documentary of the movement \nhttps://www.youtube.com/watch?v=q3WdLkJS2yg&has_verified=1\n\n2. The New York Times Interactive article about the movement \nhttps://www.nytimes.com/interactive/2019/world/asia/hong-kong-protests-arc.html\n\n3. 《Hong Kong Protest》 Buried Rights amidst the darkest night\ninterview of protestors who experienced police violence\nhttps://www.youtube.com/watch?v=imIKq0rMWwA\n\n4. HK Democratic Movement 2019 \nTimeline, collage of police brutality and videos of citizens’ press conference \nhttps://tl.hkrev.info/en/\n\n5. PL4HK - Supporting Hong Kong from Poland Facebook page \nhttps://www.facebook.com/PL4HK/", "link": "https://www.youtube.com/watch?v=hPARMlIn49Q", "date_published": "2020-02-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]