[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Skin rashes in coronavirus, an important clinical feature", "description": "Skin rash should be considered as a fourth key sign of COVID-19, and ...please\n\nE mail, campbellteaching@hotmail.com\n\nDownload my e books, (one on Physiology and one on Pathophysiology) from https://campbellteaching.co.uk/ebooks/\nThere is a small charge for these, but profits all go to helping my various projects, thank you\nhttps://covid.joinzoe.com/post/skin-rash-covid\n\nhttps://www.medrxiv.org/content/10.1101/2020.07.10.20150656v1\n\nhttps://www.medrxiv.org/content/10.1101/2020.07.10.20150656v1\n\nSee pictures\nhttps://covid.joinzoe.com/post/covid-skinrash\n\nRashes had been reported, China and Europe in hospitalised patients\n\nStudy to systematically gather data about skin rashes in milder cases in the wider population\n\nViral skin rashes, (Dr Veronique Bataille)\n\n“Many viral infections can affect the skin, so it’s not surprising that we are seeing these rashes in COVID-19,” \n\n“However, it is important that people know that in some cases, a rash may be the first or only symptom of the disease\n\nSo if you notice a new rash, you should take it seriously by self-isolating and getting tested as soon as possible.”\n\nStudy initial findings\n\n336,000 regular UK app users\n\n8.8% of people reporting a positive coronavirus swab test had experienced a skin rash as part of their symptoms\n\nAlso, rash reported in a further 8.2% of users with cough, fever or anosmia \n\n5.4% of people with a negative test result\n\nTo investigate further\n\nImages and information from 12,000 people\n\n17% of respondents testing positive for coronavirus reported a rash as the first symptom of the disease\n\n21% of those confirmed as being infected with coronavirus, the rash was their only symptom\n\nRashes, three categories \n\nHive-type rash (urticaria)\n\nRaised bumps on the skin which come and go quite quickly (hours) and are usually very itchy\n\nCan involve any part of the body\n\nOften starts with intense itching of the palms or soles\n\nCan cause swelling of the lips and eyelids\n\nThese rashes can present quite early on in the infection, but can also last a long time afterwards\n\nPrickly heat or chickenpox-type rash\n\nErythemato-papular or erythemato-vesicular rash\n\nAreas of small, itchy red bumps that can occur anywhere on the body\n\nParticularly the elbows and knees, back of the hands and feet\n\nThe rash can persist for days or weeks.\n\nCOVID fingers and toes (chillblains)\n\nReddish and purplish bumps on the fingers or toes\n\nMay be sore but not usually itchy\n\nThis type of rash is most specific to COVID-19\n\nMore common in younger people\n\nTends to present later on\n\nDr Justine Kluk \n\n“These findings highlight the importance of keeping an eye on any new changes in your skin, such as lumps, bumps or rashes. \n\nEarly reporting of COVID-associated rashes by members of the public and recognition of their significance by frontline healthcare practitioners\n\nMay increase the detection of coronavirus infections and help to stop the spread.” \n\nDr Tanya Bleiker, President, British Association of Dermatologists\n\n“Documenting the skin symptoms associated with COVID-19 is an important piece of the puzzle in building our understanding of the disease.\n\nSkin symptoms may play a crucial role in detecting infection in people who are otherwise asymptomatic.\"\n\nWe’re delighted to be working with the team at KCL to make an image library of COVID-19 skin manifestations accessible on a dedicated website. \n\nThis will help healthcare professionals guide their decision making in clinical settings\n\nand may have a role in educating the public about skin symptoms which would warrant self-isolation.”", "link": "https://www.youtube.com/watch?v=BeKDzwhi8nw", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "US, UK, SA and Aus Updates", "description": "US\nCases, + 58,858 = 3,355,457\nDeaths, + 315 = 135,235 (4%)\n\nCDC forecasts\nhttps://www.cdc.gov/coronavirus/2019-ncov/covid-data/forecasting-us.html\n\n140,000 and 160,000 total reported COVID-19 deaths by August 1st\n\nIncreasing death rates expected in \n\nArizona, Alabama, Florida, Idaho, Montana, North Dakota, Nevada, Ohio, South Carolina, Tennessee, Texas, the U.S. Virgin Islands, and West Virginia\n\nCalifornia\n\nCases, + 8,000 = 329,169\n\nDeaths, 7,040\n\nLA County\n\nClosed, indoor venues including non-critical offices\n\nOil tanker\n\nFlorida\n\nCases, 278,667\n\nDeaths, +132\n\nMiami, 25% positive\n\nDr. Aileen Marty\n\nWe are exploding\n\nLack of unified approach\n\nPopulation was not convinced of serious nature of the risk\n\nBeaches, bars, protests, masks\n\nLockdown required\n\nNot on the table\n\nNew York\n\nQuarantine from 22 states\n\n14 days\n\nProvide information at the airport, enforced?\n\nDriving, online form\n\nUK\n\nNew cases, England only, based on positive tests\n\nhttps://coronavirus.data.gov.uk/about#rates\n\n4th July, lockdown measures eased\n\n1st July, 605\n2nd July, 556\n3rd July, 539\n4th July, 388\n5th July, 434\n6th July, 644\n7th July, 550\n8th July, 634\n9th  July, 649\n10th July, 442\n11th July, 317\n12th July, 225\n13th July, 41\n14th July, 398\n\nKings College \n\n1, 471 new cases per day\n\nSkin rash should be considered as a fourth key sign of COVID-19\n\nhttps://covid.joinzoe.com/post/skin-rash-covid\n\n\nSouth Africa\n\nCases, 298,292\n\nDeaths, 43,46\n\nhttps://www.bbc.co.uk/news/world-africa-53396057\n\nPort Elizabeth, Eastern Cape\n\nStaff on strike or sick\n\nPerinatal deaths\n\nSenior doctors\n\n‘an epic failure of a deeply corrupt system’\n\n‘institutional burn-out… a sense of chronic exploitation’\n\n‘the department of health essentially bankrupt, and a system on its knees with no strategic management’\n\n‘There's a huge amount of fear, and of mental and emotional fatigue’ \n\n‘We were working with a skeleton staff even before Covid-19 and now we're down another 30%’\n\nServices are starting to crumble under the strain\n\nCOVID has opened up all the chronic cracks in the system\n\nPatients had been ‘fighting for oxygen’ at Livingstone Hospital in Port Elizabeth\n\n‘like a war situation’\n\nBlood and waste on the floors\n\nLack of Personal Protective Equipment\n\nOxygen shortages\n\nSevere shortage of ambulances\n\nNo ventilation\n\nPatients sleeping ‘under newspaper’\n\nRats\n\nSenior nurse\n\n‘Every day I come to work in fear’\n\n‘The infection numbers are going up’\n\n‘Every day we've got chaos’\n\nMaternity\n\nLot of pregnant women all over the wards\n\nMothers and infants died.\n\n‘I was personally involved in the delivery of two dead infants and know there were more. This is very unusual. To have several mummies and babies dying in one week in one hospital is totally unheard of and unacceptable’\n\nProbably caused by lack of health care\n\nPregnant women, waiting for days, sometimes lying in corridors, for urgent surgery\n\nConfirmed reports of an unusual number of stillborn infants in recent weeks\n\nProvincial health department was generally seen as so inept and dysfunctional that private donors, businesses and charitable funds anxious to help in the fight against Covid-19 were refusing to deal directly with it\n\nPresident Cyril Ramaphosa\n\n\"the storm is upon us\".\n\nAustralia\n\nCases, + 259 = 10,495\n\nDeaths, 111\n\nhttps://7news.com.au/lifestyle/health-wellbeing/melbourne-coronavirus-cluster-linked-to-black-lives-matter-protest-as-victoria-records-more-cases-c-1166823\n\n10,000 Victorians attended the Black Lives Matter protest in Melbourne on June 6.\n\nVictorian authorities issued a stern warning to people not to attend.\n\n“We’re in the middle of a global pandemic and we’ve all come so far.”\n\nNine public housing towers in Melbourne were put in a hard lockdown for five days from July 4\n\n1,800 cases of the virus are currently active in the state\n\nhttps://www.health.gov.au/news/health-alerts/novel-coronavirus-2019-ncov-health-alert/coronavirus-covid-19-current-situation-and-case-numbers", "link": "https://www.youtube.com/watch?v=zATAO1pLXs0", "date_published": "2020-07-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]