[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest Top Shelf, Episode 6", "description": "Tiny Desk Contest judge Gina Chavez joins NPR Music's Bob Boilen to share her favorite entries to the 2020 Tiny Desk Contest, supported by @statefarm. Hear about what made Chavez's favorites stand out from the thousands of entries we received this year. \n\nArtists featured in this episode include:\n- Ada Dyer (@theadadyer), “Blood Sugar” https://youtu.be/QzujjwSWfDw \n- Diana Gameros (@DianaGameros), “Amor A Todo” https://youtu.be/qFB-2NRbsIs \n- Rama Gu (@ramagu4ever), “Good Egg” https://youtu.be/yT9z_iu5CkI \n- Danielle Ponder (@daniellepondermusic!), “Poor Man’s Pain” https://youtu.be/KQDO-Lvo2_Y \n- Mikhala Jené (@MikhalaJene), “The Annunciation” https://youtu.be/6FkpbrMqtUg \n\nYou can learn more about the Tiny Desk Contest and watch thousands of entries: https://npr.org/tinydeskcontest\n\n#tinydesk #tinydeskcontest #tinydeskcontesttopshelf", "link": "https://www.youtube.com/watch?v=YXzWPnf6OP0", "date_published": "2020-07-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Diana Gordon: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nConsidering how many of us have rearranged our lives to make the home-office lifestyle work, Diana Gordon's setting for her Tiny Desk (home) concert frames her music in a curated chaos that's all too relatable. Teetering towers of manilla folders, the Y2K kitsch of a slime green Apple iBook, clunky cardboard boxes and a Curb Your Enthusiasm coffee mug — it's just the right amount of cramped, mundane confusion to aid her creativity.\n\nLike the workplace props that flank her, an intriguing dose of neurotic mess makes Gordon's latest EP, 2020's Wasted Youth, feel so fitting for these unprecedented times. With her masked-up guitarist, Davin Givhan, helping to guide her, Gordon's nihilistic invincibility on \"Rollin\" and sonic eyeroll-shrug on \"Wasted Youth\" offset the forlorn lilting yodel of \"Wolverine\" and her tear-jerking honesty on \"Once A Friend.\"\n\nAfter years of writing hits for others and releasing music under the moniker Wynter Gordon, the Queens, N.Y., native has awakened new aspects of her artistry in recent years that she's finally ready to share under her given name. But while her earlier work routed through the pop and dance worlds, Wasted Youth swerves between lanes of trap, R&B and alternative rock as Gordon swings her head out of the window. Balancing influences of Whitney Houston, Alanis Morissette and The Cranberries' Dolores O'Riordan in her runs, this singer-songwriter navigates each verse with poignant and reassuring solace. No matter where Gordon takes you, she's in the driver's seat.\n\nSET LIST\n\"Rollin\"\n\"Wolverine\"\n\"Wasted Youth\"\n\"Once A Friend\"\n\nMUSICIANS\nDiana Gordon: vocals; Davin Givhan: guitar\n\nCREDITS\nVideo By: Troy Baker; Audio By: Troy Baker; Producer: Sidney Madden; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=6Zf5dB6HFp4", "date_published": "2020-07-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Hollywood Park: Music and Words with Mikel Jollett of The Airborne Toxic Event", "description": "Join NPR Music’s Bob Boilen for a conversation with writer and musician Mikel Jollett, author of ‘Hollywood Park,’ his New York Times bestselling memoir. Hollywood Park  beautifully, painfully details the author’s journey from a troubled childhood – poverty, emotional abuse, addiction and an escape from the notorious Synanon cult – to the discovery of his voice as a writer and musician. \n \nDuring this live, virtual event, Bob and Mikel will discuss both the book and its companion soundtrack by Mikel’s band, The Airborne Toxic Event. Mikel will also perform some of the songs that align with the stories in his written memoir. \n \nYou can read or listen to an excerpt from ‘Hollywood Park’ here: https://www.npr.org/sections/allsongs/2020/07/08/888193655/the-airborne-toxic-events-mikel-jollett-live-interview-and-performance\n \nJoin the conversation in the live chatroom.\n\nFollow NPR Music:\n___________________\n\n• NPR Music’s website: https://www.npr.org/music\n• Twitter: https://www.twitter.com/nprmusic\n• Facebook: https://www.facebook.com/nprmusic", "link": "https://www.youtube.com/watch?v=o2sK-E5DBnA", "date_published": "2020-07-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]