[{"source": "https://www.theguardian.com/rss", "title": "Noble spirit: how gin became the essential aperitivo cocktail ingredient", "description": "<p>From its monastic origins in medieval Italy to its use in the most sophisticated drinks today, gin’s complex botanicals and slightly bitter finish make it the perfect foundation for a great pre-meal tipple</p><p>Aperitivo hour is the quintessentially Italian practice of taking some time out in the early evening to have a drink with a few snacks and socialise. It speaks to a particular Italian philosophy, that one should take time to appreciate delicious food, great drinks, family and friends: <em>la dolce vita</em>. A time to pause, savour the smallest of joys and forget the stresses of the day.</p><p>The practice is thought to have originated in the 18th century when Antonio Benedetto Carpano, an Italian distiller, mixed spices and herbs to muscatel wine and created vermouth. King Vittorio Amedeo III loved it so much he began serving it to his guests at receptions ahead of dinner.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/15/noble-spirit-how-gin-became-the-essential-aperitivo-cocktail-ingredient\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/15/noble-spirit-how-gin-became-the-essential-aperitivo-cocktail-ingredient", "date_published": "2020-07-15 16:19:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From front room festivals to cottagecore: 10 lockdown trends to embrace this summer", "description": "<p>Summer might not be looking quite how we expected – but as with every season there are still some trends you won’t want to miss out on</p><p><strong>Celebrating aperitivo hour<br /></strong>Gin has taken its place as one of the most popular drinks during lockdown. In the early days it formed the basis of many a #quarantini – made from whatever we might have left in the cupboard. Since then, the hashtag has clocked up more than 87,000 posts and the term has passed into the popular lexicon. Now, take it a notch higher for the ultimate cocktail moment. With Malfy Gin, you can create the most authentic Italian style aperitivo hour. </p><p>Try a Malfy Gin Rosa G&amp;T by mixing a measure of Malfy Gin Rosa with Mediterranean tonic in a copa glass over ice and garnishing with a pink grapefruit wheel. Or, for an added touch of sophistication, mix a measure of Malfy Gin Rosa with 50ml prosecco and 50ml San Pellegrino Arraciata Rossa over ice in a wine glass, and garnish with an orange wheel, strawberry slice and sprig of thyme to create a Amalfi Sunset Spritz.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/15/from-front-room-festivals-to-cottagecore-10-lockdown-trends-to-embrace-this-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/15/from-front-room-festivals-to-cottagecore-10-lockdown-trends-to-embrace-this-summer", "date_published": "2020-07-15 16:18:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Insta perfectionist or last-minute legend? Here's how to host the perfect Italian-inspired drinks party", "description": "<p>Whether you’re holding a virtual soiree or opening your garden to a few friends, here’s our guide to creating a memorable Italian-inspired evening – whatever your hosting style</p><p>The nights are long, the days are warm and at long last, lockdown is lifting a little. And while the chances of us getting to bask in the Italian sun this summer are still fairly slim, you can bring the glamour and fun – and the joys of aperitivo hour – of the Amalfi coast right to your home. But wait! Not sure if you remember how to host like a boss? No matter, whatever your hosting game, we’ve got you covered. <em>Andiamo subito –</em> let’s get this party started …</p><p><strong>For the picture-perfectionist <br /></strong>For you, an Italian themed drinks party is nothing without scenes worthy of a #regram by Vogue Italia. Your linen napkins, handmade by a <em>nonna</em> in Ravello, are of a hue chosen specifically to match the Malfy Gin Rosa &amp; Tonic you’ll be serving in a cut crystal glass you picked up while on holiday on the Amalfi coast, which you’ll position on the table next to some artfully arranged antipasti from the local deli. A word of warning though, pretty as a picture is all well and good, but a <em>real</em> Italian evening is all about relaxed fun – get your Insta shot before your guests arrive, and then it’s time to chill out. Nobody wants to be shouted at for disturbing the equilibrium of your Nocellara olives.</p> <a href=\"https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/15/insta-perfectionist-or-last-minute-legend-heres-how-to-host-the-perfect-italian-inspired-drinks-party\">Continue reading...</a>", "link": "https://www.theguardian.com/the-sublime-time-aperitivo-hour/2020/jul/15/insta-perfectionist-or-last-minute-legend-heres-how-to-host-the-perfect-italian-inspired-drinks-party", "date_published": "2020-07-15 16:15:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Like a borderline sociopath, Johnson again misjudges the mood of the chamber", "description": "<p>PM has yet another PMQs horror show as he responds to Starmer’s solemn question with a bad joke </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It’s become a standard strategy for Boris Johnson at prime minister’s questions, ever since he got mullered in their first few outings. Unable to cope with the detail of Keir Starmer’s questions, he lashes out with diversionary tactics. Either accusing the Labour leader of doing something he hasn’t done, answering a completely different question or playing to the non-existent gallery of Tory backbenchers.</p><p>There’s just one large spanner in the works. It’s not working. Because at every PMQs Boris merely reveals more of the true character he is trying to conceal. The thin-skinned, unprepared opportunist who cannot tolerate a word of scrutiny or criticism. It’s like dealing with a toddler. If you’re not 100% behind him, saying how marvellous he is, then you are totally against him. There are no in betweens. In terms of emotional development, Boris is barely out of nappies.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/15/borderline-sociopath-boris-johnson-misjudges-mood-chamber-pmqs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/15/borderline-sociopath-boris-johnson-misjudges-mood-chamber-pmqs", "date_published": "2020-07-15 16:06:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Mallorca closes Magaluf party strip; US sees another new record number of cases", "description": "<p>160,000 Catalans back into lockdown; Florida records new daily death toll high; India Covid-19 cases top 900,000</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/15/revealed-the-inside-story-of-europes-divided-coronavirus-response\">Italy’s call for urgent help ignored as virus swept through Europe</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/15/dr-fauci-donald-trump-attacks-covid-19\">Fauci stands ground as Trump works to undermine him</a><br /></li><li><a href=\"https://www.theguardian.com/world/ng-interactive/2020/jul/15/coronavirus-vaccine-tracker-how-close-are-we-to-a-vaccine\">Coronavirus vaccine tracker: how close are we to a vaccine?</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates\">UK coronavirus updates – live</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/15/george-floyd-bodycam-black-lives-matter-donald-trump-joe-biden-coronavirus-live-updates\">US coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-15T16:02:19.636Z\">5.02pm <span class=\"timezone\">BST</span></time> </p><p>A Republican governor who has backed one of the US’s most aggressive reopening plans, resisted any statewide mandate on masks and who rarely wears one himself, has tested positive for coronavirus, AP reports. </p><p>Kevin Stitt said he is isolating at home, the news agency reports. Stitt, a first-term governor, attended <a href=\"https://www.theguardian.com/us-news/2020/jun/20/trump-covid-19-kung-flu-racist-language\">President Donald Trump’s rally in Tulsa last month</a>, which health experts have said <a href=\"https://www.theguardian.com/world/live/2020/jul/08/coronavirus-live-news-us-to-leave-who-as-organisation-warns-crisis-accelerating\">likely contributed to a surge in coronavirus cases there.</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-07-15T15:46:29.425Z\">4.46pm <span class=\"timezone\">BST</span></time> </p><p>Walmart, the world’s largest retailer, is making face coverings mandatory for shoppers in all its stores from Monday.</p><p>It comes as the US recorded another new high number of daily cases (67,000).</p><p>We know it may not be possible for everyone to wear a face covering. Our associates will be trained on those exceptions to help reduce friction for the shopper and make the process as easy as possible for everyone.</p><p>As we have seen in states and municipalities with mask mandates, virtually everyone either brings a mask or readily complies with the requirement, and we anticipate that to happen in other areas as well.</p> <a href=\"https://www.theguardian.com/world/live/2020/jul/15/coronavirus-live-news-update-covid-19-cases-latest-updates-india-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/15/coronavirus-live-news-update-covid-19-cases-latest-updates-india-lockdown", "date_published": "2020-07-15 16:02:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oklahoma governor tests positive for coronavirus as US cases set new record – live", "description": "<ul><li>Kevin Stitt is first governor to test positive for Covid-19</li><li>White House tries to distance itself from Navarro op-ed attacking Fauci</li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/15/george-floyd-bodycam-black-lives-matter-donald-trump-joe-biden-coronavirus-live-updates?page=with:block-5f0f0f8b8f08995420d27d3e#block-5f0f0f8b8f08995420d27d3e\">US again sees record-high number of new coronavirus cases</a><br /></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jul/15/george-floyd-bodycam-black-lives-matter-donald-trump-joe-biden-coronavirus-live-updates?page=with:block-5f0ecdf58f08398602bfd319#block-5f0ecdf58f08398602bfd319\">Media banned from publishing new bodycam video of two officers involved in George Floyd death</a><br /></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/15/donald-trump-niece-president-should-resign\">Trump’s niece says president is dangerous and calls on him to resign</a></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-15T16:00:30.222Z\">5.00pm <span class=\"timezone\">BST</span></time> </p><p><strong>Kevin Stitt </strong>attended an in-person meeting of Oklahoma’s Commissioners of the Land office yesterday and did not wear a mask.</p><p dir=\"ltr\" lang=\"en\">I asked whether the other people who attended this meeting yesterday will have to quarantine and why the Governor didn't wear a mask the entire time. No direct answer on either, although Frye said contact tracing is underway <a href=\"https://t.co/7xsBVTw5rI\">https://t.co/7xsBVTw5rI</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-07-15T15:54:23.197Z\">4.54pm <span class=\"timezone\">BST</span></time> </p><p><strong>Kevin Stitt </strong>appears to be the first governor to test positive for coronavirus, although several members of Congress have contracted the virus.</p><p>Stitt’s announcement comes about a month after <strong>Trump </strong>held a rally in Tulsa, Oklahoma, which was criticized for ignoring public health guidance on large events.</p> <a href=\"https://www.theguardian.com/us-news/live/2020/jul/15/george-floyd-bodycam-black-lives-matter-donald-trump-joe-biden-coronavirus-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/jul/15/george-floyd-bodycam-black-lives-matter-donald-trump-joe-biden-coronavirus-live-updates", "date_published": "2020-07-15 16:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The power of touch: Coordinates – a poem by Maria Popova", "description": "<p>‘I watched the blood spill / its perfect pomegranate seeds / into the aluminium spaceship / of the kitchen sink ...’</p><p><a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/welcome-to-the-guardians-power-of-touch-series\">Welcome to the Guardian’s Power of Touch series</a></p><p>I still wonder <br />why the knife was <br />in my left hand <br />when I pressed it into <br />the watermelon bark <br />blade-side up, <br />pressed it hard and slow <br />and felt it stop at my bone, <br />felt no pain at all <br />as it split my thumb <br />along a perfect meridian. <br />I watched the blood spill <br />its perfect pomegranate seeds<br />into the aluminium spaceship <br />of the kitchen sink.</p><p>I was six. <br />I was learning directions. <br />Left became encoded <br />in the scar. <br />Across this slice of spacetime, <br />this half a lifetime, <br />I still glide my index finger over it <br />in animal instinct <br />when asked to orient.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/the-power-of-touch-coordinates-a-poem-by-maria-popova\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/15/the-power-of-touch-coordinates-a-poem-by-maria-popova", "date_published": "2020-07-15 16:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Downing Street unable to back up PM's test-and-trace claim; death toll rises by 85", "description": "<p>No 10 spokesman <a href=\"https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates?page=with:block-5f0f02e38f08995420d27c96#block-5f0f02e38f08995420d27c96\">unable to provide evidence</a> to back Boris Johnson claim that UK system ‘<a href=\"https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates?page=with:block-5f0ee3d68f08489284eefc3b#block-5f0ee3d68f08489284eefc3b\">as good or better than anywhere in world</a>’</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/jul/15/boris-johnson-indicates-at-pmqs-he-has-not-read-winter-coronavirus-report\">Boris Johnson indicates he has not read winter coronavirus report</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/15/michael-gove-liz-truss-face-masks-debate-pret-a-manger-\">‘MPs should be role models’: Gove and Truss face-off stirs mask debate</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/15/coronavirus-infection-rate-in-england-fell-sharply-month-before-lockdown-lifted\">Infection rate in England fell sharply month before lockdown lifted</a><br /></li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/15/coronavirus-live-news-update-covid-19-cases-latest-updates-india-lockdown\">Global coronavirus updates – live</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/jul/15/uk-inflation-computer-games-clothing-stock-markets-ftse-business-live\">Rishi Sunak quizzed over tax and stimulus plans – business live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-15T15:46:15.922Z\">4.46pm <span class=\"timezone\">BST</span></time> </p><p><strong>Kemi Badenoch</strong>, the equalities minister, has said she was “deeply unhappy” with the much-criticised <strong>Public Health England</strong> report <a href=\"https://www.theguardian.com/world/2020/jun/02/key-findings-from-public-health-englands-report-on-covid-19-deaths\">last month </a>that failed to explain the reasons why people from black, Asian and minority ethnic (BAME) backgrounds were disproportionately affected by the coronavirus.</p><p>Her frank admission came at the tail end of a hearing of the Commons women and equalities committee, when she was asked whether the data collected on the the impact of coronavirus on BAME communities was good enough. (You can watch it back <a href=\"https://parliamentlive.tv/Event/Index/7f212657-26fd-4abb-9e05-6b1bf5706b4a\">here</a>.)</p><p>Certainly, I was deeply unhappy with the PHE report that we commissioned because what I was expecting was the information around co-morbidities and other factors, occupational information for example. </p><p>So from the perspective of the equalities minister after waiting six weeks to then have that report which, while helpful in confirming what we knew rather than it being anecdotal, did not actually explain the why, which is the work that I’m taking forward.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-15T15:25:23.575Z\">4.25pm <span class=\"timezone\">BST</span></time> </p><p>Some breaking news from Westminster: <strong>Labour</strong> is poised to make a formal apology to antisemitism whistleblowers as part of a settlement designed to draw a line under allegations made during the <strong tabindex=\"-1\">Jeremy Corbyn</strong> era.</p><p>The whistleblowers sued the party for defamation in the wake of a BBC Panorama investigation last year. No final settlement has been reached but sources said an agreement was imminent.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jul/15/labour-to-apologise-to-antisemitism-whistleblowers\">Labour to apologise to antisemitism whistleblowers</a> </p> <a href=\"https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates", "date_published": "2020-07-15 15:55:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Egypt asks Spain to extradite dissident who sparked protests", "description": "<p>Former construction worker Mohamed Ali exposed alleged corruption in government</p><p>Egypt is seeking to extradite a former construction contractor who exposed alleged corruption in the government, sparking protests across cities in Egypt last September.</p><p>Mohamed Ali made his calls for a revolution after a series of speeches online exposing what he described as widespread corruption and lavish lifestyles at the highest levels of the regime and army.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/egypt-asks-spain-extradite-dissident-sparked-protests-mohamed-ali\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/egypt-asks-spain-extradite-dissident-sparked-protests-mohamed-ali", "date_published": "2020-07-15 15:52:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cecil Rhodes statue in Cape Town decapitated", "description": "<p>Police open vandalism case after head removed from statue of 19th-century colonialist</p><p>Activists in South Africa have beheaded a statue of the 19th-century British colonialist Cecil Rhodes, a diamond magnate who became wealthy through the labour of black miners and then limited the amount of land they could own.</p><p>The statue in Cape Town is the latest to be targeted as part of a global reckoning over racial injustice sparked by the police killing of George Floyd in the US in May.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/cecil-rhodes-statue-in-cape-town-decapitated-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/cecil-rhodes-statue-in-cape-town-decapitated-south-africa", "date_published": "2020-07-15 15:51:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asylum seeker at centre of landmark case over UK's 'unfair' fast-track system", "description": "<p>Government seeks to reverse court order that overturned 27-year-old woman’s deportation to Uganda </p><p>An asylum seeker who was deported under a “procedurally unfair” fast-track system is at the centre of a new battle with the Home Office to stay in the UK, in a case which could have repercussions for thousands of people whose applications to stay in Britain were rejected.</p><p>The 27-year-old woman, known as PN, was made to return to her native Uganda in 2013 but later had her deportation overturned by a high court judge. Her case <a href=\"https://www.theguardian.com/global-development/2019/jul/04/home-office-must-help-woman-unfairly-deported-to-uganda-to-return-to-uk-pn\">hit the headlines</a> last summer because it was the first time anyone who had been removed from the UK under a sped-up process known as “detained fast track”, which was introduced in 2005 and found to be unlawful in 2017, was brought back to the UK by the Home Office so that their immigration case could be reconsidered.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/15/asylum-seeker-at-centre-of-landmark-case-over-uks-unfair-fast-track-system\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/15/asylum-seeker-at-centre-of-landmark-case-over-uks-unfair-fast-track-system", "date_published": "2020-07-15 15:47:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK tour for hit show Six and top music acts axed due to local lockdown concerns", "description": "<ul><li>Producer Kenny Wax says drive-in shows would have provided vital work for theatre freelancers</li><li>Concert series was to feature Kaiser Chiefs, Dizzee Rascal and The Streets</li></ul><p>A major tour of the hit stage musical Six, which had sold out several drive-in venues around England, has been cancelled due to concerns about local lockdowns. The concert tour, part of Live Nation Entertainment’s summer season, was due to begin next month and visit 12 cities, with performances staged at sites including airports and racecourses. The tour included dates in Liverpool, which is among the regions where Covid-19 <a href=\"https://www.theguardian.com/world/2020/jul/15/englands-covid-19-frontlines-the-race-to-prevent-local-lockdowns\">infection hotspots are emerging</a>.</p><p>A statement from Live Nation said the Live from the Drive In concert series – which was also to include gigs by Dizzee Rascal, Kaiser Chiefs and The Streets – would no longer proceed as planned because “the latest developments regarding localised lockdowns mean it has become impossible for us to continue with the series with any confidence”. Refunds will be issued directly to ticket holders within seven days.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/15/uk-drive-in-tour-musical-six-kenny-wax\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/15/uk-drive-in-tour-musical-six-kenny-wax", "date_published": "2020-07-15 15:43:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yes, social media can be asinine – but ‘cancelled’ pundits like Bari Weiss aren’t the victims | Moira Donegan", "description": "<p>Weiss and her compatriots believe that public discourse has become less decorous because it has moved to the left – but it’s because it has moved online</p><p>If you’re familiar with the navel-gazing internecine squabbles of the US national media, you probably know that Bari Weiss, the millennial conservative writer who for years attracted controversy and online consternation for her opinion columns, recently quit the New York Times, saying that the newspaper was insufficiently supportive of her because of her political views.</p><p>Weiss’s departure comes on the heels of an <a href=\"https://harpers.org/a-letter-on-justice-and-open-debate/\">open letter</a>, signed by more than 150 pundits, commentators, and public intellectuals, Weiss included, that decried the censoriousness of internet “cancel culture”. And that letter itself came soon after the firing of Weiss’ mentor, James Bennet, as the New York Times’ opinion editor, in response to the publication of an op-ed calling for the use of state violence against protesters, which Bennet claimed not to have read.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/bari-weiss-new-york-times-resignation-cancel-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/15/bari-weiss-new-york-times-resignation-cancel-culture", "date_published": "2020-07-15 15:43:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I was angry' – Mike Hodges on his lost film Black Rainbow, rescued after 31 years", "description": "<p>As his supernatural thriller about murder and corruption in the Bible belt hits screens after three decades in limbo, the director talks about smash hits and on-set anarchy</p><p>‘If you make films that don’t fit into a particular slot, distributors and publicity people just don’t know what to do with them,” muses <a href=\"https://www.theguardian.com/profile/mike-hodges\">Mike Hodges</a> from his Dorset farm. It’s the story of his career. Hodges, who turns 88 this month, made two of the best-known British movies ever: definitive gangster thriller <a href=\"https://www.theguardian.com/film/2010/oct/17/get-carter-crime\">Get Carter</a> and sci-fi romp <a href=\"https://www.theguardian.com/film/2014/jan/02/flash-gordon-watch-along\">Flash Gordon</a>. But many of his other films, through no fault of his own, barely saw the light of day. His 1974 sci-fi thriller The Terminal Man never got a UK release; he was fired from Damien: Omen II; Mickey Rourke IRA thriller A Prayer for the Dying was re-edited behind his back.</p><p>And then there’s supernatural thriller <a href=\"https://www.imdb.com/title/tt0099143/\">Black Rainbow</a>, that Hodges wrote and directed in 1989. It is one of his best films, but its distributors fell into financial difficulties, so it never got a full cinema release. “By the time I made Black Rainbow I’d got kind of used to it,” Hodges laughs. “I was pretty angry of course, but there we go. One of those things.”</p> <a href=\"https://www.theguardian.com/film/2020/jul/15/mike-hodges-black-rainbow-lost-film-rescued-31-years-rosanna-arquette\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/15/mike-hodges-black-rainbow-lost-film-rescued-31-years-rosanna-arquette", "date_published": "2020-07-15 15:40:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'MPs should be role models': Gove and Truss face-off stirs mask debate", "description": "<p>Pret a Manger customers respond after ministers’ took opposite approaches while at food chain</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After facing an accusation that ministers were in a “complete muddle” over plans to make face coverings mandatory in shops, they were images that Downing Street could have done without.</p><p>Pictured leaving the same Pret a Manger in Westminster on Tuesday morning, eight minutes apart, the cabinet minister Liz Truss donned a face mask whereas her colleague Michael Gove was without.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/michael-gove-liz-truss-face-masks-debate-pret-a-manger-\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/michael-gove-liz-truss-face-masks-debate-pret-a-manger-", "date_published": "2020-07-15 15:35:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Claim Amanda Staveley in charge of Abu Dhabi Barclays deal 'a fantasy', court told", "description": "<p>High court in London hears evidence from ex-director of sovereign wealth fund as bank sued for up to £1.5bn </p><p>A former director who helped manage Abu Dhabi’s sovereign wealth fund in 2008 said it was a “fantasy” to claim that Amanda Staveley was in charge of the Gulf state’s investment in Barclays, alleging that the businesswoman had “very limited knowledge” about those kinds of deals.</p><p>In a witness statement submitted to the high court, David Forbes said Staveley’s private equity firm PCP Capital Partners had not been given a mandate to manage Abu Dhabi’s investment.</p> <a href=\"https://www.theguardian.com/business/2020/jul/15/claim-amanda-staveley-in-charge-of-abu-dhabi-barclays-deal-a-fantasy-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/15/claim-amanda-staveley-in-charge-of-abu-dhabi-barclays-deal-a-fantasy-court-told", "date_published": "2020-07-15 15:28:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Fiver | Wigan 8-0 Hull: some memorable jaw-dropping entertainment at last", "description": "<p><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The Fiver is not 100% convinced that the scramble for a spot in next year’s Big Cup is fully delivering on its much-trumpeted promise of thrills, spills and heart-racing excitement. Liverpool qualified for it back in November, pretty much. Manchester City have long since made it too, partly on account of their admirable prudence in the sepia-toned time-barred past. Chelsea are in the process of stumbling over the line, despite showing worrying signs during the past couple of matches of touching their tasteful new disrupted-herringbone-patterned cloth, while Manchester United will probably make it almost by default as well, on account of those horrific trippy flashbacks of 2014 that poor Brendan keeps having.</p> <a href=\"https://www.theguardian.com/football/2020/jul/15/wigan-8-0-hull-some-memorable-jaw-dropping-entertainment-at-last\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/15/wigan-8-0-hull-some-memorable-jaw-dropping-entertainment-at-last", "date_published": "2020-07-15 15:25:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour set to apologise to antisemitism whistleblowers", "description": "<p>Exclusive: party attempts to draw line under allegations made during Jeremy Corbyn era</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/jul/15/labour-and-antisemitism-how-the-party-became-embroiled-in-crisis\">Labour and antisemitism: how party became embroiled in crisis</a></li></ul><p>Labour is poised to make a formal apology to antisemitism whistleblowers as part of a settlement designed to draw a line under allegations made under the Jeremy Corbyn era, the Guardian has learned.</p><p>The whistleblowers sued the party for defamation in the wake of a BBC Panorama investigation last year. No final settlement has been reached but sources said an agreement was imminent. </p> <a href=\"https://www.theguardian.com/politics/2020/jul/15/labour-to-apologise-to-antisemitism-whistleblowers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/15/labour-to-apologise-to-antisemitism-whistleblowers", "date_published": "2020-07-15 15:20:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern English accents becoming more similar, researchers find", "description": "<p>Little distinction in middle-class accents from Leeds, Manchester and Sheffield, say experts</p><p>Northern accents are becoming more similar and softer as the number of educated city-dwellers rises, research has found.</p><p>Linguistic experts at the University of Manchester found evidence of a pan-regional “general northern English” accent among middle-class northerners.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/15/northern-english-accents-becoming-more-similar-researchers-find\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/15/northern-english-accents-becoming-more-similar-researchers-find", "date_published": "2020-07-15 15:12:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK royal schools of music exam board urged to address colonial legacy", "description": "<p>Research reveals 99% of pieces on ABRSM’s syllabuses were by white composers</p><p>The exam board of Britain’s royal schools of music is being urged to address the legacy of its colonial origins after research found 99% of pieces on its syllabuses were by white composers.</p><p>Almost <a href=\"https://www.change.org/p/associated-board-of-the-royal-schools-of-music-ensure-the-representation-of-black-composers-on-the-abrsm-syllabus\">4,000 people have signed an online petition</a> calling for the <a href=\"https://gb.abrsm.org/en/\">Associated Board of the Royal Schools of Music</a> (ABRSM), which was founded in 1890 and exported its ideals of musical standards across the British empire, to include “black composers who have shaped the course of western classical music”.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/uk-royal-schools-of-music-exam-board-urged-to-address-colonial-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/uk-royal-schools-of-music-exam-board-urged-to-address-colonial-legacy", "date_published": "2020-07-15 15:10:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police treated unfairly over incidents caught on video, says senior Met officer", "description": "<p>Stephen House says clip of Wretch 32’s father being shot with Taser stun gun did not show ‘full picture’</p><p>Police officers have been unfairly treated by the media in cases where videos of their controversial actions have emerged, the Metropolitan police’s deputy commissioner has said.</p><p>Appearing before the London assembly’s police and crime committee, Sir Stephen House defended the officers <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/met-police-apologise-for-handcuffing-athlete-bianca-williams\">who stopped</a>, searched and handcuffed the British athlete Bianca Williams, saying they had been cleared by the force’s professional standards teams.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/15/police-treated-unfairly-over-incidents-caught-on-video-says-senior-officer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/15/police-treated-unfairly-over-incidents-caught-on-video-says-senior-officer", "date_published": "2020-07-15 15:08:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenage boy dies of plague in Mongolia after eating marmot", "description": "<p>Two others being treated with antibiotics after death of 15-year-old, health ministry says</p><p>A 15-year-old boy has died of bubonic plague in western <a href=\"https://www.theguardian.com/world/mongolia\">Mongolia</a> after eating an infected marmot, the country’s health ministry has said.</p><p>Two other teenagers who also ate the marmot were being treated with antibiotics, said a ministry spokesperson, Narangerel Dorj.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/teenage-boy-dies-plague-mongolia-after-eating-marmot\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/teenage-boy-dies-plague-mongolia-after-eating-marmot", "date_published": "2020-07-15 15:02:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghosts of War review – uneven second world war horror story", "description": "<p>A late plot twist enlivens this unexceptional tale of terror set in a creepy French chateau</p><p>A gaggle of American soldiers make their way to a fancy French chateau at the end of the second world war. A typical war movie’s motley crew of contrasting masculinities, the fivesome must confront their own mental fragility and flaws when the grand but ramshackle building appears to be haunted – perhaps by a family murdered by Nazi soldiers, or maybe by another more sinister set of entities. Worse still, when they try to get away they find themselves going in circles, trapped by forces they can’t understand. Maybe they’re all suffering from post-traumatic stress disorder, or maybe the blue-grey ghoulish figures spotted at the edge of frames and glimpsed in mirrors are the unquiet victims of an endless war.</p> <a href=\"https://www.theguardian.com/film/2020/jul/15/ghosts-of-war-review-eric-bress-second-world-war-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/15/ghosts-of-war-review-eric-bress-second-world-war-drama", "date_published": "2020-07-15 15:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The power of touch: I was hugged for the first time at 18. It meant confronting my deepest fears", "description": "<p>I had grown up in brutal poverty, and saw touch as a privilege for those with less traumatic backgrounds. Then a friend and mentor changed my life<br /></p><p><a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/welcome-to-the-guardians-power-of-touch-series\">Welcome to the Guardian’s Power of Touch series</a></p><p>It happened one day during my first year of college at Rutgers University, in my home state of New Jersey. The anti-apartheid movement was raging on my college campus, there was still a massive buzz about Jesse Jackson’s first run for president and I had instantly become woke, as we say, because of names such as Winnie and Nelson Mandela, because of the Aids and crack epidemics, and because of my adopted big sister on campus, an older student named Lisa Williamson, who would later become the famed activist and bestselling author Sister Souljah.</p><p>For sure, Lisa was one of the most incredible speakers I had ever heard. She was a fearless leader, and I became so instantly fond of her, I even called her “Ma” just like I did my own mother. And she adored me, taught me and shared with me everything that she knew and was learning, in real time.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/15/i-was-18-hugged-first-time-sister-souljah-activist\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/15/i-was-18-hugged-first-time-sister-souljah-activist", "date_published": "2020-07-15 15:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mervyn Peake 'visual archive' acquired by British Library", "description": "<p>Library says illustrations, beginning when he was seven and continuing through his life as a novelist and illustrator, show he was one of the great ‘writer-artists’<br /></p><p>From a sketch of a scheming Steerpike in Gormenghast to one of Jim Hawkins alone on the shore of Treasure Island, more than 300 original illustrations by writer and artist <a href=\"https://www.theguardian.com/books/mervyn-peake\">Mervyn Peake</a> have been acquired by the British Library.</p><p>Peake, who died in 1968, is best known for his gothic fantasy series Gormenghast, but he was also “arguably the finest children’s illustrator of the mid-20th century”, said the British Library. His own books for children, Captain Slaughterboard Drops Anchor and Letters from a Lost Uncle, as well as his illustrations for classic works of English literature, combined “technical mastery with an innate ability to evoke fear, delight and wonderment in young readers”, said the institution, and “redefined the cosy nature of children’s book illustrations”.</p> <a href=\"https://www.theguardian.com/books/2020/jul/15/mervyn-peake-visual-archive-acquired-by-british-library\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/15/mervyn-peake-visual-archive-acquired-by-british-library", "date_published": "2020-07-15 14:54:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Creative activism' inspired by George Floyd at forefront of London arts festival", "description": "<p>Roy Williams’ 846, a collection of audio plays, will be performed at Greenwich+Docklands festival</p><p>Artists need to engage in “creative activism” to help combat racism, according to the creators of a piece of theatre inspired by the police killing of George Floyd, which will take centre stage at the first major live arts festival since the Covid-19 lockdown began.</p><p>Roy Williams’ 846, which will be performed live on the final day of the Greenwich+Docklands international festival in September, is a collection of more than a dozen short audio plays by British playwrights of colour, who were asked to write something in response to Floyd’s death.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/15/creative-activism-inspired-by-george-floyd-death-stars-in-london-arts-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/15/creative-activism-inspired-by-george-floyd-death-stars-in-london-arts-festival", "date_published": "2020-07-15 14:37:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buzz Bingo to close 26 halls across UK with loss of up to 573 jobs", "description": "<p>Landlords and other creditors to vote on restructuring plan from business hit by lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Buzz Bingo has announced plans to permanently close 26 halls in the UK with the potential loss of 573 jobs after its business was hit by the coronavirus pandemic.</p><p>The company, which formerly traded as Gala Bingo, is to launch a rescue restructure via an insolvency procedure known as a company voluntary arrangement (CVA), which will allow it to exit unwanted properties and cut rents.</p> <a href=\"https://www.theguardian.com/business/2020/jul/15/buzz-bingo-to-close-26-halls-uk-loss-of-up-to-573-jobs-lockdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/15/buzz-bingo-to-close-26-halls-uk-loss-of-up-to-573-jobs-lockdown-coronavirus", "date_published": "2020-07-15 14:35:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why it's time to stop talking about English identity | Alex Niven", "description": "<p>Countering conservative patriotism with a liberal version is almost impossible unless England becomes independent<br /></p><p>Never underestimate the surreal wisdom of the great British public. That is the message to be gleaned from a recent <a href=\"https://docs.cdn.yougov.com/9ibhldbfuq/YesCymru_Results_200618_EnglandPoll_IndependenceW.pdf\">YouGov survey</a>, which showed that over a third of adults living in England would vote yes to the question, “Should England be an independent country?” if a referendum were held tomorrow (the figure rises to nearly 50% among the over-65s).</p><p>These findings point to a key problem with the seemingly endless <a href=\"https://www.theguardian.com/commentisfree/2020/jun/15/racists-england-diverse-multiracial\">recent debate</a> about English patriotism. Some participants no doubt held nuanced views about the uncertain future of the UK. But framing the question as one of “English independence” shows how hopelessly confused the discourse of nationalism has become over the last few years. Which imperial yoke would these hypothetical yes voters be throwing off in an English independence referendum? The United Kingdom — a nation state centred on, led by, and overwhelmingly dominated by England over the last three centuries? Or some other, imagined oppressor?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/english-identity-patriotism-england-independent\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/15/english-identity-patriotism-england-independent", "date_published": "2020-07-15 14:33:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colombian cartels killing those who don't obey their Covid-19 lockdowns", "description": "<p>Human Rights Watch calls on government to do more to protect civilians after at least eight murdered by armed groups</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Drug cartels and rebel groups are imposing their own bloody coronavirus lockdowns across Colombia – and killing those who do not obey, according to a new report by Human Rights Watch (HRW).</p><p>At least eight civilians have been murdered by the <a href=\"https://www.theguardian.com/world/2019/jul/20/colombia-guerrillas-peace-war-catatumbo\">armed groups, some of them holdovers from Colombia’s half-century civil war</a>, which are using Whatsapp chats and pamphlets to warn citizens of the lockdowns in the rural areas where they operate. </p> <a href=\"https://www.theguardian.com/global-development/2020/jul/15/colombia-cartels-rebel-groups-coronavirus-lockdown-human-rights-watch\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/15/colombia-cartels-rebel-groups-coronavirus-lockdown-human-rights-watch", "date_published": "2020-07-15 14:31:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English councils backpedal on cycling schemes after Tory backlash", "description": "<p>‘Cycling revolution’ at risk as local Conservatives lobby to remove funded cycle routes<br /></p><p>The “cycling revolution” promised in the aftermath of the pandemic is under threat as councils across England have withdrawn schemes following objections from residents and local politicians.</p><p>While Boris Johnson talked in parliament of a creating a “golden age” for cycling in May as part of plans for the overhaul of cycle routes, it appears that not all of them are running smoothly.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/english-councils-backpedal-on-cycling-schemes-after-tory-backlash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/english-councils-backpedal-on-cycling-schemes-after-tory-backlash", "date_published": "2020-07-15 14:29:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmanuel Macron accosted by gilets jaunes as he takes Bastille Day walk", "description": "<p>Call for increased security as French president tells demonstrators ‘be cool’</p><p>Anti-government <em>gilets jaunes</em> (yellow vests) hurled abuse at Emmanuel Macron as he walked with his wife, Brigitte, on Bastille Day in a public garden in Paris, prompting calls from opposition leaders for increased security.</p><p>Demonstrators confronted the French president and his wife, Brigitte, as they walked with bodyguards in the Tuileries Gardens in Paris on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/emmanuel-macron-accosted-by-gilets-jaunes-as-he-takes-bastille-day-walk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/emmanuel-macron-accosted-by-gilets-jaunes-as-he-takes-bastille-day-walk", "date_published": "2020-07-15 14:18:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Italy’s Robinson Crusoe’ despairs as eviction from island paradise looms", "description": "<p>Mauro Morandi, 81, has lived on Budelli near Sardinia since his catamaran broke down in 1989</p><p>He has lived alone on an Italian paradise island for over three decades and intimately knows its ecosystem. But as eviction looms, Mauro Morandi, 81, has plunged into despair.</p><p>Labelled “Italy’s Robinson Crusoe”, Morandi, originally from the Emilia-Romagna city of Modena, stumbled across Budelli, an island off Sardinia famous for its pink-sanded beach, in 1989 after his catamaran broke down on the way to the South Pacific. In a fortuitous twist of fate, he discovered that the island’s caretaker was about to retire, and so he abandoned the sailing trip, sold his boat and took over the role.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/italy-robinson-crusoe-mauro-morandi-eviction-budelli-island-paradise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/italy-robinson-crusoe-mauro-morandi-eviction-budelli-island-paradise", "date_published": "2020-07-15 14:17:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England drop Joe Denly as Joe Root returns for second West Indies Test", "description": "<ul><li>Joe Denly pays price for lean run of form</li><li>Root: ‘It’s a very difficult decision but we’ve gone a different way’</li></ul><p>England have dropped Joe Denly, as expected, for the second Test against West Indies starting on Thursday. The captain, Joe Root, returns at Old Trafford following the arrival of his second child, replacing the 34-year-old Kent batsman.</p><p>An average of 29.53 after 15 Tests, with no centuries, left Denley vulnerable and a confident knock of 76 from his county team-mate Zak Crawley effectively sealed his fate during the <a href=\"https://www.theguardian.com/sport/2020/jul/12/west-indies-beat-england-by-four-wickets-in-thrilling-first-test\">four-wicket defeat at the Ageas Bowl</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/15/england-west-indies-anderson-wood-broad-woakes-second-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/15/england-west-indies-anderson-wood-broad-woakes-second-test", "date_published": "2020-07-15 14:09:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Laura Pannack's best photograph: four teenagers on a Black Country wasteland", "description": "<p>‘A boy came over the hill with a dog the size of a horse. He said: “If you like dogs, maybe you’ll like my snakes”’</p><p>The Cracker is a wasteland between two estates near Sandwell &amp; Dudley railway station. I was commissioned by the community arts charity Multistory to do a year-long project anywhere in the Black Country. I decided <a href=\"https://multistory.org.uk/project/the-cracker/#:~:text=The%20Cracker%20is%20a%20series,and%20its%20tight%20knit%20community.\">to photograph the young people who live in nearby Tipton</a>.</p><p><a href=\"https://www.theguardian.com/artanddesign/gallery/2019/jun/12/vapes-snakes-fireworks-the-cracker-laura-pannack-west-midlands-in-pictures\">I’d met these guys a few times on the Cracker</a>. I think it was one of the boys’ haircuts that caught my eye. We started speaking. They looked interesting and were friendly. They had a lot of energy. So we made plans to meet up for a shoot.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jul/15/my-best-shot-laura-pannack-black-country-wasteland\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jul/15/my-best-shot-laura-pannack-black-country-wasteland", "date_published": "2020-07-15 14:07:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Paedophile hunters’ do not violate human rights, court rules", "description": "<p>Convicted paedophile claimed sting operation breached his right to respect for private life <br /></p><p>Gathering evidence in covert sting operations by “paedophile hunter” groups does not breach a person’s human rights, the supreme court has ruled.</p><p>Dismissing an appeal by Mark Sutherland, a paedophile who was convicted using evidence collected by an anti-grooming group in Glasgow, Lord Sales said in a unanimous judgment: “The reprehensible nature of the communications means they do not attract protection under article 8(1). The interests of children have priority over any interest a paedophile could have in being allowed to engage in criminal conduct.”</p> <a href=\"https://www.theguardian.com/law/2020/jul/15/paedophile-hunters-do-not-violate-human-rights-court-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/jul/15/paedophile-hunters-do-not-violate-human-rights-court-rules", "date_published": "2020-07-15 13:55:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Great Gatsby prequel set for release days after copyright expires", "description": "<p>Michael Farris Smith’s book Nick will tell story of Nick Carraway’s life before meeting the millionaire of F Scott Fitzgerald’s novel</p><p>Nick Carraway, last seen at the end of The Great Gatsby contemplating the futility of trying to move beyond our past, is set to reveal a little more of his own, with author Michael Farris Smith announcing his prequel to F Scott Fitzgerald’s classic novel.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/feb/05/top-10-tales-about-the-rich-sarah-blake\">Top 10 tales about the rich | Sarah Blake</a> </p> <a href=\"https://www.theguardian.com/books/2020/jul/15/great-gatsby-prequel-2021-copyright-michael-farris-smith-f-scott-fitzgerald\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/15/great-gatsby-prequel-2021-copyright-michael-farris-smith-f-scott-fitzgerald", "date_published": "2020-07-15 13:47:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The secret of my hard-won mindfulness? A bargain bag of beauty | Adrian Chiles", "description": "<p>I’ve found inner peace contemplating everything from my mate’s Ford Escort to the skies above. But enlightenment has come from a most unusual source</p><p>I knew that mindfulness, like green tea and sauerkraut, would be good for me, but I always found it a struggle. It would all start promisingly enough, with the honeyed tones of the guy on the tape telling me to concentrate on nothing at all, or my breathing, or both, or something. He would then tell me to forgive myself if my mind wandered and, without self-recrimination, to merely <em>escort </em>my thoughts back to my breathing.</p><p>That was such a sweet way of expressing it, and I would feel great peace as I reflected on the cleverness of his use of the word “escort”. I would turn the word over in my mind and remember my friend Lee’s Ford Escort XR2 and the time we drove to a pub in Chaddesley Corbett, and Jim said something funny, and one of us was sick, and so on. But then I would realise what I was doing and, without recrimination, escort this thought about an Escort back to my breathing.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/the-secret-of-my-hard-won-mindfulness-a-bargain-bag-of-beauty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/15/the-secret-of-my-hard-won-mindfulness-a-bargain-bag-of-beauty", "date_published": "2020-07-15 13:41:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Daphne Guinness: 'I stood almost naked for six hours, being splashed with water'", "description": "<p>The fashion muse and heiress on the stylish Mitford side of her family, her uniform of black and white and the deaths of Alexander McQueen and Isabella Blow</p><p>This is the splash dress, a collaboration between the photographer Nick Knight and designer Iris van Herpen. It involved me standing on top of a pillar in my shoes, naked apart from a thong, being splashed with water for about six hours until there was a shot they could work with. Iris took the frame she liked, and she spent the next week creating the dress out of plastic, based on the picture. I was then shot in the dress by Nick. It was quite incredible making something so impermanent like water into a dress.</p><p>Iris worked at <a href=\"https://www.theguardian.com/fashion/gallery/2012/nov/29/alexander-mcqueen\">Alexander McQueen</a> as an intern so she very much came out of that world. I would work quite closely with McQueen; he was my friend so he would go through all my things and take them apart and send them back to me in pieces. After the exhibition at the Fashion Institute of Technology in New York in 2011 [showcasing Guinness’s clothing collection, including pieces by McQueen, who had died in 2010, and those originally owned by her friend <a href=\"https://www.theguardian.com/news/2007/may/08/guardianobituaries.fashion\">Isabella Blow</a>, who died in 2007], I decided I couldn’t deal with any more death and destruction. I sold half of my things and created a scholarship for students at Central Saint Martins. I had to change the end of the story.</p> <a href=\"https://www.theguardian.com/fashion/2020/jul/15/daphne-guinness-i-stood-almost-naked-for-six-hours-being-splashed-with-water\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/15/daphne-guinness-i-stood-almost-naked-for-six-hours-being-splashed-with-water", "date_published": "2020-07-15 13:38:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beth Tweddle says there is 'no place for bullying or abuse' in gymnastics", "description": "<ul><li>Olympic medallist calls on others to open up on experiences</li><li>Amy Tinkler latest to criticise the culture in the sport</li></ul><p>Beth Tweddle says “there is no place for bullying or abuse in the sport that I love” as she advised all gymnasts to talk about their experiences amid a British Gymnastics independent review.</p><p><a href=\"https://www.theguardian.com/sport/2020/jul/14/gb-gymnast-amy-tinkler-reveals-trauma-led-to-her-retirement\">Amy Tinkler on Tuesday became the latest elite</a> or former elite GB gymnast to criticise the bullying and abuse culture in the sport following the statement issued by the Downie sisters, Becky and Ellie, late last week.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/15/beth-tweddle-says-there-is-no-place-for-bullying-or-abuse-in-gymnastics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/15/beth-tweddle-says-there-is-no-place-for-bullying-or-abuse-in-gymnastics", "date_published": "2020-07-15 13:38:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dog walks and catwalks: Wednesday's best photos", "description": "<p>The Guardian’s picture editors select highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jul/15/dog-walks-and-catwalks-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jul/15/dog-walks-and-catwalks-wednesdays-best-photos", "date_published": "2020-07-15 13:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge halts federal execution of man over claim he suffers from dementia", "description": "<p>Wesley Ira Purkey, convicted of a gruesome 1998 kidnapping and killing, was scheduled for execution on Wednesday</p><p>A judge on Wednesday halted the execution of a man said to be suffering from dementia, who had been set to die by lethal injection in the federal government’s second execution after a 17-year hiatus.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jul/13/first-federal-execution-in-us-since-2003-set-to-proceed-monday-daniel-lewis-lee\">Judge blocks first federal execution in US since 2003</a> </p> <a href=\"https://www.theguardian.com/world/2020/jul/15/wesley-ira-purkey-judge-halts-federal-execution\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/wesley-ira-purkey-judge-halts-federal-execution", "date_published": "2020-07-15 13:24:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Things ain’t going back to normal’: Californians reel as shutdown hits again", "description": "<p>A surge in coronavirus cases has prompted the state to roll back reopening measures, leaving some businesses to close all over again</p><p>California’s dramatic rolling back of reopening after a surge in coronavirus cases has left businesses scrambling to make sense of conflicting orders. And for some, it has meant closing up shop all over again.</p><p>On Monday Gavin Newsom, California’s governor, <a href=\"https://www.theguardian.com/us-news/2020/jul/13/california-reopening-bars-close-indoor-restaurants-theaters\">ordered</a><a href=\"https://www.theguardian.com/us-news/2020/jul/13/california-reopening-bars-close-indoor-restaurants-theaters\"> all bars to shut down</a> and all restaurants, movie theaters and museums to halt indoor operations. In the 30 counties on the state’s monitoring list, indoor operations at places of worship, fitness centers, hair salons, barbershops and malls were also ordered to shut.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/15/california-coronavirus-shutdown-businesses-restaurants\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/15/california-coronavirus-shutdown-businesses-restaurants", "date_published": "2020-07-15 13:24:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ban on Huawei in 5G network groundless, says Chinese ambassador", "description": "<p>Beijing warns that removal of telecoms firm from UK network by 2027 will undermine trust</p><p>The British government’s decision to ban the use of Huawei in its 5G network is groundless and indicative of the UK’s junior status in its alliance with the US, Beijing has said as it vowed to take measures to protect the interests of Chinese companies.</p><p>“Listening to all the rhetoric it was clear the UK had succumbed to pressure from China hawks and bashers,” said Liu Xiaoming, the Chinese ambassador to the UK. “We are not asking you to take sides between China and the US. We are just asking you to take the right side of the argument. Britain can only be Great Britain when it has an independent foreign policy.”</p> <a href=\"https://www.theguardian.com/technology/2020/jul/15/uk-ban-on-huawei-in-5g-network-groundless-says-chinese-ambassador\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/15/uk-ban-on-huawei-in-5g-network-groundless-says-chinese-ambassador", "date_published": "2020-07-15 13:22:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London rents are falling fast – and that's good news for tenants | Patrick Collinson", "description": "<p>People are leaving the city as the coronavirus lockdown eases and they work from home elsewhere</p><p>Private rents are falling in London at an extraordinary pace. Figures prepared exclusively for the Guardian by Rightmove reveal that in <a href=\"https://en.wikipedia.org/wiki/List_of_stations_in_London_fare_zone_2\">zone 2</a><a href=\"https://en.wikipedia.org/wiki/List_of_stations_in_London_fare_zone_2\"> of the capital</a>, rental asking prices are down by 8% since February alone. They are falling even more dramatically in the heart of the city (down 18%), but that’s only the international market, which has little to do with real workers. What the zone 2 figures (they cover areas such as Hackney, Brixton, Camden Town, Finsbury Park, Hammersmith and others) tell us is that tenants are fleeing London, and the property market is cracking.</p><p>Take the story of 29-year-old bank worker Elaine – she asked me not to give her real name – who is one of many quitting the capital. She has rented in south London for seven years since graduating, but this week she’s handing in the keys to her Tooting flat, heading instead to the commuter town she came from. But she won’t be doing any commuting. The £850 a month she used to pay for just a bedroom in her London flatshare will pay for her own flat with plenty of space, where she will work from home. </p> <a href=\"https://www.theguardian.com/money/2020/jul/15/london-rents-falling-tenants-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/15/london-rents-falling-tenants-coronavirus-lockdown", "date_published": "2020-07-15 13:09:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From starters to five: a short history of football substitutions", "description": "<p>Managers can make five subs in Premier League games. Long gone are the days when players battled on with broken bones</p><p>By <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> for the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p><p>More than 170 years have passed since the first football substitutes were used on the playing fields of Eton College. Back in the 1850s, when schoolboys did not turn up for games, replacements were drafted in at the last minute. The first recorded mention of substitutes came in 1863.<em> “</em>The Charterhouse eleven played a match in cloisters against some old Carthusians but in consequence of the non-appearance of some of those who were expected it was necessary to provide three substitutes,” reported Bell’s Life in London and Sporting Chronicle, a weekly <a href=\"https://www.britishnewspaperarchive.co.uk/titles/bells-life-in-london-and-sporting-chronicle\">eight-page broadsheet</a>.</p><p>It took the professional game almost a century to catch up, finally introducing substitutes in qualifying matches for the 1954 World Cup. The honour of being the first substitute in top class football was accorded to Richard Gottinger, who came on for West Germany in their 3-0 victory over Saarland in Stuttgart on 11 October 1953. West Germany qualified for that World Cup and went on to win it – the first of their world titles – but those 37 minutes were to be Gottinger’s only involvement. He never played for his country again.</p> <a href=\"https://www.theguardian.com/football/the-agony-and-the-ecstasy/2020/jul/15/starters-five-brief-history-substitutions-in-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/the-agony-and-the-ecstasy/2020/jul/15/starters-five-brief-history-substitutions-in-football", "date_published": "2020-07-15 13:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump’s niece says president is dangerous and calls on him to resign", "description": "<p>Mary Trump, whose bombshell book was published Tuesday, tells ABC that the country is ‘on a precipice’</p><p>Donald Trump’s niece Mary Trump called on Wednesday for the president to resign and said her uncle was dangerous for America.</p><p>Trump, whose bombshell book about her family was published on Tuesday and <a href=\"https://www.theguardian.com/us-news/2020/jul/07/donald-trump-abuse-father-niece-mary-book\">trailed</a> in the Guardian and other outlets last week, told ABC that the US is “on a precipice” with the November election coming up.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/15/donald-trump-niece-president-should-resign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/15/donald-trump-niece-president-should-resign", "date_published": "2020-07-15 12:36:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson indicates at PMQs he has not read winter coronavirus report", "description": "<p>Keir Starmer presses PM over scientists’ call for preparations for possible second wave</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates\">Politics live – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson has indicated he has not read a government-commissioned report setting out urgent measures needed to prepare for a possible second wave of coronavirus, telling the Commons only that he was “aware” of it.</p><p>Johnson was questioned at length by Keir Starmer at prime minister’s questions about the study by 37 senior doctors and scientists, published this week, and the need for an effective test-and-trace system to mitigate any new outbreak.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/15/boris-johnson-indicates-at-pmqs-he-has-not-read-winter-coronavirus-report\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/15/boris-johnson-indicates-at-pmqs-he-has-not-read-winter-coronavirus-report", "date_published": "2020-07-15 12:35:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uefa's forward thinking creates great Women's Champions League climax | Suzanne Wrack", "description": "<p>Clubs can register up to six new players for August tournament which Arsenal must win to get into next season’s competition</p><p>It would be easy to say Uefa’s decision to allow clubs to register up to six new players for the Women’s Champions League quarter-finals undermines the sporting integrity of the competition.</p><p>To be frank, it fundamentally alters the nature of it. Now, it is very much a mini-tournament that has cut ties with what preceded the Covid-19 shutdown; it is a pre-season cup competition, but with a lot more at stake.</p> <a href=\"https://www.theguardian.com/football/blog/2020/jul/15/uefas-forward-thinking-creates-thrilling-womens-champions-league-climax\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jul/15/uefas-forward-thinking-creates-thrilling-womens-champions-league-climax", "date_published": "2020-07-15 12:25:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK fast-food and coffee chains cut prices as VAT relief comes into effect", "description": "<p>Treasury says some businesses may struggle to pass on savings to customers after lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK’s fast-food chains and coffee shops have set out the details of how customers can benefit from <a href=\"https://www.theguardian.com/business/2020/jul/14/hospitality-vat-cut-may-not-be-passed-on-to-uk-consumers\">VAT cuts </a>on food and drink that have come into force in the hospitality sector.</p><p><a href=\"https://www.theguardian.com/business/mcdonalds\">McDonald’s</a>, <a href=\"https://www.theguardian.com/business/2020/apr/28/nandos-joins-burger-king-in-reopening-some-branches-for-deliveries\">Nando’s</a>, <a href=\"https://www.theguardian.com/business/pret-a-manger\">Pret a Manger</a> and <a href=\"https://www.theguardian.com/business/starbucks\">Starbucks</a> are promising price reductions on their menus after the chancellor, Rishi Sunak, announced VAT <a href=\"https://www.theguardian.com/uk-news/2020/jul/08/vat-cut-restaurants-pubsmeals-hotels-summer-statement\">would be reduced from 20% to 5%</a> from 15 July until 12 January 2021.</p> <a href=\"https://www.theguardian.com/business/2020/jul/15/uk-fast-food-and-coffee-chains-cut-prices-as-vat-relief-comes-into-effect-comes-into-effect-customers-lockdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/15/uk-fast-food-and-coffee-chains-cut-prices-as-vat-relief-comes-into-effect-comes-into-effect-customers-lockdown-coronavirus", "date_published": "2020-07-15 12:19:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ignoring effects of Covid-19 on women could cost $5tn, warns Melinda Gates", "description": "<p>‘We get recovery if we get equality’ philanthropist argues in new paper urging policymakers to address unpaid labour</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The failure of leaders to take into account the disproportionate impact of Covid-19 on women, and their roles in lessening its harm, will mean a long, slow recovery that could cost the world economy trillions of dollars, Melinda Gates has warned.</p><p>Even a four-year delay in programmes that promote gender equality, such as advancing women’s digital and financial inclusion, would wipe a potential $5tn (£4tn) from global GDP by 2030.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/15/ignoring-effects-of-covid-19-on-women-could-cost-5tn-warns-melinda-gates\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/15/ignoring-effects-of-covid-19-on-women-could-cost-5tn-warns-melinda-gates", "date_published": "2020-07-15 12:13:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edward Colston statue replaced by sculpture of Black Lives Matter protester Jen Reid", "description": "<p>Exclusive: Artist Marc Quinn leads secret mission to install resin-and-steel figure of Jen Reid at site of toppled Bristol slave trader <br /></p><ul><li><a href=\"https://www.theguardian.com/artanddesign/2020/jul/15/marc-quinn-statue-colston-jen-reid-black-lives-matter-bristol\">Read an interview with the sculptor and his subject</a></li></ul><p>The statue of slave trader Edward Colston was replaced in Bristol on Wednesday morning – with a sculpture of one of the protesters whose anger brought him down.</p><p>The figure of Jen Reid, who was photographed standing on the plinth with her fist raised after the 17th-century merchant was <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/the-day-bristol-dumped-its-hated-slave-trader-in-the-docks-and-a-nation-began-to-search-its-soul\">toppled by Black Lives Matter demonstrators last month</a>, was erected at dawn by a team directed by the artist Marc Quinn.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/edward-colston-statue-replaced-by-sculpture-of-black-lives-matter-protester\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/edward-colston-statue-replaced-by-sculpture-of-black-lives-matter-protester", "date_published": "2020-07-15 12:02:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Greek, without the sex': Nick Drake and John Martyn's folk bromance", "description": "<p>A new book explores a musical friendship entailing joy, anger, ‘mountains of drugs’ … and tragedy. In this extract, the pair’s friends examine a complex rivalry</p><p>In 1967, Robin Frederick, a singer-songwriter originally from Florida, returned to London from studying in Aix-en-Provence, where she had met a young, beautiful, meandering and tantalisingly unattainable young Englishman called&nbsp;<a href=\"https://www.theguardian.com/music/nick-drake\">Nick&nbsp;Drake</a>. Frederick “spent the summer in London with <a href=\"https://www.theguardian.com/music/john-martyn\">John Martyn</a>, listening to&nbsp;Sgt Pepper&nbsp;and the Incredible String Band, watching John learn to play sitar in about 10 minutes, living on toast and tea”.</p><p>She wrote the beautiful <a href=\"https://open.spotify.com/album/1T2UHg5uKp6szVlVW28oxP?highlight=spotify:track:5ElvrTNAkEIBRppkfhCkp0\">Sandy Grey</a> about&nbsp;Drake, which cast him “in the role of wandering, rootless, fatherless boy”. Martyn recorded the song on his debut album,&nbsp;London Conversation. At the time, he didn’t know it was about&nbsp;Drake, or indeed even who&nbsp;Drake&nbsp;was. Perhaps he saw something of himself in it.</p> <a href=\"https://www.theguardian.com/music/2020/jul/15/nick-drake-john-martyn-complex-friendship-small-hours-extract\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/15/nick-drake-john-martyn-complex-friendship-small-hours-extract", "date_published": "2020-07-15 12:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buy a classic sport photograph: Marching On Together with Jack Charlton", "description": "<p>The latest in a Guardian Print Shop <a href=\"https://guardianprintshop.com/collections/the-big-sport-picture\">series</a> featuring classic sports images from the likes of Gerry Cranham, Mark Leech and Tom Jenkins – yours to own for just £55 including free delivery<br /></p><ul><li><a href=\"https://guardianprintshop.com/collections/euro-classics\">Also, check out our ‘Euro Classics’ prints featuring the likes of Ruud Gullit and Paul Gascoigne</a></li></ul><p>Footballing legend Jack Charlton <a href=\"https://www.theguardian.com/football/2020/jul/12/jack-charlton-obituary\">died last week aged 85</a>, leaving behind memories of a glittering playing career for both England, with whom he won the World Cup in 1966, and Leeds United. He played for the Yorkshire club 773 times – a club record – and enjoyed two spells in the top flight, the latter of which saw Leeds become a dominant domestic force under manager Don Revie. A tough-tackling centre-back, Charlton marshalled their defence as Leeds won the League Cup in 1968, the league title in 1969 and the FA Cup in 1972. He and his teammates also recorded the now famous “<a href=\"https://www.youtube.com/watch?v=DuMyUh26twQ\">Leeds, Leeds, Leeds</a>” song in the lead up to the 1972 cup final. Originally a B-side, the anthem is still proudly sung at Elland Road as the club march closer and closer to a return to the Premier League.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/15/buy-a-classic-sport-photograph-marching-on-together-with-jack-charlton\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/15/buy-a-classic-sport-photograph-marching-on-together-with-jack-charlton", "date_published": "2020-07-15 12:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Mike Leigh's office almost went up in flames': casting directors tell all", "description": "<p>As Bafta rewards scripted casting for the first time, those doing the choosing talk us through the process – from being flashed at in auditions to chasing would-be stars around with a tenner</p><p>Casting can make or break a TV show or film. Pick the right actors and you could be looking at rave reviews and best performance accolades, while the wrong choice could be distracting or – worse still – drag down the whole production.</p><p>This week’s Bafta television craft awards will be celebrating the importance of casting directors, with the first ever prize for casting on scripted TV series. Ahead of the awards, the nominees delved into the highs and lows of their profession, from pursuing potential new faces through the streets for days to discovering a huge new talent such as John Boyega.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/15/mike-leighs-office-almost-went-up-in-flames-casting-directors-tell-all\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/15/mike-leighs-office-almost-went-up-in-flames-casting-directors-tell-all", "date_published": "2020-07-15 11:59:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple does not need to pay €13bn Irish tax bill, EU court rules", "description": "<p>European commission failed to prove Apple had benefited from arrangement, court finds</p><p>The European commission has been dealt a major blow in its battle to stop EU member states granting sweetheart tax deals to multinational corporations after the bloc’s general court ruled that Apple did not need to pay €13bn (£11.7bn) in back taxes to the Irish government.</p><p>The Luxembourg-based court found the EU’s executive body had failed to prove that the iPhone maker benefited from an allegedly illegal arrangement with the Irish authorities, in a decision with wide repercussions for the bloc’s plans to clamp down on tax avoidance.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/15/apple-does-not-need-to-pay-13bn-irish-tax-bill-court-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/15/apple-does-not-need-to-pay-13bn-irish-tax-bill-court-rules", "date_published": "2020-07-15 11:52:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amber Heard the 'antagoniser' of rows with Johnny Depp, court told", "description": "<p>Depp’s ex-butler claims Heard often drank up to two bottles of wine a night during relationship</p><p>Amber Heard often drank a bottle or two of wine a night when she was with Johnny Depp and was the “antagoniser” in their relationship, Depp’s former butler has told the high court.</p><p>Ben King, who looked after homes where the couple stayed in London, Australia and Vancouver, did, however, notice what he thought were cuts on her arm on one occasion when they returned to Los Angeles.</p> <a href=\"https://www.theguardian.com/film/2020/jul/15/amber-heard-antagoniser-rows-with-johnny-depp-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/15/amber-heard-antagoniser-rows-with-johnny-depp-court-told", "date_published": "2020-07-15 11:14:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can’t afford to turn away business’: view from shops on face mask rules", "description": "<p>The Guardian speaks to shop owners about new face mask rules in Scotland and England </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After <a href=\"https://www.theguardian.com/world/2020/jul/13/mixed-messages-mess-ups-boris-johnson-face-masks\">mixed messages</a> last week from the UK government over the wearing of face coverings, the health secretary, Matt Hancock, announced on Tuesday <a href=\"https://www.theguardian.com/world/2020/jul/14/english-mask-plan-will-help-tackle-high-covid-death-rate-for-shop-staff-matt-hancock\">they would be made mandatory</a> in shops in England from 24 July.</p><p>The policy, which was introduced in Scotland on Friday, will be <a href=\"https://www.theguardian.com/world/2020/jul/14/what-are-the-rules-over-face-masks-in-english-shops\">enforced by police</a>, who have the power to implement fines of up to £100, but shop workers will be expected to “encourage” the wearing of face coverings.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/cant-afford-turn-away-business-view-shops-face-mask-rules-england-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/cant-afford-turn-away-business-view-shops-face-mask-rules-england-scotland", "date_published": "2020-07-15 11:10:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brotherhood, love and vulnerability: Lanre Malaolu on filming The Circle", "description": "<p>The film-maker and choreographer says growing up on a Hackney council estate inspired his new Guardian documentary</p><p>In our new Guardian documentary, film-maker, choreographer and performance artist Lanre Malaolu explains how he merges documentary interviews with dynamic movement to convey a deep emotion behind words.</p><p><a href=\"https://theguardian.com/world/ng-interactive/2020/jul/15/the-circle-masculinity-racism-and-brotherhood-on-a-hackney-estate-video\">The Circle</a> explores the lives of two black brothers, David and Sanchez, growing up in east London. Malaolu uses bold movement to mirror the emotional psychology of masculinity, mental health, stigma and the wider community. Set within the environment of the brother’s housing estate, the film takes an innovative approach to storytelling, dividing the screen between movement and interview, choreography and real life.</p> <a href=\"https://www.theguardian.com/film/2020/jul/15/brotherhood-love-and-vulnerability-lanre-malaolu-on-filming-the-circle\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/15/brotherhood-love-and-vulnerability-lanre-malaolu-on-filming-the-circle", "date_published": "2020-07-15 11:01:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make Goan seafood curry – recipe | Felicity Cloake's masterclass", "description": "<p>A step-by-step guide to making this classic, aromatic, tangy fish curry </p><p>One of the world’s great fish dishes, Goan-style seafood curry is, like the region’s infamous <a href=\"https://www.theguardian.com/lifeandstyle/2018/feb/08/how-to-cook-the-perfect-vindaloo-recipe\">vindaloo</a>, spicy in the truest sense: deeply aromatic, rather than merely hot, with chillies playing second fiddle to the almost mentholated sweetness of cloves and star anise. Refreshingly tangy, thanks to the local fondness for vinegar, it’s perfect warm-weather fare.</p><p>Prep <strong>15 min</strong><br />Cook <strong>35 min</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2020/jul/15/how-to-make-goan-seafood-curry-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/15/how-to-make-goan-seafood-curry-recipe-felicity-cloake", "date_published": "2020-07-15 11:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Circle: masculinity, racism and brotherhood on a Hackney estate – video", "description": "<p>Two brothers living on a council estate in Hackney, east London, express their experiences of masculinity, racism and brotherhood through dance and direct testimony.&nbsp;</p><p>Revealing interviews are set against dynamic movement sequences, communicating their histories and emotions in a way that words alone could not. This imaginative film explores experiences of anxiety and depression&nbsp;while uncovering love and vulnerability in a close-knit community</p> <a href=\"https://www.theguardian.com/global/video/2020/jul/15/the-circle-masculinity-racism-and-brotherhood-on-a-hackney-estate-video\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2020/jul/15/the-circle-masculinity-racism-and-brotherhood-on-a-hackney-estate-video", "date_published": "2020-07-15 10:57:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mask discourse is the latest stupid episode in our endless coronavirus hell | Joel Golby", "description": "<p>What’s with anti-mask ideologues? If you told me dunking my head in a barrel of hand sanitiser would bring back normality faster, I’d do it</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>I got my first cab in months the other day, in the depths of what I would call a “soul-changing” hangover, and therein lay a problem. On the one hand, the hangover needed satiating: at my knees I had a blue plastic bag filled with all the corner-shop supplies needed to take it down – 1 x pre-packaged iced coffee, 1 x 1.5-litre bottle chilled water (sparkling), 1 x generic unbranded “aloe drink”, 1 x white chocolate flapjack the size and weight of a brick, 1 x tube Rolos; an erratic bag, I’ll admit – and I intended to consume them over the course of the drive and arrive bright and bouncing and refreshed. On the other hand, I had completely forgotten I was required to wear a mask in the cab until the car silently pulled up next to me, and you can’t eat flapjack through a mask.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/jul/15/uk-coronavirus-live-news-infection-rate-pmqs-boris-johnson-keir-starmer-covid-19-latest-updates\">UK coronavirus live: no plans to make people wear masks in offices, says Matt Hancock</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/mask-discourse-is-the-latest-stupid-episode-in-our-endless-coronavirus-hell\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/15/mask-discourse-is-the-latest-stupid-episode-in-our-endless-coronavirus-hell", "date_published": "2020-07-15 10:34:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jermaine Coleman calls on rugby league to do more to support BAME players", "description": "<ul><li>RFL did not reprimand those who made social media comments</li><li>‘This is the time for change,’ says London Skolars head coach</li></ul><p>The only black head coach in British rugby league has called on the Rugby Football League to do more to support black, Asian and minority ethnic players following the decision not to reprimand a number of individuals over comments made on social media.<br /><br />Jermaine Coleman, the head coach of London Skolars and Jamaica, made a formal complaint to the RFL after a series of posts relating to the Black Lives Matter movement were made by people within the game. The RFL subsequently confirmed <a href=\"https://www.theguardian.com/sport/2020/jun/24/rugby-football-league-investigate-social-media-posts-black-lives-matter\">it would investigate the posts</a>, but announced last week they were deemed to not be discriminatory. Four people, though, have been instructed to undertake an educational course on the use of social media.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/no-helmets-required/2020/jun/22/jermaine-coleman-black-people-equality-racism-rugby-league\">Jermaine Coleman: 'Black people don't want a leg up. Just equality'</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jul/15/jermaine-coleman-calls-on-rugby-league-to-do-more-to-support-bame-players\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/15/jermaine-coleman-calls-on-rugby-league-to-do-more-to-support-bame-players", "date_published": "2020-07-15 10:34:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There's a direct relationship’: Brazil meat plants linked to spread of Covid-19", "description": "<p>Conditions at plants contributed to transmission of virus, experts say, as country remains second only to US for deaths</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Brazilian meat plants helped spread Covid-19 in at least three different places across the country as the virus continues to migrate from big cities to the country’s <a href=\"https://apublica.org/2020/06/como-frigorificos-propagaram-o-coronavirus-em-pequenas-cidades-do-pais/\">vast interior</a>, experts have said.</p><p>At the beginning of this week the country was <a href=\"https://covid.saude.gov.br/\">second only</a> to the US with 1.88 million confirmed Covid-19 cases and 72,833 deaths . <br /><br />Its powerful agribusiness sector is allied with the country’s far-right president, Jair Bolsonaro, who has dismissed the pandemic as a “<a href=\"https://www.theguardian.com/world/2020/mar/23/brazils-jair-bolsonaro-says-coronavirus-crisis-is-a-media-trick\">little flu</a>”. The beef sector is worth $26bn (£20.7bn), according to the <a href=\"https://www.cnabrasil.org.br/cna/panorama-do-agro#:~:text=Em%202015%2C%20de%20acordo%20com,trabalhadores%20brasileiros%20eram%20do%20agroneg%C3%B3cio.&amp;text=Quanto%20ao%20com%C3%A9rcio%20internacional%2C%2043,foram%20de%20produtos%20do%20agroneg%C3%B3cio.\">Brazilian Confederation of Agriculture and Livestock</a> (CNA), while its chicken industry is worth another $8bn.<br /><br />Meat plants have stayed open during the pandemic, and staff work closely together, often in refrigerated areas. Other countries, <a href=\"https://www.theguardian.com/environment/2020/may/11/chaotic-and-crazy-meat-plants-around-the-world-struggle-with-virus-outbreaks\">including the US, Canada, Ireland and Germany</a>, have also seen clusters around slaughterhouses.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/15/brazil-meat-plants-linked-to-spread-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/15/brazil-meat-plants-linked-to-spread-of-covid-19", "date_published": "2020-07-15 10:32:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucky dip: 17 delicious dunkable snacks that aren’t hummus", "description": "<p>Go on, branch out. From salsas and guacamole to taramasalata and baba ganoush, there is no need to stop at the simple, reliable chickpea</p><p>If you want hummus, by all means make some, or better yet, buy some – it’s better from the shop. But if you’re looking to branch out a little, there are thousands of other dips out there, suitable for the dunking of raw or roasted vegetables, flatbreads, tortilla chips, a pointy leaf or almost any other foodstuff sturdy enough to serve as a makeshift spoon.</p><p>Some of the dips below may also qualify as sauces, dressings or marinades. We will not detain ourselves over definitions – if it can be consumed as a dip, it counts. Yotam Ottolenghi’s <a href=\"https://www.theguardian.com/lifeandstyle/2016/jul/02/dips-spreads-recipes-spinach-butterbean-red-pepper-avocado-lentil-yotam-ottolenghi\">spinach with strained yoghurt and chilli butter</a> illustrates the possibility for confusion – it’s probably best described as an accompaniment when served warm, and a dip at room temperature. Likewise his <a href=\"https://www.theguardian.com/lifeandstyle/2016/jul/02/dips-spreads-recipes-spinach-butterbean-red-pepper-avocado-lentil-yotam-ottolenghi\">avocado and broad bean concoction</a> could more precisely be considered a spread, but this largely depends on the presence or absence of a knife at the table.</p> <a href=\"https://www.theguardian.com/food/2020/jul/15/17-dips-arent-hummus-humungous-salsa-guacamole-taramasalata-baba-ganoush\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/15/17-dips-arent-hummus-humungous-salsa-guacamole-taramasalata-baba-ganoush", "date_published": "2020-07-15 10:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour suspends Brighton councillor over alleged antisemitism", "description": "<p>Anne Pissaridou is second party member in Brighton to step down amid anti-Jewish claims</p><p>A Labour councillor has been suspended over Facebook posts promoting alleged anti-Jewish conspiracy theories.</p><p>Anne Pissaridou is the second Labour representative from Brighton and Hove to have been suspended in relation to alleged antisemitic content, putting Labour’s minority control of the council at risk.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/15/labour-suspends-brighton-councillor-over-alleged-antisemitism-anne-pissaridou\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/15/labour-suspends-brighton-councillor-over-alleged-antisemitism-anne-pissaridou", "date_published": "2020-07-15 10:07:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Things have not gone according to plan': America's coronavirus reopening falls apart", "description": "<p>States and localities across the US are backtracking amid a patchwork response as Covid-19 continues to rage</p><p>In echoes of the early days of the Covid-19 pandemic, some American states and localities are reversing economic reopenings after spread of the coronavirus accelerated in some regions.</p><p>America’s Sun Belt, the region extending from southern California to Florida, has been particularly hard-hit, and now further flung and less populous states are joining the ranks rolling back reopenings.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/things-have-not-gone-according-to-plan-americas-coronavirus-reopening-falls-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/things-have-not-gone-according-to-plan-americas-coronavirus-reopening-falls-apart", "date_published": "2020-07-15 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A glamping break ... but where's the tent?", "description": "<p>In pop-up sites across the UK, tipis and bell tents are being used to meet extra summer demand. But the one we try takes sleeping under the stars to extremes</p><p>Soaring demand for camping and the need for accommodation providers to make up for loss of income have led to a new summer trend: the pop-up campsite. Across the land tipis and bell tents that would usually be touring the festival circuit are being repurposed to create temporary glamping sites – some with just a single tent, others more like mini festivals. Among those getting in on the pop-up action is <a href=\"https://www.camphill.co.uk/\">Camphill Estate </a>in North Yorkshire, which has added 15 bell tents to its existing collection and has already extended availability to the end of October after being inundated with bookings. In the New Forest, <a href=\"http://www.newforestcampsite.com/\">Harry’s Meadow</a> is a sister site to permanent Harry’s Field, with an extra 100 pitches for six weeks until August; and for two weeks in August you can get your festival vibes at <a href=\"https://wildcanvas.uk/\">Wild Canvas in Somerset.</a></p><p>Last week, glamping specialist Canopy &amp; Stars launched its own <a href=\"https://www.canopyandstars.co.uk/camp-out-2020/\">summer campout</a> offering, each a single tent in the grounds of properties on sister website <a href=\"https://www.sawdays.co.uk/\">Sawday’s</a>. More sites were unveiled this week and in total it will run more than 20 between now and the end of September. </p> <a href=\"https://www.theguardian.com/travel/2020/jul/15/a-glamping-break-but-wheres-the-tent\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/15/a-glamping-break-but-wheres-the-tent", "date_published": "2020-07-15 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The deadly plague that could devastate the US rabbit population", "description": "<p>Scientists aren’t sure they can mitigate the spread of the virus, which causes fevers, internal bleeding and liver failure</p><p>In early March, Gary Roemer was walking in the hills of New Mexico with his dog, Duke. Usually Duke would chase rabbits, but never catch them. This time, though, he brought back a jackrabbit.</p><p>Roemer, a wildlife biologist with the University of New Mexico in Las Cruces, initially thought the rabbit was just feeble. But the next day he found a fresh carcass with grisly conditions: it was bleeding from the nose and the anus. “That’s when I thought: this is pretty unusual,” Roemer says.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/15/deadly-plague-us-rabbit-population\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/15/deadly-plague-us-rabbit-population", "date_published": "2020-07-15 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A small fracture in national frontiers': the Mont Blanc road tunnel opens – archive, 1965", "description": "<p>Sixty years after the <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2020/feb/19/simplon-tunnel-open-alps-railway-1905\">longest railway tunnel</a> opened, a record-breaking car tunnel connected France and Italy beneath the highest mountain in western Europe</p><p>From Geoffrey Moorhouse<br />16 July 1965</p> <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2020/jul/15/mont-blanc-tunnel-opens-1965\">Continue reading...</a>", "link": "https://www.theguardian.com/world/from-the-archive-blog/2020/jul/15/mont-blanc-tunnel-opens-1965", "date_published": "2020-07-15 09:38:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Authoritarian voters pushed Trump to victory. Can they do it again?", "description": "<p>Trump took advantage of Americans’ authoritarian streak in 2016 and has been busily eroding democratic norms ever since</p><p>As Donald Trump’s celebration speeches, <a href=\"https://twitter.com/realDonaldTrump/status/1279887994107891717\">tweets</a>, and interviews sound increasingly <a href=\"https://www.theguardian.com/us-news/2020/jul/04/us-under-siege-from-far-left-fascism-says-trump-in-mount-rushmore-speech\">authoritarian</a>, should we be worried?</p><p>The answer, of course, is yes.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/15/authoritarian-voters-donald-trump-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/15/authoritarian-voters-donald-trump-election", "date_published": "2020-07-15 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League clubs move to boycott advertising with firms that 'fuel hatred'", "description": "<ul><li>EFL clubs also talking to Conscious Advertising Network</li><li>Zaha, McGoldrick and Kabasele have received online abuse</li></ul><p>Premier League clubs are in discussions over joining an advertising boycott of companies that fail to promote inclusion and diversity, part of a new front in the battle against online abuse.</p><p>The pressure group Stop Funding Hate is talking with top-flight and EFL clubs over the possibility of signing up to the Conscious Advertising Network (CAN), which seeks to stop advertisers funding companies that “fuel hatred”. It follows the <a href=\"https://www.theguardian.com/football/2020/jul/12/police-arrest-12-year-old-boy-after-racist-messages-are-sent-to-wilfried-zaha\">arrest this week of a 12-year-old boy</a> after racist messages were sent to Crystal Palace’s Wilfried Zaha on Instagram.</p> <a href=\"https://www.theguardian.com/football/2020/jul/15/premier-league-clubs-move-boycott-advertising-firms-fuel-hatred\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/15/premier-league-clubs-move-boycott-advertising-firms-fuel-hatred", "date_published": "2020-07-15 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rod Laver climbed tennis's sporting Everest twice, without asterisks | Linda Pearce", "description": "<p>Winning all four majors in a single year, and doing so twice, is a wondrous feat worthy of the verdict: ‘The best of the best’ </p><p>Rod Laver recognises the apples/oranges element inherent in comparing records across eras, but the player acknowledged as the finest of his generation and voted as the best of the 20th century did something no other tennis great ever has: win the grand slam, twice. Repeat: all four majors in the same year. <em>Twice</em>.</p><p>The first, in 1962, was from a so-called amateur field already weakened by the defection to the professional ranks of players such as Lew Hoad, Ken Rosewall and Pancho Gonzales. The second – and most significant – followed Laver’s own 21-slam exile while touring with the pros. The year, 1969, was the first full season of Open tennis. A towering achievement. With chronic elbow soreness. Without asterisks. A sporting Everest climbed.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/15/rod-laver-climbed-tenniss-sporting-everest-twice-without-asterisks\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/15/rod-laver-climbed-tenniss-sporting-everest-twice-without-asterisks", "date_published": "2020-07-15 08:34:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's Covid-19 frontlines: the race to prevent local lockdowns", "description": "<p>The Guardian went to Lancashire and Liverpool, two areas where infection hotspots are emerging, to watch health directors and their teams at work</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At the end of last week, the race was on. Blackburn with Darwen council was identified as an area of “concern” by Public Health England.</p><p>With the number of infections rising,an emergency meeting of the Local Resilience Forum, which brings together NHS, councils across Lancashire, emergency services and other agencies, was called last Thursday to devise a plan. </p> <a href=\"https://www.theguardian.com/world/2020/jul/15/englands-covid-19-frontlines-the-race-to-prevent-local-lockdowns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/englands-covid-19-frontlines-the-race-to-prevent-local-lockdowns", "date_published": "2020-07-15 07:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sinking Dutchman: world’s largest historical sailing fleet threatened by Covid-19", "description": "<p>Lockdown is keeping ships in port – and as bankruptcy looms for many skippers, an ‘irreplaceable’ part of the Netherlands’ maritime heritage is at risk</p><p>If it weren’t for Covid-19, <a href=\"https://www.facebook.com/sven.timmann\">Sven Timmann</a> would be sailing the relatively calm inland waters of the Netherlands with groups of schoolchildren, businesspeople and families. Instead, his ship, the Ambiance – a 112-year-old clipper with three masts and six sails – has been docked since October, and there is a good chance it will never sail again.</p><p>A sturdy, bearded man with an anchor tattoo who bought the 39-metre Ambiance after moving to the Netherlands from Germany to attend nautical college, Timmann has already seen a 90% loss of revenue this season. He expects to be bankrupt by the end of the year. “The ship has sailed through wars and storms,” he says. “How can it be that a tiny virus now threatens the entire fleet?”</p> <a href=\"https://www.theguardian.com/environment/2020/jul/15/sinking-dutchman-worlds-largest-historical-sailing-fleet-threatened-by-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/15/sinking-dutchman-worlds-largest-historical-sailing-fleet-threatened-by-covid-19", "date_published": "2020-07-15 07:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A record of telling the truth': Fauci stands ground as Trump works to undermine him", "description": "<p><strong>Analysis: </strong>The administration’s barrage of attacks on the public health expert comes as little surprise, observers say<br /></p><ul><li><a href=\"https://www.theguardian.com/world/video/2020/jul/15/you-can-trust-me-anthony-fauci-pushes-back-against-trump-attacks-video\">Video: ‘You can trust me’ - Fauci pushes back against Trump</a></li></ul><p>Anthony Fauci, America’s top infectious diseases expert, has pushed back at a concerted campaign by Donald Trump and his allies to discredit his response to the coronavirus pandemic.</p><p>Officials and advisers have publicly sought to undermine Fauci in at least five separate instances over the past four days, even as the coronavirus surges across the US, with the death toll now above 135,000.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/15/dr-fauci-donald-trump-attacks-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/15/dr-fauci-donald-trump-attacks-covid-19", "date_published": "2020-07-15 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artlords, not warlords – how Kabul's artists battle for the streets", "description": "<p>Muralists are covering the Afghan capital’s blast walls with agitprop imagery and calling out corruption</p><p>From the killing of George Floyd in the US and the <a href=\"https://www.theguardian.com/global-development/2020/jun/08/afghan-car-blaze-deaths-prompt-fury-over-mistreatment-of-refugees-in-iran\">drowning of Afghan refugees</a> in Iran, to the signing of the <a href=\"https://www.theguardian.com/world/2020/feb/29/us-taliban-sign-peace-agreement-afghanistan-war\">US-Taliban agreement towards peace</a> and brutal murder of a Japanese aid worker, a group of Afghan artists have taken paintbrushes to adorn Kabul’s grey blast walls with vivid imagery.</p><p>The barriers have been transformed into politically inspired murals, which the artists hope will create “visual dialogue” and raise awareness of corruption and injustices.</p> <a href=\"https://www.theguardian.com/global-development/2020/jul/15/artists-kabul-mural-artlords-afghan-imagery-corruption\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jul/15/artists-kabul-mural-artlords-afghan-imagery-corruption", "date_published": "2020-07-15 06:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: nurses not wearing masks led to A&E closure, inquiry finds", "description": "<p>Exclusive: training session at Hillingdon hospital resulted in 70 staff being quarantined</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nurses not wearing face masks or staying two metres apart led to an outbreak of Covid-19 that <a href=\"https://www.theguardian.com/world/2020/jul/08/boris-johnsons-local-hospital-closes-to-emergency-admissions-after-covid-19-outbreak\">shut an A&amp;E unit</a> after 70 staff at a hospital had to go into quarantine, an inquiry has found.</p><p>An investigation by Hillingdon hospital in north-west London has found that a nurse who had coronavirus unwittingly infected 16 others during a training session they all attended on 30 June, in what was described by a doctor as a “super-spreading event”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/15/covid-19-nurses-not-wearing-masks-led-to-ae-closure-inquiry-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/15/covid-19-nurses-not-wearing-masks-led-to-ae-closure-inquiry-finds", "date_published": "2020-07-15 06:16:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can mental health services cope with the devastating effects of Covid-19?", "description": "<p>More staff are badly needed as a ‘tsunami’ of referrals looms in the UK – but myths that the sector is dangerous to work in puts many off</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Just six months after qualifying as a social worker Paddy Hartigan found himself on the frontline of the mental health crisis triggered by the coronavirus pandemic. Almost overnight he had to rethink how to continue supporting his clients. Many have serious long-term mental illness such as schizophrenia or bipolar disorder whose symptoms and social isolation were exacerbated by Covid-19.</p><p>“For people already struggling with quite serious mental illness everything has become amplified and things are much harder,” says Hartigan, a mental health social worker for Camden and Islington NHS Foundation Trust.</p> <a href=\"https://www.theguardian.com/society/2020/jul/15/can-mental-health-services-cope-with-the-devastating-effects-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/15/can-mental-health-services-cope-with-the-devastating-effects-of-covid-19", "date_published": "2020-07-15 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Floored as Harveys constantly failed on its promises to deliver", "description": "<p>We had got rid of our old furniture and we’ve been sitting on the floor for months</p><p><strong>I ordered a three-piece suite from my local Harveys furniture store in January. Since then, I’ve visited the store and emailed many times for an update on delivery, and made a formal complaint at the beginning of April. I’ve been repeatedly told the order is on its way, but I realise I’ve been fobbed off. I have two autistic children and a bad back and we have been sitting on the floor for months as we await our furniture.</strong></p><p><em><strong>RK, Luton</strong></em></p> <a href=\"https://www.theguardian.com/money/2020/jul/15/floored-as-harveys-constantly-failed-on-its-promises-to-deliver\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/15/floored-as-harveys-constantly-failed-on-its-promises-to-deliver", "date_published": "2020-07-15 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Behind the bullfighters: Ramón Masats' unflinching look at 1950s Spain – in pictures", "description": "<p>Spain was struggling under the Franco regime – then tourism helped provide an economic miracle. A new exhibition at <a href=\"https://www.phe.es/en/exhibition/ramon-masats-visit-spain/\">PhotoEspa</a><a href=\"https://www.phe.es/en/exhibition/ramon-masats-visit-spain/\">ñ</a><a href=\"https://www.phe.es/en/exhibition/ramon-masats-visit-spain/\">a </a>tells the story</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jul/15/behind-the-bullfighters-ramon-masats-spain-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jul/15/behind-the-bullfighters-ramon-masats-spain-in-pictures", "date_published": "2020-07-15 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Masked not muzzled - the art of the political mask", "description": "<p>Wearing a mask may feel like <a href=\"https://www.wwaytv3.com/2020/06/18/reopen-nc-leader-starts-burn-your-mask-challenge-opposing-mandatory-face-masks/\">being muzzled</a> to some, but across the world people are using masks to send political messages</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jul/15/masked-not-muzzled-the-art-of-the-political-mask\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jul/15/masked-not-muzzled-the-art-of-the-political-mask", "date_published": "2020-07-15 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best novels set in Germany – that will take you there", "description": "<p>The ‘ignominy of division and joy of reunification’ are only part of the journey when exploring Germany through its fiction<br />• <strong>More in this series: <a href=\"https://www.theguardian.com/travel/2020/jul/06/10-best-russian-novels-russia-modern-writers\">Russia</a> | <a href=\"https://www.theguardian.com/travel/2020/may/19/10-best-novels-set-in-greece-corfu-kefalonia-crete\">Greece</a> | <a href=\"https://www.theguardian.com/travel/2020/apr/28/10-best-novels-about-france-paris-provence\">France</a> | <a href=\"https://www.theguardian.com/travel/2020/may/12/10-best-novels-set-in-spain-hemingway-cervantes\">Spain</a></strong></p><p>Germany, land of <em>Dichter und </em><em>Denker</em> (poets and thinkers), has produced some of the world’s finest literature, though its literary scene didn’t really get going until the 18th century with heavyweight figures such as Goethe and Schiller. For modern readers curious about the country, the 150 years following unification in 1871 are of most interest. Since becoming a modern nation state, Germany has seen intense industrialisation, two world wars, nazism and communism, the ignominy of division and the joy of reunification. Given this history, there are different Germanys to read about, and I have compiled this list with that in mind. As elsewhere, until the postwar era most high-profile books are by white males, but the proportion of female and BAME voices has increased since reunification, and is reflected in my more recent choices.</p> <a href=\"https://www.theguardian.com/travel/2020/jul/15/10-best-novels-set-in-germany-that-will-take-you-there\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/15/10-best-novels-set-in-germany-that-will-take-you-there", "date_published": "2020-07-15 05:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The meaning of 'pampering' in a post-lockdown world", "description": "<p>As we ease back into normal life salon treatments are comforting – but there’s a chance they will never feel the same again</p><p>I was so keen for my post-lockdown trim last Saturday that I arrived at George Northwood’s salon just off London’s Oxford Street 20 minutes early. At the check-in point, instead of offering me a coffee, they took my temperature. I felt a brief jolt of greedy disappointment, because in the old days you used to get a tiny bar of chocolate with your coffee. But I was still so happy to be there that I made a terrible joke about being cool enough to come in, which the receptionist kindly pretended to laugh at from behind his visor.</p><p>I hate the word “pampering”, with its frilly talcum-powder overtones. (“Grooming” is even worse. What is this, Crufts?) And yet I was thrilled when I put that hair appointment in my still-barren diary. And while I’m typing this article with overgrown cuticles, that is only because my local beauty salon is fully booked for manicures and pedicures till later this week. </p> <a href=\"https://www.theguardian.com/fashion/2020/jul/15/the-meaning-of-pampering-in-a-post-lockdown-world\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jul/15/the-meaning-of-pampering-in-a-post-lockdown-world", "date_published": "2020-07-15 05:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When secret coronavirus contracts are awarded without competition, it's deadly serious | George Monbiot", "description": "<p>Deals worth billions have been granted by a government willing to brazen out disgrace until outrage subsides<br /></p><p>This stinks. It stinks worse than any of the other carrion this government has buried. Every day for the past fortnight, I’ve been asking myself why this scandal isn’t all over the front pages. Under cover of the pandemic, the government has awarded contracts worth billions of pounds for equipment on which our lives depend, without competition or transparency. It has trampled on its own rules, operated secretly and made incomprehensible and – in some cases – highly questionable decisions.</p><p>Let’s begin with the latest case, unearthed by investigative journalists at <a href=\"https://www.theguardian.com/politics/2020/jul/10/firm-with-links-to-gove-and-cummings-given-covid-19-contract-without-open-tender\">the Guardian</a> and <a href=\"https://www.opendemocracy.net/en/dark-money-investigations/revealed-key-cummings-ally-given-840000-covid-contract-without-competition/\">openDemocracy</a>. It involves a contract to test the effectiveness of the government’s coronavirus messaging, worth £840,000. It was issued by the Cabinet Office, which is run by Michael Gove. The deal appears to have been struck on 3 March, but the only written record in the public domain is a letter dated 5 June, retrospectively offering the contract that had already been granted. There was no advertisement for the work, and no competition. No official notice of the award has yet been published. The deal appears to have been done with a handshake and a slap on the back.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/coronavirus-contracts-government-transparency-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/15/coronavirus-contracts-government-transparency-pandemic", "date_published": "2020-07-15 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top chefs back Tom Kerridge for calling no-show diners 'disgraceful'", "description": "<p>Concerns raised about high landlord rents and fewer customers due to social distancing<br /></p><p>Top chefs have rallied behind <a href=\"https://www.theguardian.com/profile/tom-kerridge\">Tom Kerridge</a> after he criticised “selfish” and “disgraceful” customers for failing to show up and honour their reservations.</p><p>They also raised concerns about the high costs of landlord rents, which they still have to pay despite operating at half capacity, and the risks associated with a lack of custom.</p> <a href=\"https://www.theguardian.com/food/2020/jul/15/top-chefs-back-tom-kerridge-for-calling-no-show-diners-disgraceful\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/15/top-chefs-back-tom-kerridge-for-calling-no-show-diners-disgraceful", "date_published": "2020-07-15 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Allegations over offshore funds swirl around Spain's former king", "description": "<p>Questions over Juan Carlos’s finances are having an ‘unprecedented impact’ on the country’s monarchy</p><p>Damaging allegations over the financial arrangements of Spain’s former king Juan Carlos have placed the royal family under unprecedented scrutiny but are unlikely to result in current or futures monarchs<em><strong> </strong></em>losing their constitutional immunity, according to legal experts.</p><p>Juan Carlos abdicated in favour of his son, Felipe, six years ago, renouncing the throne after a series of damaging scandals including in a<a href=\"https://www.theguardian.com/world/2012/apr/15/spain-king-juan-carlos-hunting\"> </a>controversial <a href=\"https://www.theguardian.com/world/2012/apr/15/spain-king-juan-carlos-hunting\">elephant-hunting trip to Botswana</a> as Spain was devastated by the financial crisis.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/allegations-over-offshore-funds-swirl-around-spains-former-king\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/allegations-over-offshore-funds-swirl-around-spains-former-king", "date_published": "2020-07-15 04:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Egypt: doctors targeted for highlighting Covid-19 working conditions", "description": "<p>Overwhelmed staff detained by state security agency after voicing concerns about lack of PPE </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Overwhelmed and ill-equipped medical staff in Egypt are being threatened for speaking out about poor working conditions during the Covid-19 pandemic, with increasing numbers detained by a domestic security agency.</p><p>Doctors recounted threats delivered via WhatsApp, official letters or in person. They said hospital managers and government officials told them failing to attend shifts, posting on social media or voicing objections would result in complaints to the National Security Agency, Egypt’s primary internal security body, which rights groups say has arrested multiple healthcare workers.</p> <a href=\"https://www.theguardian.com/world/2020/jul/15/egyptian-doctors-detained-for-highlighting-covid-19-working-conditions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/15/egyptian-doctors-detained-for-highlighting-covid-19-working-conditions", "date_published": "2020-07-15 04:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In conversation with Benjamin Zephaniah and George the Poet - podcast", "description": "<p>Benjamin Zephaniah and George the Poet are<strong> </strong>two of Britain’s most successful contemporary poets. They discuss why, despite being born a generation apart, their work is still exposing racial injustice </p><p><strong>Benjamin Zephaniah </strong>became a poet at age 22, when he had his first poetry book published by a worker’s co-op in 1980. He believed poetry should be accessible and that readings should be as lively as gigs, so he started performing with a reggae band. <strong>George the Poet </strong>(real name George Mpanga)<strong>, </strong>who was born in in 1991, rose to prominence first as <a href=\"https://www.theguardian.com/music/2014/dec/14/george-the-poet-spoken-word\">a spoken-word poet</a>, <a href=\"https://www.theguardian.com/books/2018/oct/21/george-the-poet-young-people-excluded-podcast-royal-wedding\">then a rapper</a> and, more recently, <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/18/the-british-podcast-awards-review-george-the-poet\">a podcaster</a> mixing narrative fiction, with contemporary news and rap.</p><p><strong>Anushka Asthana </strong>talks to them both about growing up as young black men in England, the issues that inform their work and why the British empire’s legacy meant they have both turned down honours.</p> <a href=\"https://www.theguardian.com/news/audio/2020/jul/15/in-conversation-with-benjamin-zephaniah-and-george-the-poet-pocast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jul/15/in-conversation-with-benjamin-zephaniah-and-george-the-poet-pocast", "date_published": "2020-07-15 02:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]