[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Camouflage Assassin: Mac Phipps (Pt 1) | Louder Than A Riot, S1E2", "description": "When New Orleans rap phenom Mac Phipps signed with Master P's No Limit Records, he knew his dream of hip-hop stardom was within reach. But in February 2000, Mac was accused of murder and the dream became a nightmare. Over the next three episodes, we investigate this story of race, corruption and rap lyrics on trial. \n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=2dqOvCPFzjM", "date_published": "2020-10-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Flaming Lips: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | October 9, 2020\nWayne Coyne has appeared inside a bubble for over a decade. At concerts, he'd roll over the tops of adoring fans, their outstretched hands keeping him aloft. That was novelty long ago; now it seems prescient. For this Tiny Desk (home) concert, Wayne and his bandmates are seemingly quarantined from one another, with the bubble-sharing green-haired drummers and keyboards pairing off, playing together yet apart.\n\nI don't think it's a stretch to say that going to a Flaming Lips concert stoned is a thing. The Flaming Lips have always embraced the surreal. Drugs are undoubtedly part of the culture, and on their new songs from American Head, drugs are at the core. These are songs for the lost, the overdosed dreamers, the damaged, the car crashed. On the album's opening track \"Will You Return/When You Come Down\" (which also begins this concert), Steven Drozd asks in falsetto, \"Will you return? Will you come down?\" while Wayne Coyne responds, \"Thinking back to those lost souls / And their ghosts / Floating around your bed / Hear it said / Now all your friends are dead.\"\n\nThis visually enchanting Tiny Desk comes down to earth, with technical glitches that are fun to witness and keep it real.We hear old tunes sparking old memories, including \"Be Free, A Way\" from 2013's The Terror and \"It's Summertime\" from 2002's Yoshimi Battles the Pink Robots. It's a thoughtful treat from a band that keeps on giving.\n\nSET LIST\n\"Will You Return/When You Come Down\"\n\"God And The Policeman\"\n\"Be Free, A Way\"\n\"It's Summertime\"\n\nMUSICIANS\nWayne Coyne: vocals\nSteven Drozd: keys, vocals\nMichael Ivins: bass\nDerek Brown: guitar, vocals\nJake Ingalls: keys\nMatt Duckworth: drums\nNicholas Ley: percussion\n\nCREDITS\nVideo By: Blake Studdard for AtriaCreative.co\nDirector: Blake Studdard & Wayne Coyne\nAudio By: Michael Ivins\nProducer: Bob Boilen\nVideo Producer: Maia Stern\nAudio Mastering Engineer: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=MkKYLILiSDo", "date_published": "2020-10-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]