[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Andrew W.K.: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube!\nWatch Andrew W.K.’s Tiny Desk concert from 2009: https://www.npr.org/2009/11/30/120758328/andrew-w-k-tiny-desk-concert\n\nDid you know you can watch new Tiny Desk Concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nNov. 30, 2009 | Stephen Thompson \n\nSometimes, an idea is so perverse and bizarre that it needs to be carried out and followed to its logical end. So once we hatched the idea to bring long-haired, wild-eyed, keyboard-pounding, sublimely over-the-top party-rocker Andrew W.K. to perform an intimate concert at Bob Boilen's desk, there was no abandoning it. It simply had to happen.\n\nWe had a pretty good sense that Andrew W.K. himself would be game. If one characteristic has defined his unpredictable career, it's the sort of monomaniacal fearlessness that's led him to make one of the most sonically overdriven rock records of all time (2001's I Get Wet), tour with a string quartet, release an album of piano instrumentals (the new 55 Cadillac), produce a Lee \"Scratch\" Perry record, appear as a commentator on Fox News, travel the world as a motivational speaker, and host a children's show for The Cartoon Network in which kids build gigantic metal contraptions and then blow the holy hell out of them. (That show's title would make a perfect Andrew W.K. song: Destroy Build Destroy.) Naturally, when we approached him with the Tiny Desk Concert challenge, he didn't shy away.\n\nBut then, as the date approached, people around the office kept asking me the same question: \"So, uh, what is Andrew W.K. going to do, anyway?\" His music, after all, doesn't lend itself to intimacy of any kind, and he'd be appearing by himself. I was in charge of bringing him in and setting up the show, so it was only fair that I should have some idea of what on earth was going to happen when he got here, but all I knew was that he needed a keyboard on site. The thing is, though, I didn't want to know. If it was going to be awkward and confusing and a little raw, so much the better: What's rock 'n' roll without an element of surprise?\n\nWhat we got was... awkward, confusing and a little raw; so much the better. Andrew W.K. opened with two long improvisational piano pieces, performed a heavily reworked version of \"I Get Wet,\" and closed with a thoroughly unexpected cover of Jimmy Webb's \"The Moon Is a Harsh Mistress\" (popularized by Judy Collins, Joe Cocker, Linda Ronstadt and others). And there it is: in all likelihood, the first time Andrew W.K. and Linda Ronstadt have ever appeared in a sentence together. Now, that's rock 'n' roll.", "link": "https://www.youtube.com/watch?v=6k7_B07IyCA", "date_published": "2020-02-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Laura Stevenson: NPR Music Tiny Desk Concert", "description": "Watch Laura Stevenson play \"Lay Back, Arms Out\", \"Living Room, NY\" and \"Dermatillomania\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 14, 2020 | Stephen Thompson -- It was supposed to be so simple. Laura Stevenson, a singer-songwriter whose new material radiates warm intensity, would come in and knock us out with an intimate acoustic solo set performed behind Bob Boilen's desk. So I came to Bob with the idea, expecting a fast-track to the light-lift Laura Stevenson Tiny Desk concert of our dreams.\n\nBut Bob is nothing if not a pesky dreamer — a man who lives his life in pursuit of beauty and the creation of hard work for other people — so he suggested a wrinkle. What if we commissioned string arrangements for three songs from Stevenson's newest album, The Big Freeze?\n\nSo arranger Amy Domingues, who doubles as a marvelous D.C.-area cellist, dreamed up some charts and gathered a small ensemble (herself and violinists Shelley Matthews and Winston Yu) for accompaniment so gorgeous, Stevenson couldn't stop remarking on it between songs. When the singer hit the line in \"Living Room, NY\" about how \"It's a little stuffy in here,\" it was hard not to feel like the room had gotten a little dusty, too.\n\nIf the afternoon weren't already heartwarmingly swoony enough — Stevenson had brought a special guest to the set, performing while six months pregnant — we also got to witness what's almost definitely the first-ever Tiny Desk marriage proposal. Shortly after Stevenson's set had ended, Jonathan Zember got down on one knee as unobtrusively as possible and proposed to his girlfriend, Dena Rapoport; the two were attending the show as guests of an NPR staffer, and he figured it'd be a memorable spot for their big moment.\n\nChatting them up afterward, I told Jonathan that I'd appreciated how subtly he'd pulled off the ring reveal — quietly enough to give Dena the opportunity to say no if so inclined. She looked genuinely surprised by the suggestion and replied, \"Honestly, the thought never crossed my mind.\"\n\nSET LIST\n\"Lay Back, Arms Out\"\n\"Living Room, NY\"\n\"Dermatillomania\"\n\nMUSICIANS\nLaura Stevenson: vocals, guitar; Amy Domingues: cello; Winston Yu: violin; Shelley Matthews: violin\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Kara Frame; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Natasha Branch; Editor: Morgan Noelle Smith; Videographers: Kara Frame, Maia Stern, Jack Corbett, CJ Riculan; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Emily Bogle/NPR", "link": "https://www.youtube.com/watch?v=HA1TBV6bq6k", "date_published": "2020-02-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]