[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Game Series That Need A Comeback", "description": "Let’s take a look back at some fan-favorite game series that are in dire need of a comeback!\n\nAs is all too common in the video game industry, franchises can fizzle out before fans have had their fill. Maybe the studio responsible for the series closed its doors or perhaps an unsuccessful entry killed hype for another sequel, but there are dozens of game franchises out there that are in desperate need of a comeback.\n\nIn the video above, Richie Bracamonte discusses the seven game series that GameSpot believes needs another entry. From one-offs like Bully to fan-favorite classics like Silent Hill, all of the franchises discussed ended far too soon and deserve another chance in the spotlight.\n\nWhich video game series do you want to see make a comeback? Do you hope that Dead Space 3's cliffhanger of an ending is one day answered with Dead Space, or are you perhaps hoping that EA will see fit to finally release a Skate 4? We'd love to hear your thoughts--leave your answers in the comment section below.", "link": "https://www.youtube.com/watch?v=bRHQ6Zs_-pU", "date_published": "2020-02-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy 7 Remake, Persona 5, Sonic, And More Remade In Dreams", "description": "In this video we take a look at some of the best video game recreations in Dreams that we've come across while Dream Surfing in Media Molecule's latest title.\n\nDreams isn't just a game--it's also an amazing platform that lets your imagination run wild, and players can create their own art, music, and even full game experiences. Naturally people will try to recreate or pay homage to their favorite game series using Dreams, and some of the results are insanely impressive.\n\nIn the video above, Ben Janca and Jean-Luc Seipke look at some of the coolest video game recreations we’ve seen in Dreams so far. Bummed that Final Fantasy VII Remake got delayed? Don’t worry, someone’s got you covered. Can’t get enough of Sonic the Hedgehog? There are multiple Sonic games in Dreams to help you get your fix. Big fan of Persona 5? Well, oh boy, do we have a Dreams creation for you.\n\nDreams is being updated with incredible and interesting new creations daily, so we naturally didn’t get to cover everything in this video. If you have a recommendation for a fantastic Dreams creation we can cover in the future, let us know in the comments below.\n\nDreams Creations We Played:\n01:17 - FFVII Dreamake by sosetsuken5360\n02:15 - Dreams Demo Disk #1 By IcePhoenix00130\n04:49 - Sonic Adventure: Dreams Edition by RichMenace_94\n05:44 - Persnickety 5 by Whaleinator-L\n07:57 - Metal Gear Solid - Dock Area By Bearskopff\n08:44 - Metal Gear Solid Shadow Moses by KevinMcCalister\n09:03 - Resident Evil: Classic By akinibey71\n10:12 - Keanu Reeves Cyberpunk E3 Crowd Simulator By Subtenko\n10:51 - Star Wars Forcefighter By gauffreman\n11:03 - Slideout 3019 By gauffreman\n11:33 - Critter Crossing By FlyingGrayson037\n11:58 - GoldenDream 64 By ARTOMIANDY\n13:05 - Spongebob: Bikini Bottom By Syntronic_\n13:24 - Portal By Godman250\n12:44 - P.T. By Lewisc729", "link": "https://www.youtube.com/watch?v=NxLnpTnT7X0", "date_published": "2020-02-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing, Dreams, And PAX Loses Last Of Us 2 | GameSpot After Dark #29", "description": "On this week’s GameSpot After Dark, we’re joined by Dave Klein from the GameSpot Universe team to talk about the incredible potential of Dreams, preserving retro games, and Sony pulling The Last Of Us Part II’s demo from PAX East. Kallie’s also played Animal Crossing: New Horizons, so we get granular about paving stones. \n\nTIMESTAMPS:\n00:00:24 - Intro\n00:00:57 - Chris From Dayton, Ohio 2.2\n00:11:51 - What we've been playing/doing\n00:40:53 - Sony pulling out of PAX East\n00:47:40 - More NES/SNES Games for Nintendo Online\n01:01:08 - Animal Crossing: New Horizons Impressions\n01:14:05 - Listener Questions\n01:24:17 - Outro", "link": "https://www.youtube.com/watch?v=lnjzBmN0Fkw", "date_published": "2020-02-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The 6 Biggest Changes To Fortnite Chapter 2 Season 2", "description": "We're now in Chapter 2 of Fortnite, which is uncharted territory for Epic Games' massively-popular battle royale. One thing you can always count on, however, is the seasonal change to inject a fresh dose of content into the game. As is usually the case, the transition into a new season brings with it meaningful gameplay changes alongside the usual new customization options. In this video we're going to break down the biggest changes that have arrived in Fortnite Chapter 2 for Season 2.\n\nWhether you're a veteran player or completely fresh to Fortnite, you'll find plenty to interest you. New content ranges from henchmen loitering around the map and new areas such as The Rig, The Grotto, The Shark, The Yacht, and The Agency,  to an interesting new story that involves spies, hideouts, fortresses, and plenty of loot--in case it wasn't abundantly clear, spies, secret agents, and subterfuge is the theme of the season. Excitingly, there's also the opportunity to align yourself with one of two factions and, at some point, you'll need to make a key decision to pledge your allegiance one way or the other.\n\nPerhaps most intriguing of all the new additions, however, is the seemingly random inclusion of Marvel character Deadpool. Whether or not he plays a big part in the events of the season remains a mystery, but at the very least it's looking like players will be able to unlock the Merc With A Mouth's outfit to use as a skin. There's plenty of other changes for Fortnite Chapter 2, Season 2, so you should watch the video for an in-depth discussion of it all.\n\n#FortniteChapter2 #GameSpot", "link": "https://www.youtube.com/watch?v=xg7wouwe-Rs", "date_published": "2020-02-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]