[{"source": "https://www.theguardian.com/rss", "title": "Labour’s path back to power will be through on-the-ground activism | Lisa Nandy", "description": "<p>The next party leader will have to go to the places that rejected us, and win the argument. That’s why I’m standing<br />• Lisa Nandy is Labour MP for Wigan</p><p>We are out of power and on the rocks. The shattering collapse in trust among lifelong Labour voters has been a long time coming. Now is not the time to steady the ship or try not to oversteer. Unless we change course, we will become irrelevant.</p><p>This change starts with empowering people to make change themselves. We’ve been a decade out of power in Westminster, changing our leaders, and commissioning reports and focus groups from offices in central London just to hear what is happening in the country. If we were trying to reinforce the sense that we just don’t get it, we couldn’t do better than this.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/03/labour-power-activism-leader\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/03/labour-power-activism-leader", "date_published": "2020-01-03 21:40:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour leadership race: is 'comfort blanket' Keir Starmer too safe?", "description": "<p>Brexit stance will also prove controversial as candidates begin jockeying for position</p><p>When Labour members voted at the party’s conference in Brighton last autumn to back their leader’s Brexit stance, one close ally exulted: “This is Jeremy’s party now!”</p><p>Faced with the choice of pressing for the remain position many passionately believed in and showing loyalty to Jeremy Corbyn, members opted for the latter.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/03/labour-leadership-race-comfort-blanket-keir-starmer-too-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/03/labour-leadership-race-comfort-blanket-keir-starmer-too-safe", "date_published": "2020-01-03 19:04:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Fox News reporter says Trump invited her to his office 'so we can kiss'", "description": "<p>Courtney Friel claims in her upcoming book that the proposition was made during a phone call before he became president</p><p>A former Fox News reporter has added her name to the list of nearly two dozen women who have accused Donald Trump of making unwanted sexual advances towards them. In a book published next week, the Fox &amp; Friends fill-in host Courtney Friel claims Trump propositioned her before he became US president.</p><p>“You should come up to my office sometime, so we can kiss,” Friel says Trump told her, adding that he considered her “the hottest one at Fox News”.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/03/courtney-friel-fox-news-trump-kiss-book\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/03/courtney-friel-fox-news-trump-kiss-book", "date_published": "2020-01-03 18:46:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The pick of the best flora and fauna photos from around the world, from baby beavers to a coyote on camera</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/jan/03/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/jan/03/the-week-in-wildlife-in-pictures", "date_published": "2020-01-03 17:01:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests and prayers after the killing of Qassem Suleimani - in pictures", "description": "<p>Iran has vowed revenge for a US airstrike at Baghdad international airport that killed Gen Qassem Suleimani, the head of the elite Quds force and architect of Iran’s spreading military influence in the Middle East</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jan/03/iran-vows-revenge-for-us-trump-killing-of-top-general-qassem-suleimani\">Iran vows revenge for US killing of top general Qassem Suleimani</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/jan/03/protests-and-prayers-after-the-killing-of-qassem-suleimani-iran-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jan/03/protests-and-prayers-after-the-killing-of-qassem-suleimani-iran-in-pictures", "date_published": "2020-01-03 16:17:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The art of slow travel: the journey is just as important as the destination", "description": "<p>Forget last-minute dashes to the airport, ticking off top 10 sights and desperately searching for that perfect Instagram snap – the future of travel is slow</p><p>When was the last time you really slowed down? The kind of slow that involves sitting in a plaza and watching the world go by, heading out for a leisurely walk just for the joy of it, or simply choosing the slower mode of transport so you can enjoy the views along the way?</p><p>Welcome to slow travel, the movement that goes back to what travel is all about – the journey, not the destination, the experience, not the social media post.</p> <a href=\"https://www.theguardian.com/the-joy-of-slow-travel/2020/jan/03/the-art-of-slow-travel-the-journey-is-just-as-important-as-the-destination\">Continue reading...</a>", "link": "https://www.theguardian.com/the-joy-of-slow-travel/2020/jan/03/the-art-of-slow-travel-the-journey-is-just-as-important-as-the-destination", "date_published": "2020-01-03 15:26:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five ways to start enjoying your holiday before you even get there", "description": "<p>Holidays should be relaxing, but all too often they end up being incredibly stressful in the run-up. Travel writer Lizzie Pook shares her tips for starting your holiday as you mean to go on</p><p><strong>Have a planning party<br /></strong>If there was ever an excuse for a party, a holiday is it, and there can be something quite ceremonial about plotting your annual escape from the drudgery of everyday life. So make an occasion of your holiday planning. Take care over it. Set some time aside, throw some snacks in the oven, round up your family, other half, group of friends, or pour yourself a glass of something fancy if you’re travelling solo, and actively brainstorm holiday activity ideas. If one of you fancies horse riding at sunset on a footprint-free beach – whack it on the list. Heard of a must-visit farm-to-table restaurant in that tiny French village you’re heading to? Get in touch with them; see if you can make a reservation. You don’t have to plan everything to a tee (unless you’re a laminated itinerary kind of traveller, and that’s fine too), but making an occasion of plotting, and getting excited about your upcoming trip will make you value it (and the people you’re sharing it with) even more.</p><p><strong>Book through one provider<br /></strong>It can be tempting to take a scattergun approach to booking your holiday; a train trip here, a hotel there. But booking through one provider not only makes the process less stressful and more streamlined, it also means that if you come up against any niggles along the way (such as last-minute cancellations or unforeseen delays), they are easily ironed out because one company is overseeing everything. With <a href=\"https://www.brittany-ferries.co.uk/holidays\" rel=\"nofollow\">Brittany Ferries Holidays</a> you can book it all – from ferry journeys to quaint rental gites – in one go, with sailings from Portsmouth, Poole and Plymouth to multiple ports on the picturesque west coast of Europe. It’s Abta-protected and offers everything from motorcycle tours and family camping holidays to disability-friendly trips and golfing breaks. So whether you’re off to Aquitaine or País Vasco, keep it together, your stress levels will thank you.</p> <a href=\"https://www.theguardian.com/the-joy-of-slow-travel/2020/jan/03/five-ways-to-start-enjoying-your-holiday-before-you-even-get-there\">Continue reading...</a>", "link": "https://www.theguardian.com/the-joy-of-slow-travel/2020/jan/03/five-ways-to-start-enjoying-your-holiday-before-you-even-get-there", "date_published": "2020-01-03 15:25:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Support local businesses – and six other ways to be a responsible tourist", "description": "<p>If you’d like to make sure your 2020 summer holiday has less of a negative impact on the planet, follow these seven simple tips ...</p><p>More and more of us are faced with a dilemma: how do we explore the world without contributing to the destruction of the places and communities we’re visiting?</p><p>The answer? Responsible tourism – a movement that encourages us to travel in a more conscious, sustainable way. From how you reach your destination to how you treat the people and environment once you arrive, there are dozens of ways to make your trip more mindful. And the good news is, being a responsible tourist comes with its perks, and can make for a much more meaningful and enjoyable trip.</p> <a href=\"https://www.theguardian.com/the-joy-of-slow-travel/2020/jan/03/support-local-businesses-and-six-other-ways-to-be-a-responsible-tourist\">Continue reading...</a>", "link": "https://www.theguardian.com/the-joy-of-slow-travel/2020/jan/03/support-local-businesses-and-six-other-ways-to-be-a-responsible-tourist", "date_published": "2020-01-03 15:25:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In pictures: eight hidden gems of north-west France", "description": "<p>From vintage steam trains and magical medieval chateaux to corking sparkling wine, north-west France has something to offer all the family.</p>\n<p><em>Feeling inspired? Then head to <a href=\"https://www.brittany-ferries.co.uk/holidays\" rel=\"nofollow\">Brittany Ferries Holidays</a>, where you can pre-book all your travel and accommodation in one go </em></p> <a href=\"https://www.theguardian.com/the-joy-of-slow-travel/gallery/2020/jan/03/in-pictures-eight-hidden-gems-of-north-west-france\">Continue reading...</a>", "link": "https://www.theguardian.com/the-joy-of-slow-travel/gallery/2020/jan/03/in-pictures-eight-hidden-gems-of-north-west-france", "date_published": "2020-01-03 15:23:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US citizens in Iraq: tell us about your situation", "description": "<p>We’d like to hear from US citizens in Iraq about their situation following embassy advice to leave the country. Share your stories </p><p>The American Embassy in Baghdad<a href=\"https://www.theguardian.com/world/live/2020/jan/03/iran-general-qassem-suleimani-killed-us-trump-drone-strike-baghdad-reaction-live-updates\"> is calling for all US citizens in Iraq to leave the country as soon as possible</a>.</p><p>In the early hours of 3 January, Iran’s most powerful general Qassem Suleimani was killed outside Baghdad airport in an airstrike sanctioned by the US President, Donald Trump. Abu Mahdi al-Muhandis, de-facto leader of the Iranian-backed Iraqi militia, the Popular Mobilisation Units (PMU), and close associate of Suleimani, also died in the attack.</p> <a href=\"https://www.theguardian.com/world/2020/jan/03/us-citizens-in-iraq-tell-us-about-your-situation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/03/us-citizens-in-iraq-tell-us-about-your-situation", "date_published": "2020-01-03 14:16:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Cummings' call for No 10 staff may break employment law", "description": "<p>Specific mentions of age in ‘outrageous’ blogpost could be discriminatory, experts suggest</p><p>A <a href=\"https://dominiccummings.com/2020/01/02/two-hands-are-a-lot-were-hiring-data-scientists-project-managers-policy-experts-assorted-weirdos/\">rambling blogpost</a> by Boris Johnson’s chief adviser, Dominic Cummings, calling for “weirdos and misfits with odd skills” to apply for jobs within No 10 may fall foul of employment law, experts have suggested.</p><p>One of the UK’s top employment lawyers described the post – which circumvented the usual Whitehall recruitment process and was peppered with the type of combative language Cummings has become known for – as “quite outrageous from an employment law perspective”.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/03/dominic-cummings-call-for-no-10-staff-may-break-employment-law\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/03/dominic-cummings-call-for-no-10-staff-may-break-employment-law", "date_published": "2020-01-03 14:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liberia's miracle oil brings farmers only empty promises", "description": "<p>Palm plantations are fuelling a booming international trade but the people who live on its edges feel forgotten </p><p>The sign at the entrance to the <a href=\"https://www.theguardian.com/news/2019/feb/19/palm-oil-ingredient-biscuits-shampoo-environmental\">palm oil</a> plantation in Grand Bassa has faded thanks to Liberia’s relentless cycle of scorching sun and torrential rain. Even so, it’s possible to make out the phrase: “Your community is rich: Let’s have a fair share.”</p><p>Several miles farther on, past endless rows of carefully cultivated palm trees, it’s a slogan that bears little relation to reality. Gbenee Town is a small huddle of huts surrounded by a plantation more than six times the size of London’s Richmond Park.</p> <a href=\"https://www.theguardian.com/global-development/2020/jan/03/liberia-palm-oil-miracle-farmers-empty-promises\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jan/03/liberia-palm-oil-miracle-farmers-empty-promises", "date_published": "2020-01-03 10:46:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From feared neighbourhood to tourist draw: Medellin's Comuna 13 – in pictures", "description": "<p>Graffiti, cooking and breakdancing are some of the attractions bringing visitors to Medellin’s once-feared district</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jan/03/from-feared-neighbourhood-to-tourist-draw-medellins-comuna-13-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jan/03/from-feared-neighbourhood-to-tourist-draw-medellins-comuna-13-in-pictures", "date_published": "2020-01-03 07:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The empty promises of Marie Kondo and the craze for minimalism", "description": "<p>From the ‘KonMari method’ to Apple’s barely-there design philosophy, we are forever being urged to declutter and simplify our lives. But does minimalism really make us any happier? By Kyle Chayka</p><p>Sonrisa Andersen’s childhood home was a mess. Her parents split when she was eight years old and she moved to Colorado Springs with her mother. Then she realised she was living with a hoarder. It might have been grief over the lost marriage that caused it, or maybe it was a habit that had grown worse as her mother’s dependence on drugs and alcohol intensified. On the kitchen table there were piles of clothes stacked all the way to the ceiling, things they would get for free from churches or charities. Furniture that Andersen’s well-meaning grandmother found on the street accumulated. An avalanche of pots and pans spilled all over the kitchen counters and floor. Anything her mother could get for free or cheap, she would bring into the house and leave there.</p><p>As a child, Andersen kept her own space under control, but, beyond her bedroom door, the mess persisted. At 17, she left home, joined the air force and moved to New Mexico. Over time, her career took her to Alaska and then to Ohio, where she now lives with her husband, Shane, and works as an aerospace physiology technician. But the anxiety over her oppressive surroundings at home never left. Clutter was creeping back in, she realised, even though this time she thought she was fully in control.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/03/empty-promises-marie-kondo-craze-for-minimalism\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/03/empty-promises-marie-kondo-craze-for-minimalism", "date_published": "2020-01-03 06:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We are not safe': India's Muslims tell of wave of police brutality", "description": "<p>Police in Uttar Pradesh state have embarked on ‘reign of terror’ against Muslims in wake of new citizenship law</p><p>It was midnight at a police barracks in the Indian state of Uttar Pradesh and in a freezing windowless room about 150 Muslim men and boys sat huddled, bloodied and bruised. Some of the shivering prisoners had raw gashes across their hands and faces, others had broken limbs splayed out at awkward angles. The beatings from police came frequently, according to multiple corresponding accounts; to those who asked for water or closed their eyes in drowsiness or simply did nothing at all. Over and over, metal rods and bamboo canes hit soft human skin. Some had been stripped of their clothes. The youngest among them was just 12 years old, said witnesses.</p><p>How hundreds of innocent Muslim residents of the city of Muzaffarnagar came to be rounded up on 20 December, before being tortured in police detention, is part of what Indian activist and academic Yogendra Yadav described as an unprecedented and ruthless “reign of terror” imposed upon the country’s most populous state over the past two weeks.</p> <a href=\"https://www.theguardian.com/world/2020/jan/03/we-are-not-safe-indias-muslims-tell-of-wave-of-police-brutality\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/03/we-are-not-safe-indias-muslims-tell-of-wave-of-police-brutality", "date_published": "2020-01-03 05:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NSW, Victoria bushfires: Australia fires cause tens of thousands to flee in mass evacuation – live", "description": "<p>Victorian premier Daniel Andrews declares state of disaster for East Gippsland, urging people to flee bushfire zones, while Scott Morrison is abused by fire victims in Cobargo. Follow today’s live news and latest updates</p><p class=\"block-time published-time\"> <time datetime=\"2020-01-03T04:19:07.835Z\">4.19am <span class=\"timezone\">GMT</span></time> </p><p><strong>Richard Russell</strong>, from the Bureau of Meteorology, says Victoria will experience “strong, hot dry, north to north-westerly winds” in the fire zone ahead of a south-westerly change tomorrow. </p><p>That change will reach Melbourne about 8am, and East Gippsland around midday, bringing gusty south-westerly winds. </p><p class=\"block-time published-time\"> <time datetime=\"2020-01-03T04:14:05.972Z\">4.14am <span class=\"timezone\">GMT</span></time> </p><p><strong>Andrew Crisp</strong> warns that new fires could start at any time, anywhere in Victoria. It’s not enough to just look at the fires that are already burning and decide you are safe, he says.</p><p>The risk is any ‘new starts’. We saw that in the lead-up to last weekend... we gave the community an idea of where we believed the fires would travel, the East Gippsland fire.</p><p>But we had the Mallacoota fire, and what the Mallacoota fire did was actually block the Princes Highway. So that’s why the message at the moment is very much about if you can get out, you must get out now because, who knows, there could be further fires start this afternoon or even tomorrow and cut further roads. </p><p>We want you to do what you can to look after yourselves and, in the long-term, make things easy for our fire and emergency services when they have to work in these particular areas.</p> <a href=\"https://www.theguardian.com/australia-news/live/2020/jan/03/australia-nsw-fires-live-news-victoria-bushfires-rfs-tourist-leave-zone-south-coast-cfa-traffic-near-roads-closed-sydney-melbourne-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/live/2020/jan/03/australia-nsw-fires-live-news-victoria-bushfires-rfs-tourist-leave-zone-south-coast-cfa-traffic-near-roads-closed-sydney-melbourne-latest-updates", "date_published": "2020-01-03 04:19:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia v New Zealand: third Test, day one – live!", "description": "<ul><li>Updates from the first day of play in Sydney</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-03T04:17:25.933Z\">4.17am <span class=\"timezone\">GMT</span></time> </p><p dir=\"ltr\" lang=\"en\">Steve Smith 42 off 63 balls since he got off the mark... <a href=\"https://twitter.com/hashtag/AusvNZ?src=hash&amp;ref_src=twsrc%5Etfw\">#AusvNZ</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-01-03T04:15:05.993Z\">4.15am <span class=\"timezone\">GMT</span></time> </p><p>Another session to Australia. they might have lost David Warner just after lunch, and Steve Smith might have taken an age to get off the mark, but the runs are now flowing on a docile pitch against a popgun attack. Tim Paine is probably already sizing up the weather (and air quality) forecast and preparing declaration strategies. </p> <a href=\"https://www.theguardian.com/sport/live/2020/jan/02/australia-v-new-zealand-third-test-day-one-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/jan/02/australia-v-new-zealand-third-test-day-one-live", "date_published": "2020-01-03 04:17:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jakarta floods: cloud seeding planes will try to break up heavy rain", "description": "<p>Dozens dead in Indonesian capital and surrounds as role of global heating is acknowledged in ‘extreme’ event</p><p>Indonesia will carry out cloud seeding to try and prevent further rainfall over the capital, Jakarta, and surrounding areas the death toll reached 43 on Friday amid flash floods and landslides.</p><p>With more rain forecast, two small planes were readied to drop sodium chloride to break up potential rain clouds in the skies above the Sunda Strait with a bigger plane on standby, said Indonesia’s technology agency.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/03/jakarta-floods-cloud-seeding-planes-will-try-to-break-up-heavy-rain\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/03/jakarta-floods-cloud-seeding-planes-will-try-to-break-up-heavy-rain", "date_published": "2020-01-03 04:10:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran general Qassem Suleimani killed in Baghdad drone strike ordered by Trump", "description": "<p>White House says ‘decisive defensive action’ taken by president to kill Quds force leader in Baghdad airport attack </p><p>The White House said Donald Trump ordered an air strike that killed powerful Iranian general Qassem Suleimani in Baghdad in the early hours of Friday, in a dramatic escalation of an already bloody struggle between Washington and Tehran for influence across the region.</p><p>Suleimani, who ran Iranian military operations in Iraq and Syria, was targeted while being driven from Baghdad airport by local allies from the Popular Mobilisation Units (PMU). The deputy head of the PMU, Abu Mahdi al-Muhandes, a close Suleimani associate, was also killed in the attack.</p> <a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions", "date_published": "2020-01-03 04:08:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The man who gave birth: a look back – podcast", "description": "<p>Freddy McConnell is a Guardian journalist and trans man who in 2016 decided to begin the process of conceiving and giving birth to his own child. The film he made about the experience is in cinemas now</p><p>Journalist <strong>Freddy McConnell</strong> started taking testosterone at 25 and had “top surgery” to remove breast tissue a year later. He considered a hysterectomy, but never went through with it – partly because he had not ruled out having children. In 2016, he began the process of conceiving and giving birth to his own child and decided to document the process. The result is Seahorse, which is out in cinemas this week.</p> <a href=\"https://www.theguardian.com/news/audio/2020/jan/03/the-man-who-gave-birth-a-look-back-freddy-mcconnell-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/jan/03/the-man-who-gave-birth-a-look-back-freddy-mcconnell-podcast", "date_published": "2020-01-03 03:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Knit for a prince: Archie's beanie takes world by storm", "description": "<p>New Zealand community knitting group flooded with orders after picture of young royal wearing one of their woollen hats</p><p>A community knitting enterprise in New Zealand has been catapulted into the spotlight after Prince Harry put one of their beanies on Archie. But the group has been so swamped with orders they have hit the brakes on accepting any more, lest their knitters feel the pressure and stop having “fun”.</p><p>To mark the new year the Sussexes posted a picture of Harry and Archie on holiday in Canada, both wearing beanies. “It was a complete surprise, and really exciting,” says Becky Smith, the co-founder of Make Give Live, a social enterprise that donates one hat to charity for every one sold.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/03/knit-for-a-prince-archies-beanie-takes-world-by-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/03/knit-for-a-prince-archies-beanie-takes-world-by-storm", "date_published": "2020-01-03 02:56:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salah and Mané see off Sheffield United to keep Liverpool rolling on", "description": "<p>Records and landmarks keep being surpassed as Liverpool’s relentless red machine grinds on. This victory was more of a grind in the end; even though Liverpool initially threatened a goalfest the game went quite flat for long periods, but a two-goal margin of victory did not flatter the home side and the overall significance lies in the fact that Jürgen Klopp’s players have now gone unbeaten in the Premier League for a whole year.</p><p>Only Arsenal and Chelsea have managed that in the Premier League era, and no other top-flight side have made it through the festive period without dropping points.</p> <a href=\"https://www.theguardian.com/football/2020/jan/02/liverpool-sheffield-united-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/02/liverpool-sheffield-united-premier-league-match-report", "date_published": "2020-01-03 00:45:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children refused NHS mental health care for not being unwell enough", "description": "<p>GPs warn more children need help as research finds most trusts in England restrict referrals</p><p>Children with mental health problems must be severely unwell before they can get help at NHS trusts across England, an investigation has found.</p><p>Data obtained via freedom of information requests shows a third of mental health trusts only accept patients with “severe” or “significant” conditions for specialist child and adolescent mental health services.</p> <a href=\"https://www.theguardian.com/society/2020/jan/03/children-refused-nhs-mental-health-care-for-not-being-unwell-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/03/children-refused-nhs-mental-health-care-for-not-being-unwell-enough", "date_published": "2020-01-03 00:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Gay Kelleway claims trainers are running lame horses", "description": "<p>The trainer has made a strongly worded call for more pre-race checks of horses and accused colleagues of sending racehorses to the track which are not fit to race</p><p>Gay Kelleway has made a strongly worded call for more pre-race checks of racehorses and accused some of her colleagues of sending horses to the track which are not fit to race. The veteran Newmarket trainer, known for being outspoken, is at odds on this subject with many of her rivals, who insist that trainers can be trusted to send only sound horses to the races.</p><p>“There’s a lot of horses running with injuries before they start,” Kelleway said. “We’ve got to start being a bit stricter. I’m sick of it.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/jan/03/talking-horses-gay-kelleway-claims-trainers-running-lame-horses-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/jan/03/talking-horses-gay-kelleway-claims-trainers-running-lame-horses-horse-racing-tips", "date_published": "2020-01-03 00:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions spent on 'fake' apprenticeships, says report", "description": "<p>Thinktank alleges employers and universities are creating schemes for experienced staff</p><p>Hundreds of millions of pounds are being spent on “fake apprenticeships” that are just relabelled degrees or training courses, according to a report by a thinktank which says employers are abusing the current system.</p><p>Since 2017 large companies have been forced to set aside the equivalent of 0.5% of their payroll to fund apprenticeships. But according to Tom Richmond, the author of a report for the EDSK thinktank, many are instead using the funds for existing professional development courses.</p> <a href=\"https://www.theguardian.com/education/2020/jan/03/millions-spent-on-fake-apprenticeships-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/03/millions-spent-on-fake-apprenticeships-says-report", "date_published": "2020-01-03 00:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pret puts vegan croissants on the menu", "description": "<p>Its £1.70 ‘very berry’ croissant joins growing range of plant-based pastries on high street</p><p><a href=\"https://www.theguardian.com/business/pret-a-manger\">Pret a Manger</a> will next week become the first major high street coffee chain in the UK to sell <a href=\"https://www.theguardian.com/lifeandstyle/veganism\">vegan </a><a href=\"https://www.theguardian.com/food/2019/sep/14/meera-sodha-pistachio-and-cherry-croissants-vegan-recipe\">croissants</a>, as consumer demand for plant-based foods continues to soar.</p><p>Its brand new product uses margarine and sunflower oil to recreate the buttery, light texture of the traditional French pastry.</p> <a href=\"https://www.theguardian.com/business/2020/jan/03/pret-puts-vegan-croissants-on-the-menu\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/03/pret-puts-vegan-croissants-on-the-menu", "date_published": "2020-01-03 00:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}]