[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Black Thought of The Roots: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n_______________________________________________________________\n\nApril 8, 2020 | Abby O'Neill -- While our culture adjusts to the New Normal, artists are revealing the threads of our common humanity as they find new ways to bring their work to virtual communities. In this installment of Tiny Desk (home) Concerts, hip-hop wordsmith Tariq Trotter, aka Black Thought of The Roots crew, took the occasion to premiere three new songs.\n\nOn \"Thought Vs. Everybody,\" Thought calls for unity in response to the conditions of an encroaching dystopia. Next up is \"Yellow,\" a song from his upcoming off-Broadway musical Black No More, an adaption of the 1931 Afrofuturist novel by George S. Schuyler, set during the Harlem Renaissance. The track is co-written with Anthony Tidd. He closes with \"Nature of the Beast,\" a cross-genre collaboration with alternative music sweethearts Portugal. The Man, who pop up on screen from a remote location. \"Thought Vs. Everybody\" and \"Nature of the Beast\" are produced by Sean C and will appear on Streams of Thought Vol. 3, which will be released as an EP.\n\nSET LIST\n\nThought Vs. Everybody\nYellow\nNature of the Beast feat. Portugal. The Man", "link": "https://www.youtube.com/watch?v=u12r_JI8mGM", "date_published": "2020-04-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "King Princess: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nApril 8, 2020 | Bob Boilen -- \"Welcome to the quarantine shed!\" King Princess exclaims. She's in jogging pants and sitting on a fluffy white chair, with two guitars, an amp and a tiny keyboard at her side. \"I'm in Hawaii and brought as much gear in the carry-on of my plane ride as possible.\"\n\nThe flashy performer was set to open for The Strokes, embark on three South American festival dates for Lollapalooza and go on a European tour with Harry Styles. But now, she says, \"I'm back to just making music in my room.\" King Princess plays three songs from her late 2019 album, Cheap Queen, in ways I never would have imagined.\n\nSET LIST\n\n\"Isabel's Moment\"\n\"Prophet\"\n\"Homegirl\"", "link": "https://www.youtube.com/watch?v=uKPo110Qpvo", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]