[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Play Final Fantasy 7 Remake's Early Side-Quests (Spoiler Free)", "description": "The Final Fantasy VII Remake is just a day away. Join Jean-Luc and Ben as they check out some of the early side-quests to give you a taste of what to expect. Don't worry, there's no main plot spoilers.", "link": "https://www.youtube.com/watch?v=m046_-_uEYU", "date_published": "2020-04-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "6 More Things I Wish I Knew Before Starting Animal Crossing: New Horizons", "description": "You thought we were done--you thought we had learned everything that we could about Animal Crossing: New Horizons? This franchise is a seemingly never-ending discovery of new characters, features, and money-making schemes. We have only scratched the surface.\n\nWhich is our way of saying that we have even more tips we wish we had known before starting our island adventure in New Horizons. In the video above, Kallie Plagge details six more strategies for getting the most out of Nintendo's latest Animal Crossing game. For example, did you know that you can actually shorten the time it takes to craft an item by spamming the \"A\" button?\n\nThough we've discovered even more secrets since our last video, that doesn't mean we've found them all. If you notice that we haven't gone over your favorite way of earning Bells or you know of a faster means of unlocking certain buildings that we haven't talked about--please tell us! Let us know what we've missed in the comments below.\n\nIn GameSpot's Animal Crossing: New Horizons review, Kallie Plagge writes, \"New Horizons has a slower pace even than other Animal Crossing games, and at times, that can feel unnecessarily restrictive. But there's still plenty to do, and each of those activities feeds into the next brilliantly for a rewarding and relentlessly cheerful experience. New Horizons certainly came at the right time, and its strengths are particularly comforting right now. I'm as excited to see what random events await me each morning as I am glad to have it during hard times, and that's sure to keep me coming back for the foreseeable future.\"\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=-MFOD_PWq3g", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Modern Warfare Season 3: Everything You Need To Know In Under 3 Minutes", "description": "Call of Duty: Modern Warfare Season 3 launches on April 8 on PS4, Xbox One, and PC, and it's bringing a bunch of new content to both Modern Warfare itself and the free-to-play, standalone Warzone. You can learn the fine details in the video above.\n\nIn broad strokes, Season 3 adds new Operator Alex, who's one of Modern Warfare's main protagonists. He arrives alongside three new multiplayer maps: Talsik Backlot, Hovec Sawmill, and Aniyah Incursion. Meanwhile, Warzone is adding a Quads game mode.\n\n#CallOfDuty #ModernWarfare #Warzone", "link": "https://www.youtube.com/watch?v=LkqP-wVMrBA", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Disintegration’s Single Player Works", "description": "Thanks to an open beta earlier this year, we got to see how Disintegration's fusion of FPS and RTS gameplay worked in a multiplayer sense. But until recently, we've had questions about how the game's single-play campaign would function.\n\nPhil and Tony discuss this in the video above, touching on Disintegration's apocalyptic setting, where fully integrated robots are at war with those who wish to retain their humanity. Each mission has you fighting against the Reyon forces, led by the indomitable Black Shuck. \n\nDisintegration is still slated for a 2020 release. It's coming to PS4, Xbox One, and PC.\n\nNote: Each multiplayer crew in Disintegration has their own specific loadout, a Gravcycle with unique weapons, and various ground units with a variety of special abilities. These crew loadouts cannot be customized; however there will be a variety of options to change the appearance of each crew with a host of cosmetic unlocks.\n\n#Disintegration #GameSpot", "link": "https://www.youtube.com/watch?v=zzvMrt6w2SI", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Play Call Of Duty: Modern Warfare Season 3", "description": "Call Of Duty Season 3 has begun! Join Jean-Luc as he grinds his way through the updated battle pass. Season 3 introduces Alex from Modern Warfare's story mode, as well as new maps and weapons. Warzone has also been updated with new vehicles and 4-player Quad mode.", "link": "https://www.youtube.com/watch?v=ShZ9IPQmKug", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]