[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "5 PlayStation Accessories You Forgot About", "description": "From the NeGcon to the PocketStation, there’s a lot of weird accessories out there for the PlayStation. So let’s take a look at some of the more peculiar ones.\n\nWhether you’ve owned a PlayStation or not, you’d probably be able to recognize most of its accessories, like the classic DualShock controller, or its OG memory cards. But then there’s a whole separate category of strange accessories. Like the PocketStation, or the NeGcon racing controller. You may already know them, forgotten about them, or didn’t even know they existed in the first place. \n\nWith the PS5 just around the corner, we wanted to look back at some of the more peculiar accessories that have come out over the years, some of which were exclusive to Japan like the I-Mode. Or others that were a bit more esoteric like Hori’s Katana controller for Onimusha 3. And who knows, maybe the PlayStation 5’s left field design will influence some more strange and unusual accessories as well. So here are five Playstation accessories you may not know about.", "link": "https://www.youtube.com/watch?v=eVKjPVeppd0", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dirt 5 Xbox Series X 4K Gameplay - Ice Drifting And Rally Racing", "description": "The rally racing series hits the Xbox Series X on console launch day, and you can see next-gen gameplay of Dirt 5 here.\n\nDirt 5 is the next entry in the rally racing series and takes on a more arcade-sim hybrid style, which you can see here in our gameplay of it running on the Xbox Series X. We show off a few different race types from Dirt 5's career mode, such as Icebreaker, Ultracross, and Land Rush. The career mode offers several styles of racing that require different types of vehicles as you progress through it. A podcasting duo also tells the story of your driver while in menus as you jump from one race to the next and build your reputation.\n\nOne thing to note is that this is a preview build and driver AI has not been properly tweaked yet. I was able to take first place in each race fairly easily with difficulty set to Very Hard, but we expect that to be tuned properly by the time it launches.\n\nDirt 5 has two enhancement options on the Xbox Series X. What you see in the video above is Image Quality mode, which prioritizes visuals and appears to be able to hit 60 FPS most of the time. However, there were some frame drops when dirt, snow, and other particle effects kicked up on screen. Frame Rate mode, of course, brings down visual quality to hit higher FPS more consistently--Dirt 5 is also one of the games that takes advantage of next-gen's 120FPS capabilities.\n\nMore coverage of the next-gen consoles is on the way, but for now, enjoy Dirt 5 gameplay on the Xbox Series X or check out my earlier hands-on Xbox Series X preview.\n\n0:00 Intro\n01:06 - Drifting on Ice In New York\n04:03 - Norway Career Mode Race\n08:23 - Snow Racing Career Mode", "link": "https://www.youtube.com/watch?v=xg1YUm6NUhk", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FIFA 21 Career Mode - 5 Big Changes", "description": "After years of community requests, a number of big changes have been made to Career Mode in this year's FIFA 21. But how much do they change the game, and do they make FIFA 21 an appealing prospect for those who aren't interested in the game's online modes?\n\nFIFA 21 is here, and for once it brings plenty of changes for fans of the series’ long neglected Career Mode, great news for anyone who isn’t so keen on the flagship Ultimate Team mode. If you’re more into negotiating clever transfers, developing the next youth star or leading the mighty Morecambe to Champions League glory, here are 5 big changes to this year’s Career Mode, and how much of a difference they actually make.\n\n00:00 - Intro\n00:30 - Transfers\n02:01 - Training\n03:32 - Match Sharpness\n04:12 - Player Development\n05:23 - Simulation\n06:14 - Outro", "link": "https://www.youtube.com/watch?v=uwtlcGYw4yo", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Yakuza: Like A Dragon Xbox Series X 4K Gameplay - Karaoke And Combat", "description": "Yakuza: Like A Dragon starts a brand new story for the series. We have a demo build of it running on the Xbox Series X with some wild RPG gameplay and karaoke.\n\nAlthough it's the eighth mainline entry in the series, Yakuza: Like A Dragon starts a brand-new story with a cast of fresh faces. You take on the role of Kasuga Ichiban, a silly man with a heart of gold who was betrayed by the people he trusted most. He teams up with a few others to find the truth and explore the depths of Yokohama in modern-day Japan.\n\nYakuza: Like A Dragon is an Xbox Series X launch title, and we were able to access a demo build of the game and play it on our Xbox Series X preview unit. As of now, when running the game on Series X, you'll have a few enhancement options: high resolution mode for true 4K that runs the game at what looks to be around 30 FPS, and high framerate mode that brings down the resolution to run much higher FPS. In the video above, I set the visuals to Normal, and the game seemed to hold a consistent 60 FPS without sacrificing too much graphical quality.\n\nIn true Yakuza fashion, the charming absurdity shines through which you'll see in the karaoke minigame (and yes, Baka Mitai is back) and new turn-based RPG combat system. Our gameplay footage includes a bunch of ridiculous, but effective, special abilities that you can access from using the game's dynamic Job system. The demo dropped us in the middle of the story, but from what I can tell, the franchise's penchant for captivating drama seems to be intact.\n\nWe'll have more details on Microsoft's next-gen console soon, but for now, enjoy gameplay from the delightfully wild Yakuza: Like A Dragon or check out our earlier hands-on preview of the Xbox Series X.\n\n0:00 Intro\n00:53 Combat and Special Abilities Gameplay\n06:49 Karaoke Gameplay", "link": "https://www.youtube.com/watch?v=VbZprGqXMzY", "date_published": "2020-10-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Big Xbox Series X Games To Look For In 2021 And Beyond", "description": "Microsoft’s next-generation Xbox consoles, the Xbox Series X and S, arrive this November, accompanied by a healthy lineup of games, useful features like Xbox Smart Delivery, and attractive services like Game Pass. You may already have your eye on a few launch titles like Assassin’s Creed: Valhalla or Yakuza: Like A Dragon for 2020, but there are also going to be some heavy hitters coming to the Xbox Series X|S in 2021. \n\nIn the video above, we highlight nine new games that you can play on the Xbox Series X or S in 2021. A few of these titles aren’t 100% confirmed for 2021 launches just yet, but could surprise us, so we wanted to mention them just in case. The line-up features Xbox staples like Halo Infinite as well as long awaited sequels like Psychonauts 2, Resident Evil Village, and more. \n\nAmong the titles that could surprise us with 2021 launches, there's  Everwild, Senua’s Saga: Hellblade 2, and Unknown 9: Awakening, all of which got fans excited for their arrival  with memorable cinematic trailers. You can see these titles and more in our video.\n\nThe Xbox Series X and S will launch on November 10th. The Series X will cost $500, while the S will retail for $300. You can learn more in our Xbox Series X and S preorder guide.", "link": "https://www.youtube.com/watch?v=8zdzBHjLY3E", "date_published": "2020-10-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Firearms Expert Reacts To Cyberpunk 2077 Weapons Trailer", "description": "Jonathan Ferguson, a firearms expert and Keeper of Firearms & Artillery at the Royal Armouries, reacts to a range of Cyberpunk 2077 weapons.\n\nIf you're interested in seeing more of Jonathan, you can check out more from the Royal Armouries right here. - https://www.youtube.com/user/RoyalArm…\n\nIf you would like to support the Royal Armouries, you can make a charitable donation to the museum here. - https://royalarmouries.org/support-us/donations/ \n\nAnd if you would like to become a member of the Royal Armouries, you can get membership here. - https://royalarmouries.org/support-us/membership/", "link": "https://www.youtube.com/watch?v=BornX8pmteE", "date_published": "2020-10-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]