[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Shirley Collins: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | November 10, 2020\nShirley Collins is a legend — a humble one, but undoubtedly a transformative voice in traditional folk music. It's truly a miracle to hear her voice at this Tiny Desk (home) concert. At 85, Shirley Collins is seated in the living room of her cottage in Lewes, East Sussex, accompanied by guitarist Ian Kearey. Her life story took the sort of twists you hear in the songs she sings, in her case, a broken heart, a painful divorce, and the loss of her voice. For 30 years, she couldn't sing.\nNow, here she is playing songs from Heart's Ease, only the second album she's made in the past 40 years. You hear her sing of a young sailor boy who saves his ship from robbers and is promised by his captain both gold and his daughter's hand in marriage. The lad sinks the robber's boat, only to be left to drown by that very same captain.\n\nThese unimaginable tales and that unadorned voice have influenced both British and American folk music since the 1960s, from Fairport Convention's Sandy Denny to The Decemberists' Colin Meloy. These tales of woe and whimsy are as timeless as Shirley Collins.\n\nSET LIST\n\"The Merry Golden Tree\"\n\"Sweet Greens and Blues\"\n\"Wondrous Love\"\n\"Tell Me True\"\n\"Old Johnny Buckle\"\n\nMUSICIANS\nShirley Collins: vocals\nIan Keary: guitar\n\nCREDITS\nVideo By: Grant Gee, Karen Johnston\nAudio By: Alfie Gee\n\nTINY DESK TEAM\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=n8SdsHsiZ7k", "date_published": "2020-11-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Mickey Guyton: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | November 9. 2020\nMickey Guyton recorded her three-song Tiny Desk (home) concert in a warm-hued corner of a friend’s studio near her Los Angeles home. Her makeshift desk holds the book that inspired its title, alongside a pair of blue baby booties: Guyton will soon give birth to her first child. Albums by Whitney Houston and Patsy Cline -- Guyton’s guardian angels -- rest on the window ledge. The hands of keyboardist Lynette Williams, who also plays in Childish Gambino’s band, are the first sight you see as the music starts. This is country: soulful keyboards, the Afro-Caribbean instruments of percussionist Paul Allen, Jon Sosin’s acoustic guitar. Guyton raises the rafters and distills emotion with impeccable clarity. Her high notes thrill, her nuance in storytelling captivates. A star for our times claims her place.\nAmerica is living through a moment of change, and it’s difficult to imagine a better artist to greet it than Guyton. The Texas native has long been a favorite of country music connoisseurs for her lucid songwriting style and the dazzling dynamic range and power of her voice. And yet, it took Guyton nearly a decade to be fully embraced within the country world she loves. This year is her year. In February, as protests against sexism intensified in the country world, she debuted “What Are You Gonna Tell Her” and it caused an instant sensation. In June, after the killing of George Floyd, Guyton released “Black Like Me,” which tells her own story in a way that gently but resolutely calls for change. Suddenly Guyton was an emblem. What matters most is that she is a great singer and writer redefining country music’s sound, as well as its image. That’s what she makes undeniably clear here.\n\nSET LIST\n• \"Black Like Me\"\n• \"Salt\"\n• \"What Are You Gonna Tell Her?\"\n\nMUSICIANS\n• Mickey Guyton: vocals\n• Lynette Williams: keys\n• Jon Sosin: guitar\n• Paul Allen: percussion\n\nCREDITS\n• Video By: Gabriel Gely, Arthur Castellano, Marcus Page, Erick Wilczynski\n• Audio By: Patrick Avalon, Lucie Barinkova\n• Production Coordinator: Damon Vonn\n• Production Assistant: Ella O'Brien\n\nTINY DESK TEAM\n• Producer: Ann Powers\n• Video Producer: Maia Stern\n• Audio Mastering: Josh Rogosin\n• Associate Producer: Bobby Carter\n• Tiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\n• Executive Producer: Lauren Onkey\n• Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=bnbJCEBGvHU", "date_published": "2020-11-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]