[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin’s Creed Valhalla: 10 Beginner’s Tips", "description": "It's time to step into the Animus and head to England as Viking raider Eivor in Assassin's Creed Valhalla. Here's your guide with 10 early game tips to help you get the most from Ubisoft's latest.\n\nAssassin's Creed Valhalla is a meaty RPG thatoffers sprawling quests, a huge map, and a, frankly, intimidating-looking skill tree. It's possible to be overwhelmed when you boot the game up, but don't worry, we've got you covered with some early-game tips to help you get the most out of your time as a Viking raider.\n\nIn the video above, we tell you which collectables to be on the lookout for, how to find the best abilities for Eivor, and, crucially, how to find a wolf to join you in battle and a cat for your longship. If you're stuck looking for a certain yellow longship, we have the answer to that too (but we put a spoiler warning on it, don't worry). We also point out some side activities that you won't want to miss, such as flyting aka Viking rap battles. Yes, you read that right. \n\nFor more on Assassin's Creed Valhalla, make sure to check out our review, as well as our video comparing visuals and load times between the Xbox Series X and Xbox One X versions of the game.\n\n\n0:00 Intro\n0:15 Assassin's Creed Valhalla item upgrades \n0:46 Flyting\n1:13 Assassin's Creed Valhalla's coolest secrets and hidden bosses\n2:05 Assassin's Creed Valhalla skill tree, abilities, and Books of Knowledge\n2:49 How to get a wolf companion in Assassin's Creed Valhalla\n3:21 Barracks and jomsvikings\n3:34 Hunting Legendary animals\n3:50 Order of Ancient medallions \n4:03 Assassin's Creed Valhalla cat companion\n4:20 Where's the yellow boat in Soma's quest? (slight spoilers)", "link": "https://www.youtube.com/watch?v=vjghjNNka3o", "date_published": "2020-11-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X vs. Xbox One X on Assassin's Creed Valhalla", "description": "See the performance, visuals, and load times of Assassin's Creed Valhalla compared between the Xbox Series X and Xbox One X.\n\nAssassin's Creed Valhalla is the latest game in Ubisoft's open-world series, and it's available on a wide range of platforms, spanning current and next gen. But what kind of improvements can you expect to see if you play it on Xbox Series X vs. Xbox One X? \n\nThe video above demonstrates some of the benefits of upgrading to the next-gen version--which you'll get access to for free by purchasing the Xbox One version (the same is true with the PS4 and PS5 versions). We start out by showcasing the improved visuals, including the impressive lighting and shadow effects you'll enjoy on Series X. From there, we take a look at load times, specifically as we fast travel to England. On Series X, this takes 17 seconds, whereas the same task takes more than four times as long to complete on Xbox One.\n\nYou can watch the video for much more on what to expect between the two versions, and be sure to check out GameSpot for our full Assassin's Creed Valhalla review and much more next-gen coverage.", "link": "https://www.youtube.com/watch?v=p65cBwWH-CU", "date_published": "2020-11-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X/S Livestream: AMA With The Reviewer", "description": "Jake and Michael celebrate the launch of the Xbox Series X and S by playing some games and answering your burning questions. Michael reviewed both the Series X and S for GameSpot so ask him and Jake anything you want about the consoles.", "link": "https://www.youtube.com/watch?v=MhDmXVI8IHE", "date_published": "2020-11-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Review", "description": "Though its campaign takes time to get going, Assassin's Creed Valhalla brings a satisfying finish to the current saga of the franchise. Ubisoft's role-playing game will be available on Xbox One, Series X, PlayStation 4, PlayStation 5, and PC on November 10. You can read the full written Assassin's Creed Valhalla review by Jordan Ramée on GameSpot: https://www.gamespot.com/reviews/assassins-creed-valhalla-review/1900-6417607/", "link": "https://www.youtube.com/watch?v=OGRlN5QETpM", "date_published": "2020-11-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Xbox Series X Livestream", "description": "See Assassin's Creed Valhalla gameplay on The Xbox Series X. Jake and Lucy are here play the game live, and answer your looming questions.", "link": "https://www.youtube.com/watch?v=Jini9v_iKek", "date_published": "2020-11-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bugsnax Review", "description": "Set on a mysterious island, Bugsnax challenges you to collect cute, edible creatures and feed them to Muppet-like residents as you unravel a deep mystery.\n\nBugsnax launches for PS5, PS4, and PC on November 12, and it will be free for PlayStation Plus subscribers on PS5. You can read the full written Bugsnax review by Mike Epstein on GameSpot.", "link": "https://www.youtube.com/watch?v=kBurIUzvNwM", "date_published": "2020-11-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]