[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "The Wolf of Snow Hollow Scene Breakdown with Writer/Director Jim Cummings", "description": "The Wolf of Snow Hollow is Now Available On Demand & Digital https://thewolfofsnowhollow.com/\n\nTalk with aspiring writers like you on the Discord Server: https://discord.gg/xxTqXXd\n\nExcited to have Jim Cummings break down a couple of scenes from his new film The Wolf of Snow Hollow! In this exclusive interview, he talks about how he responded to studio notes and rewrote his script after production to create the film we see today.  An excellent look into what it's like to work with a studio, if your protagonist needs to be \"likable\", and how to solve problems in your writing to tell the best stories you can tell! If you're a screenwriter, there's a lot to learn from this video.\n\nSubscribe: https://www.youtube.com/channel/UC3osNjJeuDdvyALIEP-nh0g?sub_confirmation=1\n\nComment below a film or TV show you want me to research next.\n\nThe Wolf of Snow Hollow is a 2020 American comedy horror film written, directed by and starring Jim Cummings. It also stars Riki Lindhome, Chloe East, and Jimmy Tatro, as well as Robert Forster. The plot follows a small Utah town that is seemingly being terrorized by a werewolf.\n\nABOUT BEHIND THE CURTAIN\nLearn from real screenwriters... and then learn how that translates into your own writing process. Behind the Curtain takes the best pieces of advice and insight from professional screenwriters and deliver them to you in an easily watchable format. We're focused on creating a community of passionate screenwriters who are eager to grow together through learning from the best.\n\nJim Cummings Breaks Down Scene from The Wolf of Snow Hollow\nhttps://youtu.be/hVheQr1sH58\n\n#screenwriting #SnowHollowFilm #TheWolfOfSnowHollow", "link": "https://www.youtube.com/watch?v=Qf0uS28Bfjc", "date_published": "2020-11-09 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]