[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Carlos Vives: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space. \n\nIn celebration of National Hispanic Heritage Month, NPR Music presents four very special Tiny Desk Home Concerts recorded especially for this week.\n\nFelix Contreras | October 14, 2020\nVocalist Carlos Vives kicks things off in high gear on this Tiny Desk (home) concert with his trademark sound: a celebration of the music from his beloved home country of Colombia, mixed with rock and other Latin music style.\n\nSpirited champeta dance grooves from the country’s Pacific coast permeate his classic 1995 hit “Pa’ Mayte,” and if you look closely you’ll see two of his backup vocalists also playing traditional gaitas Colombianas (flutes). They are used to spectacular effect as a transition between the title cut of his new album Colombiana and “La Bicicleta” (originally recorded with his compatriot Shakira), a vallenato fueled by a bit of reggaeton.\n\nPresenting Carlos Vives has special resonance this week as his latest album recently picked up six Latin Grammy nominations, including Album of the Year.\n\nFelicidades, Carlitos! And oye, adding that NPR coffee mug to your desk? Nice touch! \n\nSET LIST\n\"Pa' Mayte\"\n\"Cumbiana\"\n\"La Bicicleta\"\n\"No Te Vayas\"\n\nMUSICIANS\nCarlos Vives: vocals\nMartin Velilla: drums\nGuillermo Vadalá: bass\nAndrés Leal: guitar\nMayte Montero: vocals, gaita\nTato Marenco: vocals, gaita\nGuianko Gómez: vocals\nChristian Camilo Peña: accordion, vocals\n\nCREDITS\nVideo By: Michelle Jayme, Isabel Vásquez, Jorge Gonzalez Graupera, Antal Steinbach\nAudio By: Andrés Leal, Martín Velilla, Daniel Cortés, Galerazamba Producciones, Sancho Gomez-Escolar\nProducer: Felix Contreras\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #carlosvives", "link": "https://www.youtube.com/watch?v=RvVqaCs-K_8", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lido Pimienta: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nIn celebration of National Hispanic Heritage Month, NPR Music presents four very special Tiny Desk (home) concerts recorded especially for this week.\n\nFelix Contreras | October 13, 2020\nColombian vocalist Lido Pimienta has had one of the musical highlights of a year marked by tragedy and uncertainty. The healing magic of her album Miss Colombia transfers beautifully to this visually stunning Tiny Desk (home) concert. (Extra points if you can spot the tiny Tiny Desk!)\n\nBacked up by a bevy of international musicians based in her new home of Toronto (I see you, members of the Cuban group Okan), you can hear for yourself how Pimiento's quartet of songs challenge the concept of just what qualifies as \"Latin music\" in a way that both honors and expands tradition.\n\nThere is added poignancy to the video; the visual theme is a quinceañera, a coming of age tradition that Pimienta could not share with her mother who had to flee Colombia. With her mom present at the video shoot, Pimienta uses her energetic performances to close a dramatic circle with her mom as we celebrate with her.\n\nSET LIST\n\"Eso Que Tu Haces\"\n\"Nada\"\n\"Coming Thru\"\n\"Resisto Y Ya\"\n\nMUSICIANS\nLido Pimienta: vocals\nOKAN (Elizabeth Rodriguez): vocals, violin\nMagdelys Savigne: vocals, percussion\nKaren Ng: saxophone, flute, clarinet\nTara Kannangara : trumpet\nFelicity Williams: vocals\nRobin Dann: vocals\nIsla Craig: vocals\nIvy Farquhar-McDonnell: vocals\nPrince Nifty: vocals, synthesizer\nBrandon Valdivia: percussion\nReimundo Sosa: percussion\n\nCREDITS\nVideo By: Andres Landau\nDirectors: Lido Pimienta, Andres Landau\nCinematography: Jack Weisman, Gabriela Osio Vanden, Rodrigo Michelangeli\n1st AC/Camera Operator: Carine Zahner\nArt Direction: Gustavo Cerquera Benjumea\nEdited By: Andres Landau\nHair: Chason Yeboah \nMake-up: Marisa Tipkanok\nArt Department: Rosario Paz, Gustavo Cerquera Benjumea\nColor: Zach Cox\nAudio By: Prince Nifty, Kvesche Bijons-Ebacher, Jarrett Bartlett\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann\nPerformed and Recorded at Victory Social Club Studio in Toronto, Canada", "link": "https://www.youtube.com/watch?v=YEnY43csEG0", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]