[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla - Gameplay Overview Trailer", "description": "Take a look at how you will explore England as Viking Eivor, in this extensive gameplay overview trailer.", "link": "https://www.youtube.com/watch?v=WmUxh23-YfI", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Is Going Full RPG", "description": "After playing over six hours of Assassin's Creed Valhalla, Jordan Ramée discusses his time with the game, how settlements work, and why it feels like a mix of classic Assassin's Creed and games like The Witcher 3: Wild Hunt and Dragon Age Inquisition.\n\nAssassin's Creed Valhalla will be launching very soon, and ahead of its release, Jordan got to spend six more hours with the game, taking control of Viking raider Eivor and swan-diving into Ye Olde England to build a new settlement for their clan.\n\nIn this video, Jordan and Lucy discuss how the Assassin's Creed franchise has evolved, from being firmly rooted in social stealth, to embracing more action-focused gameplay. Now, with Valhalla, it seems to have found a sweet spot somewhere in the middle. As Eivor is an outsider--an invader, no less--stealth plays a crucial role in Valhalla, as most people will attack them on sight. \n\nJordan also explains how constantly upgrading Eivor's settlement plays a huge role in Valhalla, making its gameplay loop feel more cyclical, and more akin to RPGs like Mass Effect's, or Dragon Age Inquisition's. But those who loved Assassin's Creed Odyssey's long, winding side missions may be disappointed, as Valhalla offers much quicker, bite-sized side missions.\n\nFor Jordan's full impressions, be sure to watch the video. Assassin's Creed Valhalla launches on November 10 on Xbox Series X and S, PlayStation 4, Stadia, and PC, before coming to PlayStation 5 on November 12.", "link": "https://www.youtube.com/watch?v=qV244soVqRM", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Mix Next Livestream", "description": "The MIX Next live event will feature new game reveals, videos, special guests, and more during the main show. The post-show, meanwhile, will have extended game demos and developer interviews with teams from around the world.", "link": "https://www.youtube.com/watch?v=blUzLRX6HS4", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Explained: Pieces Of Eden, Isu, + MORE | Lorescape", "description": "If you're looking forward to Assassin's Creed Valhalla, this episode of Lorescape dives deep into the complex lore behind the First Civilization, the Toba Catastrophe, and the first humans that ever walked the Earth!\n\nAssassin’s Creed is a long-beloved series of over a dozen games, each with vast, complex lore. The series spans from Ancient Greece to the Viking Age to modern day, with players wielding tomahawks in Rome and slicing heads with hidden blades in Ancient Egypt. However, the age-old battle over magical, advanced technology is secretive and altogether more complex.\n\nAssassin’s Creed tells an alternative history of the creation and development of human civilization, and it all ties back to an ancient, super-advanced species that ruled over Earth long before the Assassins and Templars even existed. Many Assassin’s Creed games not only reference an alternate history, but also religions and figures from ancient civilizations like Greece, Egypt, and Italy. It seems possible the next installment in the series, Assassin’s Creed Valhalla, could not only involve the Isu and Norse mythology, but also Norse pieces of eden, or a humanity-threatening event like Ragnarok. \n\nThe ways in which Assassin’s Creed games weave together an alternative historical timeline with the ancient species that created humanity makes the series even more interesting to play and immerse yourself in. So in preparation for Assassin’s Creed Valhalla next month, let’s dive in and see where this massive series and the origin of humanity, all began.", "link": "https://www.youtube.com/watch?v=wQl37KNNfIY", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Every Xbox Start Up Sound (2001 - 2020)", "description": "Here's every boot up sound for the Xbox from the 2001's original Xbox, all the way through to the upcoming Series X|S.\n\nWe're on the brink of a new console generation, as Microsoft is ushering in the Xbox Series X and S consoles in November. In addition to a new form factor and more powerful processors, the consoles come with a new boot-up sound. \n\nWith that in mind, we're looking back at the Xbox boot-up sounds from over the years, beginning with the original Xbox in 2001. Check out the video here to listen to boot-up sounds and animations for all of the Xbox consoles to date. It's a fun stroll down memory lane, and something to enjoy as we wait for the launch of the new consoles.\n\nThe Xbox Series X/S systems release on November 10, so it won't be much longer until everyone can get their hands on them. Keep checking back with GameSpot for lots more on the consoles in the days and weeks ahead!", "link": "https://www.youtube.com/watch?v=fJcZdrCNs_g", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Get The Most From PS5 and Xbox Series X", "description": "To get the most out of your PS5 and Xbox Series consoles, from TVs to sound systems, we narrow down what you need to get prepped for this next generation of gaming.\n\nNext Gen Ready TVs\n\nLG CX OLED 4k TV https://www.amazon.com/LG-OLED48CXPUB-Alexa-Built-Ultra/dp/B083XNJWNJ?tag=gamespot-best-lists-20\nSony X900H 4k ULTRA HD https://www.amazon.com/Sony-X900H-65-Inch-Compatibility/dp/B084KQLVFH?tag=gamespot-best-lists-20\nSamsung Q80T 4K https://www.amazon.com/SAMSUNG-65-inch-Class-QLED-Built/dp/B0845ZSMWS?tag=gamespot-best-lists-20\n\nCapture Devices\n\nElgato 4K60S+ https://www.amazon.com/Elgato-Standalone-Recording-Zero-Lag-Passthrough/dp/B082N68RNS?tag=gamespot-best-lists-20\nElgato 4K60 Pro https://www.amazon.com/Elgato-Game-Capture-4K60-MK-2/dp/B07VWXCXM7?tag=gamespot-best-lists-20\nRazer Ripshaw HD https://www.amazon.com/Razer-Ripsaw-Game-Streaming-Capture/dp/B07Q2X651Z?tag=gamespot-best-lists-20\n\nVideos and Articles\n\nWhat is HDMI 2.1? https://youtu.be/Qk3l9hkHAAs\nBest 4K TVs for the PS5 and XSX/S: https://www.gamespot.com/articles/the-best-4k-tvs-for-gaming-on-ps5-and-xbox-series-x/1100-6482374/ \nBest Streaming Accessories Of 2020: https://www.gamespot.com/articles/best-streaming-accessories-of-2020-how-to-stream-o/1100-6474818/\n\nThere’s a lot of things to look for when you’re getting a TV for gaming. It is 4K? Does it support 120HZ? And, if so, does it have an HDMI 2.1 port? What about audio? Does it support Dolby Atmos? \n\nIt can be overwhelming trying to figure out what’s the best setup for your gaming experience, but in this video we narrow down a few products in each category, like the LG CX OLED 4K TV, or the Sony HT-ST5000 soundbar. We also go over the difference of PlayStation 5’s Tempest 3D AudioTech, and Xbox Series X’s DTS:X audio capabilities, and what it means for your existing speakers of headset.\n\nThinking about capturing gameplay to share with your friends? We got you. We also go over the right capture card for your game sharing needs, and set you up with where to go if you want to get a streaming setup with mics and webcams.", "link": "https://www.youtube.com/watch?v=DZ7mbwG7n28", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Unboxing Video Appears | Save State", "description": "On today's Save State, Persia talks about an Xbox Series X unboxing video that surfaced on YouTube, new Miles Morales footage posted on Insomniac's Instagram, and a mini Dreamcast that could possibly be on its way.\n\nIn this video, Persia talks about an early unboxing video of the Xbox Series X that surfaced this morning. The video shows off the exterior and interior of the box, the console, the controller, and the accessories. Another image found on Reddit showcased a retail-looking room with stacks of Xbox Series X boxes ready to be shipped.   The Series X and S launch on November 10th.\n\nPersia also goes over the new details from Insomniac's Instagram that tell us more about Spier-Man: Miles Morales. A Daily Bugle article talks about the city watching Miles train along the rooftops with Peter Parker. This tells us that Miles will have familiarity with his abilities before the game starts and Peter Parker could have a significant role in the game as Miles' mentor. We also got our first look at Miles' trademark hoodie costume, the same outfit he wore in Into the Spiderverse.\n\nLastly, Persia talks about a Dreamcast mini that could possibly be in the works. In a Famitsu interview translated by Siliconera, Sega creative producer Yosuke Okunari talked about the company's mini consoles and said, \"For the next Mini, we are considering everything that has been imagined by everyone. If I have to say some names, it could be an SG-1000 Mini or a Dreamcast Mini.\" The original Dreamcast was home to Crazy Taxi, Jet Set Radio, and many more.\n\nThis is your Save State for Monday, October 12th.", "link": "https://www.youtube.com/watch?v=qxod-yEvD4g", "date_published": "2020-10-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]