[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "How One Supernova Measured The Universe", "description": "In 2015 astronomers successfully predicted the appearance of a supernova within a couple weeks. How did they do it? Win your Ultimate Tech Bundle by entering Fasthosts’ Techie Test here: https://fasthosts.com/veritasium (Competition now closed) This video was sponsored by Fasthosts.\n\nSpecial thanks to Geraint Lewis for consulting on gravitational lensing. Check out his YouTube channel: https://ve42.co/gfl and books: https://ve42.co/GFLbooks\n\nThe supernova image in the thumbnail is from my documentary, Uranium: Twisting The Dragon's Tail. Check it out here: https://genepoolproductions.com/uranium-project\n\nReferences:\nDEJA VU ALL OVER AGAIN: THE REAPPEARANCE OF SUPERNOVA REFSDAL\nP. L. Kelly et al. https://arxiv.org/abs/1512.04654\n\nPredicted properties of multiple images of the strongly lensed supernova SN Refsdal \nMasamune Oguri. Monthly Notices of the Royal Astronomical Society: Letters, Volume 449, Issue 1, 01 May 2015, Pages L86–L89, https://arxiv.org/abs/1411.6443\n\nMultiple Images of a Highly Magnified Supernova Formed by an Early-Type Cluster Galaxy Lens\nPatrick L. Kelly et al. https://arxiv.org/abs/1411.6009\n\n\"Refsdal\" meets Popper: comparing predictions of the re-appearance of the multiply imaged supernova behind MACSJ1149.5+2223. T. Treu et al. https://arxiv.org/abs/1510.05750\n\nIrwin I. Shapiro (1964). \"Fourth Test of General Relativity\". Physical Review Letters. 13 (26): 789–791. doi:10.1103/PhysRevLett.13.789\n\nIrwin I. Shapiro; Gordon H. Pettengill; Michael E. Ash; Melvin L. Stone; et al. (1968). \"Fourth Test of General Relativity: Preliminary Results\". Physical Review Letters. 20 (22): 1265–1269. doi:10.1103/PhysRevLett.20.1265\n\nResearch & Writing by Stephanie Hamilton, Ralph Crewe, Petr Lebedev, Derek Muller, and Jonny Hyman\nAnimations & VFX by Jonny Hyman & Ivy Tello\nThanks to Jaime Portsmouth for his gravitational lensing simulator and help enabling it to render simulations.\nSupernova simulations courtesy of Adam Burrows\nNumerous hubble images by Hubble Legacy Archive, NASA/ESA/STScI\nNumerous images by ESO / NASA", "link": "https://www.youtube.com/watch?v=ljoeOLuX6Z4", "date_published": "2020-10-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]