[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How Linking Mail-in Ballots with Voter Fraud Became a Political Tool | Whose Vote Counts | FRONTLINE", "description": "Unsubstantiated warnings of widespread voter fraud in the 2020 election echo a 1980s case involving Black civil rights activists and then-Alabama Attorney General Jeff Sessions, as explored in this scene from \"Whose Vote Counts.\"\n\nAs the COVID-19 pandemic intensified in 2020, so did President Donald Trump’s unfounded rhetoric around mail-in ballots.\n\n“Mail ballots, they cheat, OK. People cheat. Mail ballots … are fraudulent, in many cases,” the president said in April, going on to repeatedly claim a link between widespread election fraud and mail-in ballots — which could be cast in numbers as high as 70 million in the November election, as voters look to avoid risking potential exposure to the coronavirus.\n\nTo date, confirmed instances of what’s been called voter fraud have been relatively rare — often the result of mistakes rather than ill intent. \"I can tell you … that the widespread fraud that would allow a conclusion of ‘elections are rigged’ is not there. The evidence does not show that,” Benjamin Ginsberg, whose tenure as the Bush-Cheney campaign’s national counsel included the 2000 Bush-Gore recount, told FRONTLINE. A more pervasive problem, experts say, is disenfranchisement caused by the proportion of mail-in ballots that are discarded on technicalities.\n\nYet the president’s claims were not the first time a politician had sought to draw an association between mail-in ballots and voter fraud. The above excerpt from \"Whose Vote Counts,\" a collaborative documentary from FRONTLINE, Columbia Journalism Investigations and reporters from the Milwaukee Journal-Sentinel and USA TODAY, explores how and when that connection entered the political conversation on a significant level.\n\nWatch \"Whose Vote Counts\" starting Tues., Oct. 20: \nhttps://to.pbs.org/3jecZef\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation. Additional support for \"Whose Vote Counts\" is provided by the Jonathan Logan Family Foundation.\n\n\n[Hank Sanders served in the Alabama state senate from 1983-2019, not 1982-2018. A corrected version of this video is available here: https://bit.ly/2HlmJpQ]", "link": "https://www.youtube.com/watch?v=0z8V3PuOjGg", "date_published": "2020-10-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]