[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Leo Kottke and Mike Gordon: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | October 21, 2020\nIt's been 15 years since the legendary guitarist Leo Kottke put out a new recording, and it's no coincidence that his new music is with Phish bassist Mike Gordon. The two have a history of making albums together, but that hit a hiatus in 2005 with their Sixty Six Steps project. They're back with a 2020 album, Noon, and Phish drummer Jon Fishman joins the duo. And while they're miles apart for this Tiny Desk (home) concert, Leo at Creation Audio in Minneapolis and Mike and Jon at Tank Recording Studio in Burlington, Vt., there's plenty of humor and spirit traversing the wires.\n\nThey begin with what fans of Leo Kottke fell in love with 50 years ago, the sound of his acoustic guitar fingerpicking. Mike Gordon punctuates the opening song \"Flat Top,\" which at moments feels like a musical chase. Jon Fishman is a tasteful addition. Mike and Jon have played over 2,000 shows together, so there's telepathy there. Still, he also finds ways into the music that isn't merely rhythmic; he adds aural atmospherics with brushes in hand. There are some fun visual tricks but — musically speaking — not a moment of trickery. Just pure magic.\n\nSET LIST\n\"Flat Top\"\n\"The Only One\"\n\"Sheets\"\n\"I Am Random\"\n\nMUSICIANS\nLeo Kottke: acoustic guitar, vocals\nMike Gordon: bass, vocals\nJon Fishman: drums, vocals\n\nCREDITS\nEdited and Directed by: Eli Tishberg\nVideographers: Nate Ryan and Bruce Gibbs\nMusic Produced by: Jared Slomoff\nAudio Engineers: Rob O'Dea, Miles Hanson and Steve Wiese\nProduction Assistants: Gretchen Bedard and Sam Gibbs\nRecorded and filmed at Creation Audio (Studio A), Minnesota and Tank Recording Studio, Burlington, Vt.\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=gBCV3RFWCAA", "date_published": "2020-10-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Kingfish: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBy Abby O'Neill | October 20, 2020\nChristone \"Kingfish\" Ingram made his Tiny Desk debut in 2018 at age 19, flashing brilliance while backing hip-hop icon Rakim. Since then, this Grammy-nominated singer and guitarist from Clarksdale, Miss., has risen to critical acclaim and packed venues across the nation. Kingfish blends Delta Blues with contemporary melodies that resonate with blues lovers new and old. Evocative of mentor and collaborator Buddy Guy's signature hammer-on technique, the 21-year-old Kingfish ferries this treasured genre of the American musical tradition to contemporary audiences. His Tiny Desk (home) concert was shot at Ground Zero Blues Club in Clarksdale with bassist Paul Rogers. \n\nSET LIST\n\"Fresh Out\"\n\"Outside of This Town\n\"Listen\"\n\"Rock & Roll\"\n\nMUSICIANS\nChristone \"Kingfish\" Ingram: vocals, guitar\nPaul Rogers: bass\n\nCREDITS\nVideo By: Tom Cooper\nAudio By: Allen Brown\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=nmDSzmiys1g", "date_published": "2020-10-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]