[{"source": "https://www.theguardian.com/rss", "title": "Give UK pubs extra support from repaid Covid rates relief, Labour urges PM", "description": "<p>Britain’s 47,200 pubs should be enjoying a Christmas bonanza, but 85% are now closed, rising to 93% on Boxing Day </p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pubs face <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/23/uk-pubs-expect-to-serve-39m-fewer-pints-over-christmas-period-covid-restrictions\">losing out on billions of pounds in income</a> over the Christmas period and many may close as a result of coronavirus restrictions, Labour has claimed.</p><p>The party has called on the government to use <a href=\"https://www.theguardian.com/business/2020/dec/04/lidl-and-pets-at-home-join-list-of-firms-returning-covid-business-rates-relief\">business rates relief returned by supermarkets</a> to provide extra support for the industry.</p> <a href=\"https://www.theguardian.com/business/2020/dec/25/give-uk-pubs-extra-support-from-repaid-covid-rates-relief-labour-urges-pm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/25/give-uk-pubs-extra-support-from-repaid-covid-rates-relief-labour-urges-pm", "date_published": "2020-12-25 22:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Large 'intentional' blast wrecks buildings in downtown Nashville", "description": "<ul><li>Explosion linked to parked RV occurred after warning call</li><li>Three suffer non-critical injuries as structural damage reported</li></ul><p>Downtown Nashville was sealed off today, after a large explosion destroyed several buildings on Christmas morning in what appears to have been an “intentional act”, according to local police.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/25/explosion-nashville-intentional-act-police-say\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/25/explosion-nashville-intentional-act-police-say", "date_published": "2020-12-25 19:14:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanker Knob, Bullshit Hill and Guys Dirty Hole are all real places in Australia", "description": "<p>From Bumcooler Flat (South Australia) to Kockup (Tasmania), we’ve rounded up some of Australia’s weirdest place names. Add your suggestions in the comments</p><p>The North Pole is located a short distance from Marble Bar, the hottest place in inland Australia. Siberia is near Kalgoorlie, with an average summer temperature of 35C. Australian humour is not complicated. And when you colonise a land that is almost the size of Europe, it’s easy to run out of names.</p><p>Which is possibly why there are so many bottoms in Tasmania.</p> <a href=\"https://www.theguardian.com/australia-news/2020/dec/26/spanker-knob-bullshit-hill-and-guys-dirty-hole-are-all-real-places-in-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/dec/26/spanker-knob-bullshit-hill-and-guys-dirty-hole-are-all-real-places-in-australia", "date_published": "2020-12-25 19:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Dry: the ‘devastating imagery’ bringing Jane Harper’s bestseller to the big screen", "description": "<p>An Eric Bana-starring adaptation drops noir twists into a fly-blown regional Australia, as it buckles under the impacts of climate change</p><p>Released in 2016, Jane Harper’s debut novel, The Dry, evoked a sense of sundried desperation and El Niño-inspired unease that felt as familiar to many Australian readers as the book’s genre trappings (its tagline, “a desperate act in a small town with secrets”, could apply to anything from Twin Peaks to Top of the Lake).</p><p>The book hadn’t even hit shelves when producer Bruna Papandrea and screenwriter-director Robert Connolly started planning the film. Papandrea is perhaps best known today for adapting Liane Moriarty’s Big Little Lies for HBO, which <a href=\"https://www.theguardian.com/tv-and-radio/2017/mar/23/has-the-satire-and-humour-of-big-little-lies-been-lost-in-translation\">swapped Sydney’s northern beaches for affluent, coastal California</a> – but there was no separating The Dry<em> </em>from its western Victorian backdrop.</p> <a href=\"https://www.theguardian.com/film/2020/dec/24/the-dry-the-devastating-imagery-bringing-jane-harpers-bestseller-to-the-big-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/24/the-dry-the-devastating-imagery-bringing-jane-harpers-bestseller-to-the-big-screen", "date_published": "2020-12-25 19:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump plays golf as Congress scrambles to salvage Covid relief bill", "description": "<ul><li>President’s call for $2,000 stimulus checks left deal in disarray</li><li>Nancy Pelosi in talks with treasury secretary Steven Mnuchin</li></ul><p>After tossing a grenade that threatens to blow up a massive Covid relief and government funding bill and force a government shutdown in the midst of a pandemic, Donald Trump was golfing on Christmas for a second straight day.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/25/donald-trump-plays-golf-covid-relief-congress\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/25/donald-trump-plays-golf-covid-relief-congress", "date_published": "2020-12-25 18:31:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Brexit in a time of Covid: Crisis? What Crisis? Editorial", "description": "<p>Parliament should be recalled to deal with the crisis of coronavirus, not just that of leaving the EU</p><p>In January 1979, a beleaguered Labour prime minister, James Callaghan, returned from a Caribbean summit to a country that appeared in crisis. A week earlier, truck drivers had gone on strike, cutting off petrol supplies in the “winter of discontent”. When the prime minister arrived at London’s Heathrow airport, he held a press conference in which nothing memorable was said. Instead, in a phrase that has become code for political complacency, Callaghan became for ever associated with the following day’s Sun newspaper headline: “<a href=\"http://news.bbc.co.uk/1/hi/uk_politics/921524.stm\" title=\"\">Crisis? What crisis?</a>”</p><p>His fate was sealed. Callaghan lost the next general election to Margaret Thatcher. The lesson for politicians is the importance of perception in a crisis. If something feels like a crisis, it is effectively a crisis. Britain now confronts its most serious emergency since the second world war. It faces the unprecedented challenge of coronavirus while adjusting to a new diminished status outside the European Union. The country’s health service is at breaking point, and its future as a <a href=\"https://www.npr.org/2020/12/15/946242592/support-for-scottish-independence-is-growing-partly-due-to-u-k-s-covid-19-respon?t=1608858768832\" title=\"\">unified state is on the line</a>. All this goes unmentioned by Boris Johnson, perhaps because he <a href=\"https://www.theguardian.com/politics/2018/jan/15/leave-campaigns-350m-claim-was-too-low-says-boris-johnson\" title=\"\">disingenuously</a> promised that Brexit would save the NHS.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/25/the-guardian-view-on-brexit-in-a-time-of-covid-crisis-what-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/25/the-guardian-view-on-brexit-in-a-time-of-covid-crisis-what-crisis", "date_published": "2020-12-25 17:17:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "James Wolfensohn obituary", "description": "Former president of the World Bank determined to alleviate poverty in less developed countries<p>“If you have wealth, you have to share it,” was the watchword of the former president of the World Bank James Wolfensohn, a larger than life, egotistical, supremely confident, inveterate networker, but fundamentally a good and witty man. Wolfensohn, who has died aged 86, made a great deal of money and gave a great deal away.</p><p>The zenith of his career was his two-term presidency of the World Bank, between 1995 and 2005, where his zest and passion for poverty alleviation left an indelible mark. Unafraid to confront the reality that too much of the World Bank’s lending found itself in anonymous offshore bank accounts held by recipients, he set up an anti-corruption task force, unthinkable before he arrived for fear of legitimising the bank’s critics while potentially smearing some innocent borrowers.</p> <a href=\"https://www.theguardian.com/business/2020/dec/25/james-wolfensohn-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/25/james-wolfensohn-obituary", "date_published": "2020-12-25 17:05:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jason Euell: 'I am coach, manager, role model, mentor, big brother, dad'", "description": "<p>Charlton Under-23 and England Under-20 coach on his ambitions, working with ‘more delicate’ players and the old Wimbledon way</p><p>Jason Euell decided honesty was the best policy. Although he has known challenging times, there was no point in hiding parts of himself if he was going to nail his interview for the job as assistant coach of England’s Under-18s. “We’ve all been through different chapters,” Euell says. “Not everybody’s going to have a fairytale journey.”</p><p>Euell is thinking about the final stage of the interview with the Football Association: the lifelines section. He spoke about his mother, who was a single parent, and how his uncle was his male role model. The 43-year-old talked about going bankrupt after a property venture went south in 2010 and explained how highs often accompanied lows, recalling how tragedy struck after he scored twice for Charlton against West Ham in 2001. “The next afternoon my girlfriend, now my wife, is going through labour and has a stillbirth,” Euell says.</p> <a href=\"https://www.theguardian.com/football/2020/dec/25/jason-euell-charlton-england-coach-manager-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/25/jason-euell-charlton-england-coach-manager-wimbledon", "date_published": "2020-12-25 17:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK scientists trial drug to prevent infection that leads to Covid", "description": "<p><strong>Exclusive:</strong> Antibody therapy could confer instant immunity to Covid-19 on at-risk groups</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>British scientists are trialling a new drug that could prevent someone who has been exposed to coronavirus from going on to develop the disease Covid-19, which experts say could save many lives.</p><p>The antibody therapy would confer instant immunity against the disease and could be given as an emergency treatment to hospital inpatients and care home residents to help contain outbreaks.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/uk-scientists-trial-drug-to-prevent-coronavirus-infection-leading-to-disease\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/uk-scientists-trial-drug-to-prevent-coronavirus-infection-leading-to-disease", "date_published": "2020-12-25 17:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit trade deal to be approved by EU27 'within days'", "description": "<p>Little doubt that deal struck at 11th hour will be signed off, while British MPs are set to be recalled for 30 December vote</p><p>The 27 members of the EU are expected to approve the post-Brexit trade deal with the UK within days after a <a href=\"https://www.theguardian.com/world/2020/dec/25/brexit-deal-to-be-pored-over-by-eu-diplomats-on-christmas-day\">Christmas Day briefing of ambassadors by Michel Barnier</a>, the bloc’s chief negotiator.</p><p>Experts across Europe, from Berlin to Paris and Rome, <a href=\"https://www.theguardian.com/politics/2020/dec/24/european-capitals-welcome-brexit-deal-as-least-worst-outcome\">will now pore over the 1,246-page text</a>, although much of it is well-known in the capitals and there is little doubt that the agreement will be signed off.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/25/brexit-trade-deal-to-be-approved-by-eu27-within-days\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/25/brexit-trade-deal-to-be-approved-by-eu27-within-days", "date_published": "2020-12-25 16:17:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: fizz de Provence – recipe | The good mixer", "description": "<p>A refreshing aperitif to celebrate the start of a new year</p><p>The classic French vermouth, <a href=\"https://www.noillyprat.com/\">Noilly Prat</a>, is made in the pretty seaside village of Marseillan in Provence, so I used some of the local flavours to create this refreshing cocktail.</p> <a href=\"https://www.theguardian.com/food/2020/dec/25/cocktail-of-the-week-fizz-de-provence-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/25/cocktail-of-the-week-fizz-de-provence-recipe", "date_published": "2020-12-25 16:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy Kwanzaa! It’s so much more than a ‘black Christmas’", "description": "<p>I had my reservations about this celebration of African heritage. Then my father and I shared a very special moment</p><p>In 1966, the African American Maulana Karenga created the holiday of Kwanzaa to give black people an “opportunity to celebrate themselves and their history” rather than indulge in the customary traditions of a white Christmas. The celebration starts on Boxing Day and runs for seven days, each marking one of the “principles of African heritage”, which include <em>umoja</em> (Swahili for unity), <em>kujichagulia</em> (self-determination) and <em>ujaama</em> (cooperative work and economics).</p><p>I have a complicated relationship with the holiday. I have always been suspicious of Karenga, the self-styled “master teacher” who seems more cult leader than black revolutionary, peddling a highly patriarchal message of African spirituality as some kind of salvation. It is undeniable that this festival, which takes its name from the Swahili for “first fruits”, but is set in the dead of winter, draws heavily on Christmas, yet Kwanzaa is extremely popular in black communities. I once recited a poem during a Kwanzaa celebration at Harvard, defending it as more than a “bootleg black Christmas”. And if a questionable origin story was a reason not to celebrate a cultural event, then we would all be at work on 25 December.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/happy-kwanzaa-its-so-much-more-than-a-black-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/happy-kwanzaa-its-so-much-more-than-a-black-christmas", "date_published": "2020-12-25 16:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LadBaby reach Christmas No 1 for third year in a row", "description": "<p>YouTube stars and campaigners raise funds for food bank charity the Trussell Trust with Don’t Stop Me Eatin’</p><p>The YouTube stars and charity campaigners LadBaby have scored the Christmas No 1 single for the third year in a row.</p><p>LadBaby, AKA the Nottinghamshire couple Mark and Roxanne Hoyle, beat Mariah Carey, Wham! and an expletive-laden protest song against Boris Johnson to top the chart with Don’t Stop Me Eatin’, their version of Journey’s enduring 1981 hit Don’t Stop Believin’.</p> <a href=\"https://www.theguardian.com/music/2020/dec/25/ladbaby-reach-christmas-no-1-for-third-year-in-a-row\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/25/ladbaby-reach-christmas-no-1-for-third-year-in-a-row", "date_published": "2020-12-25 16:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peter Lamont obituary", "description": "Production designer who worked on James Bond films from Goldfinger to Casino Royale, and won an Oscar for Titanic<p>The production designer Peter Lamont, who has died aged 91, worked on every James Bond film between <a href=\"https://www.theguardian.com/film/2012/oct/02/my-favourite-bond-film-goldfinger\" title=\"\">Goldfinger</a> (1963), the third in the series, and <a href=\"https://www.theguardian.com/film/2006/nov/10/jamesbond.danielcraig\" title=\"\">Casino Royale</a> (2006), the 21st official instalment. He was absent during that time only from Tomorrow Never Dies, which clashed with James Cameron’s <a href=\"https://www.theguardian.com/film/2012/apr/05/titanic-review\" title=\"\">Titanic</a> (also 1997). It was Lamont’s work on the latter which brought him an Oscar, following nominations for Fiddler on the Roof (1971), the Bond adventure The Spy Who Loved Me (1977) and Cameron’s horror sequel Aliens (1986).</p><p>As he moved up the ladder from draughtsman to set decorator and art director before finally being appointed production designer on For Your Eyes Only (1981), Lamont became a prized member of the Bond family. “I so admire Peter and his colleagues,” said <a href=\"https://www.theguardian.com/film/2017/may/23/sir-roger-moore-obituary-james-bond\" title=\"\">Roger Moore</a> in his 2008 autobiography My Word Is My Bond. “They make the impossible possible and the unbelievable believable.” Michael G Wilson, who with Barbara Broccoli took over the producing reins from Broccoli’s father, Albert, said: “The first thing we do when we start working on the script, and we’re thinking about locations and whether we can do this or that, is we call up Peter Lamont.”</p> <a href=\"https://www.theguardian.com/film/2020/dec/25/peter-lamont-titanic-james-bond-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/25/peter-lamont-titanic-james-bond-obituary", "date_published": "2020-12-25 15:45:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US to require negative Covid test from UK travellers", "description": "<p>Order effective from Monday after highly infectious variant prompted many countries to shut borders to UK passengers</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The US government will require all airline passengers arriving from the United Kingdom to test negative for Covid-19 72 hours or less before their departure from Monday, amid concerns about a new coronavirus variant that may be more transmissible.</p><p>The Centers for Disease Control and Prevention (CDC) said in a statement that all airline passengers arriving from the UK must test negative in order to fly to the US. The decision was a U-turn after the Trump administration told US airlines on Tuesday it was not planning to require any testing for arriving UK passengers.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/us-to-require-negative-covid-test-from-uk-travellers-amid-new-variant-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/us-to-require-negative-covid-test-from-uk-travellers-amid-new-variant-fears", "date_published": "2020-12-25 15:35:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen praises nation for 'rising magnificently' to challenges of 2020", "description": "<p>Christmas message singles out young people for special praise, and speaks of ‘hope in the new dawn’</p><p>The Queen has spoken of her great pride in the “quiet, indomitable” spirit of those who have “risen magnificently” to the challenges of 2020 in a Christmas address that stressed: “We need life to go on.”</p><p>In a message capturing the vicissitudes visited on the nation and the world through the “difficult and unpredictable” times of pandemic, she noted: “Remarkably, a year that has necessarily kept people apart has, in many ways, brought us closer.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/25/queen-christmas-message-praises-nation-rising-magnificently-challenges-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/25/queen-christmas-message-praises-nation-rising-magnificently-challenges-2020", "date_published": "2020-12-25 15:10:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan reports five cases of coronavirus variant found in UK", "description": "<p>Cases emerge as Russia becomes latest country to tighten controls on travel from Britain</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Five cases of the new coronavirus variant spreading fast across the UK have been found in Japan, and Russia has become the latest country to impose stricter quarantine on travellers from Britain.</p><p>Japan has avoided the huge infection numbers seen in countries from the US to Europe, but cases are rising sharply and daily numbers passed 3,000 for the first time this month.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/japan-reports-cases-coronavirus-variant-spreading-across-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/japan-reports-cases-coronavirus-variant-spreading-across-uk", "date_published": "2020-12-25 15:08:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I feel betrayed': Britons celebrate a very different Christmas", "description": "<p>How Britons celebrated during the pandemic while unable to meet loved ones</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Britons across the country celebrated a very different Christmas on Friday, with many unable to gather with loved ones or take part in some of their festive traditions.</p><p>Dozens of residents at a Leeds care home were able to embrace friends and family members on Christmas Day after a rapid results trial allowed for visitors.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/i-feel-betrayed-britons-celebrate-a-very-different-christmas\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/i-feel-betrayed-britons-celebrate-a-very-different-christmas", "date_published": "2020-12-25 15:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Edrich obituary", "description": "One of the great English batsmen and captain of Surrey hailed for his gritty concentration<p>The cricketer John Edrich, who has died aged 83 after suffering from leukaemia, was one of the best English top order batsmen of the 20th century. Short, stocky, bushy-eyebrowed and brave, he played 77 times for his country between 1963 and 1976, and had an especially good record against the two best sides of his era – Australia and West Indies. In 1970-71, his superb batting performances were one of the key reasons that England managed to win the Ashes in Australia for the first time since 1956, and with Geoffrey Boycott in the late 1960s and early 70s he created a formidable opening partnership that provided many good platforms in Test matches. His best score, 310 not out against New Zealand, is the fifth highest for England in Tests.</p><p>In county cricket, Edrich was a leading figure for Surrey, whom he captained in his later days and with whom, from 1958 to 1978, he accumulated most of his 39,790 career runs, one of the highest tallies in history and at an impressive average of 45.47. By the end of his career, he had also become one of the rare breed of cricketers to have scored 100 hundreds (103 in all), putting him in the company of greats such as WG Grace, Jack Hobbs and Wally Hammond.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/25/john-edrich-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/25/john-edrich-obituary", "date_published": "2020-12-25 14:28:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Light, bright wines that taste of sunnier times | Fiona Beckett on wine", "description": "<p>Crisp, refreshing Kiwi sauvignon blanc or a vibrant Sicilian red should do the trick</p><p>You know that feeling just after Christmas when you’ve had enough? Enough turkey. More than enough mince pies. Enough stuffing, metaphorically and literally. You – and when I say you, I guess I really mean I – crave crunchy salads, the bracing sourness of citrus and the fresh green lift of herbs such as coriander, mint and aniseedy dill.</p><p>Well, there’s a wine equivalent of that, I reckon. After the big hitters of Christmas Day – the lush chardonnays, the high-alcohol, big-shouldered reds – we want crisp whites with a bite and reds with palate-refreshing acidity. We want to forget about the cold weather to come, close our eyes and think of bistros and beach cafes, and of sharing a good bottle of wine over a platter of seafood.</p> <a href=\"https://www.theguardian.com/food/2020/dec/25/light-and-bright-wines-that-taste-of-sunnier-times\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/25/light-and-bright-wines-that-taste-of-sunnier-times", "date_published": "2020-12-25 14:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My first 48 hours owning a kitten were emotional. Here's what I learned | Coco Khan", "description": "<p>I needed help reassuring a nervous cat but in the end it was me whose nerves were calmed. That is the magic of pets</p><p>I am writing this after my first 48 hours of kitten-rearing. As yet, she does not have a name. I wanted something that fits her personality but couldn’t find anything that translates as “carpet destroyer”; and my plan to honour her Persian heritage and magisterial ruff with something regal seemed silly given she is 15cm tall. (Although it would be funny to name her Genghis just to hear the vet call: “Genghis Khan?”)</p><p>It has been emotional. When she arrived she fled under the sofa. There she remained, trembling in the shadows, invisible except for the glassy flash of two blue eyes, refusing to be coaxed. I paced, I fretted, I Googled: “Have I traumatised my cat by adopting it?” I did not sleep.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/my-first-48-hours-owning-a-kitten-were-emotional-heres-what-i-learned\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/my-first-48-hours-owning-a-kitten-were-emotional-heres-what-i-learned", "date_published": "2020-12-25 14:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands apply to be a Finn for 90 days in migration scheme", "description": "<p>Americans, Canadians and Britons among those lured by campaign to attract foreign tech workers</p><p>Finland has received more than 5,300 applications in a month for a groundbreaking scheme offering foreign tech workers and their families the chance to relocate to the Nordic country for 90 days to see if they want to make the move permanent.</p><p>“We’re not top of many relocation lists, but we know once people do come, they tend to stay,” said Johanna Huurre, of Helsinki Business Hub which devised the campaign. “There’s huge competition globally for talent, so we had to think creatively.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/thousands-apply-to-be-a-finn-for-90-days-in-migration-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/thousands-apply-to-be-a-finn-for-90-days-in-migration-scheme", "date_published": "2020-12-25 14:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snowmen and Christmas Day cheer: Friday's best photographs", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/dec/25/snowmen-and-christmas-day-cheer-fridays-best-photographs\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/dec/25/snowmen-and-christmas-day-cheer-fridays-best-photographs", "date_published": "2020-12-25 13:52:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Touré to Haaland: how our top 100 male footballers list has evolved", "description": "<p>Since the first Guardian top 100 in 2012, 39 different players have made the top 10. Here is how the list has changed</p><p>Nine years ago, when we did our first 100 best male footballers in the world list, we had 11 judges on the panel. In 2020 we had 241, including Cesc Fàbregas and Juan Pablo Ángel.</p><p>But it is not only the number of judges that has changed, the whole footballing landscape has evolved. In 2012 Chelsea won the Champions League final against Bayern Munich but Barcelona were still considered the best team in the world. That was reflected in our top 10 with Lionel Messi, Xavi Hernández and Andrés Iniesta all included.</p> <a href=\"https://www.theguardian.com/football/2020/dec/25/from-toure-to-haaland-how-our-top-100-male-footballers-list-has-evolved\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/25/from-toure-to-haaland-how-our-top-100-male-footballers-list-has-evolved", "date_published": "2020-12-25 13:40:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This isn't a very joyful Christmas. But in mourning there is strength | Rev William Barber", "description": "<p>Let’s work together for a better world in 2021 – and a Christmas when we can truly sing of peace on Earth and good will to all people </p><p>As many Americans pause to celebrate the Christmas holiday this weekend, it is tempting to wish for a momentary pause in our public life of ceaseless conflict. Between a president who has refused to accept the reality of his defeat and an entire subculture that has made denying science a culture war in the midst of a global pandemic, an incredible amount of energy has been invested in division this year. While it may feel good to romanticize the spirit of the season and wish everyone a “Merry Christmas”, it would be more faithful to both the original Christmas story and our present circumstances to wish one another a “Mourning Christmas”.</p><p>Two thousand years ago, when Jesus was born in Bethlehem, inequality was rampant. Client state rulers like King Herod in Judea used their power to accumulate wealth from poor subjects. Jesus, the son of God, was born to a poor family who could not find a room to rent in Bethlehem. His birth was not celebrated by the wealthy or the politically powerful, but by migrant farm workers and foreign religious minorities. The movement of hope and new life that Jesus came to inaugurate was attacked by a paranoid and narcissistic ruler who was willing to kill innocent children in a desperate attempt to cling to power. The first Christmas was not merry and bright, but a mournful sight.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/25/christmas-america-jesus-covid-william-barber\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/25/christmas-america-jesus-covid-william-barber", "date_published": "2020-12-25 13:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stella Tennant obituary", "description": "Model who rose to fame in the 1990s, capturing the attention of Karl Lagerfeld and gracing the pages of Vogue<p>No one in fashion could guess what would succeed the smiling, buoyant healthfulness of the international supermodels who commanded catwalks and covers in the late 1980s and early 90s. The unexpected next big things turned out to be very particularly British: bad-waif Kate Moss, and cool aristo Stella Tennant, who arrived on the pages of British Vogue in 1993. She has died suddenly, shortly after her 50th birthday.</p><p>Tennant’s appeal had been prefigured in the release that year of Sally Potter’s film of the Virginia Woolf fantasy novel Orlando, its hero/heroine (nothing so simple as androgynous) played by Tilda Swinton; pipe-cleaner thin, tall, pale, unpainted, with a body language both male and female, and an ever-unready smile. Totally Tennant.</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/25/stella-tennant-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/25/stella-tennant-obituary", "date_published": "2020-12-25 13:11:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 has shown us that health is not just down to biology | Devi Sridhar", "description": "<p>Of all the lessons we’ve learned from this pandemic, the most significant is how unequal its effects have been</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>If you wanted to run an experiment on Earth to understand human behaviour, the pandemic would be the perfect opportunity. In some people, the virus that causes Covid-19 has no symptoms. In others it leads to deadly disease. The virus pits the healthy against those with underlying health issues, and the young against the old. Infectious diseases <a href=\"https://www.theguardian.com/commentisfree/2020/jul/29/coronavirus-britain-infectious-diseases-flu-community\">can bind us together</a> or drive us apart. Low-income countries know this too well; many face multiple outbreaks of infectious diseases each year. But richer countries such as Britain are still painfully learning that a virus doesn’t just attack the human body: it holds up a mirror to national weaknesses and runs havoc across society and the economy.</p><p>Across the world, the pandemic has resulted in a perverse “Hunger Games”, where countries have competed in mortality rate league tables while also trying to save their economies and cope with successive waves of this disease. In February and March, European governments chased down limited PPE stocks, ventilators, oxygen, out-of-stock reagents for their labs, and experimental steroids and drugs. The US was accused of <a href=\"https://www.theguardian.com/commentisfree/2020/jul/04/trump-remdesivir-covid-19-drug\">stealing ventilators</a> from Barbados, PPE from Germany and it bought up the rights to remdesivir, limiting the supply available to other countries. At the <a href=\"https://www.theguardian.com/commentisfree/2020/jul/04/trump-remdesivir-covid-19-drug\">World Health Assembly</a> in May, governments committed to sharing research products and working collectively to address Covid-19. But when governments were faced with tough decisions about how to share resources, their promises of cooperation broke down.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/25/covid-19-good-health-biology-pandemic-unequal-effects\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/25/covid-19-good-health-biology-pandemic-unequal-effects", "date_published": "2020-12-25 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Jude Law in the sea to bemused vampires: readers’ TV hits of lockdown", "description": "<p>For all the bingeing time it afforded, this has been a testing year. Here are the shows that did most to cheer you up</p><p>It took me a few attempts to get into this show. At first, I found the characters too annoying, too shrill. Then more and more of my friends started raving about it. Finally, on the third attempt, I began falling in love with it: with characters who slowly grow and change, but ultimately remain who they are; with the wonderfully inclusive way LGBTQ+ themes are incorporated; <a href=\"https://www.theguardian.com/tv-and-radio/2020/nov/16/tv-style-icons-of-2020-schitts-creeks-absolutely-fabulous-fashion-overload\">and with Moira</a>. Oh, fabulous, eclectic, over-the-top Moira. I shall be modelling myself on her when I turn 50. <strong>Katy Beardsworth, Milton Keynes</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/from-jude-law-in-the-sea-to-bemused-vampires-readers-tv-hits-of-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/from-jude-law-in-the-sea-to-bemused-vampires-readers-tv-hits-of-lockdown", "date_published": "2020-12-25 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amsterdam gallery owner recalls how sale of Banksy work saved staff jobs", "description": "<p>Kim Logchies-Prins tells how employees gathered around canvas, sold for £1.5m, to give thanks</p><p>The owner of an art museum in Amsterdam who sold a prized Banksy painting for £1.5m to avoid laying off staff during the coronavirus pandemic has told how her employees gathered around the canvas to give thanks.</p><p>Kim Logchies-Prins, co-founder with her husband, Lionel, of the Moco museum of modern, contemporary and street art, said she joined 20 of the office staff to pay respects and say goodbye to Banksy’s Monkey Poison, following its sale to an anonymous US buyer at an auction in New York.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/25/amsterdam-gallery-owner-recalls-how-sale-of-banksy-work-saved-staff-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/25/amsterdam-gallery-owner-recalls-how-sale-of-banksy-work-saved-staff-jobs", "date_published": "2020-12-25 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The music quiz of the year: from Katy Perry’s baby to life-threatening bum injuries", "description": "<p>Can you remember which 80s act set the internet rocking in 2020 or why one pop star lost his sense of humour?</p><p class=\"question__text\">Which R&amp;B icon revealed that she worked on an unreleased alt-rock album in the 1990s?</p><p class=\"answer__text\">Jennifer Lopez</p><p class=\"answer__text\">Beyoncé</p><p class=\"answer__text\">Alicia Keys</p><p class=\"answer__text\">Mariah Carey</p><p class=\"question__text\">Which of these male rockers managed not to spread coronavirus misinformation this year?</p><p class=\"answer__text\">Ian Brown</p><p class=\"answer__text\">Noel Gallagher</p><p class=\"answer__text\">Johnny Marr</p><p class=\"answer__text\">Van Morrison</p><p class=\"question__text\">Which US pop star appeared to align herself with socialism when she advocated for a strike and wealth redistribution in March?</p><p class=\"answer__text\">Madonna</p><p class=\"answer__text\">Christina Aguilera</p><p class=\"answer__text\">Britney Spears</p><p class=\"answer__text\">Miley Cyrus</p><p class=\"question__text\">Katy Perry welcomed her first child with Orlando Bloom in August. What is their daughter’s name?</p><p class=\"answer__text\">Rose Bloom</p><p class=\"answer__text\">Daisy Bloom</p><p class=\"answer__text\">Petal Bloom</p><p class=\"answer__text\">Hebe Bloom</p><p class=\"question__text\">At this year’s Brit awards, only one woman was nominated in the mixed-gender categories. Who was it?</p><p class=\"answer__text\">Mabel</p><p class=\"answer__text\">Dua Lipa</p><p class=\"answer__text\">Jorja Smith</p><p class=\"answer__text\">Jess Glynne</p><p class=\"question__text\">Teenage YouTube stars Fred and Tim Williams went viral for their reaction video to which 80s hit?</p><p class=\"answer__text\">Tina Turner – What’s Love Got to Do With It</p><p class=\"answer__text\">Phil Collins – In the Air Tonight</p><p class=\"answer__text\">The Cure – Just Like Heaven</p><p class=\"answer__text\">George Michael – Faith</p><p class=\"question__text\">In September, BTS became the first K-pop band to top the US singles chart. What was the name of the song?</p><p class=\"answer__text\">Firework</p><p class=\"answer__text\">Detonate</p><p class=\"answer__text\">Thunder</p><p class=\"answer__text\">Dynamite</p><p class=\"question__text\">Which British indie band fired their frontman in July after he was convicted of assaulting his fiancee?</p><p class=\"answer__text\">The Libertines</p><p class=\"answer__text\">Franz Ferdinand</p><p class=\"answer__text\">Kasabian</p><p class=\"answer__text\">Arctic Monkeys</p><p class=\"question__text\">BBC Radio 1 organised a single to benefit coronavirus relief featuring artists such as Dua Lipa, Chris Martin, Biffy Clyro and Paloma Faith. What classic 2000s rock song did they cover?</p><p class=\"answer__text\">Foo Fighters – Times Like These</p><p class=\"answer__text\">Green Day – Wake Me Up When September Ends</p><p class=\"answer__text\">Evanescence – Bring Me to Life</p><p class=\"answer__text\">U2 – Beautiful Day</p><p class=\"question__text\">One classic rocker almost died of a heart attack after shredding his bum muscles in a gardening accident in May. Who was it?</p><p class=\"answer__text\">Lindsey Buckingham</p><p class=\"answer__text\">Brian May</p><p class=\"answer__text\">Rod Stewart</p><p class=\"answer__text\">Jimmy Page</p><p class=\"score__min-score\">7 and above.</p><p class=\"score__title\">As it should be: what else has there been to do after curfew but watch TOTP repeats and Song Exploder?</p><p class=\"score__min-score\">4 and above.</p><p class=\"score__title\">You don’t know your Brits from your BTS. Back to the pop drawing board.</p><p class=\"score__min-score\">10 and above.</p><p class=\"score__title\">Is your name Stan? Maybe take it down a peg or two.</p><p class=\"score__min-score\">0 and above.</p><p class=\"score__title\">Admittedly it’s been hard to bother with anything but comfort listening this year, but seriously, you’ve embarrassed yourself.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/the-music-quiz-of-the-year-from-katy-perrys-baby-to-life-threatening-bum-injuries\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/the-music-quiz-of-the-year-from-katy-perrys-baby-to-life-threatening-bum-injuries", "date_published": "2020-12-25 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This year, I took a leap of faith and married someone I’d only met three times | Ellie Mae O’Hagan", "description": "<p>Romantic? Maybe. But my relationship with my husband has taught me that love is about solidarity</p><p>To understand how 2020 changed me, we first need to turn the clock back to June 2019.</p><p>I had flown to Australia to take part in a fellowship programme. My friend (and Guardian columnist) Owen Jones was there for a conference that was happening at the same time, and on a chilly Friday night in Melbourne’s midwinter, we found ourselves in a bar overlooking the Yarra River. “There’s someone who works in Australian politics I want to talk to,” said Owen. We wandered around until we eventually found the guy, and a surprise: he had brought a friend.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/25/married-romantic-relationship-husband-solidarity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/25/married-romantic-relationship-husband-solidarity", "date_published": "2020-12-25 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Many people did something immense, for complete strangers’ – readers’ heroes of 2020", "description": "<p>During the pandemic, there have been many unsung heroes – from supermarket staff to the people who carried on doing essential work for our society. Here are some of them</p><p>At the start of lockdown, I interviewed the virologist Dr Jane Greatorex. She was superb, with a gunslinging turn-of-phrase (“corona is the only pathogen in town”) and full of advice that rammed home, like no shambling government press conference ever could, the gravity of our situation. She washed deliveries before they came into the house, would talk to her neighbour only through a hedge and described the precautionary measures taken by her sister, who worked in Waitrose. Those were pretty intense – involving a lot of changes of clothes and black bin bags, plus a lifesize cutout of Jürgen Klopp.</p><p>I have thought about her sister a lot: what it is like when everyone else is avoiding their closest friends for safety, and you are seeing 50 strangers an hour. I have also thought about delivery drivers, knocking on doors with no idea who might be self-isolating behind them; bus drivers, getting sneezed on by squads of schoolchildren; teachers, carers, anyone anywhere near a hospital. Especially at the height of the crisis (when there were serious questions over whether it was safe to handle a petrol pump) while battalions of people were living in this cacophony of anxiety and caution, and having to block it out, every day, in order to go and do their jobs. The bravery of that is hard to wrestle into comprehension – though as thought experiments go, it is a lot less uncomfortable than trying to imagine what would have happened if everyone in these vital services had simply refused to perform them: if all these workers who, being often low-paid, and were previously held as low value, had called the world’s bluff.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/many-people-did-something-immense-for-complete-strangers-readers-heroes-of-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/many-people-did-something-immense-for-complete-strangers-readers-heroes-of-2020", "date_published": "2020-12-25 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christmas may be cancelled but sport on TV can save the day once again", "description": "<p>There is even less to do than usual over the festive break so why not watch live sport and when that has finished a few decent sport documentaries? <br /></p><p>In a year when solace has been in greater demand than multipacks of loo roll, thank goodness for televised sport. Once it began to creep its way back in the summer, and despite the struggles and setbacks since, being able to watch people run about competitively has provided a form of escape. Now, with the festive season upon us, an even greater weight has been placed on the shoulders of sport. Not only must it help us block out the rubbish going on in the world, it also has to do so for many more hours in the day. Fortunately there is no shortage of sporting action, both live and edited, for you to enjoy. Here are some of the best choices available via various apps and providers over the coming days.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/25/christmas-may-be-cancelled-but-sport-on-tv-can-save-the-day-once-again\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/25/christmas-may-be-cancelled-but-sport-on-tv-can-save-the-day-once-again", "date_published": "2020-12-25 11:45:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal's problems lie with Kroenke's ownership rather than Arteta | Barney Ronay", "description": "<p>All traces of Arsène Wenger are gone and what remains is a US-registered ghost ship sailing through the doldrums </p><p>It’s Christmas time. There’s no need to be afraid. Lol. That Paul Young was full of shit, man. There is, of course, plenty of fear around the place at the end of a year when the world turned gothic, when anxiety stalks the land, and when Micah Richards was able to suggest this week that the problem with Arsenal is that the players are <em>afraid of</em> Arsenal Fan TV.</p><p>It’s an interesting idea. Arsenal are the world’s 11th-richest football club, the players elite athletes processed through a brutally hard-nosed system. Arsenal Fan TV, on the other hand, is a YouTube channel staffed by performatively enraged middle-aged men with glazed, haunted eyes saying things like, “I can’t. I just can’t. I can’t” while people walk past doing wanker signs.</p> <a href=\"https://www.theguardian.com/football/2020/dec/25/arsenals-problems-lie-with-kroenkes-ownership-rather-than-arteta\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/25/arsenals-problems-lie-with-kroenkes-ownership-rather-than-arteta", "date_published": "2020-12-25 11:44:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City's Gabriel Jesus and Kyle Walker test positive for Covid-19", "description": "<ul><li>Striker and defender featured at Arsenal on Tuesday</li><li>Two members of staff also test positive</li></ul><p>Manchester City have said that Gabriel Jesus, Kyle Walker and two members of staff have tested positive for Covid-19. Both players featured in <a href=\"https://www.theguardian.com/football/2020/dec/22/arsenal-manchester-city-carabao-cup-quarter-final-match-report\">City’s 4-1 Carabao Cup win</a> over Arsenal on Tuesday.</p><p>Jesus, a striker, and Walker, a defender, are set to miss at least City’s next two games, at home to Newcastle on Boxing Day and at Everton on Monday. The following match is at Chelsea on Sunday 3 January, after which City play Manchester United in a Carabao Cup semi-final on 6 January.</p> <a href=\"https://www.theguardian.com/football/2020/dec/25/manchester-citys-gabriel-jesus-and-kyle-walker-test-positive-for-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/25/manchester-citys-gabriel-jesus-and-kyle-walker-test-positive-for-covid-19", "date_published": "2020-12-25 11:42:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Discovery of 'cryptic species' shows Earth is even more biologically diverse", "description": "<p>Excitement as DNA barcoding technique leads to unmasking of new species tempered with fear that some are already at risk of extinction</p><ul><li><a href=\"https://www.theguardian.com/environment/2020/oct/07/counting-the-species-how-dna-barcoding-is-rewriting-the-book-of-life-aoe\">Counting the species: how DNA barcoding is rewriting the book of life</a></li><li><a href=\"https://www.theguardian.com/environment/series/biodiversity--what-happened-next-\">Read more in our series Biodiversity: what happened next?</a></li></ul><p>A growing number of “cryptic species” hiding in plain sight have been unmasked in the past year, driven in part by the rise of <a href=\"https://www.theguardian.com/environment/2020/oct/07/counting-the-species-how-dna-barcoding-is-rewriting-the-book-of-life-aoe\">DNA barcoding</a>, a technique that can identify and differentiate between animal and plant species using their genetic divergence.</p><p>The discovery of new species of <a href=\"https://www.sciencedirect.com/science/article/pii/S2287884X20300303\">aloe</a>, <a href=\"https://www.sciencedaily.com/releases/2020/04/200422091212.htm\">African leaf-nosed bats</a> and <a href=\"http://www.markscherz.com/wp-content/uploads/Pro%CC%88tzel-et-al.-2020-Untangling-the-trees-Revision-of-the-Calumma-nasutum-complex-Squamata-Chamaeleonidae-1.pdf\">chameleons</a> that appear similar to the human eye but are in fact many and separate have thrilled and worried conservationists. Scientists say our planet might be more biologically diverse than previously thought, and estimates for the total number of species could be far higher than the current best guess of <a href=\"https://science.sciencemag.org/content/333/6046/1083\">8.7 million</a>. But cryptic discoveries often mean that species once considered common and widespread are actually several, some of which may be endangered and require immediate protection.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/25/discovery-of-cryptic-species-shows-earth-is-even-more-biologically-diverse-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/25/discovery-of-cryptic-species-shows-earth-is-even-more-biologically-diverse-aoe", "date_published": "2020-12-25 11:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Normal People's Daisy Edgar-Jones and Paul Mescal: 'It's been a wild few months for us'", "description": "<p>The stars of the BBC’s hit Sally Rooney adaptation on their quarantine viewing, and how their lives have changed since playing Marianne and Connell</p><p><strong>Was there a show this year that everyone else loved </strong><strong>but you just couldn’t get on with?<br />Daisy: </strong>That’s a hard one. I honestly think I watched every show that’s aired on TV in the last few months. I have watched, and enjoyed every one. I’m trying to think. The news?</p><p><strong>Paul:</strong> What was the one you tried to get me to watch, Daisy? I can’t remember the name of it. I think it was <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/01/netflix-selling-sunset\">Selling Sunset</a>? The one with the realtors in LA. I couldn’t get into it.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/25/normal-peoples-daisy-edgar-jones-and-paul-mescal-its-been-a-wild-few-months-for-us\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/25/normal-peoples-daisy-edgar-jones-and-paul-mescal-its-been-a-wild-few-months-for-us", "date_published": "2020-12-25 11:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mary Wollstonecraft statue becomes one of 2020's most polarising artworks", "description": "<p>Maggi Hambling’s north London sculpture aimed to provoke debate – and a survey of passersby shows it has certainly done that</p><p>“It’s marvellous, I think it is unbelievably beautiful,” said Hilary Everett, a retired social worker, as she walked past one of the most controversial, most debated and most <a href=\"https://www.theguardian.com/books/2020/nov/10/insulting-to-her-mary-wollstonecraft-sculpture-sparks-backlash\">polarising public artworks</a> of 2020.</p><p>But <a href=\"https://www.rca.ac.uk/more/staff/michaela-crimmin/\">Michaela Crimmin, a reader in art</a> passing by a few minutes later, disagreed: “I loathe it. There’s no aesthetic to it. This is one of the very few public outdoor spaces in our area and to put this there is very brazen. I object to the material, I object to the shape of it and I think the actual sculpture looks ridiculous on that plinth.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/25/london-mary-wollstonecraft-statue-one-of-2020s-most-polarising-artworks\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/25/london-mary-wollstonecraft-statue-one-of-2020s-most-polarising-artworks", "date_published": "2020-12-25 10:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I fell in love in an Uber", "description": "<p>I jumped in the cab to find a tall handsome stranger sitting in the back</p><p>It was a beautiful spring day in Manhattan in May 2016. The air was crisp and the skies were blue, so I decided to walk across town to meet a friend for lunch. I had gone only a few blocks when what felt like a tornado hit: my light coat was no match for the heavy rain; my hair blew in 10 directions, and garbage hit me in the face. I tried to hail a cab, but there weren’t any. Uber prices were surging, so I decided to take a punt on an UberPool (you could end up travelling with a stranger, but there’s a discount). I hoped nobody would get in to join me on the short trip.</p><p>The cab pulled around the corner immediately. I jumped in to find a tall, handsome stranger sitting in the back. My heart started to race. I casually glanced in his direction before smoothly sitting down beside him (or so I thought; if you ask him about it now, he says I straight up stared at him).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/experience-i-fell-in-love-in-an-uber\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/experience-i-fell-in-love-in-an-uber", "date_published": "2020-12-25 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Massachusetts city to post climate change warning stickers at gas stations", "description": "<p>Bright yellow stickers warn drivers burning of gasoline has ‘major consequences on human health and the environment’</p><p>Cambridge, Massachusetts, has become the first US city to mandate the placing of stickers on fuel pumps to warn drivers of the resulting dangers posed by the climate crisis.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/25/massachusetts-city-to-post-climate-change-warning-stickers-at-gas-stations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/25/massachusetts-city-to-post-climate-change-warning-stickers-at-gas-stations", "date_published": "2020-12-25 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The way it was done was so respectful’: Ravkiran Kaur Dhillon, died aged 63, of Covid-19", "description": "<p>A former post office manager, she was a vivid presence who managed to upstage her relatives even when she wasn’t in the room</p><ul><li>Read more stories from the <a href=\"https://www.theguardian.com/society/series/lost-to-the-virus\">Lost to the virus series</a></li></ul><p>Ravkiran Kaur Dhillon loved to talk on the phone. “She could be on the phone for hours,” says her son, Harjot Dhillon, a 33-year-old marketing manager from Berkshire. “She wouldn’t stop for breath. She’d talk, talk, talk.” She would text, too: viral videos; jokey messages. Not just to her kids, but often to her kids’ friends. “If Mum got hold of one of my friend’s numbers, she’d text them all the time,” jokes Harjot. “She’d send them gifs and memes. I’d say: ‘Mum! Please text <em>your</em> friends, not mine!’”</p><p>Ravkiran moved to the UK from Kenya aged 24, marrying Partap, who was from Amritsar in Punjab, India, shortly afterwards – they were introduced by their families. “They had the most perfect marriage,” says Harjot. “They loved being in each other’s company. All their friends were mutual. They ate together every evening. I’ve emulated my parents in my own marriage.”</p> <a href=\"https://www.theguardian.com/society/2020/dec/25/the-way-it-was-done-was-so-respectful-ravkiran-kaur-dhillon-died-aged-63-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/25/the-way-it-was-done-was-so-respectful-ravkiran-kaur-dhillon-died-aged-63-of-covid-19", "date_published": "2020-12-25 10:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How did scientists tackle Covid so quickly? Because they pulled together | Charlotte Summers", "description": "<p>From observational studies to rapid development of vaccines, knowledge-sharing was a key feature of science in 2020</p><p>The raw numbers around Covid-19 are simply incredible when you consider that this was a disease almost no one had heard of in December 2019. At the time of writing, this year about 240,000 people in the UK have been admitted to hospital <a href=\"https://coronavirus.data.gov.uk/details/healthcare\">with Covid-19</a>, and more than 70,000 people have had Covid-19 listed as a cause of death on their <a href=\"https://coronavirus.data.gov.uk/details/deaths\">death certificate</a>.</p><p>I began 2020 anxious about the reports emerging from Wuhan: they seemed to imply an asymptomatic transmission of a respiratory pathogen that was serious enough to put sufferers into intensive care units. I am a clinical academic with specialist training in respiratory and intensive care medicine; I also lead a research programme that focusses on the lung inflammation caused respiratory infections – to me, and others, what was being reported looked like serious trouble.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/25/scientists-covid-studies-vaccine-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/25/scientists-covid-studies-vaccine-2020", "date_published": "2020-12-25 10:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Edrich, former England and Surrey batsman, dies aged 83", "description": "<ul><li>Edrich played 77 Tests from 1963 to 1976</li><li>He scored unbeaten 310 against New Zealand</li></ul><p>The former England and Surrey batsman John Edrich has died aged 83. Edrich played 77 Tests from 1963 to 1976 and appeared in the world’s first one-day international in 1971 against Australia, hitting the first boundary.</p><p>Edrich achieved a Test average of 43.54 and went on to serve as an England selector and batting coach. He famously scored 310 not out against New Zealand in the third Test at Headingley in July 1965.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/25/john-edrich-former-england-and-surrey-batsman-dies-aged-83\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/25/john-edrich-former-england-and-surrey-batsman-dies-aged-83", "date_published": "2020-12-25 09:56:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fancy dress and scratch carols: nine festive challenges from TV's Taskmaster", "description": "<p>Comic and creator Alex Horne has dreamed up some of the silliest, toughest challenges ever seen on TV. Just the person to organise your household’s games at Christmas...</p><p>When I created Taskmaster, it was never meant to be suitable for family Christmases. The host, Greg Davies, is a sweary giant, the comedians are often uncouth and the show was on late-night TV.</p><p>Now, 10 years later, we’ve made a board game, a bleeped show on Sunday afternoons, and far more children shout “little Alex Horne” at me than I’d like. And so here are some tasks that kids and adults can all try together at Christmas. Apologies for any uncouth swearing induced.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/fancy-dress-and-scratch-carols-nine-festive-challenges-from-tvs-taskmaster\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/fancy-dress-and-scratch-carols-nine-festive-challenges-from-tvs-taskmaster", "date_published": "2020-12-25 09:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A step forward or a failure: Britons react to the Brexit deal", "description": "<p>We asked people for their thoughts on the agreement. Predictably, views were mixed</p><p>A Brexit deal has been agreed between the UK and the EU with Boris Johnson hailing it as a <a href=\"https://www.theguardian.com/politics/2020/dec/24/boris-johnson-says-brexit-deal-has-settled-uk-europe-question\">“jumbo, Canada-style”</a> arrangement. The Guardian asked four people for their thoughts, with some pleased and others not.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/25/a-step-forward-or-a-failure-britons-react-to-the-brexit-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/25/a-step-forward-or-a-failure-britons-react-to-the-brexit-deal", "date_published": "2020-12-25 08:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was five and visiting a psychiatric hospital. I had the time of my life!", "description": "<p>I toddled round the ward giving sweets to old women and wondering why so many of them were clutching teddies. It taught me not to be scared of people with mental illness</p><p>I was two when my mum became a consultant psychiatrist at Lancaster Moor hospital. Opened in 1816 as Lancashire’s first “lunatic asylum”, it was a forbidding place, looming over the M6 like a gigantic haunted mansion. It had neo-gothic towers and echoey corridors and always felt deserted, even though there were still a thousand patients when Mum started working there.</p><p>At its peak, there were 3,200 people living inside its blackened walls, many in locked wards. Some had transferred from Lancaster Castle, a prison right in the centre of the city where the <a href=\"https://www.theguardian.com/uk/2011/dec/08/pendle-witches-water-mummified-cat\">Pendle witches stood trial</a>. The hospital complex was like a village: there were two churches, one Anglican and one Catholic, and it had a farm, a bowling green and its own generator.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/25/i-was-five-and-visiting-a-psychiatric-hospital-i-had-the-time-of-my-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/25/i-was-five-and-visiting-a-psychiatric-hospital-i-had-the-time-of-my-life", "date_published": "2020-12-25 08:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbour jacket soars in popularity after TV exposure", "description": "<p>The jacket – a favourite of the British upper classes – has been enjoying a moment, thanks in large part to The Crown</p><p>Despite the fact it’s been a year of economic deprivation for many, one of the most ubiquitous jackets of the year has been the Barbour: a symbol of wealth, and of the British upper classes.</p><p>The canvas jacket, made famous by Steve McQueen and, in more recent years, Daniel Craig’s James Bond, has been featured in many of the hottest TV shows of the year that have been eagerly watched on both sides of the Atlantic.</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/25/barbour-jacket-tv-the-crown\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/25/barbour-jacket-tv-the-crown", "date_published": "2020-12-25 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bridgerton review – Netflix's answer to Downton Abbey is a moreish treat", "description": "<p>Preposterous and cliche-ridden, this tale of Regency intrigue – with Julie Andrews giving a Georgian Gossip Girl touch – nonetheless leaves you wanting more<br /></p><p>It cannot be – no, most assuredly and for the good of humanity, it cannot be – that there are people out there who aspire to write like Julian Fellowes. It simply cannot be. And yet. Now has come <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/20/romp-and-circumstance-why-netflixs-bridgerton-is-just-our-cup-of-tea-this-year\">Bridgerton (Netflix)</a>, suddenly into our lives, and as the minutes and the hours and the eight episodes of the new costume drama roll, the thought becomes ever more inescapable.</p><p>For Bridgerton is the tale, set in 1813 Bath, of the Regency rivalry between the lordly Bridgerton family and the lordly Featherington family who are each keen to be seen as the most lordly of lordly families and lord it mostly lordily over the rest of Regency Bath’s Regency high society. We are in the Regency period, btw, and Bath. I, like the writers of the show, wish to make this very clear.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/25/bridgerton-review-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/25/bridgerton-review-netflix", "date_published": "2020-12-25 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wonderful yet wasteful: Chelsea must unlock the best of Timo Werner | Jonathan Liew", "description": "<p>The German arrived with a big reputation but his style is complex and Frank Lampard is still trying to work it out<br /></p><p>Naturally the Germans have a word for it. They call it <em>chancentod</em>: literally, “chance death”. Being described as a <em>chancentod</em> doesn’t necessarily make you a bad player. It’s not a tag you’re stuck with for life. All it means is that at the moment, you possess an unerring and uncanny ability to squander whatever goalscoring opportunity is presented to you. Which, for all his manifold qualities, feels like a pretty good way of describing Timo Werner at Chelsea right now.</p><p>To watch Werner of late is to be torn between pity and disbelief. The £52m summer signing has now gone nine club games without a goal in all competitions. But this isn’t your regular dry patch. Werner isn’t just not scoring. He’s dramatically, spectacularly not scoring.</p> <a href=\"https://www.theguardian.com/football/2020/dec/25/chelsea-best-timo-werner-frank-lampard\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/25/chelsea-best-timo-werner-frank-lampard", "date_published": "2020-12-25 08:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Navalny says Russian police have raided home of ally pursuing novichok plot", "description": "<p>Kremlin critic says Lyubov Sobol detained after visiting Konstantin Kudryavtsev, the FSB agent tricked into speaking about poison plot<br /></p><p>Russian police raided the home of opposition activist Lyubov Sobol early on Christmas Day and took her in for questioning, Kremlin critic Alexei Navalny and his supporters have said.</p><p>Navalny’s supporters said they thought the police action was a response to her trying to knock at the door of an alleged FSB security agent in Moscow who Navalny says took part in the botched plot to poison him with novichok in August.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/navalny-says-russian-police-have-raided-home-of-ally-pursuing-novichok-plot\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/navalny-says-russian-police-have-raided-home-of-ally-pursuing-novichok-plot", "date_published": "2020-12-25 07:52:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How real is the threat of prosecution for Donald Trump post-presidency?", "description": "<p>Legal threats range from investigations into his business dealings in New York to possible obstruction of justice charges – but all come with a political cost</p><p>At noon on 20 January, presuming he doesn’t have to be dragged out of the White House as a <a href=\"https://www.newsweek.com/if-trump-refuses-leave-white-house-secret-service-escort-1545612\">trespasser</a>, Donald Trump will make one last walk across the South Lawn, take his seat inside Marine One, and be gone.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/25/donald-trump-prosecution-post-presidency\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/25/donald-trump-prosecution-post-presidency", "date_published": "2020-12-25 07:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "She Come by It Natural; Dolly Parton, Songteller review – no Dumb Blonde", "description": "<p>Two books, one by Sarah Smarsh and a ‘life in lyrics’ by Parton, offer a reminder that the singer is a social unifier, a musical trailblazer and a business genius</p><p>In 1977, Dolly Parton was interviewed by Barbara Walters in a TV special. The singer was 31 and, having not long extricated herself from a professional partnership with the country singer Porter Wagoner, had conquered the pop charts with the album <em>Here You Come Again</em>. Walters asked if puberty came early for Parton and, gesturing to her breasts, inquired: “Is it all you?” She then invited Parton to stand up so viewers could inspect her figure, and asked why she bothered with the makeup, the wigs and the clothes. “You don’t have to look like this,” Walters said, wagging a finger at her.</p><p>Walters isn’t the only one to have treated Parton like a prize cow. Oprah Winfrey once ushered her on to her feet and invited everyone to take a closer look, as did the talk show host Phil Donahue, who added: “I know guys that wouldn’t let you out of the house.” Johnny Carson looked at her chest on national TV and said: “I would give about a year’s pay to peek under there.”</p> <a href=\"https://www.theguardian.com/books/2020/dec/25/she-come-by-it-natural-dolly-parton-songteller-review-no-dumb-blonde\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/25/she-come-by-it-natural-dolly-parton-songteller-review-no-dumb-blonde", "date_published": "2020-12-25 07:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Idi Amin challenged my father to a wrestling match – then chickened out", "description": "<p>Uganda has never acknowledged the sporting legacy of athlete ‘Sunlight’ Okiror. Almost 30 years after his death, his son hopes this might change</p><p>My father, Samson “Sunlight” Okiror, lived an extraordinary life. He was a soldier, a rebel and one of Uganda’s most famous sportsmen.</p><p>A wrestler and heavyweight lifter, he could lift a car off the ground. He could tie a rope to a Land Rover and stop it from moving when the engine was turned on. He could stretch steel chains and springs. He travelled across east Africa and to Europe to train and perform.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/25/idi-amin-challenged-my-dad-to-a-wrestling-match-then-chickened-out\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/25/idi-amin-challenged-my-dad-to-a-wrestling-match-then-chickened-out", "date_published": "2020-12-25 07:15:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New-build homes for a fresh start in 2021 – in pictures", "description": "<p>From the Silverstone racing circuit to parkland close to Windsor Castle</p> <a href=\"https://www.theguardian.com/money/gallery/2020/dec/25/new-build-homes-for-a-fresh-start-in-2021-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2020/dec/25/new-build-homes-for-a-fresh-start-in-2021-in-pictures", "date_published": "2020-12-25 07:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christmas Day TV: Helena Bonham Carter swaps The Crown for a clown", "description": "<p>The actor narrates Quentin Blake’s Clown. Plus: Zog and the Flying Doctors and Strictly. Here’s what to watch on Christmas Day</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/25/christmas-day-tv-helena-bonham-carter-swaps-the-crown-for-a-clown\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/25/christmas-day-tv-helena-bonham-carter-swaps-the-crown-for-a-clown", "date_published": "2020-12-25 06:20:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Christmas in quarantine: a Covid carvery, Santa patrols and paper bag decorations", "description": "<p>Escaping the UK to spend Christmas alone in a New Zealand Novotel was a small price to pay to rejoin my family in relative freedom</p><p>On my third day of quarantine, a nice nurse gave to me: a swab up my nasal cavity. It also happened to be Christmas.</p><p>Along with nearly 6,000 other returning New Zealanders, I was spending the festive period in quarantine at a government-managed hotel.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/my-christmas-in-quarantine-a-covid-carvery-santa-patrols-and-paper-bag-decorations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/my-christmas-in-quarantine-a-covid-carvery-santa-patrols-and-paper-bag-decorations", "date_published": "2020-12-25 04:31:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China helps evacuate sick Australian from Antarctica in five-day mission", "description": "<p>Ships, helicopters and planes traverse thousands of kilometres of icy continent in complex, multinational medical evacuation</p><p>Australia and China have collaborated on a mission to medically evacuate an Australian expeditioner from Antarctica with help from the United States.</p><p>The operation took five days, used ships, helicopters and planes, and covered thousands of kilometres of the icy continent.</p> <a href=\"https://www.theguardian.com/world/2020/dec/25/china-helps-evacuate-sick-australian-from-antarctica-in-five-day-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/25/china-helps-evacuate-sick-australian-from-antarctica-in-five-day-mission", "date_published": "2020-12-25 02:56:14+00:00", "persistent": false, "user": null, "language": "en-UK"}]