[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "6 Mind-Blowing Recreations In Animal Crossing New Horizons", "description": "We're back with another video that highlights amazing community creations in Animal Crossing: New Horizons. This week, Persia takes a look at six of her favorite in-game recreations.\n\nThese recreations run the gamut from video games like The Legend of Zelda: Ocarina of Time and Pokemon Gold & Silver to anime like Spirited Away and live-action TV series like Parks and Rec. With a little imagination, the multitude of items, vegetation, landscaping tools, and furniture in New Horizons can be used to transform your island or home into a clever reference to your favorite location or setting from pop culture.\n\nAll of the recreations that Persia goes over aren't ranked--they're listed out in a random order. We here at GameSpot just want to celebrate some of the cool stuff that the community has created.\n\nIn GameSpot's Animal Crossing: New Horizons review, Kallie Plagge writes, \"New Horizons has a slower pace even than other Animal Crossing games, and at times, that can feel unnecessarily restrictive. But there's still plenty to do, and each of those activities feeds into the next brilliantly for a rewarding and relentlessly cheerful experience. New Horizons certainly came at the right time, and its strengths are particularly comforting right now. I'm as excited to see what random events await me each morning as I am glad to have it during hard times, and that's sure to keep me coming back for the foreseeable future.\"\n\nZavJ's Spirited away Boiler Room: https://bit.ly/3ddhvHF\n\nruilarryliu's 2008 Olympic scroll: https://bit.ly/3cc5HnE\n\nOhSoPrecious16's Parks and Rec Scene: https://bit.ly/3gvymaH\n\nIggy524's Shibuya Crossing: https://bit.ly/3dcHSxo\n\nHyrule_game's Ocarina of Time Courtyard: https://bit.ly/3gGY7oC\n\nhinopika's Pokemon Gold and Silver island: https://bit.ly/36EZMqb\n\n#AnimalCrossingNewHorizons #ACNH #GameSpot", "link": "https://www.youtube.com/watch?v=2NuVLxCBbB4", "date_published": "2020-05-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11 Aftermath Review", "description": "Shang Tsung steals the show in Mortal Kombat 11: Aftermath's additional story content, but the expansion doesn't feel like an essential part of the already superb fighting game.\n\nEdmond Tran wishes Kano and Shang Tsung were his dads. He spent around 10 hours with Aftermath, completing the story and putting the new characters through their paces online. Code was provided by the publisher.\n\n#GameSpotReview #MK11Aftermath #MK11", "link": "https://www.youtube.com/watch?v=3qUBFwVA2Rs", "date_published": "2020-05-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Find The True Meaning Of Friendship In MK 11's Aftermath DLC  | Potato Mode", "description": "Jean-Luc and Ben are back to destroy Mortal Kombat 11's graphics with a special Aftermath expansion-themed episode of Potato Mode!\n\nMortal Kombat 11 has finally received its Aftermath expansion DLC, and brought tons of new content with it. New characters, stages, and story chapters to accompany brand new ways to bring the pain to anyone sitting on the opposite side of the screen as you. A nice surprise was also the return of friendships! Everyone’s favorite humor filled way to humiliate their opponent after defeat is well and alive in MK11! What better way to celebrate all of this new content? Why we are doing a special run-back episode of Potato Mode just to cover it all!\n\nPotato mode is our premiere low graphic show where not only do we turn the graphics down all the way, but we take it just a little further. Textures, models, and more will be turned to mush as we fight and friend out way through each of the new stages and check out new fatalities and friendships for Robocop, Fujin, and Sheeva as well as many others. Whose insides will oddly look the most delicious in this second follow up episode of MK11 Potato mode?\n\nMortal Kombat 11’s Aftermath expansion is out on PS4, Xbox One, and PC now!\n\n#MK11Aftermath #PotatoMode #GameSpot", "link": "https://www.youtube.com/watch?v=EqgFl2CPkK4", "date_published": "2020-05-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Challenging You to Mortal Kombat! (PC) | GameSpot Community Fridays", "description": "Mortal Kombat 11's Aftermath expansion is out, which means its time to challenge you all! Join Jean-Luc and Ben for some online matches on the PC version of MK11.", "link": "https://www.youtube.com/watch?v=OGM1X31X7M4", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For June 2020 Revealed", "description": "The free PlayStation Plus PS4 games for June 2020 have been revealed, and both just so happen to be shooters from 2017. Subscribers can grab Call of Duty: WW2 and Star Wars Battlefront II.", "link": "https://www.youtube.com/watch?v=76UozpuKykI", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For June 2020 Revealed", "description": "The free Games with Gold for June 2020 have been announced. Xbox One is getting Shantae & the Pirate's Curse and Coffee Talk. Xbox 360 is getting Sine Mora and an original Xbox game, Destroy All Humans.", "link": "https://www.youtube.com/watch?v=mI89IBb-SiU", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Minecraft Dungeons Review", "description": "Minecraft Dungeons is a welcoming dungeon-crawler entry point for newcomers and a lighthearted throwback for veterans.\n\nSteve Watts spent roughly six hours completing Minecraft Dungeons on Default difficulty, and then another three exploring Adventure difficulty. He still gawks in amazement at ambitious Minecraft builds. Review code was provided by the publisher.\n\n#MinecraftDungeons #GameSpotReview", "link": "https://www.youtube.com/watch?v=AXt6WFrrKCg", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11 Aftermath - Krazy Kombos", "description": "Mortal Kombat 11's next expansion, Aftermath, is out now. It features a new cinematic story, three new fighters--Sheeva, Fujin, and RoboCop--and three more skin packs launching over time. In a new GameSpot video, we're looking at some krazy kombos with the new characters.\n\nBe sure to watch the full video to see RoboCop, Fujin, and Sheeva dish out some of the kraziest kombos you can imagine. If you're looking for a new way to style on your opponent, this is the video for you!\n\nMortal Kombat 11: Aftermath is out now for PS4, Xbox One, Nintendo Switch, and PC. The expansion costs $40 USD.", "link": "https://www.youtube.com/watch?v=uJEaKOAxZvA", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 - The Future Of Gaming Teaser Trailer", "description": "The future of PlayStation games will be revealed June 4, with all-new PS5 announcements.", "link": "https://www.youtube.com/watch?v=jbxCR8VbIiM", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Last Of Us Part 2 State Of Play, Xenoblade Chronicles - GS After Dark #43", "description": "On this week's episode of GameSpot After Dark, Michael Higham and Jean-Luc Seipke join us to talk about If Found, Saints Row: The Third Remastered, The Last Of Us Part 2, and Xenoblade Chronicles: Definitive Edition.\n\n00:00:12 - Intro\n00:04:48 - Maneater\n00:10:01 - Saints Row: The Third Remastered\n00:20:31 - If Found\n00:30:20 - Xenoblade Chronicles: Definitive Edition\n00:41:23 - Last of Us Part II Gameplay\n00:48:08 - Listener Questions\n01:09:40 - Outro\n\n#GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=u06s-TyejN4", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Will Improve Your Old Games! | Save State", "description": "Persia talks about Xbox Series X and its backwards compatibility techniques to make old Xbox games look better. These techniques will also double frame rates and provide HDR support to game that didn't have them before. All backwards compatible games will also have Quick Resume support which will allow you to navigate between multiple xbox games and generations with ease. \n\nMortal Kombat creator, Ed Boon, appeared in a livestream recently to discuss PS5 and Xbox Series X. Persia goes over Boon's favorite feature for next-gen which is the slim-to-none loading times. Of course, great graphics are expected but Boon says load times are an underrated and door-opening part of next-gen gaming. \n\nPersia gives the PSA to Division 2 players as in-game audio files reveal spoilers for the Warlords of New York DLC. The in-game files are on the public test server and if you want to avoid having the story and future manhunt targets spoiled, steer clear of these audio leaks. \n\nE3 might not be happening this year but we've got you covered. This summer GameSpot is going to be hosting Play For All, a multi-week event that is going to be the best place for you to get all the latest gaming news, features, interviews, and live streams. \n\nNot only that, but we're also partnering with Direct Relief to raise funds for healthcare workers risking their lives daily on COVID-19 relief efforts. We'll have over 100 hours of awesome content that will feature the GameSpot team, as well as friends from across the industry including the Giant Bomb crew, Kinda Funny's Greg Miller, NoClips Danny O'Dwyer, and many more we'll be announcing over the coming weeks. \n\nThis is your Save State for Thursday, May 28th.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=8qoTjV8IXcs", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]