[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lara Downes: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 30, 2020 | Tom Huizenga -- Lara Downes thrives on collaboration. Her new album features Toshi Reagon, the vocal ensemble MUSICALITY and the string quartet called PUBLIQuartet. But in this intimate piano recital from her home in Sacramento, Calif., her only collaborators are her son Simon, who takes on cinematography duties, and her beloved pooch, Kona.\n\nThe songs, all from her recent album Some of These Days, might be old, but they are strong statements that resonate in new ways. From Margaret Bonds, one of the first celebrated African-American women composers, there's \"Troubled Water,\" a poignant riff on the spiritual \"Wade in the Water\" that Downes says takes a \"journey from classical virtuosity to gospel, jazz, blues and back again.\" Samuel Coleridge-Taylor's arrangement of \"Deep River,\" for Downes, now represents \"crossing over\" the coronavirus crisis, while Florence Price's \"Some of These Days,\" is a vision of better times ahead.\n\nIn a moment of vulnerability, Downes admits that not being out on the road – performing, embedded in communities and working with young people – makes her feel \"not very useful.\" But in these performances there's a sturdiness and purpose that provide both comfort and the strength to carry on. Very useful, indeed.\n\nSET LIST\n\"Margaret Bonds: Troubled Water\"\n\"Samuel Coleridge-Taylor: Deep River\"\n\"Florence Proce: Some Of These Days\"", "link": "https://www.youtube.com/watch?v=lwSBAS2Pp-U", "date_published": "2020-05-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "D Smoke: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 29, 2020 | Abby O'Neill -- This emotional Tiny Desk (home) concert by D Smoke is riveting. Last year, the rapper and pianist, born Daniel Farris, rose to national acclaim when he won Netflix's MC battle show Rhythm + Flow, judged by Chance the Rapper, Cardi B and T.I. Rhythm + Flow shifted the course of his life, allowing him to exit his teaching career and produce music full-time. D Smoke's songs here — taken from his latest album Black Habits, out earlier this year — acknowledge the disparities impacting the black experience that are simultaneously personal and universal. The opening selection, \"No Commas,\" is a heart-wrenching lament on injustice and inequality. The gentle touch of D's fingers moving across the keys complement the song's poignant lyrics, which he raps in English and Spanish. He also performed \"Black Habits II,\" the affecting finale to Black Habits, for the first time in a live setting. It's just one of the many reasons that this Tiny Desk is so special.\n\n\n\nSET LIST\n\"No Commas\"\n\"Closer to God\"\n\"Seasons Pass\"\n\"Black Habits II\"", "link": "https://www.youtube.com/watch?v=XYZdxSJLg-M", "date_published": "2020-05-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]