[{"source": "https://www.theguardian.com/rss", "title": "High winds kill thousands of migrating birds in 'disaster' over Greece", "description": "<p>Swallows and swifts on their annual flight from Africa to Europe have been found dead across Greece</p><p>Thousands of swallows and swifts migrating from Africa to Europe have been left dead by high winds battering Greece, bird watchers say.</p><p>The birds have been found in the streets of Athens, on apartment balconies in the capital, in the north, on Aegean islands and around a lake close to the seaport of Nauplia in the Peloponnese.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/10/high-winds-kill-thousands-of-migrating-birds-in-disaster-over-greece\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/10/high-winds-kill-thousands-of-migrating-birds-in-disaster-over-greece", "date_published": "2020-04-09 23:55:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lifting the lockdown: what are the UK's options?", "description": "<p>Life is unlikely to return to normal overnight even once the battle against the virus is won, but several gradual approaches have been suggested</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>While ministers and their medical advisers refuse to be drawn on an exit strategy from the UK lockdown, discussions are under way in Whitehall to explore how a graduated return to work could soften the economic blow while avoiding an upsurge in deaths from the virus. What options are available?</p> <a href=\"https://www.theguardian.com/society/2020/apr/09/lifting-lockdown-uk-options-graded-return-normality\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/09/lifting-lockdown-uk-options-graded-return-normality", "date_published": "2020-04-09 23:12:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Opec and Russia agree to cut oil output in bid to prop up prices", "description": "<p>Reductions in response to coronavirus crisis amount to 10m barrels per day, or 10% of global supplies</p><p>Opec and its allies led by Russia agreed on Thursday to cut their oil output by more than a fifth and said they expected the United States and other producers to join in their effort to prop up prices hammered in the coronavirus crisis.</p><p>The cuts by the oil cartel plus its allies, a group known as Opec+, amount to 10m barrels per day (bpd), or 10% of global supplies. Reductions of 5m bpd are expected to come from other nations to help navigate the deepest oil crisis in decades.</p> <a href=\"https://www.theguardian.com/business/2020/apr/10/opec-russia-reduce-oil-production-prop-up-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/10/opec-russia-reduce-oil-production-prop-up-prices", "date_published": "2020-04-09 23:11:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leap of faith: ancient Britons viewed hares and chickens as gods", "description": "<p>Iron age research reveals modern Easter festivals not first to celebrate chicks and bunnies</p><p>Brown hares and chickens were revered as gods rather than reared for food when they were first introduced to Britain in the iron age, archaeological analysis suggests.</p><p>In research that shows modern-day Easter festivals were not the first to celebrate chicks and bunnies, a team of experts from the universities of Exeter, Leicester and Oxford have found evidence that the animals were buried with care and intact in the period that preceded the Roman invasion of Britain.</p> <a href=\"https://www.theguardian.com/world/2020/apr/10/leap-of-faith-ancient-britons-viewed-hares-chickens-as-gods-easter\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/10/leap-of-faith-ancient-britons-viewed-hares-chickens-as-gods-easter", "date_published": "2020-04-09 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK universities plead for billions of pounds in support", "description": "<p>Institutions promise to limit student intake and cut spending in return for bailout funding </p><p>British universities have made a plea for billions of pounds’ worth of research and bailout funding to survive the coronavirus crisis, offering to slash budgets and cap student recruitment in return.</p><p>The Guardian has learned that the University of St Andrews – one of the UK’s leading higher education institutions – is among those facing a black hole in its accounts due to the pandemic.</p> <a href=\"https://www.theguardian.com/education/2020/apr/10/uk-universities-plead-billions-pounds-support\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/apr/10/uk-universities-plead-billions-pounds-support", "date_published": "2020-04-09 23:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Sam’s michelada | The good mixer", "description": "<p>A Mexican twist on the bloody mary, using lager instead of vodka, is just the thing for Easter hair of the dog</p><p>The michelada is Mexico’s answer to the bloody mary, and is just the thing for an Easter brunch. The spice mix isn’t really worth making in smaller quantities, but you’ll be wanting more than one, so that’s no great burden. Adjust the amount of hot sauce to suit your own tastes, if you like.</p><p>Serves <strong>1</strong></p> <a href=\"https://www.theguardian.com/food/2020/apr/10/cocktail-of-the-week-sams-michelada-bloody-mary-style-good-mixer\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/apr/10/cocktail-of-the-week-sams-michelada-bloody-mary-style-good-mixer", "date_published": "2020-04-09 23:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UFC 249 canceled after ESPN and parent company Disney intervene", "description": "<ul><li>Promotion says card won’t happen on 18 April as scheduled</li><li>Disney and ESPN stepped in, asking for Dana White to cancel</li><li><a href=\"https://www.theguardian.com/sport/2020/mar/15/ufc-coronavirus-pandemic-dana-white-trump\">UFC defiance of Covid-19 outbreak is reckless, irresponsible</a></li></ul><p>UFC 249 was canceled Thursday after ESPN and parent company Disney stopped UFC president Dana White’s plan to keep fighting amid the coronavirus pandemic.</p><p>After defiantly vowing for weeks to maintain a regular schedule of fights while the rest of the sports world halted, White confirmed the decision to cease competition in a text to the Associated Press.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/09/ufc-249-canceled-coronavirus-dana-white\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/09/ufc-249-canceled-coronavirus-dana-white", "date_published": "2020-04-09 22:38:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU strikes €500bn relief deal for countries hit hardest by pandemic", "description": "<p>Compromise reached after Netherlands relents on ‘economic surveillance’ of beneficiary nations</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A messy compromise to unlock €500bn (£438bn) of EU support for countries hit hardest by the coronavirus pandemic has been struck after Italy’s prime minister, Giuseppe Conte, warned that the existence of the bloc was at stake.</p><p>EU finance ministers on a video conference call struck a deal late on Thursday after the Netherlands shifted on a demand for “economic surveillance” of countries benefiting from €240bn of credit lines via the European stability mechanism, a bailout fund for struggling member states.</p> <a href=\"https://www.theguardian.com/business/2020/apr/09/eu-risks-break-up-over-coronabonds-row-warns-italian-pm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/09/eu-risks-break-up-over-coronabonds-row-warns-italian-pm", "date_published": "2020-04-09 22:35:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red Dwarf: The Promised Land review – megalomaniac cats are out for revenge", "description": "<p>This feature-length space odyssey sees the gang reunite to fight a bunch of evil felines, in an adventure that’s great fun for fans and perfectly watchable for everyone else</p><p>As what is familiar continues to crumble around us, it makes sense that people are turning to familiar comforts. There is so much bread-baking and pub-quizzing going on that it’s as if we’ve all briefly stepped into a 1970s sitcom, though I have to say, the punchlines could do with polishing up. The return of Red Dwarf (Dave) is a bracing reminder that the sci-fi comedy has been going for 32 years, with a few lengthy gaps.</p><p>This is a perfect time, then, for Red Dwarf to both return and to try something new, airing its first ever feature-length episode of the show, The Promised Land. Over 3m years, the cat smuggled on board Red Dwarf by Lister has evolved into the cat-human hybrid species to which Cat belongs, only they are not all as friendly in their preening ways as he is. Here, an army of megalomaniac cats try to assert their supremacy by smashing a religion based on a figure known as the Holy Poppadom (or Cloister) who is, of course, our familiar slob-in-residence, Dave Lister.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/09/red-dwarf-the-promised-land-review-megalomaniac-cats-are-out-for-revenge\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/09/red-dwarf-the-promised-land-review-megalomaniac-cats-are-out-for-revenge", "date_published": "2020-04-09 22:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National League wants to end regular season with clubs voting on placings", "description": "<ul><li>Clubs will be polled on cancelling fixtures and possible play-offs<br /></li><li>FA declares non-league season from tier three and below void</li></ul><p>The National League has advised clubs in its three divisions to vote in favour of ending the regular season without playing games that were scheduled up until 25 April and, if an agreement is reached, member clubs will be expected to decide each team’s final position through further polls, provoking bewilderment among some club officials. The league contacted its clubs after a board meeting on Thursday.</p><p>A decision is expected to be made next week, with each club able to vote for or against the proposal to cancel the remaining fixtures this season. Play-offs remain a possibility. Despite several meetings in recent weeks, the board has been unable to find a resolution to the season. National League clubs have around eight matches of the regular season left but Barnet, for example, have 11 games remaining. Clubs in the National League North and National League South have between seven and 12 matches remaining.</p> <a href=\"https://www.theguardian.com/football/2020/apr/09/non-league-football-season-from-tier-three-and-down-declared-null-and-void\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/09/non-league-football-season-from-tier-three-and-down-declared-null-and-void", "date_published": "2020-04-09 21:34:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray signs up for virtual Madrid Open as tennis takes on Covid-19", "description": "<ul><li>Murray and Lucas Pouille are first ATP players in draw</li><li>Madrid Open was postponed due to shutdown of tour</li></ul><p>Andy Murray will swap a tennis racket for a games controller when he takes part in a virtual Madrid Open later this month.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/03/lta-readies-20m-support-for-british-tennis-during-tour-suspension\">LTA readies £20m support package for most 'severely affected' in tennis</a> </p> <a href=\"https://www.theguardian.com/sport/2020/apr/09/andy-murray-virtual-madrid-open-tennis-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/09/andy-murray-virtual-madrid-open-tennis-covid-19", "date_published": "2020-04-09 20:36:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vigilantes kill eight people in Malawi amid fear of 'bloodsuckers'", "description": "<p>President condemns mob justice and says fears of a cult are baseless rumours designed to sow fear and panic</p><p>Vigilante groups have killed at least eight people in northern <a href=\"https://www.theguardian.com/world/malawi\">Malawi</a> claiming to be protecting communities from “bloodsuckers”, a local official has said.</p><p>The latest victims were from Mozambique and were attacked on Monday while travelling to Tanzania through Malawi’s northern region.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/vigilantes-kill-eight-people-in-malawi-amid-fear-of-bloodsuckers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/vigilantes-kill-eight-people-in-malawi-amid-fear-of-bloodsuckers", "date_published": "2020-04-09 20:28:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We haven't had time to grieve': care homes struggle as Covid-19 deaths rise", "description": "<p>UK’s largest provider says 10% of all staff are self-isolating as lack of PPE and testing takes toll across sector</p><p>The coronavirus has blown like a storm through Julie Roche’s Buckinghamshire care home. In less than three weeks, eight of her patients with dementia died in quick succession.</p><p>In a home normally filled with music and dancing, her shocked and frightened staff only had an hour to adjust between the first person being diagnosed and their death. They isolated the other residents but the virus had already been transmitted. Now relatives of the dying must say goodbye by phone or through bedroom windows, the solace of touch made impossible by fear of contagion.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/we-havent-had-time-to-grieve-care-homes-struggle-as-covid-19-deaths-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/we-havent-had-time-to-grieve-care-homes-struggle-as-covid-19-deaths-rise", "date_published": "2020-04-09 20:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tolkien was right: giant trees have towering role in protecting forests", "description": "<p>Study highlights importance of biodiversity as part of strategy to stop planet overheating </p><p>Scientists have shown to be true what JRR Tolkien only imagined in the Lord of the Rings: giant, slow-reproducing trees play an outsized role in the growth and health of old forests.</p><p>In the 1930s, the writer gave his towering trees the name <a href=\"https://duckduckgo.com/?q=lord+of+the+rings+ents&amp;atb=v67-1&amp;iax=videos&amp;iai=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dh9BLUQ4nfQY&amp;ia=videos\">Ents</a>. Today, a paper in the journal Science says these “long-lived pioneers” contribute more than previously believed to carbon sequestration and biomass increase.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/09/tolkein-was-right-giant-trees-have-towering-role-in-protecting-forests\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/09/tolkein-was-right-giant-trees-have-towering-role-in-protecting-forests", "date_published": "2020-04-09 19:45:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A woman's place appears to be anywhere but the Downing Street press briefing | John Crace", "description": "<p>Asked to rise to the occasion for the third time in a week, Random Raab almost produced some coherent sentences</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Coronavirus is man’s work. At least, that appears to be the government’s assessment of it, for in the three weeks of daily Downing Street press briefings, not once has a woman minister been allowed out to be front-of-house compere. Priti Patel, Liz Truss and Thérèse Coffey have become all but invisible. Missing in action. They might as well not exist.</p><p>For the third time this week it was Dominic Raab – the de facto prime minister while Boris Johnson is in intensive care – who did the business for the government. And, to be fair, he’s getting visibly better at it. He looks less unstable and more the man who can easily see out 24 hours of close police interrogation over unsolved missing persons cases. Though he might have struggled if anyone had questioned him about the disappearance of the home secretary.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/09/raab-patel-downing-street-press-briefing-women\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/09/raab-patel-downing-street-press-briefing-women", "date_published": "2020-04-09 19:31:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Work From Hope: buy a sustainable print and support the NHS", "description": "<p>The Guardian Print Shop is offering readers the chance to own an exclusive work to coincide with the third ‘Clap for Carers’ tribute, saluting NHS staff and other key workers dealing with the coronavirus pandemic</p><p><em>Work From Hope</em> captures the moment a lot of us find ourselves in – working from home and hoping everyone is safe, while key workers continue their vital work. The Guardian’s deputy creative director, Chris Clarke, took inspiration from the familiar phrase, hoping to reframe it in a more positive light. “It feels a wonderfully positive thing to do in solidarity during this remarkably difficult time.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/apr/09/work-from-hope-buy-a-sustainable-print-and-support-the-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/apr/09/work-from-hope-buy-a-sustainable-print-and-support-the-nhs", "date_published": "2020-04-09 19:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "House of Lords to conduct some duties online when parliament reopens", "description": "<p>Letter also suggests peers face expenses review now that they will be travelling to work less often</p><p>Some of the key functions of the House of Lords will be conducted virtually when parliament returns later this month, as UK democracy seeks a new way to function through the coronavirus crisis, according to a letter sent to peers on Thursday. It means, among other things, that members of the House will be able to use video conferencing to dial in remotely to parliamentary proceedings.</p><p>The Lords authorities also plan to re-examine how much members receive in allowances given that they will not be expected to travel to attend the Palace of Westminster.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/09/house-of-lords-online-parliament-reopens-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/09/house-of-lords-online-parliament-reopens-coronavirus", "date_published": "2020-04-09 19:24:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government urged to abandon 'poor' finger-prick antibody tests", "description": "<p>None of 3.5m home tests ordered have so far been accurate enough to detect coronavirus immunity</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Ministers could face a fight to recoup their losses on orders for antibody tests amid calls to abandon pin-prick kits that can be used at home in favour of more reliable lab-based testing.</p><p>The health secretary, Matt Hancock, announced in March that 3.5m antibody tests had been bought to help establish who had acquired immunity to the coronavirus – a crucial step in getting people back to work – but later clarified that the orders were subject to the tests being approved.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/uk-government-urged-to-abandon-poor-finger-prick-antibody-tests-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/uk-government-urged-to-abandon-poor-finger-prick-antibody-tests-coronavirus", "date_published": "2020-04-09 19:04:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have these Premier League players done enough to earn new contracts?", "description": "<p>Jeff Hendrick, Jan Vertonghen, Willian and Ryan Fraser are all out of contract soon. Should their clubs offer them new deals?</p><p>By <a href=\"https://twitter.com/martinlaurence7\">Martin Laurence</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Fifa announced this week that players whose contracts were due to expire in June can be offered short-term extensions to let them complete the current season with their clubs. The clarification means that players who thought they had played their last game for their clubs may now stay on until the 2019-20 season finishes.</p><p>Clubs are likely to take up the option in most cases given their inability to sign replacements – the rescheduling of the transfer window is another matter to be decided – but should they be offering longer-term deals to these players? Here are 10 players whose futures remain up in the air and our suggestions for what their clubs should do.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2020/apr/09/premier-league-players-new-contracts-transfer-window\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2020/apr/09/premier-league-players-new-contracts-transfer-window", "date_published": "2020-04-09 19:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Rayner to stand in for Keir Starmer at PMQs", "description": "<p>Decision that deputy leader will stand in at PMQs suggests she will have prominent public role</p><p>Labour’s deputy leader, Angela Rayner, will stand in for Keir Starmer at prime minister’s questions in the House of Commons opposite Dominic Raab, the party announced on Thursday, as the new leader completed his reshuffle.</p><p>Starmer <a href=\"https://www.theguardian.com/politics/2020/apr/06/ed-miliband-returns-to-labour-frontbench-in-keir-starmer-reshuffle\">announced his shadow cabinet earlier this week</a>. With junior roles now also filled, he has brought more than a dozen Labour MPs who sat out the Jeremy Corbyn era or resigned in 2016 back onto the party’s frontbench.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/09/angela-rayner-to-face-dominic-raab-at-pmqs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/09/angela-rayner-to-face-dominic-raab-at-pmqs", "date_published": "2020-04-09 18:55:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cabinet minister Robert Jenrick visited his parents during Covid-19 lockdown", "description": "<p><strong>Exclusive:</strong> Housing secretary made trip despite telling public to stay home except for essential journeys</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The cabinet minister Robert Jenrick is facing questions after travelling to visit his parents at the weekend, despite repeatedly urging the public to stay at home during the lockdown to curb the spread of coronavirus.</p><p>The Guardian has established that the housing, communities and local government secretary – who has made media appearances <a href=\"https://www.theguardian.com/politics/2020/apr/09/robert-jenricks-messages-to-the-public-we-need-to-stay-at-home\">urging people to save lives by remaining in their properties</a> even if tempted to see loved ones – went to see his parents at their Shropshire home, 40 miles by road from his own.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/cabinet-minister-robert-jenrick-visited-his-parents-during-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/cabinet-minister-robert-jenrick-visited-his-parents-during-covid-19-lockdown", "date_published": "2020-04-09 18:33:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on the wheezing machinery of government – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/apr/09/steve-bell-raab-vacuum-cleaner-no10-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/apr/09/steve-bell-raab-vacuum-cleaner-no10-cartoon", "date_published": "2020-04-09 18:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hamas arrests Gaza peace activists for Zoom chat with Israelis", "description": "<p>Rami Aman and others held for ‘establishing normalisation activities ... via the internet’</p><p><a href=\"https://www.theguardian.com/world/hamas\">Hamas</a> security forces in the Gaza Strip have arrested local peace campaigners for treason after they held a Zoom virtual conference with Israeli activists.</p><p>Eyad al-Bozom, a spokesperson from the Hamas-run interior ministry, said the prominent Palestinian figure Rami Aman and others had been detained on charges of “establishing normalisation activities with the Israeli occupation via the internet”.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/hamas-arrests-gaza-peace-activists-for-zoom-chat-with-israelis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/hamas-arrests-gaza-peace-activists-for-zoom-chat-with-israelis", "date_published": "2020-04-09 18:28:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland confirms abortions can now be carried out", "description": "<p>Services should have been available since 31 March, prompting claims of stalling</p><p>Northern Ireland authorities confirmed on Thursday that abortions can now be carried out in the province’s hospitals, following threatened legal action by pro-choice groups.</p><p>Health officials signalled that terminations could go ahead after allegations that local anti-choice politicians were stalling implementation of a ruling that provided for services to be introduced by the end of March.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/northern-ireland-confirms-abortions-can-now-be-carried-out\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/northern-ireland-confirms-abortions-can-now-be-carried-out", "date_published": "2020-04-09 18:17:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The inequality virus: how the pandemic hit America's poorest", "description": "<p>Millions of workers in the US were hanging on financially, in a system skewed against them. Then the coronavirus happened </p><p>For years, Mary P was employed by a major firm, cleaning its executive offices in Kansas City. Then, out of the blue a decade ago, the mother of three was told she was working for a different company.</p><p>Mary P would carry on cleaning the same offices, but over time, while executives whose desks she was polishing continued to enjoy the fruits of their company’s fortunes, she saw her pay erode, healthcare coverage diminish, and what had seemed a secure job turn into an ad hoc position with few protections.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/america-inequality-laid-bare-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/america-inequality-laid-bare-coronavirus", "date_published": "2020-04-09 18:09:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EasyJet agrees delay with Airbus on delivery of 24 new aircraft", "description": "<p>Stelios Haji-Ioannou, easyJet’s biggest shareholder, has repeatedly tried to get order cancelled<br /></p><p>EasyJet has agreed with Airbus to delay the delivery of 24 new aircraft as the budget airline tries to stave off a shareholder rebellion led by its founder and former chief executive, Stelios Haji-Ioannou.</p><p>Haji-Ioannou, easyJet’s biggest shareholder, has <a href=\"https://www.theguardian.com/business/live/2020/apr/08/insurers-cut-dividends-bank-of-england-payouts-coronavirus-covid-19-crisis-aviva-legal-general-business-live?page=with:block-5e8dbf4e8f08008f0919f32e#block-5e8dbf4e8f08008f0919f32e\">repeatedly called for easyJet to cancel its orders </a>for new planes, with coronavirus lockdowns likely wiping out months of revenues.</p> <a href=\"https://www.theguardian.com/business/2020/apr/09/easyjet-agrees-delay-with-airbus-on-delivery-of-24-new-aircraft\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/09/easyjet-agrees-delay-with-airbus-on-delivery-of-24-new-aircraft", "date_published": "2020-04-09 18:05:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hedge funds 'raking in billions' during coronavirus crisis", "description": "<p>Managers are pocketing large sums while care workers can barely scrape by, says TUC</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Hedge funds have been accused of raking in billions from market bets during the coronavirus crisis while care workers in high-risk environments can barely scrape by.</p><p>Frances O’Grady, general secretary of the TUC trade union body, launched a stinging attack on hedge fund managers on Thursday after it was revealed one London hedge fund had made £2.4bn betting on market moves as investors panicked over a global economic shutdown. </p> <a href=\"https://www.theguardian.com/business/2020/apr/09/hedge-funds-raking-in-billions-during-coronavirus-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/09/hedge-funds-raking-in-billions-during-coronavirus-crisis", "date_published": "2020-04-09 18:05:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada could see 22,000 coronavirus deaths even with physical distancing, officials say", "description": "<p>Dropping strict control measures could lead to 300,000 deaths, projections show after country’s deadliest day yet</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/world/canada\">Canada</a> could suffer as many as 22,000 deaths from the coronavirus pandemic, even with strict physical distancing and the widespread closure of businesses and schools, <a href=\"https://www.theguardian.com/world/canada\">Canadian</a> public health officials have warned.</p><p>Justin Trudeau said on Tuesday that he remained confident that Canadians could continue their “disciplined” behaviour, including staying home and practicing social distancing.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/canada-coronavirus-deaths-cases-justin-trudeau\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/canada-coronavirus-deaths-cases-justin-trudeau", "date_published": "2020-04-09 18:01:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK lockdown could end 'with sector-by-sector plan' for firms", "description": "<p>Industries like manufacturing could return to normal before entertainment companies, according to Whitehall sources</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Ministers are looking at ending the coronavirus lockdown with a “gradual sector-by-sector approach” that could see vital industries such as manufacturing get back to work before less critical ones like entertainment, according to Whitehall sources.</p><p>Two officials said one of the main options being explored for ending the lockdown was the idea of a phased return by industry, with civil servants in the Department for Business, Energy and Industrial Strategy among those looking at how it could work.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/09/uk-lockdown-could-end-with-sector-by-sector-plan-for-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/09/uk-lockdown-could-end-with-sector-by-sector-plan-for-firms", "date_published": "2020-04-09 17:56:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Covid-19 fight: it can be paid for | Editorial", "description": "<p>The Bank of England is right to step in to fund the Treasury’s coronavirus stimulus package, because there are more important things to worry about than government debt</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When the Bank of England’s new governor, Andrew Bailey, was appointed in December, this column asked him to “<a href=\"https://www.theguardian.com/commentisfree/2019/dec/23/the-guardian-view-on-the-bank-of-england-new-boss-new-thinking\" title=\"\">leave behind orthodox thinking</a>” and embrace radical ideas. We advocated that the Bank defy conventional Treasury wisdom to deal with coming crises of the modern age by funding any required government stimulus. This paper can claim no special foresight of the coronavirus pandemic, but it is encouraging that Mr Bailey has <a href=\"https://www.theguardian.com/business/2020/apr/09/bank-of-england-to-finance-uk-government-covid-19-crisis-spending\" title=\"\">largely taken our advice</a>.</p><p>What the governor’s action reveals is that one arm of government, the central bank, is funding another, the Treasury. This is not novel. Monetary financing is functionally equivalent to issuing bonds and then buying them back using quantitative easing. The only difference is that the bank owns the balance rather than the bonds. Yet the rubicon has been crossed, again. The governor <a href=\"https://www.ft.com/content/e7fa6ac4-c2a0-4c6c-b1e1-17ab91316915\" title=\"\">would not say so</a> – because this is not what respectable central bankers admit.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/09/the-guardian-view-on-the-covid-19-fight-it-can-be-paid-for\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/09/the-guardian-view-on-the-covid-19-fight-it-can-be-paid-for", "date_published": "2020-04-09 17:56:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "America's first ER doctor to die on the frontline of the coronavirus battle", "description": "<p>Frank Gabrin, a New York physician, knew the stakes of his job – but circumstances around the pandemic unsettled him as he donned used protective gear</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At about 5am on 19 March, a New York ER physician named Frank Gabrin texted a friend about his concerns over the lack of medical supplies at hospitals.</p><p>“It’s busy – everyone wants a Covid test that I do not have to give them,” he wrote in the message to Eddy Soffer. “So they are angry and disappointed.”</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/09/first-doctor-die-coronavirus-us-frank-gabrin-er\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/09/first-doctor-die-coronavirus-us-frank-gabrin-er", "date_published": "2020-04-09 17:42:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I haven't laughed so much in my life': the Australians dressing up to celebrate bin night", "description": "<p>Weeks into quarantine, we must find joy in the little things – like wheeling out the garbage in a giant inflatable penis</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email?CMP=cvau_sfl\">Sign up for Guardian Australia’s daily coronavirus email</a><br /></li><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app to get the most important news notifications</a></li></ul><p> A 74-year-old woman in a fluffy purple dressing gown <a href=\"https://www.facebook.com/groups/306002627033697/permalink/321249425509017/\">pulls a wheelie bin down her driveway</a>. As she walks, she tugs suggestively on the zipper in a pretend striptease, kicking up her leg and singing to the tune of Right Said Fred: “I’m too sexy for my bin”.</p><p>This is the sort of content you can find in <a href=\"https://www.facebook.com/groups/306002627033697/\">Bin isolation outing</a>, an Australian Facebook group that’s amassed almost half a million members in under two weeks. Its premise is that with social distancing measures in full force, the country’s wheelie bins spend more time outside than we do – so why not dress up for those weekly walks to the curb?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/10/i-havent-laughed-so-much-in-my-life-the-australians-dressing-up-to-celebrate-bin-night\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/10/i-havent-laughed-so-much-in-my-life-the-australians-dressing-up-to-celebrate-bin-night", "date_published": "2020-04-09 17:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goodbye panic, hello listlessness: welcome to the next stage of coronavirus isolation | Brigid Delaney", "description": "<p>We have been given a surplus of something we’ve always craved but have proven we don’t know how to deal with: time<br /></p><p>OK I’m bored with this pandemic now. It would be great if it could finish next week and we could go back to what it was like in that nice week in February after the bushfires and before the virus.</p><p>The big, strange overwhelming energy (panic buying! fear! what’s that cough mean?) of earlier weeks has given way to listlessness and ennui. The drama of the previous weeks now seems like the product of the virus’s signature fever.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/10/goodbye-panic-hello-listlessness-welcome-to-the-next-stage-of-coronavirus-isolation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/10/goodbye-panic-hello-listlessness-welcome-to-the-next-stage-of-coronavirus-isolation", "date_published": "2020-04-09 17:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WHO warned of transmission risk in January, despite Trump claims", "description": "<p>Notes to global health leaders on 10 and 11 January highlighted possible infection routes</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The World Health Organization warned the US and other countries about the risk of human-to-human transmission of Covid-19 as early as 10 January, and urged precautions even though initial Chinese studies at that point had found no clear evidence of that route of infection.</p><p>Technical guidance notes seen by the Guardian and briefings by top WHO officials warned of potential human-to-human transmission and made clear that there was a threat of catching the disease through water droplets and contaminated surfaces, based on the experience of earlier coronavirus outbreaks, such as Sars and Mers.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/who-cited-human-transmission-risk-in-january-despite-trump-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/who-cited-human-transmission-risk-in-january-despite-trump-claims", "date_published": "2020-04-09 17:16:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manager at major UK food supplier says staff who stay at home may be sacked", "description": "<p>Video at Bakkavor site shows boss threatening staff who are also seated less than 2m apart</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A boss at one of the largest suppliers of fresh food to UK supermarkets threatened to sack staff who stayed at home during the Covid-19 pandemic, a move that may have pressured vulnerable workers into shifts at a factory where social distancing has not been observed.</p><p>Workers at a north London plant run by the food group Bakkavor, which supplies the likes of Tesco, Sainsbury’s, Marks &amp; Spencer and Waitrose, were told they would be first in line for future redundancies if they missed work when they were not sick – even though some may have underlying health conditions or family members displaying symptoms.</p> <a href=\"https://www.theguardian.com/business/2020/apr/09/manager-at-major-uk-food-supplier-says-staff-who-stay-at-home-may-be-sacked\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/09/manager-at-major-uk-food-supplier-says-staff-who-stay-at-home-may-be-sacked", "date_published": "2020-04-09 17:02:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ashley Giles admits England are unlikely to play again until July", "description": "<ul><li>Giles says players have ‘no excuses’ not to stay fit in lockdown<br /></li><li>Test and one-day sides could play at same time to ease backlog</li></ul><p>Ashley Giles has said England players have “no excuses” not to stay fit during lockdown but that their need for four weeks of warm-up cricket – including possible inter-squad matches – means staging home internationals before July is unlikely.</p><p>England’s Test team were due to begin a summer of four touring sides against West Indies on 4 June but <a href=\"https://www.theguardian.com/sport/2020/mar/20/ecb-no-cricket-may-battles-save-season\">with the </a><a href=\"https://www.theguardian.com/sport/2020/mar/20/ecb-no-cricket-may-battles-save-season\">season suspended until 28 May</a> – and few expecting a full resumption after this date – the process of moving the biggest fixtures back to August and September is under way.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/09/ashley-giles-england-unlikely-play-until-july-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/09/ashley-giles-england-unlikely-play-until-july-cricket", "date_published": "2020-04-09 17:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adam Schlesinger obituary", "description": "<p>Musician with the bands Fountains of Wayne and Ivy who wrote award-winning songs for theatre, TV and films</p><p>Adam Schlesinger, who has died aged 52 from complications of Covid-19 infection, found critical kudos and a dedicated following with his band Fountains of Wayne, released a string of albums of airy and wistful pop with the band Ivy, and achieved some of his highest-profile success with his work for theatre, films and TV.</p><p>His first big breakthrough came with writing the title song to Tom Hanks’s film That Thing You Do! (1996), the story of an American pop group trying to cope with Beatlemania. Schlesinger’s <a href=\"https://www.youtube.com/watch?v=wPMLG8mnCRM\">title song</a>, the solitary hit of the film’s fictional band the Wonders, was not only zingingly catchy, but perfectly captured the sound and feel of pop music in 1964.</p> <a href=\"https://www.theguardian.com/music/2020/apr/09/adam-schlesinger-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/09/adam-schlesinger-obituary", "date_published": "2020-04-09 16:32:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to restart the season and Raddy Antic's legacy – Football Weekly Extra", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/sidlowe\">Sid Lowe</a> and <a href=\"https://twitter.com/tariqpanja\">Tariq Panja</a> discuss seasons potentially restarting in Spain and Germany, the #PlayersTogether charity fund and Spurs limboing under a low bar</p><p><strong>Join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Max and Barry talk with Sid Lowe and Tariq Panja about the plans in Spain and Germany to restart the 2019-20 season, the parallels between conversations happening in the Premier League, and the formation of the #PlayersTogether charity fund.</p> <a href=\"https://www.theguardian.com/football/audio/2020/apr/09/football-weekly-extra-restarting-season-la-liga-bundesliga-plus-raddy-antic\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2020/apr/09/football-weekly-extra-restarting-season-la-liga-bundesliga-plus-raddy-antic", "date_published": "2020-04-09 16:28:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vets recruited to work in hospitals during coronavirus outbreak", "description": "<p>They are volunteering with a trust in south-west England and are being invited to apply for jobs in Hampshire</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>NHS trusts are recruiting vets to help relieve pressure on health service staff as <a href=\"https://www.theguardian.com/world/2020/mar/23/hospitals-likened-to-war-zones-as-doctors-prepare-to-make-grim-decisions\">hospitals struggle to cope with the coronavirus pandemic.</a></p><p>About 150 vets are volunteering as respiratory assistants with Torbay and South Devon NHS foundation trust, while Hampshire hospitals NHS foundation trust has invited vets, veterinary nurses and dentists to apply for jobs.</p> <a href=\"https://www.theguardian.com/science/2020/apr/09/vets-recruited-to-work-in-hospitals-during-coronavirus-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/apr/09/vets-recruited-to-work-in-hospitals-during-coronavirus-outbreak", "date_published": "2020-04-09 16:16:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Laurel Halo's lockdown listening: 'There's this element of human touch'", "description": "<p>The electronic musician picks intimate and comforting music to get you through the coronavirus pandemic<br /></p><p>I was joking recently that electronic musicians have been self-isolating for years, so we are practiced at this. All my gigs were cancelled, and so time takes on a different quality. There’s something about all of this music I’m listening to that speaks to us slowing down – that speaks to this vacuum of urgency. It’s peaceful, serene, disembodied music to kind of get lost in.</p> <a href=\"https://www.theguardian.com/music/2020/apr/09/laurel-halos-lockdown-listening-theres-this-element-of-human-touch\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/09/laurel-halos-lockdown-listening-theres-this-element-of-human-touch", "date_published": "2020-04-09 16:14:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit had already damaged Britain's economy. Now coronavirus could sink it | Gaby Hinsliff", "description": "<p>The economy was flatlining before the coronavirus outbreak and now we are nearing the moment of maximum danger</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When this outbreak first began, all the talk was of a sharp but mercifully short economic sting in the tail. The downturn triggered by putting everyday life on hold to halt the infection should, we were told, be V-shaped: a shock, but one from which we’d soon bounce back. Like many comforting predictions in the early days of this pandemic, that is beginning to look alarmingly over-confident.</p><p>The first problem with picking up exactly where we left off is that where we left off was already in trouble. Today’s <a href=\"https://www.theguardian.com/business/2020/apr/09/uk-economy-already-flatlining-before-coronavirus-figures-reveal\">GDP figures</a>, covering the three-month period to February when the coronavirus had started to nibble at the travel and tourism industry but we were weeks away from lockdown, show economic growth virtually flatlining at 0.1% overall and falling in the final four weeks. Far from enjoying some mythical “Boris bounce”, we may have been teetering on the verge of a recession, as business confidence dried up in the face of a potentially hard Brexit. The fear is that the economic aftermath of this crisis, like the virus itself, might be toughest on those with pre-existing conditions - including otherwise thriving western countries choosing this moment in history to shoot themselves in the foot.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/09/brexit-britain-economy-coronavirus-gdp-figures-economic-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/09/brexit-britain-economy-coronavirus-gdp-figures-economic-growth", "date_published": "2020-04-09 16:07:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Weird tale’ by Secret Garden author Frances Hodgson Burnett discovered", "description": "<p>Christmas in the Fog, written for adults, is to be republished in Queens of the Abyss, an anthology of lost stories<br /></p><p>The darker side of Frances Hodgson Burnett, author of classic children’s novels including The Secret Garden and Little Lord Fauntleroy, is set to be revealed by a forgotten story found in the archives of the British Library, untouched for more than 100 years.</p><p>The British-American Hodgson Burnett is best remembered today for her The Secret Garden, the 1911 tale of a girl who comes from India to the isolated Yorkshire moors, and 1886’s Little Lord Fauntleroy, about a poor boy from Brooklyn who discovers he has inherited an English estate.</p> <a href=\"https://www.theguardian.com/books/2020/apr/09/weird-tale-secret-garden-frances-hodgson-burnett-discovered-christmas-in-the-fog\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/09/weird-tale-secret-garden-frances-hodgson-burnett-discovered-christmas-in-the-fog", "date_published": "2020-04-09 16:04:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sophia Lillis: meet the teenager on the brink of stardom", "description": "<p>From playing Beverly Marsh in It to starring in Netflix’s I Am Not Okay With This, Lillis is building an impressive résumé as she graduates high school</p><p>Sophia Lillis is a bit of an old soul. She has a penchant for the word “rather” that doesn’t quite chime with being an 18-year-old who lives in Brooklyn. If she didn’t work so much, she would take up pottery classes. And she isn’t much for going out – even when the world isn’t in lockdown. It all seems a bit coy for a teenager on the brink of stardom.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/26/i-am-not-okay-with-this-review-netflix-teen-angst\">I Am Not Okay With This review – teen angst just got terrifying!</a> </p> <a href=\"https://www.theguardian.com/culture/2020/apr/09/sophia-lillis-interview-netflix-i-am-not-okay-with-this\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/apr/09/sophia-lillis-interview-netflix-i-am-not-okay-with-this", "date_published": "2020-04-09 16:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurse offers advice on caring for those with coronavirus at home – video", "description": "<p>Many people will get coronavirus at some point during this pandemic and in the majority of cases will be able to manage the illness themselves. Emma Hammett, a nurse and founder of&nbsp;<a href=\"https://firstaidforlife.org.uk/\">First Aid for Life</a>, offers some advice on how to look after people who have mild or moderate symptoms at home.</p><p>If you're looking after loved ones whose&nbsp; symptoms are severe or getting worse, you should seek medical help immediately – particularly if they are in a vulnerable group</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Find all our coronavirus coverage here</a></li><li><a href=\"https://www.theguardian.com/world/2020/apr/09/coronavirus-symptoms-what-are-they-and-should-i-see-a-doctor\">Coronavirus symptoms: what are they, and should I see a doctor?</a><br /></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/apr/09/a-nurse-offers-advice-on-caring-for-those-with-coronavirus-symptoms-at-home-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/apr/09/a-nurse-offers-advice-on-caring-for-those-with-coronavirus-symptoms-at-home-video", "date_published": "2020-04-09 15:36:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus is not some great leveller: it is exacerbating inequality right now | Owen Jones", "description": "<p>While managers conduct meetings on Zoom, their cleaners travel across cities on buses to clean half-empty offices</p><p><a href=\"https://www.theguardian.com/world/live/2020/mar/20/coronavirus-live-updates-outbreak-deaths-italy-uk-us-australia-europe-vaccine-china-global-economy-toll-latest-update-news\">• Coronavirus latest updates</a><br /></p><p><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">• See all our coronavirus coverage</a></p><p>Coronavirus is the great leveller. Rich or poor, we have all been plunged into turmoil, insecurity and isolation, bonded together by our inability to imagine what life will be like in two weeks, let alone two months. Tell that to Jhon, a 46-year-old chef at the Warrington Hotel, a plush pub in the leafy west London district of Maida Vale. On 18<sup> </sup>March, he and two kitchen porters were sent a letter from their bosses announcing “some extremely difficult decisions” had to be made that meant their positions had “been made redundant”. No furlough, no 80% wage subsidy for his £10-an-hour pay packet; a man with four children to support has been thrown into extreme hardship.</p><p>It gets worse. Rather than being paid for their outstanding holiday, the workers have been ordered to use it up during their notice period: a straightforward violation of the law. When their trade union, the Independent Workers’ Union of Great Britain (IWGB), asked the pub’s owners why the workers were being dismissed “despite having the ability to pay the wages and its bills after the government’s help package” and announced legal action, the only reply they received was “Noted”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/09/coronavirus-inequality-managers-zoom-cleaners-offices\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/09/coronavirus-inequality-managers-zoom-cleaners-offices", "date_published": "2020-04-09 15:27:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Corona comedy: Facebook cabaret, gamer gags and a WhatsApp panel show", "description": "<p>From Iain Stirling’s Fifa banter to Jayde Adams live from her lounge, comedians isolated by the lockdown are reaching audiences online</p><ul><li><a href=\"https://www.theguardian.com/stage/2020/mar/17/hottest-front-room-seats-the-best-theatre-and-dance-to-watch-online\">Hottest front-room seats: theatre and dance to watch</a></li><li><a href=\"https://www.theguardian.com/culture/series/lockdown-culture\">The best arts and entertainment during isolation</a></li></ul><p>For Scottish comedian and Love Island narrator <a href=\"https://iaindoesjokes.com/\">Iain Stirling</a>, nothing compares to live standup comedy. “Telling the audience something that you find bizarre or idiosyncratic about your life and psyche, and having a roomful of people going: Ha ha ha! We’re like that as well!” He laughs at the relief it brings. “You go, thank God!”</p><p>The <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus lockdown</a> means it could be months until standups are able to hear the roar of laughter in comedy clubs again. Meanwhile, many are making the most of online platforms. Stirling, whose UK tour dates have been postponed, is live-streaming to his fans on <a href=\"https://www.twitch.tv/iainstirling\">Twitch</a>, which principally involves chatting about gaming while he plays Fifa. Many of us are only just discovering networks such as Zoom and Houseparty during confinement, but Stirling was an early adopter and uses Twitch when working away from home on Love Island.</p> <a href=\"https://www.theguardian.com/stage/2020/apr/09/comedy-online-coronavirus-lockdown-facebook-whatsapp-iain-stirling-jayde-adams\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/apr/09/comedy-online-coronavirus-lockdown-facebook-whatsapp-iain-stirling-jayde-adams", "date_published": "2020-04-09 15:25:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tool to report lockdown rule-breakers 'risks fuelling social division'", "description": "<p>Majority of forces in England and Wales adopt online form allowing people to report others </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a> </li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a> </li></ul> <p>New police tools that encourage the public to report people they suspect of breaching coronavirus restrictions risk fuelling “social mistrust and division”, a barrister has warned, as the majority of the UK’s forces adopt the scheme.</p><p>Twenty-six of the 43 police forces in England and Wales have launched dedicated online forms allowing people to report suspected breaches of the lockdown, such as large gatherings in parks.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/09/uk-police-tool-report-covid-19-rule-breakers-risks-fuelling-social-division\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/09/uk-police-tool-report-covid-19-rule-breakers-risks-fuelling-social-division", "date_published": "2020-04-09 15:18:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China signals end to dog meat consumption by humans", "description": "<p>Draft policy released by agriculture ministry cites concern over animal welfare and prevention of disease transmission as factors behind move<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Chinese government has signalled an end to the human consumption of dogs, with the agriculture ministry today releasing a draft policy that would forbid canine meat.</p><p>Citing the “progress of human civilisation” as well as growing public concern over animal welfare and <a href=\"https://www.theguardian.com/environment/2020/apr/08/human-impact-on-wildlife-to-blame-for-spread-of-viruses-says-study-aoe\">prevention of disease transmission from animals to humans</a>, China’s Ministry of Agricultural and Rural Affairs singled out canines as forbidden in a draft “white list” of animals allowed to be raised for meat.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/09/china-signals-end-to-dog-meat-consumption-by-humans\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/09/china-signals-end-to-dog-meat-consumption-by-humans", "date_published": "2020-04-09 15:16:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'There seems to be a Special Tone': Why Britney Spears is a five star film critic", "description": "<p>The singer and sometime actor has embarked on a new lockdown career as a movie pundit. And, so far, she’s reading the public mood perfectly</p><ul><li><a href=\"https://www.theguardian.com/film/series/the-classic-film-ive-never-seen\">The classic film I’ve never seen</a></li></ul><p>The coronavirus crisis hasn’t been kind to performers. On a practical scale, schedules have been wiped and income reduced to zero. But psychologically, it also means that the planet’s biggest extroverts have been robbed of an outlet. They have all this pent-up desire for approval, and nowhere to put it.</p><p>Until now, this has largely manifested itself in slightly cringey iPhone videos uploaded to the internet. But now Britney Spears, that bold pioneer, has opened up a whole new avenue of quarantined expression. That’s right, she has become a film reviewer.</p> <a href=\"https://www.theguardian.com/film/2020/apr/09/britney-spears-film-critic-dr-dolittle\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/09/britney-spears-film-critic-dr-dolittle", "date_published": "2020-04-09 15:13:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish writer spills beans on UK's saucy secrets", "description": "<p>Guide to Britain’s array of culinary sauces lauds bread sauce but calls Branston pickle ‘a snack for drunk people’<br /></p><p>Continental Europe may long have looked, askance and appalled, at Britons’ ability to hit the sauce on an empty stomach, and then to keep on hitting it. Before hitting it some more.</p><p>But, equally baffling to foreign eyes, noses and stomachs is the UK’s consumption of a rich and strange array of actual sauces.</p> <a href=\"https://www.theguardian.com/food/2020/apr/09/spanish-writer-spills-beans-on-uks-saucy-secrets\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/apr/09/spanish-writer-spills-beans-on-uks-saucy-secrets", "date_published": "2020-04-09 15:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis: in coronavirus lockdown, nature bounces back – but for how long?", "description": "<p>While carbon emissions fall as human activity decreases, in the end it will be about the politics </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The environmental changes wrought by the coronavirus were first visible from space. Then, as the disease and the lockdown spread, they could be sensed in the sky above our heads, the air in our lungs and even the ground beneath our feet.</p><p>While the human toll mounted horrendously from a single case in Wuhan to a global pandemic that has so far killed more than 88,000 people, nature, it seemed, was increasingly able to breathe more easily.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/climate-crisis-amid-coronavirus-lockdown-nature-bounces-back-but-for-how-long\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/climate-crisis-amid-coronavirus-lockdown-nature-bounces-back-but-for-how-long", "date_published": "2020-04-09 15:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t let a weak bladder stop you doing the things you love", "description": "<p>Avoiding playing vigorous sports? Sex life gone from G-spot to pee spot? The London Clinic’s Jane Simpson explains what we can do to tackle incontinence – including kegel exercises that you can do wherever you are </p><p>As a continence nurse specialist, I’ve seen firsthand how overwhelming and upsetting incontinence can be. Patients visit me when things have gone too far – their behaviours change and they’re suddenly avoiding activities such as playing tennis, having sex or even going to the cinema because they’re worried about having to race to the toilet. When you start avoiding things you enjoy, it’s time to take action.</p><p>Urinary incontinence usually affects women (up to 45% of us) after childbirth, or during the menopause. Other factors include obesity, bladder surgery, hysterectomy or neurological conditions such as Parkinson’s disease or multiple sclerosis. It’s not just older people affected, either – even athletes are prone to incontinence. A Scandinavian study states that up to 80% of professional female trampolinists experience leakage. Men who have undergone surgery to treat prostate cancer can suffer, too.</p> <a href=\"https://www.theguardian.com/the-last-taboo/2020/apr/09/dont-let-a-weak-bladder-stop-you-doing-the-things-you-love\">Continue reading...</a>", "link": "https://www.theguardian.com/the-last-taboo/2020/apr/09/dont-let-a-weak-bladder-stop-you-doing-the-things-you-love", "date_published": "2020-04-09 14:43:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could coronavirus spell the end for superhero movies?", "description": "<p>From Wonder Woman to Superman, Black Widow to Black Panther, superheroes can vanquish aliens, androids and Nazis. They’re less super in a pandemic</p><ul><li><a href=\"https://www.theguardian.com/culture/2020/mar/13/coronavirus-culture-arts-films-gigs-festivals-cancellations\">Coronavirus and culture – a list of major cancellations</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After the massive 2019 hits <a href=\"https://www.theguardian.com/film/avengers-endgame\">Avengers: Endgame</a> and <a href=\"https://www.theguardian.com/film/spider-man-far-from-home\">Spider-Man: Far from Home</a>, it seemed a safe bet that the Marvel Cinematic Universe would go on for ever. The high-flying blockbusters with their tight costumes, digital effects and insouciant quips could pack cinemas until the apocalypse. There would never again be a year without superheroes.</p><p>Sadly, the apocalypse has come sooner than expected. Superheroes can fight secret quasi-Nazi conspiracies, invading aliens and android armies. But they are ill-equipped to fight the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a>. Superheroes on screen have saved the world repeatedly. But, in this real-life crisis, the MCU’s vision of empowerment via teaming up to blast things to smithereens seems woefully inadequate.</p> <a href=\"https://www.theguardian.com/film/2020/apr/09/superhero-movies-coronavirus-marvel-cinematic-universe-dc-comics\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/09/superhero-movies-coronavirus-marvel-cinematic-universe-dc-comics", "date_published": "2020-04-09 14:19:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Radiohead's Ed O'Brien: 'Humanity has only really learned from disaster'", "description": "<p>The guitarist is recovering from coronavirus – a pandemic he says is a global wake-up call – and releasing the solo album he finally plucked up the courage to make</p><p>Ed O’Brien believed Radiohead’s turbulent years were behind him. It was 2001 and the guitarist and “band mum” had tamed egos, anchored stressful tours and clung tight as his bandmates swerved into electronic music. Now, the five-piece had nothing to prove, and he had slipped underwater. “I took St John’s Wort, a herbal antidepressant,” he recalls. “It scared the fuck out of me. It numbed me.”</p><p>O’Brien, now 51, was numb to everything back then, except for chronic back pain – a cruel irony for the child from a family of osteopaths. To recuperate, he and his girlfriend flew to Brazil, where they met a pair of friends. An encounter with a healer, they told him, may have saved their lives. He took the address.</p> <a href=\"https://www.theguardian.com/music/2020/apr/09/radioheads-ed-obrien-humanity-has-only-really-learned-from-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/09/radioheads-ed-obrien-humanity-has-only-really-learned-from-disaster", "date_published": "2020-04-09 14:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This isn't the first time No 10 has managed the message around a sick PM | Catherine Haddon", "description": "<p>Unlike Boris Johnson’s coronavirus, Churchill’s stroke and Lloyd George’s Spanish flu were not communicated to the country<br /></p><p>• <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>The prime minister is approaching his fourth night’s stay in intensive care. We are told, by government, that he is “improving” – and more recently, today, by a spokesman, that he is “in good spirits”. However, fear around the severity of his condition, and uncertainty around how long he will be absent from leading the country, has inevitably led to worries around the government’s handling of communications around Johnson’s health. Governments have, historically, struggled with delivering this kind of news.</p><p>No government relishes the prospect of delivering bad news. And all governments have familiar ways of approaching the problem. Sluggish statistics are buried in budgets. Press releases are unsubtly reordered. Eye-catching announcements are thrown out on the same day that an otherwise negative story would dominate.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/09/no-10-prime-minister-lloyd-george-churchill-boris-johnson-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/09/no-10-prime-minister-lloyd-george-churchill-boris-johnson-coronavirus", "date_published": "2020-04-09 13:47:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top doctor sparks anger by telling NHS staff not to waste PPE", "description": "<p>‘Inappropriate’ use in Covid-19 cases could cause shortage, says Prof Andrew Goddard </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>One of Britain’s leading doctors has urged NHS staff not to waste personal protective equipment (PPE) by using it “inappropriately” in case that leaves colleagues short of kit.</p><p>Prof Andrew Goddard, the president of the Royal College of Physicians, wants doctors and nurses to be more careful with which PPE they use so that hospitals do not “burn through” their supplies.</p> <a href=\"https://www.theguardian.com/society/2020/apr/09/top-doctor-sparks-anger-telling-nhs-staff-not-waste-ppe-prof-andrew-goddard-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/09/top-doctor-sparks-anger-telling-nhs-staff-not-waste-ppe-prof-andrew-goddard-covid-19", "date_published": "2020-04-09 13:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Benedictine nuns release Gregorian chants to help ease coronavirus isolation", "description": "<p>French order opens abbey doors to allow what could be the largest recording project ever</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A monastery of <a href=\"http://www.benedictinemonks.co.uk/news/st-benedict-the-order/\">Benedictine</a> nuns living in seclusion in southern France has opened its doors to allow recordings of its Gregorian chants to be made available to the outside world.</p><p>In what is believed to be the largest recording project ever conducted, the US musician John Anderson followed the 45-strong order for three years. He installed microphones in the abbey church of Notre-Dame de Fidélité de Jouques near Aix-en-Provence in southern France and captured the nuns singing their eight daily “offices”. The result is thousands of chants, the entire Gregorian repertoire, about 7,000 hours long.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/benedictine-nuns-release-gregorian-chants-to-help-ease-coronavirus-isolation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/benedictine-nuns-release-gregorian-chants-to-help-ease-coronavirus-isolation", "date_published": "2020-04-09 13:14:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus may prove boost for UK's bees and rare wildflowers", "description": "<p>Populations could recover as verges are left uncut, setting what conservationists hope will be a long-term trend</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Rare wildflowers and declining bee populations could start to recover during the coronavirus lockdown because many councils are leaving roadside verges uncut, according to Europe’s biggest conservation charity for wild plants.</p><p>The respite for these mini-meadows is likely to lead to an explosion of colour in the countryside this summer and bring benefits to other pollinators, including butterflies, birds and bats, botanists at <a href=\"https://web.archive.org/web/20200410052040id_/https:/www.theguardian.com/uk/www.plantlife.org.uk\">Plantlife</a> said.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/09/coronavirus-may-prove-boost-for-uks-bees-and-rare-wildflowers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/09/coronavirus-may-prove-boost-for-uks-bees-and-rare-wildflowers", "date_published": "2020-04-09 13:07:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A trick a day: how freestyler Liv Cooke is bringing light to the lockdown", "description": "<p>Four-times world record holder is posting tricks that others can follow indoors – hopefully without breaking anything</p><p>Liv Cooke recognises the peculiarity of her position during lockdown. Football as mass entertainment has ceased and yet, for one of the world’s leading professional freestylers, it is debatable whether the popularity and profile of her chosen sport has ever felt so high. The platform has enabled Cooke to provide education as well as offer escapism.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2020/apr/09/fa-can-boost-post-coronavirus-economy-with-new-venues-for-womens-euro-2022\">FA can boost post-coronavirus economy with new venues for women's Euro 2022</a> </p> <a href=\"https://www.theguardian.com/football/2020/apr/09/a-trick-a-day-how-football-freestyler-liv-cooke-is-bringing-light-to-the-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/09/a-trick-a-day-how-football-freestyler-liv-cooke-is-bringing-light-to-the-lockdown", "date_published": "2020-04-09 13:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bamboo rats left in limbo as breeders push back against China wildlife ban", "description": "<p>Farms forced to shut down operations as search continues for source of Covid-19 amid uncertainty over new industry rules </p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/apr/06/coronavirus-live-news-boris-johnson-admitted-to-hospital-as-trump-again-touts-hydroxychloroquine\">Coronavirus - latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Just a few months ago Cheng Yongcai ran a thriving farm that produced 20,000 bamboo rats a year in Qingyuan in northern Guangdong province.</p><p>It was an operation that his local government actively encouraged with loans and other support, he says.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/09/bamboo-rats-left-in-limbo-as-breeders-push-back-against-china-wildlife-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/09/bamboo-rats-left-in-limbo-as-breeders-push-back-against-china-wildlife-ban", "date_published": "2020-04-09 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Day Trippers: Beatles fans in Liverpool – photo essay", "description": "<p>A series of photographs by <a href=\"https://www.instagram.com/mrcraigeaston/?hl=en\">Craig Easton</a> shot between 2016 and 2018 explores the legacy of the Beatles in Liverpool and coincides with the 50th anniversary of the band’s break-up</p><ul><li><a href=\"https://www.theguardian.com/music/2020/apr/09/shattered-paul-weller-booker-beatles-split-50-years-ago-fans\">‘I was shattered’ – Paul Weller, Booker T and more on the day the Beatles split</a></li></ul><p>The Day Trippers series of photographs considers the enormous pull the Beatles still have for fans all over the world and the phenomenal importance of their legacy to the economy of Liverpool, which in 2016 was estimated to deliver £82m a year in tourism and support more than 2,300 jobs in the city.</p><p>Visitor numbers were continuing to grow – before the coronavirus pandemic – as the Beatles’ music became increasingly popular in countries such as Brazil and China, alongside the established fan bases in the US and Europe.</p> <a href=\"https://www.theguardian.com/music/2020/apr/09/day-trippers-beatles-fans-in-liverpool-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/09/day-trippers-beatles-fans-in-liverpool-photo-essay", "date_published": "2020-04-09 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "IMF chief flags up grim global economic forecast", "description": "<p>Kristalina Georgieva says Covid-19 pandemic has spawned ‘economic crisis like no other’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The head of the International Monetary Fund has warned that all but a handful of the organisation’s 189 member states will suffer falling standards of living this year as a result of the worst global economic crisis since the 1930s.</p><p>Kristalina Georgieva said the sudden onset of the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19 </a>pandemic meant the IMF’s new forecasts for the world economy were going to be grim when released next week – and there was a risk that the impact could be even worse than currently expected. She said more than 170 countries will suffer a reversal of living standards in 2020. </p> <a href=\"https://www.theguardian.com/business/2020/apr/09/imf-chief-flags-up-grim-global-economic-forecast-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/09/imf-chief-flags-up-grim-global-economic-forecast-covid-19", "date_published": "2020-04-09 12:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi Arabia begins two-week ceasefire in Yemen due to coronavirus", "description": "<p>Aid agencies welcome move amid fears virus outbreak could devastate war-torn country</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Saudi Arabia has started a two-week unilateral ceasefire in Yemen, in a move designed to show its awareness of the threat the coronavirus poses to a war-torn country with only rudimentary health services.</p><p>So far no Covid-19 cases have been reported in the country. However, Saudi Arabia, with which Yemen shares a border, has suffered more than 40 deaths and is projecting many more. Yemen has closed its borders.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/saudi-arabia-begins-two-week-ceasefire-in-yemen-due-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/saudi-arabia-begins-two-week-ceasefire-in-yemen-due-to-coronavirus", "date_published": "2020-04-09 11:55:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Easter bunnies in corona masks and NHS tributes: Thursday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/apr/09/easter-bunnies-in-corona-masks-and-nhs-tributes-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/apr/09/easter-bunnies-in-corona-masks-and-nhs-tributes-thursdays-best-photos", "date_published": "2020-04-09 11:39:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you and your neighbours become friendlier since the UK lockdown?", "description": "<p>We would like to hear about your neighbourly tales during the coronavirus lockdown<br /></p><p>Have you become more neighbourly?</p><p>Do you have a new back (or front) garden community – all kept at a respectable social distance, of course? Do you have over-the-garden-fence coffee mornings, chat across indoor landings in apartment buildings or shout down over balconies to downstairs neighbours? Does your street organise practical or emotional support for its vulnerable residents – or do something for local children?<br /><br />If you have become <a href=\"https://www.theguardian.com/world/2020/apr/01/making-a-song-and-dance-the-simple-things-that-keep-people-going\">more communal with your neighbours</a>, what are the nicest things you have discovered about yourself and them? Do you think the new community vibe will continue when real-life resumes – and in what form?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/09/have-you-and-your-uk-neighbours-become-friendlier-since-the-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/09/have-you-and-your-uk-neighbours-become-friendlier-since-the-coronavirus-lockdown", "date_published": "2020-04-09 11:35:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are coronavirus mortality rates so different? – video explainer", "description": "<p>How can we understand the risk of dying from Covid-19 when there are so many numbers flying around? There are actually three types of fatality rate, which are calculated in different ways and tell you different things. When we know what each means and how they work, we can learn more about how new infections such as the coronavirus affect us</p> <a href=\"https://www.theguardian.com/world/video/2020/apr/09/why-are-coronavirus-mortality-rates-so-different-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/apr/09/why-are-coronavirus-mortality-rates-so-different-video-explainer", "date_published": "2020-04-09 11:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The life of a journeyman boxer: 134 fights, 123 defeats ... and a few pints", "description": "<p>Lewis van Poetsch’s boxing record may not look impressive but it shows just how brave, resilient and in love with the sport he is</p><p>By <a href=\"https://twitter.com/JWDrennan\">Jonathan Drennan</a> for the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p><p>Lewis van Poetsch knows his boxing record is an easy conversation starter. The 29-year-old has had 134 professional fights and lost 123 of them. His record may look damning but in fact it highlights his durability as a journeyman, a crucial cast member in the opening acts of the most brutal of sports.</p><p>“I used to work as a barber and I was asked what is a journeyman all the time by my customers,” says Van Poetsch. “Basically, my role is to go in, put on a good show and initiate a new prospect into boxing. I know what I’m doing in there – when to go hard and when to just go the distance. People think it’s like something out of Snatch, going down for fixes in the fifth round, but it’s not like that. We play a vital role at the start of a prospect’s career.”</p> <a href=\"https://www.theguardian.com/sport/behind-the-lines/2020/apr/09/life-journeyman-boxer-fights-defeats-few-pints-boxing-lewis-van-poetsch\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/behind-the-lines/2020/apr/09/life-journeyman-boxer-fights-defeats-few-pints-boxing-lewis-van-poetsch", "date_published": "2020-04-09 11:16:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're in a pandemic and Calderdale council's threatening us over our paint'", "description": "<p>Owners of pub in Todmorden, Yorkshire, are told they risk jail after turning the exterior yellow</p><p>The owners of a Yorkshire pub that has hosted gigs by Jarvis Cocker and the DJ Mr Scruff have been threatened with a £20,000 fine and jail for painting their building yellow.</p><p>The Golden Lion pub, in Todmorden, Calderdale, has gained something of a <a href=\"https://www.vice.com/en_uk/article/59kxn3/this-small-town-pub-fought-the-odds-to-become-yorkshires-coolest-music-venue\">cult following</a> since it was transformed five years ago from a run-down hostelry into a thriving live music venue and community space. But an effort to brighten up the town ahead of the Tour de Yorkshire appears to have backfired.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/09/pandemic-being-threatened-paint-colour-todmorden-yorkshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/09/pandemic-being-threatened-paint-colour-todmorden-yorkshire", "date_published": "2020-04-09 11:12:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bob Dylan's 50 greatest songs – ranked!", "description": "<p>As fans puzzle out the epic Murder Most Foul, we count down the best of Bob, from the fury of Pay in Blood to the pure genius of Simple Twist of Fate</p><p>Street Legal delivered fans a shock: Dylan fronting a large band, with female backing singers to the fore. The words, meanwhile, might well represent an oblique personal history, from adolescence through marriage to religious conversion: whatever they were about, they reduced Patti Smith to tears on first hearing.</p> <a href=\"https://www.theguardian.com/music/2020/apr/09/bob-dylans-50-greatest-songs-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/09/bob-dylans-50-greatest-songs-ranked", "date_published": "2020-04-09 11:05:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Harry Potter at Home to the National Shelf Service: bookish fun for the lockdown", "description": "<p>An updating list of online treats from bibliophiles including JK Rowling, Simon Armitage and Lynda La Plante to entertain locked-down children and adults</p><p> • <a href=\"https://www.theguardian.com/culture/series/lockdown-culture\">The best arts and entertainment during self-isolation</a></p><p>Gruffalo artist Axel Scheffler has put out a free new picture book explaining the coronavirus to children, Marian Keyes has invited readers to sit down with her for a virtual cup of tea, and Cressida Cowell is reading How to Train Your Dragon aloud for confined children. For the book industry is pulling out all the stops to help keep Britain’s locked down masses entertained, whether that’s expert librarians – now unable to work at their branches – offering reading tips, JK Rowling launching Harry Potter at Home, or Kit de Waal putting together a Big Book Weekend bringing together the best of the British book festivals cancelled due to coronavirus.</p><p>Here are some of the best free activities now available for the bookishly minded, which we’ll continue to update during the lockdown:</p> <a href=\"https://www.theguardian.com/books/booksblog/2020/apr/09/from-harry-potter-at-home-to-the-national-shelf-service-bookish-fun-for-the-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/books/booksblog/2020/apr/09/from-harry-potter-at-home-to-the-national-shelf-service-bookish-fun-for-the-lockdown", "date_published": "2020-04-09 11:04:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden finally has an open field. Now he faces a deeply uncertain election", "description": "<p>Contest will unfold in a political landscape transformed by pandemic that has claimed thousands of lives and millions of jobs</p><p>Democrats made their choice and on Wednesday Bernie Sanders made it official. <a href=\"https://www.theguardian.com/us-news/2020/apr/08/bernie-sanders-ends-2020-presidential-race\">His withdrawal</a> from the Democratic primary race leaves Joe Biden with only one opponent: Donald Trump.</p><p>Now the stage is set for a November general election battle between two candidates with radically different visions of presidential leadership and America’s role in the world. The contest will unfold in a political landscape transformed beyond all recognition by the coronavirus pandemic that has already claimed <a href=\"https://coronavirus.jhu.edu/map.html\">at least 14,000 </a>American lives and <a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\">nearly 10</a><a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\">m</a><a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\"> </a><a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\">jobs</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/09/biden-2020-bernie-election-trump-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/09/biden-2020-bernie-election-trump-coronavirus", "date_published": "2020-04-09 11:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists digitally reconstruct skulls of dinosaurs in fossilised eggs", "description": "<p>Research on <em>Massospondylus carinatus </em>embryos<em> </em>sheds new light on animals’ development</p><p>The fossilised skulls of dinosaur embryos that died within their eggs about 200m years ago, have been digitally reconstructed by scientists, shedding new light on the animals’ development, and how close they were to hatching.</p><p>The rare clutch of seven eggs, some of which contain embryos, was discovered in South Africa in 1976, with the developing young found to be a species of dinosaur called <em>Massospondylus carinatus.</em></p> <a href=\"https://www.theguardian.com/science/2020/apr/09/scientists-digitally-reconstruct-skulls-of-dinosaurs-in-fossilised-eggs\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/apr/09/scientists-digitally-reconstruct-skulls-of-dinosaurs-in-fossilised-eggs", "date_published": "2020-04-09 10:32:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No flour, pasta or eggs? The perfect substitutes for 20 common ingredients", "description": "<p>Getting your hands on everyday staples is not always as quick and easy as it used to be – but you can still rustle up delicious dishes by making a few judicious substitutions</p><p>Like life itself, cooking at home is likely to change radically in the coming months. It will be a sanctuary for some and a chore for others, but in an era of lockdowns, we will all sometimes be frustrated by not having this or that ingredient to hand – and no longer being able to pop out to get it. How you work around that lack of ingredients may determine how well you eat in 2020. To help, we asked various chefs and expert foodies – the kind of people who improvise every day – for their tips on how to best substitute in and swap out key ingredients while still creating delicious meals.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/09/no-flour-pasta-or-eggs-the-perfect-substitutes-for-20-common-ingredients\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/09/no-flour-pasta-or-eggs-the-perfect-substitutes-for-20-common-ingredients", "date_published": "2020-04-09 10:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Swan: three minutes of dance to soothe the soul in lockdown", "description": "<p>Watch a short solo from Birmingham Royal Ballet performed by a dancer and two musicians in their own homes</p><p> • <a href=\"https://www.theguardian.com/stage/2020/mar/17/hottest-front-room-seats-the-best-theatre-and-dance-to-watch-online\">Hottest front-room seats: the best theatre and dance to watch online</a></p><p>The dancing lasts less than three minutes, but it’s just the fillip we need right now; a gem of a moment to pull focus in often otherwise blurry days. The Swan is a lockdown offering from <a href=\"https://www.theguardian.com/stage/birmingham-royal-ballet\">Birmingham Royal Ballet</a>. Relayed in split-screen, a pianist (Jonathan Higgins), cellist (António Novais) and dancer (Céline Gittens) – all in their separate homes – perform Mikhail Fokine’s The Dying Swan, with a surprise ending.</p><p>The short solo, set to Saint-Saëns’ Le Cygne, was created in 1905 for the legendary ballerina Anna Pavlova, and it captures the ephemeral otherworldliness of the ballerina’s art, as well as ballet’s enduring image of the fluttering, beautifully doomed white swan.</p> <a href=\"https://www.theguardian.com/stage/2020/apr/09/the-swan-birmingham-royal-ballet-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/apr/09/the-swan-birmingham-royal-ballet-lockdown", "date_published": "2020-04-09 10:09:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How coronavirus spread across the globe - visualised", "description": "<p>From early beginnings in China, the Covid-19 pandemic has spread rapidly across the globe</p><p>Since New Year’s Eve the world has lived through 100 days of Covid-19. There have been over 1.3m confirmed cases, and over 75,000 deaths. Billions of people are confined to their homes and stock markets have plummeted. Here is how the crisis unfolded. </p><p><em>Note:</em><strong> </strong><em>Data for the first 20 days is reconstructed from early WHO situation reports and the later progress of the disease. </em><em>The case counts for the remaining days comes from the open source <a href=\"https://github.com/CSSEGISandData/COVID-19\">Johns Hopkins data repository</a>.</em></p> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/09/how-coronavirus-spread-across-the-globe-visualised\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/apr/09/how-coronavirus-spread-across-the-globe-visualised", "date_published": "2020-04-09 09:52:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Nice guidelines on who to keep alive aren't pragmatic, they're discriminatory | Frances Ryan", "description": "<p>The coronavirus pandemic response is normalising the notion that disabled lives are disposable<br /></p><p>In a pandemic, triage starts long before some of us get sick. A new <a href=\"https://www.theguardian.com/society/2020/apr/01/ventilators-may-be-taken-from-stable-coronavirus-patients-for-healthier-ones-bma-says?CMP=Share_iOSApp_Other\">document</a> issued by the British Medical Association (BMA) has set out guidance to ration treatment if the NHS becomes overwhelmed with coronavirus cases.</p><p>The BMA <a href=\"https://www.theguardian.com/society/2020/apr/01/ventilators-may-be-taken-from-stable-coronavirus-patients-for-healthier-ones-bma-says?CMP=Share_iOSApp_Other\">suggests</a> that in cases where ventilators are scarce, those facing poor prognosis could have the life-saving equipment taken away from them – even if their condition is improving – with younger and healthier patients given priority instead.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/09/nice-guidelines-coronavirus-pandemic-disabled\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/09/nice-guidelines-coronavirus-pandemic-disabled", "date_published": "2020-04-09 09:30:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In shadow of pandemic, Trump seizes opportunity to push through his agenda", "description": "<p>With coronavirus occupying people’s attention, the Trump administration is giving handouts to big business, appointing judges and rolling back regulations</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The last time America was facing a possible economic depression, Rahm Emanuel, Barack Obama’s chief of staff, <a href=\"https://www.washingtonpost.com/opinions/2020/03/25/lets-make-sure-this-crisis-doesnt-go-waste/\">observed:</a> “Never allow a good crisis go to waste. It’s an opportunity to do the things you once thought were impossible.”</p><p>It is advice Donald Trump and his Republican allies appear to have taken to heart.</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/09/in-shadow-of-pandemic-trump-seizes-opportunity-to-push-through-his-agenda", "date_published": "2020-04-09 09:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim-Joy's recipe for Easter cheesecake eggs", "description": "<p>If you’ve never made Easter eggs, now is the time to start. It’s easier than you’d imagine – and this delicious recipe includes vegan and gluten-free options</p><p>Tiny cream ducklings nestled in cheesecake inside chocolate eggs – surely that’s worth having a quack at? These look a little challenging to make, but when you break down the steps, they are not too difficult. The hardest part is <a href=\"https://www.theguardian.com/lifeandstyle/2011/apr/15/how-why-temper-chocolate\">tempering the chocolate</a>, but you can use compound chocolate to make things quicker and easier. And if you haven’t got the moulds mentioned below, you can always fill a shop-bought Easter egg. There’s nothing wrong with shortcuts, especially now. There are a few other options here to help you get round any shortages of ingredients.</p><p><em>Makes: 8 mini-eggs</em></p> <a href=\"https://www.theguardian.com/food/2020/apr/09/kim-joys-recipe-for-easter-cheesecake-eggs\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/apr/09/kim-joys-recipe-for-easter-cheesecake-eggs", "date_published": "2020-04-09 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How did coronavirus start and where did it come from? Was it really Wuhan's animal market?", "description": "<p>It’s likely Covid-19 originated in bats, scientists say. But did it then spread to pangolins and humans?</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the public mind, the origin story of coronavirus seems well fixed: in late 2019 someone at the now world-famous Huanan seafood market in Wuhan was infected with a virus from an animal.</p><p>The rest is part of an awful history still in the making, with Covid-19 spreading from that first cluster in the capital of China’s Hubei province to a pandemic that has killed about 80,000 people so far.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/how-did-the-coronavirus-start-where-did-it-come-from-how-did-it-spread-humans-was-it-really-bats-pangolins-wuhan-animal-market\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/how-did-the-coronavirus-start-where-did-it-come-from-how-did-it-spread-humans-was-it-really-bats-pangolins-wuhan-animal-market", "date_published": "2020-04-09 06:23:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The town built on pineapple martinis: the real Atlantic City – in pictures", "description": "<p>With its glittering casinos and thrumming nightclubs, it was known as The World’s Playground. How does it look today? Photographer Timothy Roberts hits the legendary boardwalk</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/apr/09/pineapple-martinis-atlantic-city-in-pictures-timothy-roberts\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/apr/09/pineapple-martinis-atlantic-city-in-pictures-timothy-roberts", "date_published": "2020-04-09 06:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'You don't know who's touched what': the UK's coronavirus key workers", "description": "<p>From Childline supervisors to police officers, the Guardian hears from non-health staff whose services are essential during the pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>The Childline supervisor, the Midlands</strong></p><p>The demand is much higher at work. Normally there’s a peak in calls after school, but everyone is at home so there are loads of young people coming through all the time. There is also a lot more risk than we’re used to – it’s not just friendship issues, it’s problems with much more complexity.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/uk-coronavirus-frontline-key-workers-police-drivers-postal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/uk-coronavirus-frontline-key-workers-police-drivers-postal", "date_published": "2020-04-09 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How coronavirus changed the world in three months – video", "description": "<p>In just three months, the coronavirus has turned the world upside down. But how did it play out so quickly? We take a look back to where it all began – from its origins in south east Asia, to its acceleration&nbsp;across Europe and the US. As the infection rate increased and countries went into lockdown, people began to find imaginative and inspiring&nbsp;ways of coping with our new reality</p> <a href=\"https://www.theguardian.com/world/video/2020/apr/09/how-coronavirus-changed-the-world-in-three-months-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/apr/09/how-coronavirus-changed-the-world-in-three-months-video", "date_published": "2020-04-09 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The secret call of the wild: how animals teach each other to survive", "description": "<p>Cultural knowledge, passed from animal to animal, is key to how species adapt to change in the world around them</p><p>Sam Williams’ <a href=\"http://macawrecoverynetwork.org/\">Macaw Recovery Network</a> in Costa Rica rewilds captivity-hatched fledgling scarlet and great green macaws. But introducing young birds into a complex forest world – bereft of the cultural education normally provided by parents – is slow and risky.</p><p>For 30 years or so scientists have referred to the diversity of life on Earth as “biological diversity”, or just “biodiversity”. They usually define biodiversity as operating at three levels: the diversity of genes within any particular species; the diversity of species in a given place; and the diversity of habitat types such as forests, coral reefs, and so on. But does that cover it? Not really. A fourth level has been almost entirely overlooked: cultural diversity.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/09/the-secret-call-of-the-wild-how-animals-teach-each-other-to-survive-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/09/the-secret-call-of-the-wild-how-animals-teach-each-other-to-survive-aoe", "date_published": "2020-04-09 05:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The cluster effect: how social gatherings were rocket fuel for coronavirus", "description": "<p>Holding hands, kissing, sharing drinks from the same glass all helped spread the virus</p><p>On 15 February, a merry crowd wearing clown wigs and jester hats gathered in the town hall of Gangelt, a small western German municipality nestled by the Dutch border, to ring in the peak of the carnival season.</p><p>Beer and wine flowed aplenty as approximately 350 adults in fancy dress locked arms on long wooden benches and swayed to the rhythm of music provided by a live band.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/the-cluster-effect-how-social-gatherings-were-rocket-fuel-for-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/the-cluster-effect-how-social-gatherings-were-rocket-fuel-for-coronavirus", "date_published": "2020-04-09 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The sound of icebergs melting: my journey into the Antarctic", "description": "<a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/09/sound-of-icebergs-melting-journey-into-antarctic-jonathan-watts-greenpeace\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/apr/09/sound-of-icebergs-melting-journey-into-antarctic-jonathan-watts-greenpeace", "date_published": "2020-04-09 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "April pink full moon: readers' photos of the supermoon", "description": "<p>A supermoon happens when the moon reaches the closest point to Earth in its 27-day orbit and it happens to be full, <a href=\"https://www.theguardian.com/science/2020/apr/08/april-pink-supermoon-biggest-and-brightest-full-moon-of-2020-to-enter-australias-skies\">which usually occurs once a year</a>. We asked you to share your shots of April’s lunar spectacular. Here’s a selection of our favourites</p> <a href=\"https://www.theguardian.com/science/gallery/2020/apr/09/april-pink-full-moon-readers-photos-of-the-supermoon\">Continue reading...</a>", "link": "https://www.theguardian.com/science/gallery/2020/apr/09/april-pink-full-moon-readers-photos-of-the-supermoon", "date_published": "2020-04-09 04:14:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Stop waiting for Putin': Russian president takes backseat in crisis", "description": "<p>Putin is working remotely and mainly focusing on cushioning blow to Russian economy</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Vladimir Putin has taken a backseat in tackling Russia’s coronavirus outbreak, working remotely from his residence in the Moscow suburbs and delegating powers that he has spent a generation mostly accumulating in the Kremlin.</p><p>Strict <a href=\"https://www.theguardian.com/world/2020/mar/30/moscow-coronavirus-lockdown-stay-indoors-city\">quarantine measures</a> and border closures have been imposed by trusted lieutenants including the Moscow mayor, Sergei Sobyanin, and the new prime minister, Mikhail Mishustin, with officials leading parallel efforts to contain the virus and its economic fallout.</p> <a href=\"https://www.theguardian.com/world/2020/apr/09/vladimir-putin-takes-backseat-in-russia-tackling-of-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/09/vladimir-putin-takes-backseat-in-russia-tackling-of-coronavirus", "date_published": "2020-04-09 04:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: 100 days that changed the world (part 1)", "description": "<p>What began as a mystery virus at a Chinese market in December swiftly became a global crisis. The Guardian’s Michael Safi and Patrick Wintour recount the first 100 days as coronavirus took hold, upending the lives of billions of citizens</p><p>On the last day of 2019, China announced it had detected a “pneumonia of unknown cause” in the city of Wuhan. It was the first time the world got notice of what was about to hit. One hundred days later, the Covid-19 virus has spread to almost every country and has resulted in billions of people now living under lockdown. </p><p>The Guardian’s world affairs correspondent, <strong>Michael Safi, </strong>and its diplomatic editor, <strong>Patrick Wintour, </strong>join <strong>Anushka Asthana</strong> to discuss how events unfolded. </p> <a href=\"https://www.theguardian.com/news/audio/2020/apr/09/coronavirus-100-days-that-changed-the-world-part-1\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/apr/09/coronavirus-100-days-that-changed-the-world-part-1", "date_published": "2020-04-09 02:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}]