[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Free from Google? Let's see! - Vlog #4", "description": "The first 500 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/thelinuxexperiment3\n\nAfter a series of videos on how to switch from Google, it’s high time that we take a look at how well this “de-googling” thing has been going. Some of the projects I recommended no longer exist, and some didn’t quite fulfill my needs...\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nOk, so, first of all, the search engine. There are plenty of alternatives that don’t rely on Google at all, and my favorite is Duck Duck Go. I’ve been using it on all my devices: laptop, desktop, smartphone, tablet… It’s fast, it has nice features, it’s super customizable, and it’s entirely independent of Google results. The “bang” features that let you use DDG as a proxy for other web searches, like wikipedia, is also super handy.\n\nBut the search results themselves… They sometimes lack precision. As long as I look for something fairly well know, a common search with plenty of available results, it’s fantastic. But if I decide to search in french, my native language, then it starts to fall apart. Results are less precise, less complete than what you can find on Google, and very niche topics are barely covered. I’d say DDG works 90% of the time, but for the otherr 10%, i’ve been coming back to Google, using the !g shortcut in DDG. I really hope DDG can improve its algorithm and crawler bot to make sure that I need to rely less and less on Google, but I’m not there yet.\n\nAs per email, I had moved to Zoho for a bit, after my “‘switch from gmail” video. Zoho is nice, it’s super feature complete, but to be honest, it’s also a bit slow to load, and too complete for my needs. I ended up sticking with Outlook.com, which is good, but not great. I’m currently looking into Proton mail which looks fantastic, and since they added a calendar now, it should cover all my needs.\n\nMy channels use their Gmail account still, though. You have to have a Google account for your youtube channel, obviously, and I haven’t found a way to move that email address to something else, apart from redirecting all mail from Gmail to another adress, which wouldn’t solve the issue of Google being able to read and parse said emails.\n\nI used to rely on Google Photos, and played with Canon’s irista service for a while, but they ended up shutting it down, so I had to find another solution. What I’m using now is Pcloud: it has a mobile app that can sync all photos and videos to any folder in any number of computers, so I’m using that to keep all the photos and videos I take on my phone to all my machines, and it’s working very well.\n\nPcloud can do shared views for albums if you store them in separate folders, and you can personalize these, so it fits the bill for me, but without any photo editing tools included, I’m coupling it with the elementary OS photos app to make the very rare touch-ups I need here and there.\n\nI never relied on Google Drive, and Pcloud is, at least as good, so everything is stored there for now. It integrates very nicely with Linux, with your storage appearing as a network drive you can access from anywhere, and syncing can happen folder to folder, so no need to store everything in a single folder if you don’t want to. I even use it to sync my notes in Notes-Up, which has no native sync function, and you could even set it up to sync any other app settings you want, for example game saves.\n\nAfter looking at a bunch of alternatives, i unfortunately ended up going back to Google maps on my phone. On the web, I use DDG’s integration of Apple Maps, or Qwant maps, but since they have no mobile apps yet, Google Maps is still the best solution I found. Other alternatives are great, like Here Maps, but I find their interface more complex and convoluted, and they’re not as speedy.\n\nAs soon as Qwant Maps gets a mobile app, though, I’ll definitely move to it.\n\nTo conclude, my document editing needs are covered by OnlyOffice on nextcloud. My home nextcloud server hosts all the files I need to edit remotely, and the onlyoffice integration works super well.\n\nAnd there’s still the elephant in the room: youtube. I rely on youtube 100% for the channel. There is no competing service with the same reach and the same capacity for generating views and revenue, unfortunately. I do have my channel synced on LBRY, though. It’s still in its infancy, but as The Linux Gamer pointed out in a recent video, LBRY pays a lot more to creators than Youtube does.", "link": "https://www.youtube.com/watch?v=vioXFqvE89k", "date_published": "2020-04-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]