[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Seu Jorge: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Seu Jorge’s Tiny Desk concert from 2010: https://www.npr.org/2010/09/13/129754791/seu-jorge-tiny-desk-concert\n\n\nJasmine Garsd | September 13, 2010\n\nLike many in America, the first time I heard Seu Jorge was through his role as a melancholy singer in the movie The Life Aquatic With Steve Zissou. His rendition of David Bowie classics mesmerized me. The ache of his thick, raw vocals is nearly unbearable. Perhaps it's something about a burly grown man whose voice seems about to give in to tears that's simply heartbreaking. Or perhaps it was the shock of hearing Bowie's music, which in its original incarnation was pure glam rock, sung by a boy from one of Rio de Janeiro's worst slums.\n\nIn his newest project, with the company of his fantastic band Almaz, Seu Jorge is far more versatile, almost as if the band were encouraging him to go to that bar, hit that dance floor, flirt with that supermodel. But no matter how smooth he is, he's still that melancholy guy who played Bowie on Steve Zissou's ship (not to mention his heartbreaking turn in the film City of God, as a victim of a sociopathic druglord). Jorge's covers of classic Brazilian songs like \"Saudosa Bahia' — which is about wanting to go back home — find him at his best.\n\nI've always been curious to find out what Seu Jorge sounds like live, and in this Tiny Desk Concert I finally got my answer: He sounds as powerful as he does on his records, if not better. And he loves to play live, feeding off the energy of the audience. Later, he mentioned to me — while on his fourth cigarette break; there's a reason behind this man's raspy voice — how much he enjoyed being able to play while sitting right next to audience members. Here's hoping he comes back soon.", "link": "https://www.youtube.com/watch?v=2Ws_5-hiqao", "date_published": "2020-08-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]