[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Joyce DiDonato: NPR Music Tiny Desk Concert", "description": "Watch Joyce DiDonato play at the Tiny Desk.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nJan. 15, 2020 | Tom Huizenga -- When opera star Joyce DiDonato told us she wanted to sing centuries-old Italian love songs at the Tiny Desk we weren't surprised. But when she said she was bringing a jazz band to back her up, we did a double take. But that's Joyce, always taking risks. After all, the last time we filmed the down-to-earth diva, she insisted on singing an opera aria at the Stonewall Inn, the iconic gay tavern in Greenwich Village.\n\nOn paper, the idea of jazzing up old classical songs seems iffy. At the least it could come across as mannered and at worst, an anachronistic muddle. But DiDonato somehow makes it all sound indispensable, with her blend of rigor, wit and a sense of spontaneity.\n\nThe musical formula for these unorthodox arrangements makes room for typical jazz solos while DiDonato molds her phrases to the flexible rhythms and inserts old-school trills and flamboyant roulades.\n\nMuch of the credit goes to her crack band, especially trumpeter Charlie Porter with whom DiDonato trades riffs and raspy growls. Veteran bassist Chuck Israels, who keeps the music swinging hard, has played with everyone from Billie Holiday to the Kronos Quartet, and drummer Jason Haaheim's day job is principal timpanist of the Metropolitan Opera Orchestra. Pianist Craig Terry, co-mastermind of the project, directs the young artist program at the Chicago Lyric Opera.\n\nBut the star of the show is the continually amazing DiDonato, whose voice is certainly one of the great wonders of her generation. The flexibility of the instrument, the colors she conjures and her fine-tuned dynamic range are a few of the reasons she's still at the peak of her powers. She looks and sounds like she's having the time of her life.\n\n\"It's such a rush to be here,\" DiDonato said to the appreciative audience of NPR staffers. Believe me, Joyce, the rush was all ours.\n\nSET LIST\nParisotti - Rosa: \"Se tu m'ami / Star vicino\"\nTorelli (attrib.): \"Tu lo sai\"\nConti: \"Quella fiamma\"\n\nMUSICIANS\nJoyce DiDonato: mezzo-soprano; Craig Terry: piano; Charlie Porter: trumpet; Chuck Israels: bass; Jason Haaheim: drums; Antoine Plante: bandoneon\n\nCREDITS\nProducers: Tom Huizenga, Maia Stern, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, James Willetts, J. Czys; Editor: Maia Stern; Videographers: Kara Frame, Bronson Arcuri, CJ Riculan, Maia Stern; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Catie Dull/NPR", "link": "https://www.youtube.com/watch?v=x4Al4EM0Ni4", "date_published": "2020-01-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]