[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "J.S. Ondara: NPR Music Tiny Desk Concert", "description": "Watch J.S. Ondara play \"Lebanon\", \"Days Of Insanity\" and \"Saying Goodbye\" at the Tiny Desk.\n\nWatch Tiny Desk Concerts ONE WEEK before they go on YouTube at https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n\nJan. 24, 2020 | Bob Boilen -- J.S. Ondara's journey to the Tiny Desk is a fascinating one. From his home in Nairobi, he listened on his sister's radio to American artists, including Nirvana, Jeff Buckley, Death Cab For Cutie and, most importantly, Bob Dylan. He wanted to be a folk singer, so he moved to Minnesota, Dylan's home state.\n\nAt the Tiny Desk, after playing his song \"Lebanon,\" from his debut album Tales of America, J.S. Ondara told us his story. \"I remember, at one point, someone told me about this contest that you guys do called 'the Tiny Desk Contest.' And I was, at the time, desperately trying to be a folk singer. And I'm not quite. I'm not a big fan of contests, but I like NPR. So I figured I'd give it a shot. And I'd just written that song, 'Lebanon.' So I made a video of me playing that song, and I submitted it. And I suppose that things didn't go quite in my favor. So I figured I'd find a bit of a roundabout way to get here, which involved making a record and touring it relentlessly and stalking Bob [Boilen] all around South by Southwest. (I actually didn't do that part.) I was thinking about it. And now I'm here. The journey would have been a lot shorter had I just won the bloody contest. But in the very wise words of Miley Cyrus, 'it's not about how fast you get there, it's about the climb.'\"\n\nJ.S. Ondara's music is sincere, with observations about America that are fresh and poetic. Here's how he compares the politics of our time, in his song, \"Days of Insanity:\"\n\n\"There is a bear at the airport, waiting on a plane\nThere is a cow at the funeral, bidding farewell\nThere is a goat at the terminal, boarding the C-train\nThere is a horse at the hospital, dancing with the hare\n\n\"Somebody call the doctor, from the university\nSomebody call upon the witch and the wizardry\nSomebody call the rabbi, the pastor and the sheikh\nCoz we are coming on the days of insanity\nThe days of insanity.\"\n\nAnd, now this Kenya-born singer is up for a Grammy award for Best Americana Album. Unbelievable, remarkable and well deserved.\n\nSET LIST\n\"Lebanon\"\n\"Days Of Insanity\"\n\"Saying Goodbye\"\n\nMUSICIANS\nJ.S. Ondara: vocals, guitar\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Editor: Jack Corbett; Videographers: Maia Stern, Jack Corbett; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Catie Dull", "link": "https://www.youtube.com/watch?v=0ME1pIEJjdM", "date_published": "2020-01-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]