[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "PINEPHONE First Impressions - Love the hardware, but the software...", "description": "I finally had time to play with the Pinephone! It was a hard video to make: the Pinephone is nos by any means ready to be shipped to the general public, but it’s still a very interesting device.\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nThe Pinephone is, for now, mostly aimed at developers. It’s a device that will run Linux based OSes. Not Android, but full blown Linux. I’m talking Ubuntu touch or Plasma Mobile, and why not the same OS as the Librem 5, Pure OS.\n\nThe PinePhone is made by ThePine64, a company that produces a bunch of Linux hardware, such as the PineBook and Pinebook Pro, the PineTime (a prototype smartwatch running Linux), and the PineTab, a tablet, running, you guessed it, Linux.\n\nThe phone comes in a nice white box, with minimal branding, very reminiscent of Apple packaging. Once you open it, you get a little warning card thanking you and letting you know it’s not a consumer-ready device yet, and you get the phone itself, with a charging cable. It doesn’t come with a charging brick, but that’s not really an issue, since I don’t think anyone needs another one of these.\n\nThe PinePhone itself is a big device, with a 5.95 inches display It’s not the crispest, at 1140 by 720p, but it’s bright, colors look good, and it doesn’t detract from the experience of using the phone. It weighs in at 190 grams, and it feels pretty nice in the hand, although I’m not a fan of such big phones. The screen is protected by glass, and the back plate is made of black plastic. You get a power button and volume rocker on the right side, the audio jack on the top, a usb-C port on the botton, and a frontal camera and speaker at the top, with an RGB LED.\n\nThe back of the device is very simple as well, with the camera and its flash, inlaid with a little “Pine” Logo, which is a nice touch.\n\nAll in all, the phone feels pretty good for a device that costs less than 200$, it definitely punches above its weight in terms of look and feel.\n\nNow, in terms of specs, the PinePhone is definitely on the low end of the spectrum, as far as phones go. It uses an AllWinner Quad Core CPU with a Mali 400 graphics chip, 2Gb of RAM and has a 5Mpx camera on the back, and a 2mpx one on the front. It’s not far off from what the Librem 5 offers, but it’s definitely no flagship device either. Still, for the price, it’s a pretty good value.\n\nConnectivity wise, the modem should support 4G and LTE networks from most carriers in the world, and the phone also has support for Bluetooth 4.0, GPS and GLONASS, and WIfi, although it’s only single band.\n\nThe back cover is removable easily, just by popping out the lower right corner. It gives you access to a 3000Mah battery. Once you get the battery out, you can insert your Sim card, which is a micro sim format. \n\nNow, even more interesting, is a set of switches on the back. These are hardware kill switches for the Modem, Wifi and Bluetooth, The Microphone, the Rear and front cameras and the headphone jack.\n\nIn terms of software, the PinePhone doesn’t come with any OS preinstalled. It does have PostMarket OS running a series of hardware tests.\n\nIt was a bit underwhelming, although I’ll still give UBPorts a fair shake in the future. The cameras and the speaker don’t seem to work yet, and you shouldn’t let the phone go to sleep unless you know the default passphrase is “phablet”. The OS runs… alright, even though it exhibits problems when scrolling and navigating; it’s definitely not quite optimized yet for that hardware yet, and you can tell that performance wise, there is still some work to do.\n\nNow, while the OS itself works pretty well apart from some slowdowns in animations, the application situation is still problematic, and will probably be the main issue for most users. A lot of webapps are available, but nothing official. Still, judging from the interest the Pinephone and Librem 5 are gathering, and seeing the progress of libhandy, I’d be surprised if a lot of open source apps didn’t make the switch to the smartphone form factor.\n\nBattery life wasn’t fantastic, but I won’t judge that too harshly yet, since it’s very early days for this combination of hardware and software.\n\nI obviously didn’t find the apps I use everyday, like Spotify or Freeletics, or my bank’s applications, but these are probably a long way off, if they ever come. The Anbox project seems to let people run Android apps on Linux based systems , though, so it could be a nice path to try and explore later.\n\nOther software initiatives are also available, such as Plasma mobile, or postmarket OS running Phosh, the phone optimized gnome shell developed by Purism for the Librem 5. I tried both, and found them less advanced than UB Ports. \n\nMore operating systems are also supported, like Sailfish OS, LuneOS, Alpine OS, or even Manjaro ARM running Plasma Mobile. I’ll need to take some more time to explore each one of these and see how they fare.", "link": "https://www.youtube.com/watch?v=zUttT67rkyM", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]