[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Breakpoint’s Immersive Mode Almost Works", "description": "Ghost Recon: Breakpoint’s new survival focused settings don’t take the game quite far enough and here is what you can do to make it even better. \n\nGhost Recon Breakpoint has a new survival-focused mode called the Ghost Experience. Players can use Immersive settings to do things such as limit their primary weapon to a single gun, reduce the number of bandages carried, drain stamina more quickly, and risk greater injury. The Ghost Experience also makes some big structural changes to the game, such as removing tiered loot, allowing players to scavenge guns off of enemies, and removing other random players from the social spaces. In this video we’re going to go over what custom settings you can use to take the immersive experience even further.\n\nAlso included in this expansion is the Episode 2 Deep State DLC that sees players teaming back up with Sam Fisher who previously appeared in Ghost Recon Wildlands DLC. Breakpoint came out in 2019 and scored a 4/10 on GameSpot because in part loot and gear score didn’t make sense, the survival mechanics were underdeveloped, enemy AI wasn't great, and the social hub seemed geared towards microtransactions. The Ghost Experience is the game's biggest initiative to date to tackle some of those initial problems\n\nGhost Recon Breakpoint is out for PC, PS4, and Xbox One. It’s a cooperative open-world shooter where players take on Cole Walker, played by Jon Bernthal, as he uses an army of ex-military operators and drones to take over a remote island.", "link": "https://www.youtube.com/watch?v=7jcP5Tycw14", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Animal Crossing Came From One Of Nintendo's Biggest Failures", "description": "Animal Crossing is an unconventional kind of game that is loved by many, but did you know that its origins lie in a failed piece of Nintendo hardware.\n\nYou may not remember it, but at one time the Nintendo 64 had an add-on peripheral called the 64DD. Before the end of its short lifespan, Nintendo designed a game about hanging out with cute animals in a single field and completing small tasks. That game was Animal Forest, better known today as Animal Crossing.\n\nThe beloved series has gone on to sell millions and is one of the most recognizable video game franchises around, but its inception lies in an ambitious and, ultimately, failed hardware project. In this video we take a look back at the origins of Animal Crossing, and tell the story of its unlikely beginnings, its almost demise, and its ultimate success.\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=eUJWSZGNqgI", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Test Half-Life Alyx On Every Major VR Headset", "description": "What's the best VR headset to play Half-Life Alyx on? We've tested the game on the four biggest headsets to find out.\n\nHalf-Life: Alyx is not only the grand return of the legendary franchise but also the latest must-have game for anyone who owns a VR headset. Valve has made the game compatible with most major VR headsets, but as you know, not all are created equally.\n\nIn this video, four GameSpot staff members test out Alyx on different headsets. The Valve Index, HTC Vive Pro, Oculus Rift, and Oculus Quest. We break down the pros and cons of each VR headset and give you our recommendation on the best way to experience Half-Life: Alyx.\n\nIf you don’t own a VR headset and are interested in picking one up thanks to Alyx, check out our in-depth breakdown on the best VR headsets as well as where to get the best VR headset deals.\n\nHalf-Life Alyx was reviewed by Michael Higham, who gave the game a 9/10, saying, “Not only has Half-Life: Alyx made good on its shift to VR, it has elevated many of the aspects we've come to love about Half-Life games.” You can read his full Half-Life: Alyx review or watch the Half-Life: Alyx video review right here on youtube.", "link": "https://www.youtube.com/watch?v=Ws9W4stzlOE", "date_published": "2020-03-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "9 Things I Wish I Knew Before Starting Animal Crossing: New Horizons", "description": "Animal Crossing: New Horizons has finally arrived on Nintendo Switch. Even if you're a series veteran, New Horizons introduces a lot of new elements to the mix that shake up the usual day-to-day gameplay in some interesting and unexpected ways. Nintendo has shown off some of these in trailers and presentations in the lead up to the game's release, but there are still many others that you may not be familiar with, so we're here to help.\n\nIn the video above, we go over nine things in New Horizons that you'll definitely want to know about before settling down on your new deserted island home, from how to get the handy new ladder to how to move buildings and add best friends. We also share some more helpful tips, including a good trick to use when you're trying to catch fish.\n\nNew Horizons has been receiving great reviews from critics, including GameSpot. We gave the title an 8/10 in our Animal Crossing: New Horizons review-in-progress. Reviewer Kallie Plagge wrote, \"So far, I've played Animal Crossing: New Horizons for 80 hours over 17 days, and that anticipation hasn't yet gone away. While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.\"\n\nIf you're looking for more tips to help you settle into your virtual island, we've rounded up lots of guides for New Horizons. Be sure to check out what you should be doing every day, how to get the all-important shovel, and how to make money. We also have an explainer on how to upgrade your inventory space, which you'll definitely want to do to hold more items.\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=BqvmDvaVT_E", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Come Chill With Us In Animal Crossing: New Horizons | GameSpot Community Fridays", "description": "It's Friday and we're looking to relax after a long weekend with some Animal Crossing on the Nintendo Switch. Visit our Island and come hang with us!", "link": "https://www.youtube.com/watch?v=o-VsflR_73g", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Half-Life: Alyx And Bleeding Edge - GameSpot After Dark #34", "description": "On this episode of GameSpot After Dark, Jake goes in depth with his Half-Life: Alyx experience and Tamoor shares his first impressions of Ninja Theory's Bleeding Edge.\n\nTIMESTAMPS:\n00:00:14 - Intro\n00:01:55 - What We've Been Playing\n00:23:26 - Bleeding Edge Impressions\n00:33:02 - Half-Life: Alyx Impressions\n00:48:51 - Listener Questions\n01:05:34 - Outro", "link": "https://www.youtube.com/watch?v=mJ7GmkC5lDQ", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Nintendo Direct Highlights: Animal Crossing, Super Smash Bros, & More", "description": "A surprise Nintendo Direct Mini just aired, and we learned about new game releases and updates for titles available now on Nintendo Switch. \n\nAnimal Crossing: New Horizons is getting an April event and update with Bunny Day, which will run April 1-12. The Easter equivalent will involve searching for Zipper T. Bunny's hidden eggs on your island.\n\nThe next Super Smash Bros. Ultimate fighter was teased, and it's a character from Arms. They weren't named specifically, but they'll be joining the roster in June. Alongside this announcement comes a free trial of Arms: Nintendo Switch Online members can play the springy fighting game from now through April 6th at no cost.\n\nAlso out today is a Bravely Default 2 demo--the full game is still slated for a 2020 release date. BioShock, Borderlands, and XCOM 2 collections are also headed to Switch. That trio launches on May 29. Catherine: Full Body will arrive on July 7, and Burnout Paradise Remastered will be available this year too.\n\nThe Direct ended with more Pokemon Sword & Shield DLC details about the first expansion, Isle of Armor. You can learn about the legendary Pokemon Kubfu in the video above.", "link": "https://www.youtube.com/watch?v=ywzXpFVhqhs", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 - Official Jill Valentine Story Trailer", "description": "Jill Valentine’s escape from Raccoon City is fraught with danger, but she still has some dependable allies to rely on… as well as some enemies to watch out for. Jill won’t just be the star of Resident Evil 3, though – she’ll also be added as a playable Survivor in Resident Evil Resistance in a future update.\n\n#RE3Remake #JillValentine #GameSpot", "link": "https://www.youtube.com/watch?v=F4Ix4eyNYps", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]