[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "COD: Warzone Bunker Locations And How To Open Them", "description": "The bunkers in Call of Duty: Warzone are opening, and if you have a Red Access Card, you'll be able to get inside most of them. However, Bunker 11 has its own method of entry. Tony explains how to get inside in the video above.\n\nThe Easter egg you'll find inside Bunker 11 seems to hint at the next Call of Duty title, rumored to be Black Ops Cold War. That's unconfirmed at this time, but we should learn more about 2002's Call of Duty game before long.", "link": "https://www.youtube.com/watch?v=4xRCtHqzUG4", "date_published": "2020-05-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty Could Return To Black Ops In 2020 | Save State", "description": "The next Call of Duty will reportedly be an instalment in the Black Ops saga, and if sources are true, could be Cold War-themed. Sony says the PlayStation 5 is going to deliver a sound \"evolution,\" and Naughty Dog has released a new Inside Gameplay trailer for The Last of Us Part 2, detailing new gameplay mechanics and more.", "link": "https://www.youtube.com/watch?v=VJ7K1_87s6U", "date_published": "2020-05-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath - Official Launch Trailer", "description": "Mortal Kombat 11: Aftermath arrives May 26th, with new characters, stages, and story.\n\nWho is loyal? Who can be trusted? On May 26th, forge a new history and secure the fate of Earthrealm in Mortal Kombat 11: Aftermath!\n\nThis new entry expands the critically acclaimed story campaign of Mortal Kombat 11 with an all-new cinematic narrative centered around trust and deceit. Joining the fight will be Mortal Kombat alumni, Fujin and Sheeva, and guest character, RoboCop, making his series debut!\n \nAll Mortal Kombat 11 players will have access to a free content update featuring new Stages, Stage Fatalities, and Friendships!\n\n#MK11Aftermath #MortalKombat11 #MK11", "link": "https://www.youtube.com/watch?v=8O-NhkbVp_I", "date_published": "2020-05-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Valorant - Official Release Date Announcement Trailer", "description": "Executive Producer Anna Donlon and Game Director Joe Ziegler have an update on the official launch date of VALORANT.\n\n#Valorant #SummerGamesFest #GameSpot", "link": "https://www.youtube.com/watch?v=eJOd3BHyte0", "date_published": "2020-05-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Valorant Release Date Is Very Soon, Borderlands 3 DLC Goes Wild West | Save State", "description": "Riot’s free-to-play hero shooter, Valorant, will end its closed beta soon, ahead of the game’s full PC launch on June 2. If you’ve been playing the beta your progress will be reset. Riot will be adding new maps, modes, and agents to the game shortly after launch. \n\nBorderlands 3’s next DLC, Bounty of Blood: A Fistful of Redemption, has been detailed. It’ll take place in a Wild West setting, and DLC director Matt Cox called it a \"harsh story of revenge and redemption.” There’ll be new characters, choices to make, and a trusty new steed. \n\nXbox Game Pass is adding more free new titles, including Minecraft Dungeons, Alan Wake, Cities: Skyline, and Plebby Quest: The Crusades. For all the latest gaming news, keep it GameSpot.\n\n#SaveState #GameSpot #Valorant", "link": "https://www.youtube.com/watch?v=ebmOrWbRg0g", "date_published": "2020-05-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Microsoft's Secret Weapon For Next-Gen Is Xbox Game Pass", "description": "2020 is a huge year for gaming, with Microsoft and Sony both releasing next-generation consoles. After coming in second to PlayStation in the current-generation, Microsoft is hoping to start this generation off on a stronger foot.\n\nWhether or not Microsoft is successful in the next generation may even be more dependent on the Xbox Game Pass service than sales of Xbox Series X consoles, Eddie Makuch argues in a new video.\n\nIn the full video, Eddie speaks about how selling a lot of consoles is good, but the real money in games comes from software and services--and this is where Game Pass comes in. The full video covers how Game Pass could become the Netflix of Games, while it also touches on some of the issues and uncertainties related to Microsoft's strategy.\n\nWould Microsoft have pursued such a bold strategy had the roles been reversed and it was Xbox that came out on top this generation? We can never know, but it certainly feels like a watershed moment for gaming--and that's something to be excited about at the start of a new console generation.", "link": "https://www.youtube.com/watch?v=D8TYgCnQztU", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath – RoboCop vs. Terminator Gameplay Trailer", "description": "RoboCop arrives in Mortal Kombat 11: Aftermath May 26th, but he isn't the only metal man on the roster. Here's round one of their first showdown.\n\n#MortalKombat11Aftermath #MK11 #TerminatorVSRoboCop", "link": "https://www.youtube.com/watch?v=jiWEZkDN8AY", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath – Terminator vs. RoboCop Gameplay Trailer", "description": "RoboCop arrives in Mortal Kombat 11: Aftermath May 26th, but he isn't the only metal man on the roster. Enjoy round two of their epic battle.\n\n#MortalKombat11Aftermath #MK11 #TerminatorVSRoboCop", "link": "https://www.youtube.com/watch?v=T6JRCpJz18s", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Last Of Us Part 2 - Inside The Gameplay Trailer", "description": "Take a closer look at the gameplay in the upcoming PS4 exclusive, The Last of Us Part II.\n\nWatch as the team at Naughty Dog goes in-depth about the new and evolved gameplay experience of The Last of Us Part II.\n\nThe Last of Us Part II launches on June 19th, 2020 for the PlayStation 4 system.\n\n#TheLastOfUs2 #TLOU2 #TLOU2Gameplay", "link": "https://www.youtube.com/watch?v=7p8oO3KX-es", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Play Amazon's Crucible Live", "description": "Today on GameSpot Live, Persia checks out Amazon's new free-to-play PvP shooter, Crucible!", "link": "https://www.youtube.com/watch?v=mV4i4hi6GG4", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]