[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Getting Things Gnome - Linux Productivity Resurrected", "description": "Productivity Apps on Linux are seeing quite the revival, from specific apps for designers like Akira, Inkscape, or Krita, to pure organizational tools like Planner. One such app that has been around for a long time is Getting Things GNOME. It has recently been ported over to a more GNOME 3 look and feel, and it's now a strong contender to my favorite, Planner. Let's see what it can do!\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n### What is Getting Things GNOME ?\n\nGTG is a productivity app, an improved to do list, based on the Getting Things Done principle. This basically boils down to sort your tasks into an inbox, where you then either do the task if it's very small and quick, or put it away into various categories that you created, like \"important\", \"to read\", \"later\", etc...\n\n### The Features\n\nWhere GTG shines, though, is with its advanced features:\n\nGTG supports tags, which lets you sort your tasks. Tags can also be hierarchical, so you can nest tags inside other tags to really filter down your task list. Tasks could be created for various projects, and then parts of these projects, or you could group them by context, to do all the tasks that are related in one go. For example, if a task requires me to phone someone, I can add a \"phone\" tag, and then find all my tasks that need me to give a call to anyone, and do them in just one go, to be more efficient.\n\nSince you can add multiple tags to a task, you can use both organisation systems at the same time, with projects and contexts, or any other sorting method you're comfortable with. To add a tag, just type the \"@\" symbol and then the tag name, so you can create them on the fly, or you can click the \"add tag button\" for a list of all your tags.\n\nThe tasks are displayed with 3 states: open, actionable, and closed. Your open tasks are all the tasks you've created. The \"Actionable\" view allows you to see tasks that you can actually do something about. For example, you could have created a task to repaint your kitchen, but it's not doable before you've actually bought some paint, so that \"paint the kitchen\" task can be marked as non actionable. It won't show tasks that have a start date in the future, or tasks that still have unfinished subtasks.\n\nYou can even set a whole tag to not show up in the \"Actionable\" view, if you want to avoid displaying certain tasks that are not purely productivity related, and not clutter your task list.\n\nEach task can have subtasks, and these can also have subtasks if you want: so you could have one for a whole project, and then use the various subtasks to further divide your project.\n\nThis, combined with the tags, lets you really work in the way that you prefer, and organize your to do list exactly how you'd like. \n\nEach task can have a start and an end date, that you can fill using the dedicated fields, or just type in natural language, and GTG will automatically fill them in.\n\nEach task opens in its own small window, so you can keep them open on your desktop if you prefer to have some tasks always at hand. \n\nTasks and tags are editable, and you can edit multiple tasks at once to change their tags all at once, using the right click menu, or hitting Control + T. GTG uses tons of keyboard shortcuts if you're more comfortable with that. These can be all discovered using the menu button.\n\nIf you feel like you won't be able to do a task today, you can quickly move its start date using the \"Start tomorrow\" button, or use the drop down list to set a new start date.\n\nNow if your task list gets too cluttered, you can filter them using a search, that will look through the task title, description, and tags. These searches can be saved and will appear in the sidebar if that's something you're going to look for often.\n\nGTG supports plugins, like sending a task via email, looking at tasks you haven't touched for a while, or use a color code to quickly identify high priority tasks.\n\nFinally, GTG also has a quick add bar on the bottom of the app that you can invoke using \"Control + L\".\n\n### What's next ?\n\nTHe next release, GTG 0.5, will focus on performance and usability, with a tag editor redesign, a single window mode for people who don't want pop-up tasks, and adding a caldav backend for syncing tasks, along with multiple bug fixes, improvements to the documentations, and smaller usability updates.\n\nThe team seems to be targeting the 25th of December of 2020 for that new release, and it's, at the time of this video's release, 20% done.", "link": "https://www.youtube.com/watch?v=swioRb6MK8c", "date_published": "2020-08-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]