[{"source": "https://www.theguardian.com/rss", "title": "UK's most vulnerable people at risk of losing 60% of their income", "description": "<p>Citizens Advice warns of lack of safety net for many of the 2.5 million ordered to shield at home<br /></p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A loophole in government guidance has caused some of the country’s most vulnerable people to lose up to 60% of their income and is now forcing many to put their health at risk as lockdown comes to an end, one of the UK’s biggest charities has warned.</p><p>Around 2.5 million UK residents, hundreds of thousands of whom are in employment, have been identified by the government as being “extremely clinically vulnerable”. They were ordered to shield at home until the end of June, although their employers did not have to furlough them.&nbsp;</p> <a href=\"https://www.theguardian.com/world/2020/may/28/uks-most-vulnerable-people-risk-losing-60-per-cent-income\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/28/uks-most-vulnerable-people-risk-losing-60-per-cent-income", "date_published": "2020-05-27 23:01:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryanair worst airline for flight cancellation refunds, finds Which?", "description": "<p>Almost 85% of UK customers who requested refund have not received money, survey shows</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Ryanair is the worst major airline for refunding British customers whose flights have been cancelled during the coronavirus pandemic, with more than eight out of 10 people still waiting for their money back, according to figures from Which?.</p><p>The airline’s failure to pay refunds, in line with passengers’ legal rights, contrasted sharply with British Airways, said Which? It found that 84% of Ryanair customers it surveyed have not received a refund as requested, compared with 23% at British Airways and 19% at another low-cost airline, Jet2.</p> <a href=\"https://www.theguardian.com/business/2020/may/28/ryanair-worst-airline-for-flight-cancellation-refunds-finds-which-uk-customers-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/28/ryanair-worst-airline-for-flight-cancellation-refunds-finds-which-uk-customers-coronavirus", "date_published": "2020-05-27 23:01:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sing a song of subversion: US funded Venezuela rock bands to dent Chávez", "description": "<p>Partially redacted grant application shows scheme involved paying 10 groups to write songs promoting ‘freedom of expression’</p><p>The United States funded rock groups in <a href=\"https://www.theguardian.com/world/venezuela\">Venezuela</a> to record songs promoting democracy – and undermine the rule of <a href=\"https://www.theguardian.com/world/hugo-chavez\">Hugo Chávez</a> – according to documents released after a Freedom of Information Act request.</p><p>More than 10 bands were contracted in 2011 to produce new songs promoting freedom of expression in the oil-rich nation. The $22,970 scheme, which was to culminate in a battle-of-the-bands style concert, was approved by the National Endowment for Democracy (NED), a non-governmental agency responsible for promoting democracy abroad.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/venezuela-us-funded-rock-bands-hugo-chavez\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/venezuela-us-funded-rock-bands-hugo-chavez", "date_published": "2020-05-27 22:28:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Floundering Boris leaves no doubt: our PM is a showman out of his depth | John Crace", "description": "<p>Clueless on health policy, clueless on benefits. No wonder Dom is still in a job – he runs the show</p><p>We’ve reached the point where the only way to understand the state the country is in is to realise that it has become a banana republic.</p><p>A failed state run by a bad joke of a prime minister, who prioritises the job security of his elite advisers over the health of millions. A man who sees no need to be across the most basic points of government policy and is so inarticulate that he can’t even start a sentence let alone finish one.</p> <a href=\"https://www.theguardian.com/politics/2020/may/27/boris-johnson-showman-out-of-his-depth-john-crace\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/27/boris-johnson-showman-out-of-his-depth-john-crace", "date_published": "2020-05-27 21:41:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 'super-driven' ex-TalkTalk chief behind England's track-and-trace scheme", "description": "<p>With UK’s route out of lockdown dependent on success, Dido Harding faces a huge challenge</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/27/government-unveils-covid-19-test-and-trace-strategy-for-england\">Government unveils test-and-trace stragegy for England </a></li></ul><p>The ex-TalkTalk chief executive Dido Harding is facing one of the biggest moments in her eventful career, as she leads the government’s new track-and-trace programme upon which the country’s path out of lockdown depends.</p><p>Lady Harding, 52, the chair of NHS Improvement, was brought in to shoulder the responsibility of this significant new strategy, personally risking the fallout if it does not go to plan.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/dido-harding-super-driven-to-make-track-and-trace-scheme-work\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/dido-harding-super-driven-to-make-track-and-trace-scheme-work", "date_published": "2020-05-27 20:11:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How ministers have scrambled to defend Dominic Cummings – video", "description": "<p>Since allegations first emerged that&nbsp;<a href=\"https://www.theguardian.com/politics/dominic-cummings\">Dominic Cummings</a>&nbsp;had flouted lockdown measures while ill with coronavirus symptoms, the prime minister and members of the cabinet have been floundering to defend the adviser from accusations that he broke government guidance he helped devise.</p><p>Cummings has admitted to, but not apologised for, travelling to his family's home in Durham on two occasions between&nbsp; 27 March and 13 April, as well as making a separate trip to Barnard Castle, which he said was to test his eyesight</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/may/27/tory-anger-at-dominic-cummings-grows-as-dozens-of-mps-defy-boris-johnson\">Tory anger at Dominic Cummings grows as dozens of MPs defy Boris Johnson</a><br /></li><li><a href=\"https://www.theguardian.com/politics/2020/may/24/catching-the-travel-bug-cummings-take-on-virus-puts-grant-in-hot-seat\">Catching the travel bug: Cummings's take on virus puts Shapps in hot seat</a></li></ul><p><br /></p> <a href=\"https://www.theguardian.com/politics/video/2020/may/27/how-ministers-have-been-floundering-in-their-defence-of-dominic-cummings-video\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/video/2020/may/27/how-ministers-have-been-floundering-in-their-defence-of-dominic-cummings-video", "date_published": "2020-05-27 19:26:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Faced with questions from MPs, Boris Johnson was like a blundering schoolboy | Martin Kettle", "description": "<p>His appearance at the Commons liaison committee saw him way out of his depth – on Dominic Cummings and everything else</p><p>Boris Johnson signed off this afternoon by telling the <a href=\"https://www.theguardian.com/politics/2020/may/27/boris-johnson-grilled-by-mps-over-dominic-cummings-lockdown-breach\">Commons liaison committee</a> how much he had enjoyed his first meeting with them. If that’s true, then either I’m a Dutchman or Johnson has a weird way of having fun. No wonder he has managed to go almost a year before attending Westminster’s most prestigious committee. He came determined to say nothing new about Dominic Cummings and more or less managed it, though it came at a cost. On the wider issues of his government’s response to the pandemic, he mostly flannelled. Some of the questioners, notably Greg Clark, Stephen Timms, Robert Halfon and Darren Jones, beat him all ends up. Yvette Cooper delivered some icy remarks that should send shivers down his spine. Leadership Winston Churchill style it most definitely was not. Billy Bunter in the headmaster’s study kept coming to mind.</p><p>Johnson said he had spent a lot of time preparing for the meeting. It felt like a wasted effort. To expect the grasp of detail normally expected of a modern leader was and is hopeless. Issue after issue had to be parked, with promises of written replies later. Because he knew he had to be on his best behaviour in front of the assembled select committee chairs, there was less recourse to the irrelevant analogies and verbal folderols that Johnson often hides behind. The contrast with Tony Blair, Gordon Brown, David Cameron and Theresa May – all of whom were consistently across the detail and submitted more often to attending the committee – was a painful one.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/boris-johnson-blundering-schoolboy-commons-liaison-committee-dominic-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/boris-johnson-blundering-schoolboy-commons-liaison-committee-dominic-cummings", "date_published": "2020-05-27 19:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's coronavirus tracing plan 'beset by conflict and confusion'", "description": "<p>Scheme marked by alienation of local public health officials and cursory training at contact tracing centres</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It was meant to be the system that would allow the country to emerge confidently from lockdown. But the development of the NHS tracing system has been characterised by missteps, conflict and frustration behind the scenes.</p><p>At the heart of the difficulties have been tensions between central government and local public health officials, or as one insider complained: “There has been control freakery from start to finish by the NHS and the Department of Health.”</p> <a href=\"https://www.theguardian.com/world/2020/may/27/englands-coronavirus-tracing-plan-beset-by-conflict-and-confusion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/englands-coronavirus-tracing-plan-beset-by-conflict-and-confusion", "date_published": "2020-05-27 19:08:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Larry Kramer: a pioneering life in pictures", "description": "<p>The playwright, author and activist Larry Kramer has died aged 84 after a storied life. Kramer wrote the groundbreaking play The Normal Heart and worked tirelessly to assist those with HIV/Aids</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/may/27/larry-kramer-death-playwright-author-hiv-aids-activist\">Larry Kramer, groundbreaking author and Aids activist, dies aged 84</a></li></ul> <a href=\"https://www.theguardian.com/stage/gallery/2020/may/27/larry-kramer-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2020/may/27/larry-kramer-life-in-pictures", "date_published": "2020-05-27 18:35:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hammerson allows chief a long goodbye despite big wrong calls", "description": "<p>David Atkins’s legacy at the property firm is of two large deals that never happened</p><p>The property industry is a comfortable world of long tenures and long goodbyes. So it is that David Atkins, chief executive of Hammerson, can announce his departure sometime before next spring while his chairman, David Tyler, offers cheery slaps on the back for 10 years of terrific work. In most other industries, the duo would have been ushered out after the events of 2017-18.</p><p>To recap: the Atkins and Tyler combo proposed paying a magnificent £3.4bn for Intu, Hammerson’s smaller shopping centre rival. The deal would have been catastrophic when you see that Intu’s equity is virtually worthless today. <a href=\"https://www.theguardian.com/business/2018/apr/18/hammerson-abandons-planned-34bn-buyout-of-rival-intu\">Only a revolt by Hammerson’s</a> own shareholders saved the day.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/may/27/hammerson-allows-chief-a-long-goodbye-despite-big-wrong-calls\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/may/27/hammerson-allows-chief-a-long-goodbye-despite-big-wrong-calls", "date_published": "2020-05-27 18:18:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Floyd could not breathe. We must fight police violence until our last breath | Derecka Purnell", "description": "<p>The Minnesota police department that killed George Floyd has been violent and racist since its inception. Can we really have faith in reform?</p><p>White police officer <a href=\"https://www.startribune.com/what-we-know-about-derek-chauvin-and-tou-thao-two-of-the-officers-caught-on-tape-in-the-death-of-george-floyd/570777632/\">Derek Chauvin</a> pinned George Floyd to the concrete as he hollered that he could not breathe. George screamed. Screamed for his mother. Screamed for his breath. For his life.</p><p>For many watching the footage, George’s cries echoed Eric Garner’s “I can’t breathe.” New York police department officer Daniel Pantaleo killed Garner a couple of weeks before a Ferguson police officer killed Michael Brown. George’s plea reminds me of another black man shot by police: Eric Harris. In 2015, Tulsa reserve deputy Robert Bates told Harris “fuck your breath”.&nbsp;That same year, Fairfax county law enforcement tased Natasha McKenna four times while she sought help during a mental health crisis. As they were brutalizing her, she said, “You promised you wouldn’t kill me.” For me, the image of the white officer kneeling into George’s back reminds me most of Freddie Gray. Baltimore police severed Gray’s spine through an intentional rough ride in the back of a police van.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/george-floyd-police-violence-minnesota-racist\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/george-floyd-police-violence-minnesota-racist", "date_published": "2020-05-27 18:12:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former Tory donor's housing project 'unlawfully approved to avoid £40m hit'", "description": "<p>Ministry denies claims of bias in approval of Richard Desmond’s development one day before levy kicked in</p><p>The housing secretary knew that a billionaire former media tycoon had only 24 hours to have an east London property development approved before community charges were imposed that would have cost him over £40m.</p><p>Robert Jenrick’s accepted that his approval of one-time Conservative-supporting billionaire Richard Desmond’s project at the Isle of Dogs was unlawful.</p> <a href=\"https://www.theguardian.com/politics/2020/may/27/richard-desmond-housing-project-unlawfully-approved-robert-jenrick-isle-dogs-london-avoid-40m-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/27/richard-desmond-housing-project-unlawfully-approved-robert-jenrick-isle-dogs-london-avoid-40m-hit", "date_published": "2020-05-27 18:10:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK economy faces longer and slower recovery from Covid", "description": "<p>Data shows we have passed the worst of the crisis in terms of damage to jobs and growth</p><p><a href=\"https://www.theguardian.com/business/economicgrowth\"><br /></a><a href=\"https://www.theguardian.com/business/2020/may/27/how-the-coronavirus-crisis-has-hit-the-uk-economic-outlook\">How the coronavirus crisis has hit the UK’s economic outlook</a></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The British economy is showing the first signs of emerging from the worst of the economic damage triggered by the coronavirus pandemic but is heading for a longer and slower recovery than previously anticipated, according to a Guardian analysis.</p><p>As the government gradually begins to lift controls on business and social life, economic developments in the past few weeks suggest the UK has now passed the moment of maximum damage for jobs and growth.</p> <a href=\"https://www.theguardian.com/business/2020/may/27/uk-economy-faces-longer-and-slower-recovery-from-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/27/uk-economy-faces-longer-and-slower-recovery-from-covid", "date_published": "2020-05-27 18:02:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown violators using Cummings as excuse, say police", "description": "<p>Police commissioner warns of public pushback over Covid-19 containment measures</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Lockdown rule-breakers are using the controversial actions of the prime minister’s top adviser, Dominic Cummings, as an excuse, a police and crime commissioner has warned.</p><p>The West Midlands PCC, David Jamieson, revealed he had received intelligence that officers are getting “pushback” from members of the public breaching Covid-19 containment measures after Downing Street’s defence of Cummings’ 264-mile lockdown trip.&nbsp;</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/27/lockdown-violators-using-cummings-as-excuse-say-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/27/lockdown-violators-using-cummings-as-excuse-say-police", "date_published": "2020-05-27 17:03:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Effective test, track and tracing 'can reduce lost working hours by 50%'", "description": "<p>UN research shows strong systems can reduce public fear and minimise workplace disruption</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An effective track-and-trace system to prevent a second coronavirus peak will not only save lives, it could reduce the number of working hours lost to illness by as much as 50%, according to a major global study.</p><p>The International Labour Organisation said the effective testing and tracing of infections was essential if employers wanted staff to return to work and for them to stay healthy.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/effective-track-and-trace-systems-can-reduce-lost-working-hours-by-50-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/effective-track-and-trace-systems-can-reduce-lost-working-hours-by-50-coronavirus", "date_published": "2020-05-27 16:26:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government accused of cronyism after ex-Tory MPs given tourism roles", "description": "<p>Patrick McLoughlin and Nick de Bois appointed despite apparent lack of direct experience in sector</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Two former Conservative MPs have been appointed to senior tourism jobs despite an apparent lack of direct experience in the sector, prompting accusations of cronyism within government.</p><p>Sir Patrick McLoughlin and Nick de Bois have been given roles <a href=\"https://www.gov.uk/government/news/the-secretary-of-state-has-appointed-rt-hon-sir-patrick-mcloughlin-ch-as-chair-of-the-british-tourist-authority?utm_source=ca278775-171b-4877-a4a3-5c99ceb67254&amp;utm_medium=email&amp;utm_campaign=govuk-notifications&amp;utm_content=immediate\">at the British Tourist Authority</a> and <a href=\"https://www.gov.uk/government/news/the-secretary-of-state-has-appointed-nick-de-bois-as-chair-of-the-visit-england-advisory-board?utm_source=743ded6b-ee26-4a83-8986-4992c6e411ad&amp;utm_medium=email&amp;utm_campaign=govuk-notifications&amp;utm_content=immediate\">VisitEngland</a> respectively, the Department for Culture, Media and Sport (DCMS) said on Wednesday.</p> <a href=\"https://www.theguardian.com/politics/2020/may/27/government-accused-of-cronyism-ex-tory-mps-given-tourism-roles-patrick-mcloughlin-nick-de-bois\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/27/government-accused-of-cronyism-ex-tory-mps-given-tourism-roles-patrick-mcloughlin-nick-de-bois", "date_published": "2020-05-27 16:18:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your photos of butterflies in the UK", "description": "<p>We want to see your photos of butterflies you have spotted around the country during the sunny weather <br /></p><p>Due to a combination of warmth and sunshine across the UK, <a href=\"https://www.theguardian.com/environment/2020/mar/23/warm-summer-of-2019-gives-flight-to-butterfly-numbers\">butterflies</a> have been spotted enjoying the good weather.</p><p>If you have seen any near you, we’d like to see your photos.</p> <a href=\"https://www.theguardian.com/environment/2020/may/27/share-your-photos-of-butterflies-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/27/share-your-photos-of-butterflies-in-the-uk", "date_published": "2020-05-27 15:51:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With an ally in control of the party machine, Keir Starmer’s victory is complete | Sienna Rodgers", "description": "<p>David Evans is not a compromise appointment for general secretary. But will he improve the party culture? <br /></p><p>The appointment of <a href=\"https://www.theguardian.com/politics/2020/may/26/david-evans-appointed-labours-new-general-secretary-after-winning-vote\">David Evans</a> as Labour’s general secretary represents another win for Keir Starmer. The leader was sticking his neck out when it was briefed to the press that he had a preferred candidate for the post – but the gamble has paid off. <a href=\"https://www.theguardian.com/politics/2020/may/04/jennie-formby-resigns-as-labour-party-general-secretary\">Jennie Formby</a>, an ally of Jeremy Corbyn, has been replaced by someone who is heavily praised by activists on the right of the party. The Labour left has been thoroughly defeated, and the end of Corbynism is complete.</p><p>When it first emerged that the leader’s office had a firm favourite for general secretary and his name was David Evans, most of the members on the left of Labour’s national executive committee – the ruling body that interviews and votes on the applicants – hadn’t heard of him. They were introduced to the former assistant general secretary by journalists who themselves knew him primarily as the author of a 1999 report. This report described local constituency parties as “dysfunctional” and argued for a “radical overhaul” of the party that could “empower modernising forces within the party and marginalise Old Labour”.&nbsp;</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/keir-starmer-david-evans-labour-general-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/keir-starmer-david-evans-labour-general-secretary", "date_published": "2020-05-27 13:46:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Glampsite worker to lorry driver: meet the Covid-19 job swappers", "description": "<p>People have thrown themselves into new work in lockdown to make ends meet and to keep busy</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When Boris Johnson announced a lockdown that closed businesses across the country, millions of workers were uprooted from their jobs and facing loss of income.</p><p>To make ends meet, people have turned to work they would never have considered before. Meet some of the coronavirus job swappers, who have thrown themselves into a new line of work during the pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/glampsite-worker-to-lorry-driver-meet-the-covid-19-job-swappers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/glampsite-worker-to-lorry-driver-meet-the-covid-19-job-swappers", "date_published": "2020-05-27 13:01:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about incontinence – and five myths we need to bust", "description": "<p>For many women, a loss of bladder control can be hard to talk about. No wonder there are so many misconceptions about everything from its effect on our sex lives to the best treatments</p><p>In many ways, incontinence is one of the last taboos when it comes to women’s health. For all the progress that has been made in other sensitive areas – such as women’s reproductive health, miscarriage and abortion – incontinence can still seem shrouded in silence. Culturally, we often joke about wetting ourselves laughing, yet for many of those affected by incontinence, the experience is anything but funny.</p><p>On a more positive note, says <a href=\"https://www.instagram.com/clarebournephysio/\" rel=\"nofollow\">Clare Bourne</a>, a pelvic health physio at <a href=\"https://www.instagram.com/sixphysio/\" rel=\"nofollow\">Six Physio</a>, the shame that many associated with this issue appears slowly to be dissipating. “I’m seeing a huge shift,” she says. “Lots of women have been in touch with me since I shared some recent work around prolapse. It’s still not being spoken about nearly enough, especially among younger generations, but it was encouraging to receive so many messages from women willing to share their experiences.”</p> <a href=\"https://www.theguardian.com/the-last-taboo/2020/may/27/the-truth-about-incontinence-and-five-myths-we-need-to-bust\">Continue reading...</a>", "link": "https://www.theguardian.com/the-last-taboo/2020/may/27/the-truth-about-incontinence-and-five-myths-we-need-to-bust", "date_published": "2020-05-27 13:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bluetooth or wifi? A jargon-free guide to connecting your audio to your smart devices", "description": "<p>Technology writer Holly Brockwell explains how to make the most of headphone-free listening</p><p>In the streaming age, it’s easier than ever to connect up your tech so you can listen to all the best music and podcasts wherever you want, without wires trailing everywhere. If you’re one of Spotify’s 286 million monthly users, you’ve probably noticed an icon on your mobile app that looks like a computer monitor behind a speaker – that’s your portal to Spotify Connect, a super-simple way to play music on all your home tech devices, from your smart fridge to your laptop. But how does it work – and how does it stack up against other wireless streaming methods?</p> <a href=\"https://www.theguardian.com/premium-listening/2020/may/27/bluetooth-or-wifi-a-jargon-free-guide-to-connecting-your-audio-to-your-smart-devices\">Continue reading...</a>", "link": "https://www.theguardian.com/premium-listening/2020/may/27/bluetooth-or-wifi-a-jargon-free-guide-to-connecting-your-audio-to-your-smart-devices", "date_published": "2020-05-27 12:19:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turn off, tune in, chill out: how audio can complement your wellness", "description": "<p>Whether we’re relaxing, meditating or seeking enlightenment, sound really does have the power to heal. Marianne Eloise explores how</p><p>Now more than ever, many of us are finding it hard to switch off entirely. Of course, everyone is different – one person’s idea of relaxation, like a long bath or a yoga class, might be another’s idea of hell.</p><p>There is, however, one way to find tranquility that’s all but universal: music and sound. Throughout history, people have appreciated the healing properties of music audio, and its therapeutic powers are <a href=\"https://www.nature.com/articles/nn.2726\" rel=\"nofollow\">supported by science</a>. In pursuit of wellness, sound can be used in all sorts of ways, from guided meditations to podcasts. Spotify’s new Daily Wellness mix – a playlist of songs, soundscapes and podcasts – is a great introduction to using mixed-media to help you find balance. But what is it about audio that has such a profound effect on our mood?</p> <a href=\"https://www.theguardian.com/premium-listening/2020/may/27/turn-off-tune-in-chill-out-how-audio-can-complement-your-wellness\">Continue reading...</a>", "link": "https://www.theguardian.com/premium-listening/2020/may/27/turn-off-tune-in-chill-out-how-audio-can-complement-your-wellness", "date_published": "2020-05-27 12:18:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Atherton's recipe for vegan blueberry baked oatmeal", "description": "<p>This delicious cake-like porridge – baked in muffin cases for easy transportation – is the perfect way to start your day </p><p>Porridge has long been touted as the most healthy way to start your day. I have it most days and often have it for lunch or dinner. Over the years, I have experimented with every topping and flavour combination you can imagine. In the States, they bake it with sugar and eggs into a cake-like porridge called baked oatmeal. This is not only delicious, but also versatile. I bake mine in muffin cases so I can easily transport and reheat it. I have made a vegan version by using plant-based milk and flax egg, but it works well with cow’s milk and chicken eggs too. Flavours and fruit additions are totally up to you, and it can be fun to go with the seasons.</p><p><em>Makes 6 muffins.</em></p> <a href=\"https://www.theguardian.com/food/2020/may/27/david-atherton-recipe-vegan-blueberry-baked-oatmeal\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/may/27/david-atherton-recipe-vegan-blueberry-baked-oatmeal", "date_published": "2020-05-27 12:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One punnet of strawberries - 17 ways to use them, from cake to ketchup", "description": "<p>There is more to strawberry recipes than just cream and sugar. Try pairing them with tomatoes, avocados, basil or harissa – if you dare</p><p>If you are not going to get out there and pick strawberries, the least you can do is eat them. Britain, farmers tell us, is facing a huge strawberry glut, thanks to the cancellation of major events such as Wimbledon (where 33 tonnes of strawberries were eaten last year), along with thousands of weddings and summer parties. As civic duties go, eating loads of strawberries isn’t that taxing, but they won’t sit around waiting for you to come up with new ways to serve them. Here are 17 delicious ideas to help you manage your personal stockpile.</p><p>Maceration is step number one in a lot of the recipes below. At its simplest, macerating consists of hulling and halving a quantity of strawberries, tossing them in a bowl with a couple of tablespoons of sugar, then leaving them to sit in the fridge for half an hour or longer, but not long enough for them to turn into mush (meaning not overnight). Additions to the basic formula may include juice (orange or lemon), balsamic vinegar or alcohol.</p> <a href=\"https://www.theguardian.com/food/2020/may/27/one-punnet-of-strawberries-17-fantastic-ways-to-use-them-from-cake-to-ketchup\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/may/27/one-punnet-of-strawberries-17-fantastic-ways-to-use-them-from-cake-to-ketchup", "date_published": "2020-05-27 10:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A New York summer in the age of coronavirus – in pictures", "description": "<p>Photographer <a href=\"https://jordangalephotos.com/\">Jordan Gale</a> was curious to see how New Yorkers would adapt to a post Covid-19 summer. What he found was a combination of resilience, resourcefulness and joy – exhibited through socially distant block parties, community service, and people from all walks of life soaking up the sun</p> <a href=\"https://www.theguardian.com/us-news/gallery/2020/may/27/new-york-summer-coronavirus-covid-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2020/may/27/new-york-summer-coronavirus-covid-in-pictures", "date_published": "2020-05-27 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: WHO sounds alarm over surge of Covid-19 cases in Latin America", "description": "<p>Longest official mourning period in Spain’s democracy; unrest grows in UK PM’s party over Dominic Cummings lockdown breach; WHO says Americas are new Covid-19 epicentre. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/may/26/global-report-germany-relax-travel-curbs-spain-mourns-covid-19-victims\">Global report: Germany to relax travel curbs as Spain mourns Covid-19 victims</a><br /></li><li><a href=\"https://www.theguardian.com/politics/2020/may/26/tory-unrest-increases-pressure-pm-sack-dominic-cummings\">Tory unrest increases pressure on PM to sack Dominic Cummings</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/may/27/australia-coronavirus-live-updates-nsw-victoria-qld-unions-jobkeeper-latest-news-update\">Australia coronavirus – live</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/26/coronavirus-latest-at-a-glance-25-may\">Coronavirus latest: at a glance</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-27T09:17:12.830Z\">10.17am <span class=\"timezone\">BST</span></time> </p><p>Officials in<strong> Strasbourg</strong> have appealed for hundreds of spectators who attended <strong>an illegal football match</strong> at the weekend to be tested for Covid-19, writes <strong>Kim Willsher</strong>. An estimated 400 people played in or watched the game and the authorities, who fear a second wave of the pandemic, have called on them to attend a testing centre for anonymous screening.</p><p>The match was played on Sunday between teams from two of the city’s districts – Neuhof and Hautepierre – in a local stadium in defiance of rules that limit public gatherings to a maximum of 10 people.</p><p>“We must absolutely avoid another virus cluster in Strasbourg and protect those who took part as well as their families,” local prefect Josiane Chevalier said.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/27/french-football-fans-who-went-to-illegal-match-sought-for-covid-19-testing\">French football fans who went to illegal match sought for Covid-19 testing</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-27T09:00:56.461Z\">10.00am <span class=\"timezone\">BST</span></time> </p><p><strong>Nearly 200 chefs</strong>, including some with Michelin stars, gathered outside the <strong>Spanish parliament </strong>yesterday. They were demanding greater dialogue between the government and the hard-hit catering sector during the Covid-19 pandemic.</p> <a href=\"https://www.theguardian.com/world/live/2020/may/27/coronavirus-live-news-spain-begins-10-days-of-mourning-as-global-deaths-near-350000\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/may/27/coronavirus-live-news-spain-begins-10-days-of-mourning-as-global-deaths-near-350000", "date_published": "2020-05-27 09:17:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Tory revolt continues to build over Dominic Cummings' lockdown trip", "description": "<p>Tory MPs still calling for Cummings to go amid fears furore around PM’s aide will distract from government’s public health message</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/may/26/public-anger-swells-ranks-tory-mps-turning-on-dominic-cummings\">Public anger swells ranks of Tory MPs turning on PM’s key aide</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/27/hancock-local-lockdowns-will-be-used-to-suppress-infection\">Matt Hancock outlines local lockdown measures to suppress infection</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/may/27/coronavirus-live-news-spain-begins-10-days-of-mourning-as-global-deaths-near-350000\">Global coronavirus updates - live</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-27T09:08:14.307Z\">10.08am <span class=\"timezone\">BST</span></time> </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/27/have-you-been-fined-for-breaking-lockdown-rules-for-childcare-reasons\">Have you been fined for breaking lockdown rules for childcare reasons?</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-27T08:51:44.821Z\">9.51am <span class=\"timezone\">BST</span></time> </p><p>The Conservatives’ poll lead over Labour has suffered a sharp week-on-week drop following the Dominic Cummings’ row. </p><p>A YouGov survey for The Times reveals that support for the Conservatives is down by four points to 44 percent, while Labour climbed five points to reach 38%.</p><p dir=\"ltr\" lang=\"en\">Tory lead over Labour has fallen from 15pts to 6pts in less than a week, according to the latest YouGov/Times voting intention survey<br /><br />Con 44% (-4 since 19 May)<br />Lab 38% (+5)<br />Lib Dem 6% (-)<a href=\"https://t.co/9j45CP4dB1\">https://t.co/9j45CP4dB1</a> <a href=\"https://t.co/5BZ5EwLBnz\">pic.twitter.com/5BZ5EwLBnz</a></p><p dir=\"ltr\" lang=\"en\">The majority of Brits (57%) say the media have been fair in their reporting of the Dominic Cummings coronavirus row. This includes 41% of Conservative voters <a href=\"https://t.co/qMAuxVv61f\">https://t.co/qMAuxVv61f</a> <a href=\"https://t.co/8aunwZoPgJ\">pic.twitter.com/8aunwZoPgJ</a></p><p dir=\"ltr\" lang=\"en\">70% of Britons - and 59% of Conservative voters - say the Dominic Cummings coronavirus row will make it harder for the government to get future lockdown messaging across to the public <a href=\"https://t.co/woE881HIUq\">https://t.co/woE881HIUq</a> <a href=\"https://t.co/aCqAgMU710\">pic.twitter.com/aCqAgMU710</a></p> <a href=\"https://www.theguardian.com/world/live/2020/may/27/uk-coronavirus-live-tory-revolt-continues-to-build-over-dominic-cummings-lockdown-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/may/27/uk-coronavirus-live-tory-revolt-continues-to-build-over-dominic-cummings-lockdown-trip", "date_published": "2020-05-27 09:13:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French football fans who went to illegal match sought for Covid-19 testing", "description": "<p>Match played in defiance of rules limiting public gatherings to maximum of 10 people</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Officials in Strasbourg have appealed for hundreds of spectators who attended an illegal football match at the weekend to be tested for Covid-19.</p><p>The authorities fear a second wave of the pandemic in one of France’s worst affected regions; they have called on the estimated 400 people who took part in or watched the game to go to a testing centre set up at the European parliament building where they will be screened anonymously and without an appointment.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/french-football-fans-who-went-to-illegal-match-sought-for-covid-19-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/french-football-fans-who-went-to-illegal-match-sought-for-covid-19-testing", "date_published": "2020-05-27 09:11:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global stock markets rally despite Hong Kong tensions – business live", "description": "<p>Live coverage of business, economics and financial markets</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/may/27/stock-market-hong-kong-china-dollar-sterling-yuan-christine-lagarde-ecb-covid-19-ftse-100-business-live?page=with:block-5ece2a378f08498203f3cc20#block-5ece2a378f08498203f3cc20\">FTSE 100 gains as European shares rise</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/may/27/stock-market-hong-kong-china-dollar-sterling-yuan-christine-lagarde-ecb-covid-19-ftse-100-business-live?page=with:block-5ece072f8f087412dad112c8#block-5ece072f8f087412dad112c8\">Shares in Hong Kong and China held back by tensions over security law</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/may/27/stock-market-hong-kong-china-dollar-sterling-yuan-christine-lagarde-ecb-covid-19-ftse-100-business-live?page=with:block-5ece1dd78f0852d7299507dd#block-5ece1dd78f0852d7299507dd\">Christine Lagarde says eurozone GDP to shrink by between 8% and 12%</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-27T09:00:59.184Z\">10.00am <span class=\"timezone\">BST</span></time> </p><p><strong>The FTSE 100 has accelerated: London’s benchmark share index is now up by 1.2%.</strong></p><p>The gains look to be fairly broad-based, with cyclical companies (whose fortunes largely depend on the health of the broader economy) such as banks among the biggest risers.</p><p class=\"block-time published-time\"> <time datetime=\"2020-05-27T08:43:17.940Z\">9.43am <span class=\"timezone\">BST</span></time> </p><p><strong>Ryanair chief executive Michael O’Leary has said the airline could cut fewer than the <a href=\"https://www.theguardian.com/business/2020/may/01/ryanair-cut-jobs-coronavirus-grounds-flights-restructuring\">3,000 jobs previously announced</a> after some workers agreed pay cuts.</strong></p> <a href=\"https://www.theguardian.com/business/live/2020/may/27/stock-market-hong-kong-china-dollar-sterling-yuan-christine-lagarde-ecb-covid-19-ftse-100-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/may/27/stock-market-hong-kong-china-dollar-sterling-yuan-christine-lagarde-ecb-covid-19-ftse-100-business-live", "date_published": "2020-05-27 09:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buy a classic sport photograph: Billie Jean King – living the dream", "description": "<p>The latest in a Guardian Print Shop <a href=\"https://guardianprintshop.com/collections/the-big-sport-picture\">series</a> is a portrait of an American tennis icon – yours to own for just £55 including free delivery</p><p>Billie Jean King (pictured at Wimbledon in 1975) was one of the most decorated tennis players of her era, winning 12 grand slam singles titles. Yet her career has been defined as much by her achievements off the court as by those on it. A lifelong campaigner for gender equality, she was one of the nine women who, in 1970, formed the Virginia Slams Circuit in protest at the lack of prize money in the women’s game and later became the first president of the newly-formed Women’s Tennis Association. She also swatted aside the former men’s pro Bobby Riggs in the so-called “Battle of the Sexes” – an exhibition contest borne of Riggs’s sexist belief that no female player could defeat him. The match was worth $100,000 to the winner, but, as King said, much more was at stake: “I thought it would set [women] back 50 years if I didn’t win that match – it would ruin the women’s tour and affect all women’s self-esteem.” She duly trounced her opponent in straight sets (6-4, 6-3, 6-3) in front of a global TV audience of almost 100 million. She recently urged other women to <a href=\"https://www.tennis.com.au/news/2020/03/08/inspirational-tennis-leaders-celebrate-international-womens-day\">live their dreams</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/may/27/buy-a-classic-sport-photograph-bille-jean-king-living-the-dream\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/may/27/buy-a-classic-sport-photograph-bille-jean-king-living-the-dream", "date_published": "2020-05-27 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don't look away: how to face your finances in lockdown – whether you are furloughed, unemployed or saving", "description": "<p>It’s easy to hide from money woes, especially when you have had a wage cut. But with the economy looking so uncertain, now is the time to get organised</p><p>The coronavirus crisis has had a massive impact on people’s finances. For some households, the lockdown has led to a huge drop in income and little prospect of more money coming in any time soon.</p><p>Others have been more fortunate and are still earning their salary, but are unable to spend it on the things they would normally buy. One report by investment firm Peel Hunt suggested there could be £80bn of “enforced savings” in people’s accounts by the end of the year.</p> <a href=\"https://www.theguardian.com/money/2020/may/27/lockdown-finances-furloughed-unemployed-money-woes\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/may/27/lockdown-finances-furloughed-unemployed-money-woes", "date_published": "2020-05-27 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fifteen years of TV dinners: why Come Dine With Me has endured", "description": "<p>The combination of cookery and snooping has revealed Brits at their best and worst: generous and gracious – or sneering and judgmental</p><p>If we have learned anything from 15 years of Come Dine With Me, it’s this: never buy shop-bought pastry if you want to impress four strangers with your culinary skills.</p><p>This year celebrates the 15th anniversary of the show in which five people in one city invite a group of strangers to have a dinner party for five nights. Afterwards, they rate their hosts (usually in the back of a taxi) and scores are tallied to crown a winner of £1,000 at the end of the week. It swiftly became a cult hit.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/27/fifteen-years-of-tv-dinners-why-come-dine-with-me-has-endured\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/may/27/fifteen-years-of-tv-dinners-why-come-dine-with-me-has-endured", "date_published": "2020-05-27 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK corner shops and independent grocers ring up 63% rise in sales", "description": "<p>Small stores benefit alongside online retailers during coronavirus lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/may/27/uk-coronavirus-live-tory-revolt-continues-to-build-over-dominic-cummings-lockdown-trip\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Corner shops and independent grocery stores have reported a 63% surge in trade as shoppers turn to local outlets during the coronavirus crisis.</p><p>Sales at <a href=\"https://www.theguardian.com/business/2020/apr/22/corner-shops-describe-life-under-lockdown-as-they-stay-open-for-their-community\">independently</a><a href=\"https://www.theguardian.com/business/2020/apr/22/corner-shops-describe-life-under-lockdown-as-they-stay-open-for-their-community\"> owned retailers</a>, many of which trade under brand names such as Spar, Londis and Budgens, soared by more than double the pace of the fastest growing grocery chain, the <a href=\"https://www.theguardian.com/business/co-operative-group\">Co-op</a>, in the three months to 17 May, according to the latest grocery market data from the analysts Kantar. </p> <a href=\"https://www.theguardian.com/business/2020/may/27/uk-corner-shops-and-independent-grocers-ring-up-63-per-cent-rise-in-sales-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/27/uk-corner-shops-and-independent-grocers-ring-up-63-per-cent-rise-in-sales-coronavirus", "date_published": "2020-05-27 08:59:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you been fined for breaking lockdown rules for childcare reasons?", "description": "<p>We would like to hear from people who have been issued fines for breaching lockdown rules for childcare reasons in England<br /></p><p>Matt Hancock said <a href=\"https://www.theguardian.com/world/2020/may/26/vicars-query-over-lockdown-travel-fines-challenges-hancock\">he would look into penalties issued to families who have been fined</a> for travelling for childcare reasons during lockdown, after being challenged by a vicar during a Downing Street briefing.</p><p>We want to hear from people who have been issued fines for breaking lockdown rules.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/have-you-been-fined-for-breaking-lockdown-rules-for-childcare-reasons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/have-you-been-fined-for-breaking-lockdown-rules-for-childcare-reasons", "date_published": "2020-05-27 08:50:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shopping centre owner British Land slashes value of retail portfolio", "description": "<p>Shop closures due to coronavirus lockdown push company to £1.1bn annual loss</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/business/2019/nov/13/value-of-british-land-retail-properties-slides-by-over-10\">British Land</a>, which owns shopping centres including Sheffield’s Meadowhall and Drake Circus in Plymouth, has written down the value of its retail portfolio by more than a quarter due to the impact of the coronavirus.</p><p>The government’s implementation of a nationwide lockdown in late March helped push the company, which also owns office properties in London, to a £1.1bn loss for the year to the end of March. This compares with a loss of £320m the previous year.</p> <a href=\"https://www.theguardian.com/business/2020/may/27/british-land-writes-down-value-retail-arm-more-than-quarter\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/27/british-land-writes-down-value-retail-arm-more-than-quarter", "date_published": "2020-05-27 08:22:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests in Minneapolis over death of George Floyd after arrest – in pictures", "description": "<p>Hundreds of protesters gathered on Tuesday evening to demand justice for George Floyd, an African American man who died after a white police officer knelt on his neck as he lay on the ground during an arrest. Footage of the incident showed Floyd shouting ‘I cannot breathe’ and ‘Don’t kill me’</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/may/26/george-floyd-killing-police-video-fbi-investigation\">FBI investigates George Floyd death</a></li></ul> <a href=\"https://www.theguardian.com/us-news/gallery/2020/may/27/protests-in-minneapolis-over-death-of-george-floyd-after-arrest-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2020/may/27/protests-in-minneapolis-over-death-of-george-floyd-after-arrest-in-pictures", "date_published": "2020-05-27 08:06:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeff Hall: the footballer whose death turned the tide against polio – podcast", "description": "<p>The best stories from the beautiful game that you may never have heard before, written by some of the world’s leading sports journalists, and spanning more than 100 years of sporting history from across the footballing planet. </p><p>In this episode: it took the sudden passing of the 29-year-old England right-back in 1959 to get a generation pouring into clinics for inoculation against polio, a disease that in the previous 10 years had killed over 3,000 people in England and Wales</p><p>Read the text version <a href=\"https://www.theguardian.com/football/blog/2016/dec/09/fogotten-story-jeff-hall-death-polio-birmingham-city\">here</a></p> <a href=\"https://www.theguardian.com/football/audio/2020/may/27/forgotten-stories-of-football-jeff-hall-footballer-whose-death-turned-tide-against-polio-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2020/may/27/forgotten-stories-of-football-jeff-hall-footballer-whose-death-turned-tide-against-polio-podcast", "date_published": "2020-05-27 08:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public health is about trust – something Cummings has wilfully ignored | Richard Coker", "description": "<p>If the public is no longer reassured by the government’s social distancing measures, I fear a second wave of coronavirus<br /><br /></p><ul><li>Richard Coker is emeritus professor of public health at the London School of Hygiene and Tropical Medicine</li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li></ul><p>Thirty-five years ago, when I was working as a newly qualified doctor, I extracted a sausage from a woman’s windpipe. She was, in the eyes of the ambulance crew who brought her in, probably beyond saving, possibly already dead. The woman had inhaled the sausage while laughing at a joke she’d been telling her family. I leant over her, used a laryngoscope to peer into her larynx, saw the sausage and extracted it. She took a big gasp, looked around in surprise, and after a short recovery, walked out of A&amp;E. I felt a surge of pride. I was a proper doctor. I’d saved someone’s life. My mum understood what I did for a living.</p><p>After working as a clinician for many years, I became a public health researcher and worked on tuberculosis and emerging infectious diseases for about 25 years. I never got, with the same immediacy, the sense one gets from saving a life. But I suspect that through my research I’ve touched far more lives than I could ever have hoped to in clinical medicine – even if those lives remain anonymous, distant, opaque. In <a href=\"https://www.theguardian.com/society/2019/nov/05/poorest-hit-hardest-by-cuts-to-public-health-spending-research\">public health</a>, the stakes of life and death are more distant – but no less impactful.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/public-health-trust-dominic-cummings-second-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/public-health-trust-dominic-cummings-second-wave", "date_published": "2020-05-27 08:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sorry for Your Trouble by Richard Ford review – stories of discontent", "description": "<p>An uneven collection about marital discord and middle-aged disappointment from one of the grand figures of contemporary American fiction</p><p>The final story in <a href=\"https://www.theguardian.com/books/richard-ford\">Richard Ford</a>’s new collection is a tale of a marriage gone wrong – though something, we know, is salvaged from the wreckage. “Jonathan and Charlotte were divorced but had stayed friends,” “Second Language” begins. The marriage is a second attempt for both of them. Jonathan is a widower; Charlotte’s husband went off for a sailing trip and ended up making a new life without her. Confident Charlotte wasn’t too cut up; she meets Jonathan, who is pleasingly wealthy, when she’s selling him a fancy loft apartment.</p><p>The people in these stories seem imprisoned by a judgmental authorial voice</p> <a href=\"https://www.theguardian.com/books/2020/may/27/sorry-for-your-trouble-richard-ford-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/27/sorry-for-your-trouble-richard-ford-review", "date_published": "2020-05-27 08:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 100 greatest UK No 1s: No 8, The Prodigy – Firestarter", "description": "<p>A surreal and terrifying mix of big-beat pyrotechnics, lyrical vitriol and tabloid outrage. ‘Ban This Sick Fire Record,’ squawked the Mail on Sunday – but it was much too late</p><ul><li><a href=\"https://www.theguardian.com/music/2020/apr/27/the-100-greatest-uk-no-1s\">Read our 100 greatest list as it counts down</a></li></ul><p>It starts with a riff: not a distorted guitar but a contorted squeal from a twisted fairground. It’s a riff nonetheless, the instantly sticky sign of an unstoppable hit single. Firestarter was one of the biggest pop-cultural events of 1996 and by the end of the year <a href=\"https://www.theguardian.com/music/prodigy\">the Prodigy</a> were one of the world’s biggest bands. The Essex four-piece’s first No 1 was a flashpoint of teen angst, TV infamy, moral panic and tabloid outrage, carried aloft by big-beat pyrotechnics and a lethal barrage of lyrical vitriol. “Ban This Sick Fire Record,” squawked the Mail on Sunday – but it was much too late.</p><p>The Prodigy were already a dominant force in pop. All but one of their singles since 1991 had made the Top 15, including 1991’s Charly, the cartoon-sampling hit that famously <a href=\"https://www.theguardian.com/music/2011/jun/15/mixmag-charly-kill-rave\">“killed rave”</a>, according to clubbers’ bible Mixmag. Liam Howlett, the band’s musical engine, was bored with cranking out rave hits to a formula and started experimenting with elements of hip-hop and rock on their second album, Music for the Jilted Generation. Now the Prodigy were ready to reintroduce themselves as stadium-sized heroes with The Fat of the Land, taking dance music deep into the moshpit while promoting dancer-cum-hypeman <a href=\"https://www.theguardian.com/music/keith-flint\">Keith Flint</a> to songwriter and vocalist. As an opening salvo, Firestarter was flamboyant, surreal, terrifying – and, like all the best pop songs, totally novel.</p> <a href=\"https://www.theguardian.com/music/2020/may/27/the-100-greatest-uk-no-1s-no-8-the-prodigy-firestarter\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/27/the-100-greatest-uk-no-1s-no-8-the-prodigy-firestarter", "date_published": "2020-05-27 08:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We are eating shrimp in record number. But for how much longer?", "description": "<p>Shrimpers have a long and proud cultural tradition in the US – one that is now under threat from all sides<br /><br /></p><p>Captain Wynn Gale – a fifth-generation Georgia shrimper – is on the side of the road on an April morning, selling shrimp at the same street corner where his dad sold shrimp.</p><p>“How’s the pandemic treating you?” I ask.</p> <a href=\"https://www.theguardian.com/environment/2020/may/27/shrimp-fishing-decline-georgia-environment\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/27/shrimp-fishing-decline-georgia-environment", "date_published": "2020-05-27 08:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Halfords to reopen 53 stores after physical-distancing trial", "description": "<p>Customers allowed in store for first time since UK coronavirus lockdown started on 23 March</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/may/27/uk-coronavirus-live-tory-revolt-continues-to-build-over-dominic-cummings-lockdown-trip\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Halfords is to fully reopen 53 stores after a successful trial of physical-distancing measures on its shop floors.</p><p>The bike and car parts retailer said that the reopenings follow successful tests at its Peterborough and Bristol Cribbs Causeway stores. It will be the first time Halfords customers will be allowed in store since the UK lockdown started on 23 March. Among the sites reopening are Gloucester, Huddersfield, Inverness and North Shields.</p> <a href=\"https://www.theguardian.com/business/2020/may/27/halfords-to-reopen-53-stores-after-physical-distancing-trial-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/27/halfords-to-reopen-53-stores-after-physical-distancing-trial-coronavirus", "date_published": "2020-05-27 07:51:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Unstoppable': African swine fever deaths to eclipse record 2019 toll", "description": "<p>With world’s attention on Covid-19, warnings that lack of measures to contain pandemic could lead to culling of record number of pigs</p><p>The African swine fever (ASF) pandemic will be even worse this year <a href=\"https://www.theguardian.com/world/2019/oct/31/quarter-of-worlds-pig-population-to-die-of-african-swine-fever\">than in 2019</a>, say experts, warning that the spread of the highly contagious virus, which is fatal to pigs, is unrelenting.</p><p>With world attention on the human viral pandemic of Covid-19, concern is growing that countries are not focusing enough on halting the spread of ASF through better biosecurity practices, cooperation on intensive vaccine development, or transparency regarding outbreaks.</p> <a href=\"https://www.theguardian.com/environment/2020/may/27/unstoppable-african-swine-fever-deaths-to-eclipse-record-2019-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/27/unstoppable-african-swine-fever-deaths-to-eclipse-record-2019-toll", "date_published": "2020-05-27 07:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Love Life review – HBO Max launches with a patchy, low-key rom-com", "description": "<p>The splashy new streaming platform kicks off with an easily binged if uneven show with Anna Kendrick as a woman whose relationships are analysed</p><p>There’s a canniness to the structure of slick new anthology series Love Life, which aims to analyse the dating history of one protagonist per season, each episode focusing on either a major or minor relationship. It’s an ambitious way to extend the constraints of a 90-minute, one-couple romantic comedy to a 12-episode examination of all the dating highs and lows someone experiences throughout their life, theoretically providing us with a depth often missing from the genre. But as nifty as this all might seem, it’s still an inarguably low-key way to launch HBO’s splashy new streaming platform HBO Max, given that Love Life is the only scripted original for adults made available from the late May kick-off. Comparisons to streaming competitors as well as – most damagingly – HBO’s regular content are inevitable and unfortunate.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/may/13/the-great-review-hulu-elle-fanning\">The Great review – gleefully garish new series from The Favourite writer</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/27/love-life-review-hbo-max\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/may/27/love-life-review-hbo-max", "date_published": "2020-05-27 07:20:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A sacred site showing 46,000 years of continual occupation and it's completely legal to blow it up | First Dog on the Moon", "description": "<p>Destroyed by people who probably don’t know who their ancestors were 300 years ago</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/a-sacred-site-showing-46000-years-of-continual-occupation-and-its-completely-legal-to-blow-it-up\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/a-sacred-site-showing-46000-years-of-continual-occupation-and-its-completely-legal-to-blow-it-up", "date_published": "2020-05-27 07:17:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greece ready to welcome tourists as refugees stay locked down in Lesbos", "description": "<p>In Moria, Europe’s largest migrant camp, tensions are rising as life is more restricted and the threat of Covid-19 is ever present </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Children fly kites between tents in the shadow of barbed wire fences as life continues in Europe’s largest refugee camp. There are 17,421 people living here in a space designed for just under 3,000. Residents carrying liquid soap and water barrels encourage everyone to wash their hands as they pass by, refugees and aid workers alike. While Moria remains untouched by the pandemic, the spectre of coronavirus still looms heavy.</p><p>Greece is poised to open up to tourism in the coming months and bars and restaurants are reopening this week. Movement restrictions were lifted for the general population on 4 May but have been extended for refugees living in all the island camps and a number of mainland camps until 7 June.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/27/greece-ready-to-welcome-tourists-as-refugees-stay-locked-down-in-lesbos-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/27/greece-ready-to-welcome-tourists-as-refugees-stay-locked-down-in-lesbos-coronavirus", "date_published": "2020-05-27 07:15:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French dressing: how cooking became the new couture", "description": "<p>Lockdown has seen the fashion world pivot from frocks to food, with models and designers sharing their favourite recipes online</p><p>Here are a few things that I have not done during the past two months. Wear high heels. Pick out a handbag because it works with a certain outfit and transfer contents into it from another bag. Go to the dry cleaners. Think about what I’m going to wear tomorrow. Change from a day to evening look, except on days when I have still been wearing my morning exercise gear at 6pm – and even then, I haven’t always bothered.<br /><br />And here, on the other hand, are a few things that I have done: made a souffle for the first time ever. Through trial and error, nailed a failsafe béarnaise sauce. Pitted bowls of cherries for clafoutis. Eaten a salad made from rocket and radish leaves that I grew myself. <br /><br />Making dinner is the new getting dressed in my lockdown life. Friday early evening once meant a drive-by visit to the kitchen for a G&amp;T, and then upstairs for the serious business of trying on eight different dresses before putting the first one back on again. Now, my day-to-night change means putting my hair into a ponytail so that I can cook, and then it’s straight to the kitchen. The deliveries I get excited about aren’t from Net-a-Porter, they are from the local butcher – and are almost as expensive, unfortunately. Instead of blisters on my feet from wearing my Prada sandals, I have welts on my forearms from being a klutz with a paella pan. The seasonal drops in stores I get excited about these days? Asparagus and alphonso mangoes. <br /><br />It’s not that I’m wearing disgusting clothes, I should add. I still love a nice summer dress on a sunny day and I have not gone a day without earrings. But without the context of where you are going out to, to do what, and with whom, and what they will be wearing, and how you are getting there and where you might end up later – without all that, getting dressed is a lot less spicy.</p><p>A simple diet of sundresses and sandals leaves me with time and headspace that I am sating by cooking. My love of clothes and fashion is always much less about shopping than it is an endless conversation inside my own head, and that conversation is much less involved than it usually is. For example: I have a pair of trousers that I used to think of as my “slightly nicer dog-walking trousers”. Now they are just “my trousers”. So the time I used to spend thinking about clothes and dressing up, is now all about recipes and cooking.</p> <a href=\"https://www.theguardian.com/fashion/2020/may/27/french-dressing-how-cooking-became-the-new-couture\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/may/27/french-dressing-how-cooking-became-the-new-couture", "date_published": "2020-05-27 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In video game stories, it's often side quests that are most meaningful", "description": "<p>In the shadow of plot devices like destiny and impending doom, moments of kindness give journeys emotional power</p><p>It is a narrative standard in role-playing adventure games: the hero is pitted against a Big Evil, who has a strategic or chaotic hunger to destroy the world we know. From Shinra’s greedy harvesting of the planet’s resources in <a href=\"https://www.theguardian.com/games/2020/apr/08/final-fantasy-vii-remake-review-a-classic-game-reaches-new-heights\">Final Fantasy VII Remake</a> to Ganondorf’s quest for power and destruction across more than 30 years of <a href=\"https://www.theguardian.com/games/the-legend-of-zelda\">Legend of Zelda</a> games, the stakes are always astronomically high.</p><p>But what really makes these fictional realms worth saving? Role-playing games need to offer more than a sequence of linked events toward a monumental finale. A world is made of people, not just objectives.</p> <a href=\"https://www.theguardian.com/games/2020/may/27/in-video-game-stories-its-often-side-quests-that-are-most-meaningful\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/may/27/in-video-game-stories-its-often-side-quests-that-are-most-meaningful", "date_published": "2020-05-27 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which miracle did St Patrick perform? The great British art quiz", "description": "<p>The Potteries Museum and Art Gallery set today’s quiz, which enables you to explore the art collection of British museums closed due to Covid-19 – while answering some fiendish questions along the way</p><p>This quiz is brought to you in collaboration with <a href=\"https://artuk.org/\">Art UK</a>, the online home for the UK’s public art collections, showing art from more than 3,000 venues and by 45,000 artists. Each day, a different collection on Art UK will set the questions.</p><p>Today, our questions are set by the Potteries Museum and Art Gallery in Stoke-on-Trent. The Potteries Museum and Art Gallery has one of the largest and most diverse regional collections outside of London, holding almost one million objects across its six outstanding collections, comprising of fine and decorative art, ceramics, local history, natural sciences and archaeology. Its fine art collection, established in the 1920s, is distinguished by early- mid-20th-century art.<br /><br />You can see art from the Potteries Museum and Art Gallery on Art UK <a href=\"https://artuk.org/discover/artworks/view_as/grid/search/collections:the-potteries-museum-and-art-gallery\">here</a>, and find out more about the gallery on its website <a href=\"http://www.stokemuseums.org.uk/pmag\">here</a>.</p> <a href=\"https://www.theguardian.com/culture/2020/may/27/great-british-art-quiz-potteries-museum-art-gallery-stoke\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/may/27/great-british-art-quiz-potteries-museum-art-gallery-stoke", "date_published": "2020-05-27 07:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Cummings’ mind, clever people break the rules | Alan Finlayson", "description": "<p>The No 10 adviser’s actions epitomise his data-worshiping philosophy of exceptionalism</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>What planet are they on? It’s a good question, one we might ask of any government at any time. But it feels particularly appropriate for Dominic Cummings and the government he advises, which seems to think the rules it makes for the rest of us don’t apply to its members. The chief aide’s recent decision to <a href=\"https://www.theguardian.com/politics/2020/may/25/i-think-i-behaved-reasonably-dominic-cummings-defends-actions-in-lockdown-row\">flout the lockdown</a> is a case in point: he exists on a different planet to ours, where he abides by a different set of rules.</p><p>Political philosophies encompass beliefs about just a few things: equality, liberty, authority and so on. Like musical notes, this small number of ideas can be assembled in all sorts of ways. The keynotes of Conservatism are order and inequality. The song they make is about how, when everyone remains in their rightful place in the hierarchy, things are stable, harmonious and good. But the song can dramatically shift into a minor key: some bad people have messed things up; they have put things in the wrong order; we have to get rid of them and make everything great again.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/dominic-cummings-data\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/dominic-cummings-data", "date_published": "2020-05-27 07:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lilian Thuram: 'My classmates judged me because of my skin colour'", "description": "<p> In a new book, the World Cup winner discusses growing up in France and the racism he encountered throughout his career<br /></p><p>One man in France’s 1998 World Cup-winning squad felt particularly affected by the sense of racial harmony that had descended on the country after that historic triumph. Ever since moving from Guadeloupe as a nine-year‑old, Lilian Thuram was confronted by discrimination. The attitudes he witnessed as a boy shocked him to such an extent that once his career ended, he decided to focus his energy on the fight against racism.</p><p>For those few happy weeks after the World Cup, Thuram was delighted to see people in France treated equally regardless of race. “The black-<em>blanc-beur</em> symbol we created was positive and I liked it,” he says of the “black, white, Arab” motto. </p> <a href=\"https://www.theguardian.com/football/2020/may/27/lilian-thuram-classmates-judged-my-skin-colour-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/27/lilian-thuram-classmates-judged-my-skin-colour-football", "date_published": "2020-05-27 07:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 got rough sleepers off England's streets. The question is what happens next | Alan Fraser", "description": "<p>With cash and commitment on rough sleeping, the clock is now ticking to ensure gains made during the crisis are not lost</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Covid-19 pandemic unleashed a wave of horror, but also made something remarkable happen: it prompted the government to tackle the crisis of rough sleeping engulfing the country.</p><p>Between 2009 and 2019 there were huge increases in the numbers of rough sleepers. <a href=\"https://www.homeless.org.uk/facts/homelessness-in-numbers/rough-sleeping/rough-sleeping-our-analysis\">Official figures show</a> that rough sleeping increased in England by 141%.</p> <a href=\"https://www.theguardian.com/society/2020/may/27/covid-19-got-rough-sleepers-off-englands-streets-the-question-is-what-happens-next\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/27/covid-19-got-rough-sleepers-off-englands-streets-the-question-is-what-happens-next", "date_published": "2020-05-27 06:53:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dark Mirror by Barton Gellman review – the rise of today's surveillance state", "description": "<p>The author’s account of his interactions with Edward Snowden drive this deeply considered portrait of the 21st-century US-dominated surveillance operation </p><p>In January 2013, the documentary film-maker <a href=\"https://www.theguardian.com/profile/laura-poitras\">Laura Poitras</a> asked <a href=\"https://www.theguardian.com/technology/2014/mar/10/edward-snowden-surveillance-government-nsa-gchq-barton-gellman\">Barton Gellman</a> if he wanted to grab a coffee. The venue was New York. Poitras told Gellman – a former Washington Post reporter – that a few days earlier a mysterious source had been in touch with her.</p><p>The person claimed to be from the US spy community. He had news: the <a href=\"https://www.theguardian.com/us-news/the-nsa-files\">NSA</a> or National Security Agency – America’s foremost signals intelligence outfit – had built an unprecedented surveillance machine. It was secretly hoovering up data from hundreds of millions of people. The implications were terrifying. The correspondent said he could supply documents.</p> <a href=\"https://www.theguardian.com/books/2020/may/27/dark-mirror-by-barton-gellman-review-\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/27/dark-mirror-by-barton-gellman-review-", "date_published": "2020-05-27 06:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump's devoted new press secretary is no different from her predecessors | David Smith", "description": "<p>Kayleigh McEnany offered a straight-faced defence of Trump’s wildest conspiracy theories during a Tuesday briefing</p><p>“I will never lie to you,” declared Kayleigh McEnany <a href=\"https://www.theguardian.com/us-news/2020/may/01/trump-lie-kayleigh-mcenany-press-secretary-coronavrius-michael-flynn\">on her debut </a>as the White House press secretary at the start of the month. “You have my word on that.”</p><p>That would be a welcome change, reasoned critics of <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, but their hopes of a change in the way his administration communicates have been dashed.</p> <a href=\"https://www.theguardian.com/us-news/2020/may/26/kayleigh-mcenany-white-house-press-secretary-briefing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/26/kayleigh-mcenany-white-house-press-secretary-briefing", "date_published": "2020-05-27 06:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigerian forces accused of torture and illegal detention of children – report", "description": "<p>Amnesty International alleges that at least 10,000 died while being wrongly held – some of them in a centre part funded by the UK</p><p>Widespread unlawful detention and torture by Nigerian security forces has aggravated the suffering of a generation of children and tens of thousands of people in north-east Nigeria, according to a new report.</p><p>At least 10,000 victims – many of them children – have died in military detention, among the many thousands more arrested during a decade-long conflict with jihadist groups, according to Amnesty International.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/27/nigerian-forces-accused-of-torture-and-illegal-detention-of-children-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/27/nigerian-forces-accused-of-torture-and-illegal-detention-of-children-report", "date_published": "2020-05-27 06:15:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Students like the flexibility': why online universities are here to stay", "description": "<p>With the coronavirus pandemic radically reshaping the education system, universities may never be the same again</p><p>The coronavirus pandemic has forced UK universities to rapidly shift online, and no date has been confirmed for campuses to reopen. With the second coronavirus peak projected to take place in autumn, many institutions are already <a href=\"https://www.theguardian.com/education/2020/apr/03/forget-freshers-week-universities-prepare-to-teach-new-first-years-online\">planning to move at least their first semester online</a>. Whatever happens, universities are not going to look how their students expect for some time. </p><p>So if universities are online, will students still come? New research suggests that 20% of students are <a href=\"https://www.theguardian.com/education/2020/may/20/uk-universities-facing-760m-hit-one-in-five-students-plan-defer\">reconsidering </a><a href=\"https://www.theguardian.com/education/2020/may/20/uk-universities-facing-760m-hit-one-in-five-students-plan-defer\"> plans to start university</a> in the autumn – a possible 120,000 student shortfall. Yet so far, the University and College Admissions Service reports that very few have reneged on their offers. And for those already at university, a National Union of Students survey found that <a href=\"https://www.timeshighereducation.com/news/hepi-poll-most-university-students-want-exams-continue-online\">almost half of students were happy</a> with their online learning.</p> <a href=\"https://www.theguardian.com/education/2020/may/27/students-like-the-flexibility-why-online-universities-are-here-to-stay\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/may/27/students-like-the-flexibility-why-online-universities-are-here-to-stay", "date_published": "2020-05-27 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Such a difference': how specialist A&E for over-80s is transforming care", "description": "<p>Emergency unit at Norwich hospital has reduced ward admissions and is helping shield urgent non-Covid-19 patients</p><p>Despite concerns that some seriously ill <a href=\"https://www.theguardian.com/society/2020/apr/13/government-campaign-will-urge-seriously-ill-not-to-avoid-hospitals\">people may be staying away from A&amp;E </a>because of the coronavirus crisis, Frederick Smith, 81, who has heart failure and asthma, was rushed to the emergency department at his local hospital in March because his breathlessness had reached crisis point.</p><p>Smith and his wife, Edna, who live in a bungalow on the outskirts of Norwich, had to dial 999. It was the fourth time this year.</p> <a href=\"https://www.theguardian.com/society/2020/may/27/ae-for-the-over-80s-is-transforming-care-norwich-hospital-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/27/ae-for-the-over-80s-is-transforming-care-norwich-hospital-covid-19", "date_published": "2020-05-27 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Galleries in Europe open doors as lockdown lifts – in pictures", "description": "<p>While museums and galleries across the UK remain closed, cultural institutions abroad are beginning to welcome visitors as lockdown eases</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/may/27/galleries-europe-open-doors-lockdown-lifts-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/may/27/galleries-europe-open-doors-lockdown-lifts-in-pictures", "date_published": "2020-05-27 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic cover is life or death for our hotel but our insurance won’t pay", "description": "<p>The insurer’s letter, full of legal gobbledegook, is a masterpiece of obfuscation<br /></p><p><strong>My wife and I own a hotel which we had to close on 20 March. We have “business interruption” insurance cover with QIC Europe which specifically includes “any occurrence of notifiable human disease” within 25 miles of the premises.</strong></p><p><strong>Even though there has been a number of confirmed cases less than 20 miles away, when we tried to claim, we were initially told that we were not covered as there had not been any cases of Covid-19 within 25 miles of us.</strong></p> <a href=\"https://www.theguardian.com/money/2020/may/27/pandemic-cover-is-life-or-death-for-our-hotel-but-our-insurance-wont-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/may/27/pandemic-cover-is-life-or-death-for-our-hotel-but-our-insurance-wont-pay", "date_published": "2020-05-27 06:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The human fingerprint is everywhere': Met Office's alarming warning on climate", "description": "<p>Exclusively compiled data from the Hadley Centre’s supercomputer shows alarming climate trajectory </p><p>The human fingerprint on the climate is now unmistakable and will become increasingly evident over the coming decades, the UK Met Office has confirmed after 30 years of pioneering study.</p><p>Since the 1990s, global temperatures have warmed by half a degree, Arctic sea ice has shrunk by almost 2 million km2, sea-levels have risen by about 10cm and carbon dioxide in the atmosphere has increased by 60 parts per million (17%), according to figures exclusively compiled for the Guardian to mark the 30th anniversary of the Met Office’s Hadley Centre for climate science and services.</p> <a href=\"https://www.theguardian.com/environment/2020/may/27/hadley-climate-centre-turns-30-the-human-fingerprint-is-everywhere\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/27/hadley-climate-centre-turns-30-the-human-fingerprint-is-everywhere", "date_published": "2020-05-27 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A portrait of American crime by Gordon Parks – in pictures", "description": "<p>Photographer Gordon Parks took a six-week journey throughout the US, from New York to Chicago to San Francisco to Los Angeles, to portray an unseen picture of crime in the country for Life Magazine in 1957. His pictures are being published by <a href=\"https://steidl.de/Books/The-Atmosphere-of-Crime-1957-0017233350.html?SID=docmYAle3806\">Steidl in a new book The Atmosphere of Crime</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/may/27/a-portrait-of-american-by-gordon-parks-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/may/27/a-portrait-of-american-by-gordon-parks-in-pictures", "date_published": "2020-05-27 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Of course billionaires like Elon Musk love outer space. The Earth is too small for their egos | Arwa Mahdawi", "description": "<p>This week, Musk’s SpaceX will launch the first US astronauts into space in nine years. We’re meant to be inspired, but back on the ground the workers are struggling<br /></p><p>Here is the bad news: Earth is a bit of a mess at the moment. Here is the good news: there is still an entire universe out there for humans to destroy. And thanks to the ingenuity of a few space-obsessed billionaires, we might be poised to destroy it sooner rather than later.</p><p>On Wednesday, Elon Musk’s <a href=\"https://www.theguardian.com/science/spacex\">SpaceX</a> company will (unless bad weather delays things) launch astronauts into <a href=\"https://www.space.com/spacex-human-spaceflight-virgin-galactic.html\">orbit</a> from US soil; the first time that has happened <a href=\"https://www.theguardian.com/science/2020/may/24/elon-musks-spacex-to-launch-first-astronauts-from-us-soil-since-2011\">in nine years</a>. It’s one small step for man, but one giant leap for the commercial space industry. We are at the beginning of a new era of privatised, and mainly billionaire-backed, space exploration. Musk has SpaceX; Jeff Bezos has Blue Origin; Richard Branson has Virgin Orbit.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/of-course-billionaires-like-elon-musk-love-outer-space-the-earth-is-too-small-for-their-egos\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/of-course-billionaires-like-elon-musk-love-outer-space-the-earth-is-too-small-for-their-egos", "date_published": "2020-05-27 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why we shouldn't be calling our healthcare workers 'heroes' | Charlotte Higgins", "description": "<p>They’re doing a fantastic job, but the language of heroism can be used to silence complaints about underfunding or PPE<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the ways we have found to talk about the Covid-19 pandemic, the language of heroism is almost as pervasive as that of <a href=\"https://www.theguardian.com/commentisfree/2020/apr/07/horror-coronavirus-real-imaginary-war-britain\">the military campaign</a>. In Britain, nurses, care workers, paramedics, cleaners and doctors are #NHSheroes.</p><p>Were anthropologists from another world to study the culture of the British archipelago right now, they might assume that the populace worshipped a cult called the NHS, noting how the initials are emblazoned on posters, scrawled on walls and pavements, and even cut into chalk grasslands. They might take notes on the rainbow emblem displayed in household windows (an <a href=\"https://en.wikipedia.org/wiki/Apotropaic_mark\">apotropaic device</a>, perhaps?). And they would certainly scrutinise a certain ritual: the moment when, every seven days, the populace emerges from their homes just before nightfall to applaud the frontline workers.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/healthcare-workers-heros-language-heroism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/healthcare-workers-heros-language-heroism", "date_published": "2020-05-27 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyoto Animation arson suspect arrested after 10 months of burns treatment", "description": "<p>Thirty-six people died in atrocity that is Japan’s deadliest blaze since 2001</p><p>Police in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> have arrested the man suspected of carrying out an <a href=\"https://www.theguardian.com/world/2019/jul/18/dead-suspected-arson-attack-kyoto-animation-japan\">arson attack</a> last year that killed 36 people, after officers waited 10 months for him to be treated for serious burns.</p><p>Shinji Aoba was arrested on murder and arson charges over the attack on the Kyoto Animation studio in western Japan, which sparked an outpouring of grief from anime fans around the world.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/kyoto-animation-arson-suspect-arrested-shinji-aoba-burns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/kyoto-animation-arson-suspect-arrested-shinji-aoba-burns", "date_published": "2020-05-27 05:28:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong crisis: riot police flood city as China protests build", "description": "<p>Pro-democracy groups gather to protest against national anthem bill</p><p>Thousands of armed police have flooded the streets of Hong Kong in a show of force to prevent protests against a law criminalising ridicule of China’s national anthem.</p><p>At lunchtime rallies, police fired pepper bullets into crowds, and arrested at least 180 protesters.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/hong-kong-trump-china-security-crackdown-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/hong-kong-trump-china-security-crackdown-protests", "date_published": "2020-05-27 05:19:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The corner of Minnesota that’s there by mistake", "description": "<p>Northwest Angle is a wedge of the US marooned in a lake and reached via Canada – remote and raw, with pleasures hard-won</p><p>The horizon was a shifting channel of light. Cornfields grew between stands of cottonwood trees, and harvesters cruised down the double-yellow line spewing golden dust. Signs advertised gifts from Minnesota’s northland: moccasins, wild rice, dreamcatchers, canoes. The radio station I’d been listening to had played an entire Bruce Springsteen live concert: Rutherford, New Jersey, 1984.</p><p>I was heading to the Northwest Angle – the northernmost point of the continental US – to research a book about the country’s northern border. The Angle is a blip on the boundary – an isolated pocket in Minnesota set 100 miles north of the line of the main border. It is the northland of the northland – surrounded by Lake of the Woods on three sides and Canada on the other. To get there by road, you have to drive through Manitoba. </p> <a href=\"https://www.theguardian.com/travel/2020/may/27/corner-of-minnesota-thats-there-by-mistake-northwest-angle-us-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/may/27/corner-of-minnesota-thats-there-by-mistake-northwest-angle-us-canada", "date_published": "2020-05-27 05:16:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fast fashion: Pakistan garment workers fight for rights amid Covid-19 crisis", "description": "<p>Protesters demand wages at factory supplying global fashion brands, as coronavirus leads to layoffs in textile industry</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/may/26/coronavirus-live-news-covid-19-uupdates-who-drops-hydroxychloroquine-trial-as-mexico-death-toll-questioned\">Coronavirus - latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><em><br /></em>Police in Karachi last week allegedly shot at hundreds of unarmed garment workers protesting outside a factory supplying denim for global fashion brands.</p><p>Garment workers such as Abdul Basit, 35, claimed to have been charged by police with batons outside a factory which is reported to have fired more than 15,000 workers since the start of the coronavirus pandemic, according to Nasir Mansoor from the National Trade Union Federation. He said some workers had been terminated without written notice.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/27/fast-fashion-pakistan-garment-workers-fight-for-rights-amid-covid-19-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/27/fast-fashion-pakistan-garment-workers-fight-for-rights-amid-covid-19-crisis", "date_published": "2020-05-27 05:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/may/27/coronavirus-latest-at-a-glance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/coronavirus-latest-at-a-glance", "date_published": "2020-05-27 05:07:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Milli Violini': I was a fake violinist in a world-class miming orchestra", "description": "<p>Jessica Chiccehitto Hindman spent years touring America in an orchestra of gifted players who mimed to CDs. She relives their bizarre performances – and her eventual collapse</p><p>A young violinist joins an award-winning ensemble led by a famous composer, only to find out that all of the musicians aren’t actually playing their instruments but are simply miming along to a CD instead. It is an incredible premise for a memoir, and might even make a great Coen brothers film, but <a href=\"https://www.jessicahindman.com/\">Jessica Chiccehitto Hindman</a> says this astonishing story happened to her.</p><p>At 21, she found herself alone in New York, working two jobs and selling her own eggs to fund her way through Columbia University, where she was studying to be a war correspondent. Hindman finally caught a break in 2002, one that allowed her to monetise her talent as a violinist. She was hired to play in an orchestra by a man she calls only The Composer. But she says she quickly realised the truth: she was to “play” in front of a dead microphone beneath a booming CD player, and her audiences, whether in a concert hall or a shopping mall, would never twig. “Sounds like Titanic!” someone gushed after one gig. The music did sound a little like the film’s soundtrack, and the line gave Hindman the title of her memoir. She did this job for four years. She was, as she writes, Milli Violini.</p> <a href=\"https://www.theguardian.com/books/2020/may/27/milli-violini-fake-violinist-miming-orchestra-jessica-chiccehitto-hindman-memoir-sounds-like-titanic\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/27/milli-violini-fake-violinist-miming-orchestra-jessica-chiccehitto-hindman-memoir-sounds-like-titanic", "date_published": "2020-05-27 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charity sets up click-and-collect service for needles and drug equipment", "description": "<p>Trial scheme launched to help UK treatment sector adapt to Covid-19 pandemic </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An online click-and-collect service for needles and drug equipment has been set up by a national treatment charity as the sector seeks to adapt to the consequences of the Covid-19 pandemic.</p><p>We Are With You, which provides drug and alcohol treatment services in 80 locations in England and Scotland, has started the initiative in Truro in Cornwall, the Scottish Borders, Dumfries and Galloway, Argyll and Bute and Glasgow.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/needle-and-drug-online-ordering-service-set-up-by-treatment-charity\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/needle-and-drug-online-ordering-service-set-up-by-treatment-charity", "date_published": "2020-05-27 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Windrush scandal TV drama: ‘People will be up in arms when they see this’", "description": "<p>A new BBC film, Sitting in Limbo, recounts the story of Anthony Bryan, who was sacked, arrested, detained and threatened with deportation, before the government apologised. The reporter who broke the original story talks to his family and friends about the years of misery they endured<br /></p><p>A fantasy preview screening of the BBC’s powerful new drama Sitting in Limbo would have a handful of home secretaries lined up in the front row: Theresa May, Amber Rudd, Sajid Javid and Priti Patel – with David Cameron invited to sit alongside them. Further back, there would be places for the civil servants who devised immigration policy over the past decade, senior immigration enforcement officers and the governors of Britain’s immigration detention centres.</p><p>This memorable evening will, of course, never happen because of lockdown, and possibly also because this isn’t how the BBC organises its screenings. But I hope that these politicians and officials force themselves to watch the one-off drama at home when it airs in early June. They may find it uncomfortable viewing.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/27/the-windrush-scandal-tv-drama-people-will-be-up-in-arms-when-they-see-this\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/27/the-windrush-scandal-tv-drama-people-will-be-up-in-arms-when-they-see-this", "date_published": "2020-05-27 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory privatisation is at the heart of the UK's disastrous coronavirus response | George Monbiot", "description": "<p>From PPE failures to care home tragedies, this crisis has exposed the pernicious role of corporate power in public policy<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li></ul><p>Amid the smog of <a href=\"https://www.theguardian.com/commentisfree/2020/may/26/lying-government-coronavirus-crisis-dominic-cummings\">lies and contradictions</a>, there is one question we should never stop asking: why has the government of the United Kingdom so spectacularly failed to defend people’s lives? Why has “this fortress built by Nature for herself against infection”, as Shakespeare described our islands, succumbed to a greater extent than any other European nation to a foreseeable and containable pandemic?</p><p><a href=\"https://www.theguardian.com/commentisfree/2020/may/19/uk-government-pandemic\">Part of the answer</a> is that the government knowingly and deliberately stood down crucial parts of its emergency response system. Another part is that, when it did at last seek to mobilise the system, crucial bits of the machine immediately fell off. There is a consistent reason for the multiple, systemic failures the pandemic has exposed: the intrusion of corporate power into public policy. Privatisation, commercialisation, <a href=\"https://www.theguardian.com/commentisfree/2020/may/07/outsourcing-coronavirus-crisis-business-failed-nhs-staff\">outsourcing</a> and offshoring have severely compromised the UK’s ability to respond to a crisis.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/27/privatisation-uk-disatrous-coronavirus-response-ppe-care-homes-corporate-power-public-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/27/privatisation-uk-disatrous-coronavirus-response-ppe-care-homes-corporate-power-public-policy", "date_published": "2020-05-27 05:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: WHO says the Americas are centre of pandemic as cases surge", "description": "<p> Pan American Health Organization warns of ‘very tough’ weeks ahead; US approaches 100,000 deaths; New Zealand has fifth day with no cases</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Americas have emerged as the new centre of the coronavirus pandemic, the World Health Organization (WHO) has said, as a US study forecast deaths surging in <strong>Brazil</strong> and other Latin American countries through August.</p><p>“Now is not the time for countries to ease restrictions,” Carissa Etienne, WHO director for the Americas and head of the Pan American Health Organization (PAHO), said via videoconference.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/global-report-who-says-the-americas-are-centre-of-pandemic-as-cases-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/global-report-who-says-the-americas-are-centre-of-pandemic-as-cases-surge", "date_published": "2020-05-27 04:19:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19: the role of vitamin D – podcast", "description": "<p><a href=\"https://www.theguardian.com/profile/sarahboseley\">Sarah Boseley</a> talks to<a href=\"https://www.surrey.ac.uk/people/susan-lanham-new\"> Prof Susan Lanham-New</a> about vitamin D and whether it could play a role in protecting us against Covid-19</p> <a href=\"https://www.theguardian.com/science/audio/2020/may/27/covid-19-the-role-of-vitamin-d-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2020/may/27/covid-19-the-role-of-vitamin-d-podcast", "date_published": "2020-05-27 04:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Investment in global energy to drop by $400bn", "description": "<p>Covid-19 pandemic forecast to cause biggest slump in history after collapse in demand</p><p>Investment in global energy will fall by $400bn (£324bn) this year, the biggest slump in the industry’s history, as the Covid-19 pandemic <a href=\"https://www.theguardian.com/business/2020/apr/30/covid-19-crisis-demand-fossil-fuels-iea-renewable-electricity\">fuels a collapse in energy demand</a>.</p><p>The International Energy Agency (IEA) said the unprecedented investment slump follows the <a href=\"https://www.theguardian.com/business/2020/apr/25/oil-market-storage-crisis-coronavirus-plummeting-demand\">most severe plunge in energy demand since the second world war</a>. The price of oil <a href=\"https://www.theguardian.com/world/2020/apr/20/oil-prices-sink-to-20-year-low-as-un-sounds-alarm-on-to-covid-19-relief-fund\">suffered an historic market crash last month when US oil prices turned negative for the first time</a>.</p> <a href=\"https://www.theguardian.com/business/2020/may/27/investment-in-global-energy-to-drop-by-400bn\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/27/investment-in-global-energy-to-drop-by-400bn", "date_published": "2020-05-27 04:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan launches remote cheering app to boost atmosphere in empty stadiums", "description": "<p>System allows fans following a match on TV, the radio or online to encourage – or berate – players via their smartphones</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When Japan’s coronavirus-hit <a href=\"https://www.theguardian.com/football\">football</a> league finally resumes in a few weeks’ time, it will be in stadiums devoid of supporters. But a new smartphone app could mean the action won’t unfold in atmosphere-sapping silence.</p><p>The <a href=\"https://www.youtube.com/watch?v=VHkC-iAVr20&amp;feature=youtu.be\">Remote Cheerer</a> system developed by the Japanese firm Yamaha allows fans following the match on TV, the radio or online to encourage – or berate – players via their smartphones, their voices reverberating around the stadium in realtime via loudspeakers.</p> <a href=\"https://www.theguardian.com/world/2020/may/27/japan-launches-remote-cheering-app-to-boost-atmosphere-in-empty-stadiums\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/japan-launches-remote-cheering-app-to-boost-atmosphere-in-empty-stadiums", "date_published": "2020-05-27 03:02:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "YouTube investigates automatic deletion of comments criticising China Communist party", "description": "<p>Video platform blames deletion of criticisms on an error in its automated systems</p><p>YouTube is investigating the apparently automatic removal of comments critical of the Chinese Communist party amid complaints of censorship.</p><p>The company said the filtering appeared to be “an error” amid a greater reliance on automated systems during the coronavirus pandemic because its human reviewers have been sent home.</p> <a href=\"https://www.theguardian.com/technology/2020/may/27/youtube-investigates-automatic-deletion-of-comments-criticising-china-communist-party\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/may/27/youtube-investigates-automatic-deletion-of-comments-criticising-china-communist-party", "date_published": "2020-05-27 02:39:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Malka Leifer's alleged victims relieved by Israeli ruling she is fit to face extradition trial", "description": "<p>Melbourne sisters say enormity of decision ‘just staggering’ and brings former Australian principal closer to facing more than 74 charges of sexually abusing students </p><p>The alleged victims of Malka Leifer, who is wanted on more than 74 charges of sexually abusing students, have expressed shock and relief after an Israeli court ruled the former Australian principal is mentally fit to stand trial and can be extradited to Australia. </p><p>After almost 70 court hearings and a decade after she left Australia, Leifer, who allegedly abused students at the ultraorthodox Adass Israel girls school in Melbourne, <a href=\"https://www.theguardian.com/world/2020/may/26/malka-leifer-can-be-extradited-to-australia-israeli-court-rules\">may be extradited to face justice within months following a court order overnight from Jerusalem.</a></p> <a href=\"https://www.theguardian.com/world/2020/may/27/malka-leifers-alleged-victims-relieved-by-israeli-ruling-she-is-fit-to-face-extradition-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/27/malka-leifers-alleged-victims-relieved-by-israeli-ruling-she-is-fit-to-face-extradition-trial", "date_published": "2020-05-27 02:05:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: Is the UK headed for a no deal?", "description": "<p>For the past few months UK and EU negotiators have been locked in talks trying to thrash out a trade deal before 1 January. But after the chief negotiators, Michel Barnier and David Frost, exchanged testy letters last week, the talks risk reaching a stalemate. Is the UK headed for a no-deal Brexit?</p><p>The <a href=\"https://www.theguardian.com/world/eu\">European Union</a> and the British government are due to resume talks next week, the final round scheduled before a “high-level conference” in June to assess progress before the end-of-year deadline. After the chief negotiators, Michel Barnier and David Frost, <a href=\"https://www.theguardian.com/politics/2020/may/20/brexit-gove-confirms-plans-for-checks-on-goods-crossing-irish-sea\">exchanged testy letters last week</a>, a senior EU official said there was a risk of stalemate if the EU did not see progress on its vital interests, including how to ensure fair competition, or a level playing field, between British and EU companies under a free-trade deal.</p><p>Guardian Brexit correspondent <strong>Lisa O’Carroll </strong>and Brussels correspondent <strong>Jennifer Rankin</strong> tell <strong>Rachel Humphreys </strong>about the latest round of talks and examine whether Britain is headed for a no deal at the end of the year.</p> <a href=\"https://www.theguardian.com/news/audio/2020/may/27/brexit-is-the-uk-headed-for-a-no-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/may/27/brexit-is-the-uk-headed-for-a-no-deal", "date_published": "2020-05-27 02:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surgical masks wash up on Sydney beaches after 40 containers fall off cargo ship", "description": "<p>APL England lost cargo in rough seas off Australia’s east coast, spilling household appliances, building materials and medical supplies overboard</p><p>Residents of Sydney’s east have woken to beaches covered in face masks, plastic containers and other items after 40 shipping containers fell off a ship on the weekend.</p><p>The APL England lost the cargo in rough seas on Sunday while en route from China to Melbourne, forcing the ship to turn around and head to Brisbane.</p> <a href=\"https://www.theguardian.com/australia-news/2020/may/27/surgical-masks-wash-up-on-sydney-beaches-after-40-containers-fall-off-cargo-ship\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/may/27/surgical-masks-wash-up-on-sydney-beaches-after-40-containers-fall-off-cargo-ship", "date_published": "2020-05-27 00:45:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who is Dominic Cummings, and why has his lockdown car trip convulsed UK politics?", "description": "<p>Boris Johnson’s adviser has been at the centre of a political storm after it was revealed he had broken his own coronavirus guidelines</p><p>The Rose Garden at 10 Downing Street is normally reserved for British prime ministers to make set-piece announcements. But on Monday it was the scene of epic political theatre when Boris Johnson’s Svengali-like aide Dominic Cummings sat down and explained to a frenzied British media pack why he had broken the Covid-19 lockdown rules – or not.</p><p>The scene tells us a great deal about the country’s politics in the first two decades of the 21st century. Cummings is the embodiment of the bewildering change that has transformed the country from clubbable member of the globalised world into a reckless, Brexit-voting outlier that is now enduring the biggest failure of statecraft since the 1930s. But how did an unelected adviser get to be the most powerful person in the UK after the prime minister? And what will his uncomfortable moment in the spotlight mean for Britain’s immediate future?</p> <a href=\"https://www.theguardian.com/politics/2020/may/27/who-is-dominic-cummings-coronavirus-covid-19-lockdown-car-trip-uk-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/27/who-is-dominic-cummings-coronavirus-covid-19-lockdown-car-trip-uk-politics", "date_published": "2020-05-27 00:29:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter labels Trump's false claims with warning for first time", "description": "<p>President rails against decision after his tweets on mail-in voting are marked with message: ‘Get the facts’</p><p>Twitter for the first time took action against a series of tweets by Donald Trump, labeling them with a warning sign and providing a link to further information.</p><p>Since ascending to the US presidency, Trump has used his Twitter account to <a href=\"https://twitter.com/realDonaldTrump/status/911789314169823232\">threaten a world leader</a> with war, <a href=\"https://www.theguardian.com/us-news/2017/nov/29/trump-account-retweets-anti-muslim-videos-of-british-far-right-leader\">amplify racist misinformation</a> by British hate figures and, as recently as Tuesday morning, <a href=\"https://www.theguardian.com/media/2020/may/26/lori-klausutis-husband-asks-twitter-delete-trump-joe-scarborough-smears-death\">spread a lie</a> about the 2001 death of a congressional aide in order to smear a cable news pundit. Throughout it all, Twitter has remained steadfast in its refusal to censor the head of state, even going so far as to <a href=\"https://www.theguardian.com/technology/2019/jun/27/twitter-warning-labels-tweets-violate-site-rules\">write a new policy</a> to allow itself to leave up tweets by “world leaders” that violate its rules.</p> <a href=\"https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/26/trump-twitter-fact-check-warning-label", "date_published": "2020-05-27 00:02:41+00:00", "persistent": false, "user": null, "language": "en-UK"}]