[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How Amazon Convinced Millions of People to Welcome “Listening Devices” Into Their Homes | FRONTLINE", "description": "Whether it’s being told to turn on the lights or asked a health question, the voice known as Alexa has embedded Amazon’s technology deep in the lives of hundreds of millions of people since the company first launched its interactive Echo smart speaker in 2014. \n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nBut the multi-billion-dollar company’s increasingly ubiquitous Alexa technology — which is now compatible with more than 100,000 products — doesn’t just serve the customer: “Alexa is one more way for Amazon to gather extremely valuable data,” Meredith Whittaker, co-director of the A.I. Now Institute at NYU, tells FRONTLINE in this excerpt from the documentary \"Amazon Empire.\" \n\n“And this data collection is extremely important to this business model. It’s extremely hard to do … convincing people to just deploy something like this in their home is— it’s a brilliant trick,” she says.\n\nIt’s one that’s helping Amazon in a quest to dominate the future — not just of commerce, but also artificial intelligence.\n\n“They’re trying to move as intimately as possible and as quietly as possible into everyday life,” Shoshana Zuboff, author of The Age of Surveillance Capitalism, says in the film. “Amazon wants to have the entire environment, essentially miked… All these intimacies, all this insight is being integrated, analyzed and integrated. That is an extraordinary kind of power that has never before existed.” \n\nOn its website, Amazon says that its Alexa and Echo devices are designed to protect users’ privacy. Amazon's head of devices, Dave Limp, disputes FRONTLINE producer James Jacoby’s characterization of them as “listening devices,” telling him the “wake-word” engine responsible for turning on an Echo via voice command is “not really listening; it’s detecting one thing and one thing only, which is the word you've said that you want to get the attention of that Echo.”   \n\nBut once the device is awake and the blue light is on, it’s recording. “The problem,” says futurist Amy Webb, “is that we forget that it’s there.”\n\nFor the full story, watch \"Amazon Empire: The Rise and Reign of Jeff Bezos\" in full starting Tuesday, Feb. 18 at 9/8c on PBS and online: https://to.pbs.org/2SH9uSj\n\nInstagram: https://www.instagram.com/frontlinepbs\n\nTwitter: https://twitter.com/frontlinepbs\n\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=TIejYEsrfbs", "date_published": "2020-02-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]