[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Rampart Guide: Abilities And How To Use The New Legend", "description": "After spending time with Apex Legends Season 6, we break down the new legend, Rampart, providing crucial tips on how to master her abilities.", "link": "https://www.youtube.com/watch?v=iEA6MCU945Y", "date_published": "2020-08-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Gotham Knights - Official Gameplay Walkthrough", "description": "Here's our first look at the gameplay from Gotham Knights, the upcoming game starring Batgirl, Red Hood, Nightwing, and Robin.", "link": "https://www.youtube.com/watch?v=D-lXc8fOs_A", "date_published": "2020-08-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Gotham Knights - Official Reveal Trailer", "description": "Gotham Knights has finally been revealed, and Batman is dead? Join Batgirl, Nightwing, Red Hood and Robin in an all-new adventure in Gotham City.", "link": "https://www.youtube.com/watch?v=wDJWmSuDfXY", "date_published": "2020-08-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Bloody Corporate Wars That Set The Stage For Cyberpunk 2077 - Cyberpunk Lore", "description": "Select images courtesy of R. Talsorian Games (https://rtalsoriangames.com)\n\nArtists in order of appearance:\nEddie Mendoza\nHélio Frazão\nNeil Branquinho\nAlexander Dudar\n\nCorporate wars are nothing new in the Cyberpunk universe. However, the 4th Corporate War changed the world forever.", "link": "https://www.youtube.com/watch?v=B6TdsAlXnSg", "date_published": "2020-08-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Battletoads Review", "description": "Battletoads is back for more beat 'em up action after 26 years. Rare's co-op game will be available on Xbox One and PC on August 20. You can read the full written Battletoads review by Mike Epstein on GameSpot.", "link": "https://www.youtube.com/watch?v=hViukccLKWY", "date_published": "2020-08-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hitman 3 Is A Timed Epic Games Store Exclusive | Save State", "description": "Hitman 3 developer IO Interactive has revealed that the game will be a timed Epic Games Store exclusive when it launches next year, but your progress from Steam will carry over. As part of the deal, you can pick up Hitman 2016 for free from August 27 to September 3. They also showcased a brand new level, Thornbridge Manor, set in England. \n\nAfter a number of teases, Activision has confirmed that the full reveal of Call of Duty: Black Ops Cold War will be next Wednesday, August 26. The reveal will take place within Verdansk, the Warzone map.\n\nA number of developers, including Insomniac, Bluepoint Games, and Arkane Lyon have described how they're using the PlayStation 5 DualSense controller to add extra immersion to their games.On tomorrow's Generation Next, we'll be coming up with our dream launch lineups for the PlayStation 5 and Xbox Series X.\n\n00:00 - Intro\n00:20 - Hitman 3 Will Be A Timed Epic Games Store Exclusive On PC\n01:03 - Call Of Duty: Black Ops Cold War Officially Confirmed\n01:52 - How PS5 Devs Are Using The DualSense Controller", "link": "https://www.youtube.com/watch?v=vpsWnuwfRsE", "date_published": "2020-08-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 And Series X Launch Lineup Wishlists | Generation Next", "description": "This week on Generation Next, Tamoor, Jordan, and Lucy create their dream launch lineups for Xbox Series X and PlayStation 5, selecting console exclusives, indie gems to watch out for, and throwing in wildcard picks. \n\nGeneration Next is GameSpot's dedicated show all about the PlayStation 5 and Xbox Series X. Each week we'll be digging deeper into the biggest news stories, as well as talking to the developers charting the future of gaming. It's hosted by Lucy James, Xbox Xpert Jordan Ramée, and PlayStation Pro Tamoor Hussain.\n\nThe next generation of consoles creeps ever closer and soon we'll have the PlayStation 5 and Xbox Series X under our TVs and in our hands. Which makes it all the more confusing when you consider that, as it stands, we're not sure how much we'll be paying for them or, perhaps more importantly, what we'll be playing on them.\n\nThe launch lineup for both the PlayStation 5 and Xbox Series X remain unclear in large part. Sure, we know that there will be Spider-Man: Miles Morales for PS5. And yes, Microsoft has a bunch of titles that are coming to Game Pass. Plus, third-party developers and publishers are also gesturing vaguely towards launch window releases for their games, but we're still a bit in the fog on what will be there for us to spend our hard-earned cash on come launch day.\n\nWith that in mind, we decided to indulge our fantasies and put together our own dream launch lineups for both Sony and Microsoft's consoles. After a quick chat about the recent delay to Arkane Studios' Deathloop, we put our heads down and make dream picks for launch day releases in multiple categories. These include platform exclusive, system seller, indie darling, and games as a service. To spice things up, we've also thrown in a wildcard category--and it definitely gets spicy.\n\nJoin us as we create the ultimate PS5 and Xbox Series X launch lineups. Sure, they probably won't happen, but we can dream, right?\n\nGeneration Next is GameSpot's weekly video show all about the PlayStation 5 and Xbox Series X. Each Friday, join PlayStation Pro Tamoor Hussain, Xbox Xpert Jordan Ramée, and Console Connoisseur Lucy James as they discuss the biggest stories about the new consoles.\n\nTimestamps:\n00:00 - Intro\n00:48 - Deathloop Delayed to Q2 2021\n03:33 - Dream PS5 Launch Lineup\n16:37 - Dream Series X Launch Lineup\n30:05 - Outro", "link": "https://www.youtube.com/watch?v=V0VWyGYWeOM", "date_published": "2020-08-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]