[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bill Callahan: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMaia Stern | September 9, 2020\nFor his Tiny Desk (home) concert, Bill Callahan stands outside his home, near a desk adorned with a taller-than-usual globe, two books and a single banana. Joined by trumpet player Derek Phelps and guitarist Matt Kinsey, the trio performs \"Released\" from 2019's Shepherd in a Sheepskin Vest and three songs from Gold Record, which came out just last week. Callahan has a deep pocket of stories to tell, whether his own or those of other characters. Either way, we are all ears.\n\nI keep coming back to a lyric from \"Another Song,\" which he performs here: \"Lonesome in a pleasant way.\" We're all a little bit more lonesome than usual right now, but we're lonesome together. Maybe that feels OK, pleasant even.\n\nCallahan, in the zone during this performance, shares so few words between songs that we decided to follow up and ask what he's been feeling about his world today.\n\n\"There are a lot of voices these days. So many that, I think, even positive sentiments become detrimental in their deafening number,\" Callahan explains. \"Quiet reflection can be the clearest and most informative and soothing voice you'll ever hear. There are many unknowns at this time in history. It's more than a junction in our old world. It's the possibility of a whole new world. A large part of me believes this. Listen to music, read books, talk to friends and family. Don't listen to the voices, not even mine!\"\n\nSET LIST\n\"Pigeons\"\n\"Released\"\n\"Another Song\"\n\"The Mackenzies\"\n\nMUSICIANS\nBill Callahan: vocals, guitar; Matt Kinsey: guitar; Derek Phelps: trumpet\n\nCREDITS\nVideo by: Hanly Banks Callahan; Audio by: Sam Allison; Producer: Maia Stern; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=9EBGxX5je0E", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Protoje: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | September 8, 2020\nProtoje is a not-so-secret treasure who's been a vital force in the reggae revival movement these last several years. Perched in the hills of Irish Town on the fringe of Kingston, Protoje welcomes us into his backyard (which doubles as The Habitat Studio) for a uniquely fresh spin on a Tiny Desk (home) Concert. With a custom-designed set flanked by lush greens and mountains in the distance, this creative backdrop complements the uplifting feeling of Protoje's music. He speaks to his spiritual philosophy and faith on \"Deliverance\" with a chorus stating, \"I hold my order, give my praises / Oh Jah, deliver me through these days, Jah deliver me / Sometimes really hard to go and face it / Oh this life can truly be amazing, amazing.\" The accompanying songs in this performance, \"Strange Happenings\" and \"Same So\", are also featured on his latest and fifth album, In Search of Lost Time. He wraps his performance with his most recognizable chart-topping hit, \"Who Knows,\" which featured Chronixx on the original recording. All in all, the vibes are plentiful and highly in-demand right about now.\n\nSET LIST\n\"Deliverance\"\n\"Strange Happenings\"\n\"Same So\"\n\"Who Knows\"\n\nMUSICIANS\nProtoje: vocals; Peter Samaru: drums; Donald Dennis: bass; Lamont Savory: guitar; Sean Roberts: vocals, drum loop\n\nCREDITS\nVideo by: Yannick Reid Lindsey Lodenquai Travis-John \"Habibi\" Bailey Aaliyah Hinds; Audio by: Keinotain Johnson Whitson Williams Jnr Fumiaki \"Superman\" Ogata Kwame Falconer & STT Entertainment & Production Ltd.; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=CMyNMITOjro", "date_published": "2020-09-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]