[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "No Time To Die: The Business of Spies", "description": "👞 Get $25 OFF your pair of Vessi Footwear with code \"JAKE\" now! https://vessi.com/justjake\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me:\nAdvertising inquires: JakeTran@ibg.yt\nEverything else: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/2QV4MzQ\n\n-----------------------\nA tribute to Daniel Craig, James Bond, and the new 007: No Time To Die film.\n\nWhat is one of oldest human occupations? You guessed it - spies, gathering intel, espionage! And because information about our enemies, about the world around us is so vital to our basic survival - spying quickly emerged as humanity’s oldest occupation. As Sun Tzu said, if you think about it, the only way to get ahead in life, to crush your enemies and take the throne, you’re gonna need foreknowledge - intelligence! So the million-dollar question becomes how do you go about getting said intel from other men? Let’s learn the art of spycraft\n\nSpycraft is one of the most misunderstood and misrepresented professions in the world. Espionage is all about collecting that juicy intel on our enemies. The first way to collect intel is Overtly through reading the newspapers, the press, and all the public information that comes out of an enemy’s country. The clandestine intel collection, or espionage - the professional name for it, always has a place in this world\n\nThe “essence” of espionage is access. You choose the objective of what intel you want to know about your enemy. You need to get an agent or some device close enough to the target, to get access to the target, to gather the intel you need. Your agent then has to deliver the intel to you without it getting lost or intercepted enroute.\n\nThere are five different types of spies: Native spies, Internal spies, Double agent spies, Expendable spies, and living spies. These types of spies have their limits. This is where plants come in.\n\nPlanted agents are agents that are somehow able to penetrate the target and stay there for an extended period of time. The only way to have planted agents today is either by using illegals or by turning someone who’s already on the inside. Your job is to simply learn a potential traitor's key pain points, and make them an offer they can’t refuse.\n\nTo collect that intel, agents can place bugs, hidden cameras, take pictures with their phone, etc. Getting that intel back to their superiors is a different story.\n\nIf you’re gonna subvert your enemies with spies, you can bet that they’re gonna try to do the same to your nation with their own set of spies. This is where counterintelligence comes in where you basically just do the opposite of what you do to spy on other nations. Once you have an enemy spy under your control, start by having them report back real intel to their superiors.\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=ADcmWaLQHSs", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]