[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "90 Minutes of Apex Legends Season 4 Revenant Gameplay", "description": "We're returning to World's Edge for more Revenant action! Apex Legends Season 4 is now live! Join us as we learn Revenant, try to land some headshots with the Sentinel, and become champions of the Apex Games!", "link": "https://www.youtube.com/watch?v=T0AUn5JRRqM", "date_published": "2020-02-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Season 4 - Everything You Need To Know In Under 5 min", "description": "Apex Legends Season 4: Assimilation is finally here, and the new season drops a bunch of content and new changes into Respawn's battle royale. If you need a refresher on everything that has changed ahead of Season 4, we do go back and retrospect on the first year of Apex Legends.\n\nBut if you're already looking to what's new, then you're in the right place. In the video above, Tony Wilson goes over all the major changes included in Assimilation. Like Battle Charge and Meltdown, Assimilation adds a new playable character and weapon to the battle royale. The new character, Revenant, offers a new offensive option to the game while the new sniper rifle, the Sentinel, is the first weapon in Apex Legends to require charging to achieve its full potential. \n\nSeason 4 also adds several map changes to Worlds Edge and a new battle pass. Daily and weekly challenges make their return as well, though the Ranked Mode has been adjusted. Instead of one long ranked series for the season, Assimilation will feature two series--the first on World's Edge and the second on Kings Canyon.\n\nIf you haven't yet picked up Apex Legends, we recommend that you do. In our Apex Legends review, Phil Hornshaw writes, \"Apex Legends is a mix of smart shooter ideas that makes for a competitive, team-based game that gets at all the best parts of battle royale while addressing a lot of the weaknesses. Respawn's intense focus on team play makes Apex more than just a worthy addition to the genre; it's an indicator of where battle royale should go in the future.\"\n\n#ApexLegendsSeason4 #Assimilation", "link": "https://www.youtube.com/watch?v=1FQQihH9KO8", "date_published": "2020-02-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Nioh 2 Has More Of What Fans Want", "description": "We recently got hands-on time with Nioh 2 and saw just how much has changed with the upcoming prequel. Check out some new yokai powers, exploration, advanced combat mechanics, and a boss fight against Shibata Katsuie who dual-wields axes and has a fiery companion. Nioh 2 will release March 13th exclusively on the Playstation 4.", "link": "https://www.youtube.com/watch?v=pciMlTt08JE", "date_published": "2020-02-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]