[{"source": "https://www.theguardian.com/rss", "title": "Celtic and Rangers earn wins while Sky apologises for Morelos ‘inaccuracies’", "description": "<p>• Celtic stay seven points clear, Ianis Hagi strikes Rangers winner<br />• Sky admits errors made in translation of controversial interview</p><p>A 4-0 win for <strong>Celtic</strong> at <strong>Motherwell</strong> kept the champions on a steady course for their ninth successive Premiership title despite Ianis Hagi’s winning goal on his Rangers debut.</p><p>The in-form striker Odsonne Édouard scored after nine minutes of a first half in which the battling home side missed several chances. However, it became too much when Leigh Griffiths prodded in the second goal in the 51st minute before Callum McGregor added a third with a thunderous volley.</p> <a href=\"https://www.theguardian.com/football/2020/feb/05/celtic-seven-points-rangers-scottish-premiership-match-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/05/celtic-seven-points-rangers-scottish-premiership-match-reports", "date_published": "2020-02-05 23:12:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rush to change sentencing laws before release of convicted terrorists", "description": "<p>Government to alter legislation that will ensure two-thirds of a sentence are served</p><p>Emergency <a href=\"https://www.theguardian.com/uk-news/2020/feb/04/uk-may-bypass-human-rights-convention-to-rush-through-terror-laws\">terrorism laws</a> announced after the Streatham attack could be pushed through parliament by 27 February – just one day before a convicted terrorist who disseminated Islamic State propaganda via Twitter is due for automatic release.</p><p>Mohammed Zahir Khan, a shopkeeper from Sunderland, was sentenced to four years and six months in May 2018 for nine counts of sharing Islamist material and calling for “death to shia” Muslims.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/05/terror-sentencing-laws-could-be-brought-in-by-the-end-of-february\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/05/terror-sentencing-laws-could-be-brought-in-by-the-end-of-february", "date_published": "2020-02-05 23:05:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein trial: attorney shows dress witness wore during alleged attack", "description": "<p>Lauren Young gave a distressing account of an alleged hotel bathroom attack by the once-powerful movie producer</p><p>The sixth and final woman to accuse Harvey Weinstein of sexually attacking them took the witness stand at his rape trial on Wednesday, describing in harrowing detail how he allegedly groped her in a Los Angeles hotel bathroom in 2013.</p><p>The jury in the New York supreme court were once again subjected to a graphic and distressing account of an alleged forced sex act imposed on an aspiring young actor by the once-powerful movie producer.</p> <a href=\"https://www.theguardian.com/film/2020/feb/05/harvey-weinstein-trial--witness-lauren-young\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/05/harvey-weinstein-trial--witness-lauren-young", "date_published": "2020-02-05 22:51:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland’s 1990 grand slam remembered: ‘Nobody was going to beat us that day’", "description": "<p>Scotland host England on Saturday but whatever the result at Murrayfield it is unlikely to match the fervour of their famous win 30 years ago</p><p>Even now, 30 years on, memories of Scotland’s tumultuous 1990 grand-slam triumph over England have the power to move those involved to tears. Iwan Tukalo is recounting the team talk delivered by Scotland’s revered coaching double-act of Ian McGeechan and Jim Telfer at their hotel before heading to Murrayfield. It was, he believes, the “defining moment” when hope was infused with conviction they could topple Will Carling’s England and seize European rugby’s biggest prize themselves.</p><p>“Normally it was a little bit like being back at school, with the teachers – the coaches – at the front and then our chairs set out in rows,” the former wing says. “This time all the seats were in a circle and on the front of each chair was a jersey but you couldn’t see the numbers, just the thistle. They said: ‘Come in, just sit anywhere.’</p> <a href=\"https://www.theguardian.com/sport/2020/feb/05/scotland-england-1990-grand-slam-rmurrayfield-six-nations-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/05/scotland-england-1990-grand-slam-rmurrayfield-six-nations-rugby-union", "date_published": "2020-02-05 22:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Son steps up to cut down Southampton and fire Tottenham through in FA Cup", "description": "<p>Tottenham’s motivation in hiring José Mourinho to replace Mauricio Pochettino was clear. They wanted the serial winner to guide them to silverware which, despite Pochettino’s excellence, has consistently eluded them. The drought pre-dated the Argentinian. Since the 1984 Uefa Cup, the club have won only three major trophies.</p><p>Mourinho has viewed this season’s FA Cup through the prism of opportunity. If he can win it, maybe it will galvanise his tenure. When Danny Ings put Southampton 2-1 up in the 72nd minute of this fourth-round replay, the prospect of Spurs advancing to a home last-16 tie against Norwich was outlandish.</p> <a href=\"https://www.theguardian.com/football/2020/feb/05/tottenham-southampton-fa-cup-replay-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/05/tottenham-southampton-fa-cup-replay-match-report", "date_published": "2020-02-05 21:59:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Impeachment didn't remove Trump. But what if elections won't either? | Lawrence Douglas", "description": "<p>A Democratic victory on election day should free us from the chaos of the Trump presidency. But that is far from guaranteed</p><p>By all measures, the president was a malicious demagogue with a “taste for public performance”, reviled for his “swaggering vanity”. Many considered him incompetent and unfit for office; some called him mad. He impugned the character of the country’s most famous war hero but was, himself, “exquisitely sensitive to slights, real or perceived”. He inflamed racial tensions and embraced the cause of white supremacists. He liked to “humiliate, harass, and hound” his enemies, real and imagined. Heedless of consequences, he “baited Congress and bullied men, believing his enemies were enemies of the people”. A leading senator lamented that “he has introduced the most fearful system of corruption and demoralization into any government in modern history”. The hostilities between Congress and the president became so great that impeachment was all but inevitable.</p><p>Sound familiar? Yet much as this may sound like a portrait of the current inhabitant of the White House, it is in fact Brenda Wineapple’s description of Andrew Johnson in her immensely readable book, The Impeachers: The Trial of Andrew Johnson and the Dream of a Just Nation<em>. </em>Johnson, as we recall, was the first president in American history to be impeached, and like Donald Trump survived removal by the Senate – in Johnson’s case, by a single vote.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/trump-impeachment-acquittal-2020-election\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/trump-impeachment-acquittal-2020-election", "date_published": "2020-02-05 21:34:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump impeachment: president acquitted on both articles", "description": "<p>President becomes third in US history to be impeached by the House and acquitted in Senate trial</p><p>Donald Trump has been acquitted in his Senate trial on both of the articles of impeachment he faced, ending the threat that he would be removed from office and concluding the impeachment process.</p><p>Voting largely along party lines, the senators found Trump not guilty of the first article of impeachment, abuse of power, by a 52-48 tally, and not guilty of the second article of impeachment, obstruction of Congress, by a 53-47 tally.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/05/donald-trump-acquitted-senate-impeachment-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/05/donald-trump-acquitted-senate-impeachment-trial", "date_published": "2020-02-05 21:19:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nike stirs the pot with ‘gamechanger’ running shoe in step with new rules", "description": "• Air Zoom Alphafly Next% falls inside World Athletics rules<br />• Rival brands are frustrated by Nike’s array of patents<p>Just days after World Athletics belatedly <a href=\"https://www.theguardian.com/sport/2020/jan/28/controversial-nike-vaporflys-escape-ban\" title=\"\">introduced regulations to limit running shoe technology</a>, Nike has courted further controversy with one that slips inside the rules and then hailing it as another “gamechanger”.</p><p>The US company confirmed its Air Zoom Alphafly Next% are based on the shoes worn by the Kenyan Eliud Kipchoge when he ran a marathon in under two hours in <a href=\"https://www.theguardian.com/sport/2019/oct/13/we-went-for-the-moon-how-eliud-kipchoge-made-marathon-history\" title=\"\">an unofficial race in October</a> – a time nearly two minutes quicker than his legal world record.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/05/nike-air-zoom-alphafly-next-shoe\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/05/nike-air-zoom-alphafly-next-shoe", "date_published": "2020-02-05 21:11:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Broadcasting rights impasse puts CVC’s £300m Six Nations deal in peril", "description": "• Home unions want tournament to remain on terrestrial TV<br />• Tender process for next TV deal due to start this month<p>The deal to sell a 15% stake in the Six Nations to the private equity company CVC is being held up over the home unions’ insistence that the tournament should remain live on terrestrial television, the Guardian has learned. Talks over the £300m agreement are in the final stages but the issue of broadcast rights remains a key sticking point between the two sides.</p><p>It is understood the outcome may hinge on whether the two sides can compromise on a hybrid package involving one match per round being screened on subscription television.</p> <a href=\"https://www.theguardian.com/sport/2020/feb/05/six-nations-broadcasting-rights-cvc-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/feb/05/six-nations-broadcasting-rights-cvc-deal", "date_published": "2020-02-05 21:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baroness Morgan of Turncotes brings her disingenuity to BBC debate | John Crace", "description": "<p>Culture secretary has figured out that to succeed all she has to do is be tirelessly loyal to Boris Johnson, if not to herself</p><p>We need to talk about Nicky. Or Baroness Morgan of Cotes as <a href=\"https://www.theguardian.com/politics/2020/jan/16/lady-morgan-looks-down-upon-her-departmental-questions\">she now insists on being called</a> by family and staff alike. Not even Nicky addresses herself as Nicky any more. Some people are born great, some achieve greatness and some have mediocrity thrust upon them.</p><p>On a rare day out among the great unwashed, her ladyship dropped in to the right-of-centre thinktank Policy Exchange to <a href=\"https://www.theguardian.com/media/2020/feb/05/tv-licence-could-be-abolished-from-2027-says-nicky-morgan\">share her thoughts about the BBC</a>. Well, not her thoughts exactly – Nicky has never knowingly had any of her own – but she was more than happy to pass on some of Boris Johnson’s. Any enemy of the prime minister’s was an enemy of hers.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/05/baroness-morgan-turncotes-brings-disingenuity-bbc-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/05/baroness-morgan-turncotes-brings-disingenuity-bbc-debate", "date_published": "2020-02-05 19:56:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police uncovering 'epidemic of child abuse' in 1970s and 80s", "description": "<p>PM told to say sorry for remark about ‘spaffing’ money up wall as 4,024 claims lead to guilty verdicts</p><p>Police say they are uncovering a hidden “epidemic” of paedophile abuse in the 1970s and 1980s, with thousands of allegations leading to convictions against people who abused their power to attack children.</p><p>New figures seen by the Guardian show that 4,024 allegations led to guilty verdicts at court after police investigations since 2014 into decades-old child sex offences.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/05/police-uncovering-epidemic-of-child-abuse-in-1970s-and-80s\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/05/police-uncovering-epidemic-of-child-abuse-in-1970s-and-80s", "date_published": "2020-02-05 19:39:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers jostle as Johnson plans long-awaited reshuffle", "description": "<p>Rishi Sunak could remain at Treasury to keep an eye on the chancellor, Sajid Javid</p><p>Boris Johnson is expected to conduct his long-awaited reshuffle next week, with No 10 now considering keeping loyalist minister Rishi Sunak in the Treasury to keep an eye on the chancellor, Sajid Javid.</p><p>Sunak had been tipped to head up a new economic super-ministry but those plans are in doubt and Johnson is thought to want to keep him in his current job as chief secretary to the Treasury, overseeing the spending review coming up later this year.</p> <a href=\"https://www.theguardian.com/politics/2020/feb/05/johnson-loyalists-to-be-rewarded-in-long-awaited-reshuffle\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/feb/05/johnson-loyalists-to-be-rewarded-in-long-awaited-reshuffle", "date_published": "2020-02-05 19:31:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Hockney portrait of Ed Sheeran to be shown in UK", "description": "<p>Exhibition of artist’s work at London gallery will also feature portrait of sister and two videos</p><p>A portrait by David Hockney of Ed Sheeran will be shown in the UK for the first time.</p><p>It will be part of an exhibition of portraits by the 82-year-old British artist, entitled Video Brings Its Time To You, You Bring Your Time To Paintings And Drawings, which will also include a canvas of the singer Bruno Mars.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/feb/05/david-hockney-portrait-of-ed-sheeran-to-be-shown-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/feb/05/david-hockney-portrait-of-ed-sheeran-to-be-shown-in-uk", "date_published": "2020-02-05 19:13:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PM under pressure to appoint COP 26 head as Gove tipped for job", "description": "<p>Experts warn ongoing vacancy is damaging the UN climate summit’s prospects of success</p><p>Boris Johnson is under increasing pressure to appoint a new president of the UN climate summit, with Michael Gove emerging as the most hotly tipped choice in Westminster, as experts warned the continuing power vacuum was damaging the <a href=\"https://www.theguardian.com/environment/2020/feb/03/saving-the-planet-uk-role-vital-if-cop-26-climate-talks-to-succeed\">prospect of success at the talks</a>.</p><p>Gove has a strong reputation among environmental campaigners, having impressed them with his energy as environment secretary under Theresa May, when he drew up a <a href=\"https://www.theguardian.com/environment/2018/jan/11/conservatives-25-year-green-plan-main-points-at-a-glance\">25-year environment plan</a> and new environment and agriculture bills.</p> <a href=\"https://www.theguardian.com/environment/2020/feb/05/pm-under-pressure-appoint-cop-26-head-gove-tipped-job\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/feb/05/pm-under-pressure-appoint-cop-26-head-gove-tipped-job", "date_published": "2020-02-05 19:04:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on HS2: let the train take the strain | Editorial", "description": "<p>HS2 is well behind schedule and over budget. It can only work as part of an integrated transport plan designed to cut carbon</p><p>“When in a hole, stop digging” is an iron law of politics, but not one that Boris Johnson recognises. He made his name by flouting conventional wisdom and gives the impression there’s no reason to stop. In the case of High Speed 2 – a railway where costs have doubled to around £100bn – he joked to schoolchildren last week that with a hole this big “<a href=\"https://www.theguardian.com/uk-news/2020/jan/31/boris-johnson-hs2-keep-digging\" title=\"\">the only thing to do is keep digging</a>”. Yet Mr Johnson knows the arguments are finely balanced: between those who claim the scheme will be an economic boost for a country far too reliant on the south-east and highly polluting forms of travel, against those who say it is not the most cost-effective or the greenest solution to the problems it is intended to solve.</p><p>Mr Johnson has yet to make a convincing case for proceeding with the project – which his chief adviser calls a “<a href=\"https://www.dailymail.co.uk/news/article-7381615/Boris-Johnsons-aide-Dominic-Cummings-called-HS2-disaster-zone.html\" title=\"\">disaster zone</a>”. Instead the prime minister has hidden behind a review that he launched last August and leaks suggesting that Douglas Oakervee, the former HS2 chairman reporting to Mr Johnson, strongly “<a href=\"https://www.bbc.co.uk/news/business-51319261\" title=\"\">advised against cancelling the project</a>”. There’s no doubt HS2 has been mismanaged and is well behind schedule and over budget. More than £7bn has been sunk into the project. The first trains were supposed to run by 2026 but won’t pull out of stations <a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-09-03/HCWS1809/\" title=\"\">before 2028</a>. The project’s objectives are pretty clear: to increase capacity on the railway to meet long-term demand; to rebalance the economy by stimulating growth in the north of England; and to do both of these things in the most environmentally sustainable way possible. But is HS2 the answer to the questions raised? Or would a better reply be to scrap it and start with something else?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/the-guardian-view-on-hs2-let-the-train-take-the-strain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/the-guardian-view-on-hs2-let-the-train-take-the-strain", "date_published": "2020-02-05 18:57:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Signs of cancer can appear long before diagnosis, study shows", "description": "<p>Research into genetic mutations suggests possibility of tests that would detect cancer earlier</p><p>Early signs of cancer can appear years or even decades before diagnosis, according to the most comprehensive investigation to date of the genetic mutations that cause healthy cells to turn malignant.</p><p>The findings, based on samples from more than 2,500 tumours and 38 cancer types, reveal a longer-than-expected window of opportunity in which patients could potentially be tested and treated at the earliest stages of the disease.</p> <a href=\"https://www.theguardian.com/science/2020/feb/05/signs-of-cancer-can-appear-long-before-diagnosis-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/feb/05/signs-of-cancer-can-appear-long-before-diagnosis-study-shows", "date_published": "2020-02-05 18:20:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tokyo Olympics chief says coronavirus could disrupt Games", "description": "<p>Toshiro Muto ‘seriously worried’ about spread of virus with 170 days to go</p><p>A senior Olympic official in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> has warned that the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> could “throw cold water” on preparations for Tokyo 2020, although organisers insist that there are <a href=\"https://www.theguardian.com/sport/2020/jan/29/world-indoor-athletics-chinese-grand-prix-under-threat-coronavirus\">no plans</a> to cancel the Games.</p><p>Toshiro Muto, the chief executive of the Tokyo Olympic organising committee, said he was concerned about the impact the spread of the virus was having in the run-up to the <a href=\"https://www.theguardian.com/sport/olympic-games-2020\">Olympics</a>, which are due to open in 170 days.</p> <a href=\"https://www.theguardian.com/world/2020/feb/05/tokyo-olympics-chief-says-coronavirus-could-disrupt-games\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/05/tokyo-olympics-chief-says-coronavirus-could-disrupt-games", "date_published": "2020-02-05 18:20:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The blame game: how Lionel Messi’s patience finally snapped at Barcelona", "description": "Barcelona are in a mess and Eric Abidal’s comments that the players were to blame was simply too much for the Argentinian<p>Quique Setién scoffed and then started laughing. “No way,” he said. He had been talking for 12 minutes and he was only halfway through, still trying to put out the fire, when he was asked if he regretted becoming the Barcelona manager. “It’s true that a month ago I was at home and I had no problems, but [these are] blessed problems. I have the same enthusiasm as ever, the same will, because my life hasn’t been easy. You know things will happen here, you know the repercussions will be huge, but I’m blown by the north wind; I don’t go down easily.”</p><p>Nobody said it was easy, but nobody said it would be this hard. As for the problems, there are a lot. “It’s not normal to take over at a team that’s top,” Setién said when he arrived on 13 January but nor is it normal for so many things to happen so fast. And the scale of the latest problem – his captain and best player <a href=\"https://www.theguardian.com/football/2020/feb/04/barcelona-meltdown-lionel-messi-eric-abidal\" title=\"\">publicly calling out the sporting director</a> – is yet to be fully gauged. The club’s president, Josep Maria Bartomeu, spoke to Eric Abidal and Lionel Messi on Wednesday, desperate to restore calm. After a long meeting, the decision was made to stick with Abidal.</p> <a href=\"https://www.theguardian.com/football/2020/feb/05/lionel-messi-barcelona-eric-abidal-patience-snapped\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/feb/05/lionel-messi-barcelona-eric-abidal-patience-snapped", "date_published": "2020-02-05 18:19:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arron Banks donated £2,000 to Tory Andrea Jenkyns's campaign", "description": "<p>Leave.EU co-founder gave money to pro-Brexit West Yorkshire MP’s election fund</p><p>The controversial Leave.EU co-founder <a href=\"https://www.theguardian.com/uk-news/arron-banks\">Arron Banks</a>, who was barred from joining the Conservative party, gave a cash donation to a Tory MP’s general election campaign, it has been revealed. Brexiter <a href=\"https://www.theguardian.com/politics/2019/dec/05/andrea-jenkyns-gets-salary-for-thinktank-that-does-not-yet-exist\">Andrea Jenkyns</a> has defended receiving money from the businessman in November, weeks before she held her seat of Morley and Outwood in West Yorkshire.</p><p>It is the first time that the insurance entrepreneur has made a political donation since Leave.EU was found to have broken electoral law in 2018. That year, Banks was prevented from joining the Tories after urging hardline Brexiters to flood the party to depose the then prime minister, Theresa May.</p> <a href=\"https://www.theguardian.com/uk-news/2020/feb/05/arron-banks-donated-2000-to-tory-andrea-jenkyns-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/feb/05/arron-banks-donated-2000-to-tory-andrea-jenkyns-campaign", "date_published": "2020-02-05 18:07:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a new Sesame Street show is bringing Muppet magic to refugee camps", "description": "<p>Three new Muppets, Basma, Jad, and Ma’zooza, will star in new show for the millions of children displaced across the Middle East</p><p>Cooperation, kindness and the alphabet. <a href=\"https://www.theguardian.com/tv-and-radio/2019/nov/11/sesame-street-50th-anniversary\">For </a><a href=\"https://www.theguardian.com/tv-and-radio/2019/nov/11/sesame-street-50th-anniversary\">over </a><a href=\"https://www.theguardian.com/tv-and-radio/2019/nov/11/sesame-street-50th-anniversary\">50 years</a>, the characters of Sesame Street, from the Cookie Monster to Big Bird, have helped children from diverse backgrounds navigate the challenges of life as a small person in a big world.</p><p>From the moment it launched, Sesame Street has unflinchingly dealt with difficult issues – and from this week they are bringing their special brand of magic to the children who need them the most.</p> <a href=\"https://www.theguardian.com/global-development/2020/feb/05/new-sesame-street-show-brings-muppet-magic-to-refugee-camps\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/feb/05/new-sesame-street-show-brings-muppet-magic-to-refugee-camps", "date_published": "2020-02-05 17:40:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hospital whistleblower raised alarm over doctor seen injecting himself", "description": "<p>Exclusive: the Guardian can reveal details behind intervention at Matt Hancock’s local hospital </p><p>A whistleblower raised the alarm over patient safety at Matt Hancock’s local hospital because of concerns about the behaviour of a doctor who had been seen injecting himself with drugs, the Guardian can reveal.</p><p>The incident had already prompted internal complaints from senior staff at West Suffolk hospital, but the whistleblower decided to take matters a step further when the same doctor was later involved in a potentially botched operation.</p> <a href=\"https://www.theguardian.com/society/2020/feb/05/alarm-raised-at-hancock-hospital-self-injecting-doctor-whistleblower-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/05/alarm-raised-at-hancock-hospital-self-injecting-doctor-whistleblower-scandal", "date_published": "2020-02-05 17:14:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We should celebrate the sex appeal of pregnant women, not shame them | Yomi Adegoke", "description": "<p>Nothing makes me happier than seeing women such as Jodie Turner-Smith deem their bump a part of their body to show proudly</p><p>It was hard to believe that Jodie Turner-Smith, the chiselled-from-black-marble female lead of <a href=\"https://www.theguardian.com/film/2020/jan/30/queen-slim-review-daniel-kaluuya-jodie-turner-smith\" title=\"\">Queen </a><a href=\"https://www.theguardian.com/film/2020/jan/30/queen-slim-review-daniel-kaluuya-jodie-turner-smith\" title=\"\">&amp; Slim</a>, the feature film debut from <a href=\"https://www.theguardian.com/film/2020/jan/25/melina-matsoukas-interview-director-queen-and-slim\" title=\"\">Melina Matsoukas</a>, could get any more resplendent. Then she got pregnant. Last Friday, she glowed on Graham Norton’s couch, her bare bump on display below a chic, one-shouldered crop top.</p><p>Not everyone was as taken with the vision. Inevitable uproar ensued over her audacity to don anything other than a <a href=\"https://en.wikipedia.org/wiki/Muumuu\" title=\"\">muumuu</a>, to which she clapped back via Twitter, <a href=\"https://twitter.com/MissJodie/status/1223754363140759553?s=20\" title=\"\">sharing a picture of herself in the outfit with the caption</a>: “Gives zero fucks about your disdain for pregnant women’s bodies on British television.” Personally, I love maternity looks where the bump is treated like another piece of flesh to flash, even if somehow it still rankles with some people.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/we-should-celebrate-the-sex-appeal-of-pregnant-women-not-shame-them\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/we-should-celebrate-the-sex-appeal-of-pregnant-women-not-shame-them", "date_published": "2020-02-05 17:11:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Do face masks help prevent coronavirus? – video explainer", "description": "<p>The Guardian's health editor, Sarah Boseley, gives the lowdown on the effectiveness of wearing face masks to protect against the coronavirus, explains how viruses are spread, and offers tips on staying healthy and safe as the outbreak that originated in Wuhan, China, continues to spread</p><ul><li><a href=\"https://www.theguardian.com/science/video/2020/jan/23/the-coronavirus-what-you-need-to-know-video-explainer\">Coronavirus: what you need to know – video explainer</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/feb/05/coronavirus-live-updates-in-china-wuhan-outbreak-death-toll-latest-news-update-evacuation-coronaviruses\">Coronavirus latest – live updates</a></li></ul><p><br /></p> <a href=\"https://www.theguardian.com/world/video/2020/feb/05/do-face-masks-help-prevent-coronavirus-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/feb/05/do-face-masks-help-prevent-coronavirus-video-explainer", "date_published": "2020-02-05 14:26:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Atherton’s recipe for banana energy balls", "description": "<p>These oat, date and chocolate energy balls do not contain unnecessary fat, so tick all the right boxes for a pre-gym snack</p><p>There are endless variations on date-based energy snacks, but I think this version ticks all the right boxes for a pre-gym snack. Unlike others, these balls do not contain unnecessary fat through the addition of ground nuts, but the main difference is that they are not too sticky. Most energy snacks use the dates to bind the other ingredients together. They are rich, caramelly and chewy, but they can also be a bit grainy and sticky. These energy balls are smooth and glossy due to the emulsifying effect of the melted dark chocolate. More importantly, they give you theobromine, a stimulant similar to caffeine and abundant in chocolate that has a high cocoa-solids content. I credit the dark chocolate with giving me that second wind to carry me to the gym after work.</p><p><em>Makes 9 or 10 balls</em></p> <a href=\"https://www.theguardian.com/food/2020/feb/05/david-athertons-recipe-for-banana-energy-balls\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/feb/05/david-athertons-recipe-for-banana-energy-balls", "date_published": "2020-02-05 13:57:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Everyone's heard the horror stories' – how to shoot an ethical sex scene", "description": "<p>From Ruth Wilson in The Affair to Emilia Clarke in Game of Thrones, women are speaking out about nude scenes. Is it making a difference? Actors and directors talk frankly</p><p>Emily Berrington was overjoyed when she received the call from her agent. She’d got the part. And it was an exciting one: a role in <a href=\"https://www.theguardian.com/tv-and-radio/2016/nov/11/close-to-the-enemy-review-stephen-poliakoff\">Close to the Enemy</a>, a BBC miniseries set in the 1940s, written and directed by Stephen Poliakoff. It was 2015 and Berrington was told in writing that there would be some nudity, which she was OK with in principle, as long as all the details were straightened out in advance.</p><p>But she says alarm bells began ringing when Poliakoff wouldn’t agree to contractually stipulate the exact requirements of Berrington’s nude scenes before filming began. However, Berrington was optimistic they’d be able to work something out, so she requested a phone call with Poliakoff. When they spoke, Berrington asked him how long she’d be nude for, what the lighting would be like and whether she’d be able to choose which specific parts of her body would be seen.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/05/horror-stories-how-to-shoot-ethical-sex-scene-ruth-wilson-affair-emilia-clarke-game-of-thrones\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/05/horror-stories-how-to-shoot-ethical-sex-scene-ruth-wilson-affair-emilia-clarke-game-of-thrones", "date_published": "2020-02-05 13:57:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cruise ships quarantined over coronavirus – in pictures", "description": "<p>Thousands of passengers and crew on two cruise ships in Asian waters have been placed in quarantine after cases of coronavirus were confirmed onboard. About 3,700 people are facing at least two weeks locked away on the Diamond Princess cruise liner anchored off Japan, while 1,800 passengers and crew are being kept onboard the World Dream, docked in Hong Kong</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/feb/05/coronavirus-live-updates-in-china-wuhan-outbreak-death-toll-latest-news-update-evacuation-coronaviruses\">Coronavirus crisis – live updates</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/feb/05/cruise-ships-quarantined-over-coronavirus-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/feb/05/cruise-ships-quarantined-over-coronavirus-in-pictures", "date_published": "2020-02-05 09:32:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What I learned talking to 120 women about their sex lives and desires", "description": "<p> I spoke with widows, newlyweds, monogamists, secret liaison seekers, submissives and polyamorists and found there was no such thing as desire too high or low</p><p>Male desire is a familiar story. We scarcely bat an eyelash at its power or insistence. But women’s desires – the way they can morph, grow or even disappear – elicit fascination, doubt and panic.</p><p>In 2014, as experts weighed the moral and medical implications of the <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/28757356\">first female libido drug</a>, I found myself unsatisfied with the myths of excess and deficit on offer, and set out to understand how women themselves perceive and experience their passions.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/feb/05/katherine-rowland-the-pleasure-gap-women-sex-lives-desire\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/feb/05/katherine-rowland-the-pleasure-gap-women-sex-lives-desire", "date_published": "2020-02-05 09:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live updates: China deaths pass 490 as 10 test positive on cruise ship in Japan – latest news", "description": "<p>Thousands on board Diamond Princess face at least 14 days in offshore quarantine as eight more buildings are turned into hospitals in Wuhan. Follow all the developments here</p><ul><li><a href=\"https://www.theguardian.com/world/2020/feb/05/coronavirus-cruise-ship-carrying-3700-quarantined-in-japan-after-10-test-positive\">Thousands trapped on cruise ship in Japan after 10 test positive</a></li><li><a href=\"https://www.theguardian.com/world/2020/feb/04/dominic-raab-urges-britons-china-leave-coronavirus-outbreak\">Britain advises nationals to leave China </a></li><li><a href=\"https://www.theguardian.com/world/2020/feb/03/how-to-protect-yourself-from-coronavirus\">How to protect yourself from coronavirus</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/feb/04/coronavirus-us-quarantine-travel-ban-response\">Could the US travel ban backfire?</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-02-05T07:11:47.979Z\">7.11am <span class=\"timezone\">GMT</span></time> </p><p>That’s about it from me for today. I’m handing our rolling coverage to my colleague Aamna Mohdin. Thanks for joining me. Here are the main points from today so far:</p><p class=\"block-time published-time\"> <time datetime=\"2020-02-05T06:45:39.297Z\">6.45am <span class=\"timezone\">GMT</span></time> </p><p>Economists have warned that the Chinese economy faces a severe hit in the first quarter of the year as huge parts of its manufacturing and service industries remain shut down.</p><p>“The inopportune timing of the outbreak around Chinese New Year, a time of increased transport and economic connectivity... as well as the lockdown of affected regions all add to the equation,” <strong>Louis Kuijs of Oxford Economics told AFP.</strong><br /></p><p>If the disruption fades soon, there is still a chance that employment and incomes will be relatively unaffected. In this case, consumer spending may simply be deferred temporarily, resulting in a strong rebound in domestic demand later this year, as happened with SARS. <strong>But the longer the outbreak drags on, the greater the risk of a hit to employment and a more permanent loss of output. </strong></p> <a href=\"https://www.theguardian.com/world/live/2020/feb/05/coronavirus-live-updates-in-china-wuhan-outbreak-death-toll-latest-news-update-evacuation-coronaviruses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/feb/05/coronavirus-live-updates-in-china-wuhan-outbreak-death-toll-latest-news-update-evacuation-coronaviruses", "date_published": "2020-02-05 07:18:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grieving mother faces shock £24,000 John Lewis card bill", "description": "<p>She had just lost her long-term partner when the bill landed for a card with £3,000 limit</p><p><strong>My 80-year-old mother has received an inexplicable credit card bill for nearly £24,000. She acquired a John Lewis Partnership card in 2016 with a credit limit of £3,000. In 2017 she set up a direct debit to pay the bills and received monthly statements to show the balance was cleared. In August 2019 her card was </strong><strong>suspended. John Lewis investigated, confirmed that it was an error and paid her £30 by way of apology. </strong></p><p><strong>The following month’s statement showed she had settled her bill and the balance was zero. But then, in October, around the time her long-term partner died, her card was declined </strong><strong>and she found it had been suspended again. </strong><strong>John Lewis Financial Services said that she owed £23,752.60!</strong></p> <a href=\"https://www.theguardian.com/money/2020/feb/05/john-lewis-credit-card-debt-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/feb/05/john-lewis-credit-card-debt-bill", "date_published": "2020-02-05 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home comforts: how The Sims let millennials live out a distant dream", "description": "<p>Today’s young people are flocking to an egalitarian utopia where home ownership is available to all. There’s just one catch…</p><p>One of the first decisions you make in The Sims is which house to buy. The 200m-selling life simulation series, <a href=\"https://www.theguardian.com/games/2020/jan/31/the-sims-at-20-two-decades-of-life-love-and-reorganising-the-kitchen\">which </a><a href=\"https://www.theguardian.com/games/2020/jan/31/the-sims-at-20-two-decades-of-life-love-and-reorganising-the-kitchen\">turns 20 this week</a>, gives every player 20,000 simoleons, the game’s virtual currency, and they can use it to purchase anything from a ready-made four-bedroom townhouse to an empty plot of land on which to construct a dream pad from scratch. In this world, renting literally isn’t an option.</p><p>For a generation of fans, that stands in stark contrast to real life. The Resolution Foundation, a housing thinktank, reported in 2018 that up to <a href=\"https://www.bbc.co.uk/news/business-43788537\">a third of millennials will rent for their whole lives</a>, and the number of households privately renting in England <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-7706#fullreport\">rose by 121%</a> in the 10 years after 1996, according to the most recent Labour Force Survey. With young people disproportionately more likely to rent than older generations, many have turned to The Sims to decorate a house that feels like their own.</p> <a href=\"https://www.theguardian.com/games/2020/feb/05/the-sims-millennials-home-ownership\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/feb/05/the-sims-millennials-home-ownership", "date_published": "2020-02-05 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most women who flee domestic violence have nowhere to go", "description": "Survivors face returning to their abuser or sleeping rough as they can’t prove they are vulnerable to council housing officers<p>Sara Mayer’s youngest child often asks: “Mum, how many days will we stay here?” Each time, she tells him they won’t have to move again, but so far she has been unable to keep her promise. In 2013, Mayer fled her abusive husband and went to the UK from mainland Europe with her two children, but he found them. The family moved and tried to settle somewhere new, but time and again he tracked them down.</p><p>In 2018, he locked himself in the house with his teenage daughter, who only escaped when Mayer arrived with the police. He then texted his daughter repeatedly saying he would kill her mother. Six months later, when Mayer turned up at school bloodied and accompanied by police, her daughter stopped speaking to her. For the fourth time in five years, they had to uproot their lives: moving town, changing school, and leaving their friends.</p> <a href=\"https://www.theguardian.com/society/2020/feb/05/vast-majority-women-domestic-violence-nowhere-to-go\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/05/vast-majority-women-domestic-violence-nowhere-to-go", "date_published": "2020-02-05 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cast out: the women of Ghana’s ‘witch’ village – in pictures", "description": "<p>As women age in rural Ghana, signs of dementia, mental health issues or even menopausal symptoms can result in them being declared ‘witches’ and pushed out of their community. Around 80 women live in such exile in Kukuo ‘witch village’</p><ul><li>All photographs by Robin Hammond</li></ul> <a href=\"https://www.theguardian.com/global-development/gallery/2020/feb/05/cast-out-the-women-of-ghanas-witch-village-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2020/feb/05/cast-out-the-women-of-ghanas-witch-village-in-pictures", "date_published": "2020-02-05 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe’s British question: what comes after the divorce? | The panel", "description": "<p>The UK and EU must now work out their future relationship. We asked writers in four EU capitals what their government’s will prioritise</p><p>The German government is bracing itself for tough negotiations. Berlin sees the UK’s decision to put a 31 December time limit on the process as a tactical manoeuvre by Boris Johnson, calculated to step up the pressure on the EU towards the end of 2020. Germany holds the EU presidency until the end of December and will have to oversee negotiations on the next EU budget, which will involve juggling increasingly difficult demands. It will also be the last major test for Chancellor Angela Merkel, coming shortly before she leaves office in 2021.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/europe-british-brexit-uk-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/europe-british-brexit-uk-eu", "date_published": "2020-02-05 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life before gastro-pubs: a history of Hackney - in pictures", "description": "<p>East London in the 70s was raw and vivid, with bombed-out houses, kids playing in the streets and factories buzzing. Photographer Neil Martinson was there to chronicle the turbulent pre-gentrification era</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/feb/05/hackney-history-neil-martinson\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/feb/05/hackney-history-neil-martinson", "date_published": "2020-02-05 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Try to stop me’ – the mantra of our leaders who are now ruling with impunity | George Monbiot", "description": "<p>Trump, Bolsonaro, Modi, Johnson. Across the world, flouting the law has become normalised. We have to stop it</p><p>It is not a sufficient condition for fascism to take root, but it is a necessary one: the willingness of political leaders not only to break the law but to revel in breaking it is a fatal step towards the replacement of democracy with authoritarian terror.</p><p>We see this at work in the United States today, where the Republican party’s blatant disregard for the constitution will allow <a href=\"https://www.theguardian.com/us-news/2020/jan/31/republicans-impeachment-trial-witnesses-trump\" title=\"\">Donald Trump to escape impeachment</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/try-to-stop-me-the-mantra-of-our-leaders-who-are-now-ruling-with-impunity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/try-to-stop-me-the-mantra-of-our-leaders-who-are-now-ruling-with-impunity", "date_published": "2020-02-05 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bristol’s old police headquarters is now a boutique hostel – with a social conscience", "description": "<p>As well as green credentials, the Bristol Wing has a strong community ethos, providing rooms for young homeless people alongside paying guests </p><p>Not so many years ago, arriving on a Friday night at Bridewell Street in the centre of Bristol (better known as The Bridewell) might have meant a night in the cells. Until 2005, this cluster of Grade II-listed buildings housed a police headquarters, police station and law courts, as well as a fire station. Since then it has been many things, including a graffiti gallery and a circus space – I have dim memories of coming to a rave here, once – and now it’s home to the <a href=\"https://thebristolwing.co.uk/\" title=\"\">Bristol Wing</a>, a new boutique hostel with a social conscience.</p><p>Passing through a doorway engraved with the words Bristol Police Headquarters, my partner and I found ourselves in a stately 1920s foyer with forest-green walls, a black-and-white tiled floor and a restored cage lift: it’s a bit like a scene from Wes Anderson’s The Grand Budapest Hotel. It would be tempting to describe this as a sanctuary from the streets outside, but that would miss the point. Along with its green credentials (wood-fibre insulation, solar panels and bird boxes on the roof), this hostel, opened in January 2018, provides nine single bedrooms for young homeless people every night, as well as one-to-one support, subsidised by fees from the commercial rooms and dorms.</p> <a href=\"https://www.theguardian.com/travel/2020/feb/05/bristols-old-police-headquarters-is-now-a-boutique-hostel-with-a-social-conscience\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/feb/05/bristols-old-police-headquarters-is-now-a-boutique-hostel-with-a-social-conscience", "date_published": "2020-02-05 06:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wednesday briefing: Ripping end to State of the Union", "description": "<p>Pelosi: tearing up Trump speech was ‘courteous considering the alternative’ … Japan cruise ship under coronavirus quarantine … and Ryanair ad banned</p><p>Hello, pleased to greet you this Wednesday morning. I’m Warren Murray presenting the right stories at the right time.</p> <a href=\"https://www.theguardian.com/world/2020/feb/05/wednesday-briefing-ripping-end-to-state-of-the-union\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/05/wednesday-briefing-ripping-end-to-state-of-the-union", "date_published": "2020-02-05 06:28:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Shaw's son revisits Jaws' stormy shoot in The Shark Is Broken", "description": "<p>Ian Shaw plays his actor father in West End play about the troubled production of Spielberg’s first blockbuster </p><p>When Robert Shaw was filming the blockbuster Jaws, the actor’s young son came to visit with the hope of seeing the famous mechanical shark named Bruce. “He was strictly under wraps,” recalls Ian Shaw. “I was let in and someone pulled off the dust cover.” How did he feel when he came face to face with the sharp-toothed Bruce? “It scared me,” he admits. “It was certainly frightening, even out of the water.”</p><p>Forty-five years later, he is portraying his father in a play about the famously beleaguered Jaws shoot. The Shark Is Broken, co-written by Ian Shaw and Joseph Nixon, was a hit at the Edinburgh festival last summer and will open in London’s West End in May, directed by Guy Masterson and presented by Sonia Friedman Productions. It is a three-hander following Robert Shaw and his fellow actors <a href=\"https://www.theguardian.com/film/2008/feb/12/obituaries.usa\">Roy Scheider</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2016/jul/24/richard-dreyfuss-reckless-when-i-die-i-want-the-chance-to-hit-god-in-the-face\">Richard Dreyfuss</a>, who are “stuck together on a boat waiting to film” as <a href=\"https://www.theguardian.com/film/2015/may/31/jaws-40-years-on-truly-great-lasting-classics-of-america-cinema\">Steven Spielberg’s movie</a> goes wildly over budget and over schedule on location in Martha’s Vineyard.</p> <a href=\"https://www.theguardian.com/stage/2020/feb/05/robert-shaw-son-play-jaws-fractious-shoot-spielberg-the-shark-is-broken\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/feb/05/robert-shaw-son-play-jaws-fractious-shoot-spielberg-the-shark-is-broken", "date_published": "2020-02-05 06:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dawn choruses: are these the best five songs to wake up to?", "description": "<p>Scientists have found that upbeat music, rather than the shrill beep of an alarm clock, is the best way to rise and shine. But which tunes should you try?</p><p>As if life isn’t enough of a slog, every morning millions of us are yanked out of sleep by the shrill beep of an alarm, only to hit snooze groggily and relive the torture nine minutes later. If you have ever found yourself thinking that there must be a better way to live than this, you might be right. Over at the Royal Melbourne Institute of Technology, scientists have been busy s<a href=\"https://www.rmit.edu.au/news/all-news/2020/feb/melodic-alarms\" title=\"\">tudying the best way</a> to drag yourself into the light of a new day – and it turns out that music is the way to go. Waking up to a gently melodic, upbeat song gets the synapses firing or, as they put it, helps you to “transition to a waking state in a more effective way”.</p><p>So what songs should you switch your alarm to? There are a couple of obvious contenders, but don’t be fooled: the Boo Radleys’ song Wake Up Boo! has the words “wake up” in it, but that is no reason to subject yourself to it first thing in the morning; and while the first 20 plays of Sonny and Cher’s I Got You Babe may be OK, like Bill Murray in Groundhog Day, you will eventually hate waking up to this song so much you will want to kidnap a groundhog and drive it off a cliff. Instead, say goodbye to grogginess and hello to a whole new you with these failsafe alarm alternatives.</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/05/dawn-choruses-are-these-the-best-five-songs-to-wake-up-to\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/05/dawn-choruses-are-these-the-best-five-songs-to-wake-up-to", "date_published": "2020-02-05 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hanging trees and hollering ghosts: the unsettling art of the American deep south", "description": "<p>From lynching and slavery to the civil rights movement, Alabama’s artists expressed the momentous events they lived through – as a landmark new exhibition reveals</p><p>The quilters of <a href=\"https://www.soulsgrowndeep.org/gees-bend-quiltmakers\">Gee’s Bend</a> make art out of recycled cloth. <a href=\"https://www.theguardian.com/music/2018/oct/05/twenty-six-siblings-and-a-child-labour-camp-how-lonnie-holleys-epic-life-led-to-the-years-best-album\">Lonnie Holley</a> crafts sculptures out of car tyres and other human detritus. Self-taught luthier <a href=\"https://musicmaker.org/artists/freeman-vines/\">Freeman Vines</a> carves guitars out of wood that came from a “hanging tree” once used to lynch black men. The “yard shows” of <a href=\"https://www.soulsgrowndeep.org/artist/dinah-young\">Dinah Young</a> and Joe Minter are permanent exhibitions of their art – a cacophony of “<a href=\"https://www.nytimes.com/2013/04/25/garden/joe-minters-african-village-in-america.html\">scrap-</a><a href=\"https://www.nytimes.com/2013/04/25/garden/joe-minters-african-village-in-america.html\">iron elegies</a>”. Almost all of this art comes from Alabama, and it all features in <a href=\"https://turnercontemporary.org/whats-on/we-will-walk/\">We Will Walk</a>, Turner Contemporary’s groundbreaking new exhibition of African-American art from the southern state and its surroundings.</p><p>Made from found and recycled material, this is art truly from the margins. It’s from places such as Gee’s Bend, the segregated hamlet now known as Boykin, where Martin Luther King travelled in 1965, taking his message about the importance of voter registration. Despite its humble materials, it has echoes of another Alabama son, the jazz band leader and philosopher <a href=\"https://www.theguardian.com/music/2014/jun/15/sun-ra-jazz-interstellar-voyager\">Sun Ra</a>, and his Afrofuturist message about his own interstellar origins and otherworldly black excellence.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/feb/05/hanging-trees-and-hollering-ghosts-the-unsettling-art-of-the-american-deep-south\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/feb/05/hanging-trees-and-hollering-ghosts-the-unsettling-art-of-the-american-deep-south", "date_published": "2020-02-05 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Obsessing over fitness apps is decidedly bad for your health | Arwa Mahdawi", "description": "<p>Self-tracking tools are not troubling per se – but, having recovered from anorexia, I know how damaging it can be to fixate on data </p><p>If you want to develop “obsessive tendencies”, there is an app for that. There are several, in fact. You may have downloaded a bunch of them on 1 January in a rush of resolution-making.</p><p><a href=\"https://www.theguardian.com/commentisfree/2018/jan/29/strava-app-mapping-every-move\" title=\"\">Fitness apps such as Strava</a>, MyFitnessPal and RunKeeper can be useful tools for motivating you to start and stick to a workout regime. But, <a href=\"https://www.emerald.com/insight/content/doi/10.1108/ITP-04-2019-0156/full/html\" title=\"\">according to a study</a> at the National University of Ireland, Galway, these apps can also encourage obsessive attitudes towards exercise. The study, which observed 272 cyclists who use Strava, found that people who predominately use the tool to show off – posting their workouts to receive praise, for example – are more likely to develop an unhealthy compulsion and high stress levels.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/the-obsession-with-posting-workouts-for-praise-is-not-a-healthy-fitness-fad\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/the-obsession-with-posting-workouts-for-praise-is-not-a-healthy-fitness-fad", "date_published": "2020-02-05 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Danny McBride and John Goodman take on the televangelists", "description": "<p>The head of a megachurch-building empire faces blackmail over his misdeeds in dark comedy The Righteous Gemstones. Plus: armageddon approaches in Good Omens. Here’s what to watch this evening</p><p>Danny McBride takes on the televangelists in this typically acerbic satire on a megachurch-building family with a history of less-than-holy dealings. John Goodman plays the slick patriarch of the Gemstones, Eli, who is set on expanding their religious – and deeply profitable – empire until a blackmailing video seeks to expose their sizeable sins. An ensemble cast including Workaholics’ Adam Devine round out a series that will surely delight and offend in equal measure. <em>Ammar Kalia</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/feb/05/tv-tonight-danny-mcbride-and-john-goodman-take-on-the-televangelists\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/feb/05/tv-tonight-danny-mcbride-and-john-goodman-take-on-the-televangelists", "date_published": "2020-02-05 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Marriage Story should win the best picture Oscar", "description": "<p>Noah Baumbach’s film about divorce, starring Scarlett Johansson and Adam Driver, is unique: it is simultaneously sad and funny, mean and hilarious </p><p>‘I knew the moment my marriage ended that someday it might make a book – if I could just stop crying about it. One of the things I’m proudest of is that I managed to convert an event that seemed to me hideously tragic at the time to a comedy – and if that’s not fiction I don’t know what is.”</p><p>This is what Nora Ephron wrote on the 25th anniversary of the publication of her classic novel, Heartburn, which was inspired by her divorce from the journalist Carl Bernstein. It’s a quote that <a href=\"https://www.theguardian.com/film/2019/dec/01/noah-baumbach-marriage-story-divorce-hope\">Noah Baumbach</a> would be more than entitled to slap on at the beginning of <a href=\"https://www.theguardian.com/film/2019/nov/17/marriage-story-review-scarlett-johansson-adam-driver-noah-baumbach-best-film-yet\">Marriage Story</a>, a film that was inspired by his divorce from actor Jennifer Jason Leigh. For some reason, people (fools) keep comparing Baumbach’s movie to <a href=\"https://www.vanityfair.com/hollywood/2016/03/meryl-streep-kramer-vs-kramer-oscar\">Kramer vs Kramer</a>, the 1979 anti-feminist divorce movie starring Dustin Hoffman and Meryl Streep. But Kramer vs Kramer just converts its rage and sadness into more rage and more sadness. In Heartburn, Ephron alchemised her anger and grief into something extremely funny, honest and vulnerable. Baumbach does the same with Marriage Story, which tells the story of the collapse of Charlie (Adam Driver) and Nicole’s (Scarlett Johansson) marriage. But Baumbach goes one step further, something you almost never see in any movie, let alone one about divorce: he looks at both the man and the woman’s experiences. (In fact, the only movie I can think of that is equally interested in its male and female protagonists is When Harry Met Sally, which was written by … Nora Ephron.)</p> <a href=\"https://www.theguardian.com/film/2020/feb/05/why-marriage-story-should-win-the-best-picture-oscar\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/feb/05/why-marriage-story-should-win-the-best-picture-oscar", "date_published": "2020-02-05 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only rebel Tories can restore power and sovereignty to parliament now | Rafael Behr", "description": "<p>The opposition will vote impotently against whatever Johnson proposes. So the salient question is: what might cause a revolt?</p><p>Conscience and parliament are two forces to constrain a prime minister, and Boris Johnson is troubled by neither. There have been leaders without scruple and ruling parties with large majorities before, but it is a while since Britain felt the combination. It will take some adjustment after the hung parliament years, when government had to scrimp for votes to legislate. That situation flattered opposition parties who felt their hands on a <a href=\"https://www.theguardian.com/politics/2019/mar/12/mps-ignore-mays-pleas-and-defeat-her-brexit-deal-by-149-votes\" title=\"\">lever of power</a>, albeit only to obstruct.</p><p>A majority of 80 takes the heat off Johnson to satisfy anyone but himself. He has already done the only thing most people will remember from his election manifesto: Britain has <a href=\"https://www.theguardian.com/politics/live/2020/jan/31/brexit-day-britain-prepares-leave-eu-live-news-updates\" title=\"\">left the European Union</a>. He can treat stray pledges left over from the campaign as disposable. The Tory leader’s record shows no fear of being caught in a blatant lie, and his supporters’ record of indulgence justifies that confidence.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/05/rebel-tories-sovereignty-parliment-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/05/rebel-tories-sovereignty-parliment-boris-johnson", "date_published": "2020-02-05 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The coronavirus lays bare the limits of WHO's health diplomacy with China", "description": "<p>The global body is accused of failing to act fast to halt epidemic but the true cost of doing politics with Beijing is still unknown</p><p>On social media this week the <a href=\"https://twitter.com/archilys_1st/status/1222307975039049728?s=20\">insults were flying thick and fast</a>, some tinged with racism, but all with a common theme: how the World Health Organization, and its head, Dr Tedros Adhanom Ghebreyesus, was effectively doing the bidding of the Chinese government in the midst of the Wuhan <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a>.</p><p>It is a charge that has also been expressed in less offensive terms elsewhere in columns and articles, some of which have focused on whether, in <a href=\"https://www.youtube.com/watch?v=1sRxfbzI19k\">praising China’s response</a> to the deadly Wuhan coronavirus outbreak during a visit to Beijing, Tedros allowed himself to become complicit in China’s flawed handling of the outbreak in its early days?</p> <a href=\"https://www.theguardian.com/global-development/2020/feb/05/the-coronavirus-lays-bare-the-limits-of-whos-health-diplomacy-with-china\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/feb/05/the-coronavirus-lays-bare-the-limits-of-whos-health-diplomacy-with-china", "date_published": "2020-02-05 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The hardest decision of my life: to end a pregnancy because I had no paid leave", "description": "<p>Despite my job at a college and my husband’s job at a grocery store, neither of us would get paid parental leave. So we made a difficult choice</p><p>In the summer of 2018, I was 34 years old. I lived with my husband-to-be in a one room apartment in rural Vermont. After spending almost a year underemployed, I was ecstatic to be offered a full-time job with benefits at a liberal arts college. I began working there a month before our wedding, a small ceremony we had carefully designed for months. A week after we were married, I found out I was pregnant.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/27/maternity-leave-us-policy-worst-worlds-richest-countries\">Maternity leave: US policy is worst on list of the world's richest countries</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/feb/05/pregnancy-vermont-paid-parental-leave-abortion-difficult-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/05/pregnancy-vermont-paid-parental-leave-abortion-difficult-decision", "date_published": "2020-02-05 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This company published every employee's salary online. Did it make pay more equal?", "description": "<p>Companies like Buffer are using greater openness to try to eliminate the gender gap, with a very surprising result</p><p>To prepare for a salary negotiation at one former job, Lauren Chilcote consulted a hostage negotiator. She read Never Split the Difference<em> </em>by Chris Voss, a former international kidnapping expert for the FBI.</p><p>“I put so much time and effort into preparing myself for going into battle,” Chilcote said.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/05/buffer-company-published-every-employee-salary-online-pay-more-equal-gender-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/05/buffer-company-published-every-employee-salary-online-pay-more-equal-gender-gap", "date_published": "2020-02-05 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Freedom unifies the soul’: Trump's State of the Union speechwriters have thrown in the towel", "description": "<p>The US reality-TV president has shown a stubborn resistance to playing the role of a normal commander-in-chief</p><p>There’s only one political body that is more incompetent than the Iowa Democratic party. That body was delivering what could be its last State of the Union speech on Tuesday.</p><p>For the fourth year, Donald Trump pretended to address Congress like his presidential predecessors, with some kind of legislative agenda worthy of the chief executive of the most powerful country on the planet.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/feb/04/freedom-unifies-the-soul-trumps-state-of-the-union-speechwriters-have-thrown-in-the-towel\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/feb/04/freedom-unifies-the-soul-trumps-state-of-the-union-speechwriters-have-thrown-in-the-towel", "date_published": "2020-02-05 05:32:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "State of the Union: Pelosi expresses her disdain as Trump pitches for re-election", "description": "<p>Trump used speech to brag about ‘the great American comeback’ but House speaker said she couldn’t find ‘one page with truth on it’</p><p>An emboldened Donald Trump bragged about the “great American comeback” in his <a href=\"https://www.theguardian.com/us-news/state-of-the-union-address\">State of the Union address</a> on Tuesday night, in a speech resembling an 81-minute re-election rally that prompted the most powerful woman in Congress to rip up her copy of the speech on national television.</p><p>The House speaker, Nancy Pelosi, said she tore up the address, which he delivered on the eve of the verdict in his impeachment trial, because she couldn’t find “one page with truth on it”.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/04/state-of-the-union-address-trump-impeachment-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/04/state-of-the-union-address-trump-impeachment-trial", "date_published": "2020-02-05 05:16:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Honk more, wait more': Mumbai tests traffic lights that reward the patient driver", "description": "<p>Trial resets traffic lights to red when the noise from car horns goes beyond 85 decibels </p><p>There is a truth universally acknowledged by drivers in India: honk your horn loud enough and the traffic lights will surely change to green.</p><p>But, fed up of impatient drivers inflicting a deafening roar every time they are forced to stop, police in Mumbai have come up with a new system to punish those who cannot wait at traffic lights in silence.</p> <a href=\"https://www.theguardian.com/world/2020/feb/05/honk-more-wait-more-mumbai-tests-traffic-lights-that-reward-the-patient-driver\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/05/honk-more-wait-more-mumbai-tests-traffic-lights-that-reward-the-patient-driver", "date_published": "2020-02-05 05:15:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bunker mentality: the man who built Albania's underground Stalinist city", "description": "<p>Feti Gjici and his cousin the local mayor aim to turn relic of Albanian communist paranoia into tourist attraction</p><p>For nearly two decades, Feti Gjici worked on a project that was so secret he was made to lock the plans away in a safe before leaving his office each evening. He never spoke of it to his friends or family.</p><p>Gjici was the chief planner of the town of Kukës, in northern Albania, working during the years of the country’s communist regime, led by the Stalinist dictator Enver Hoxha. The paranoid and isolationist leader was terrified of impending war and built hundreds of thousands of concrete bunkers to defend his population against the threat of invasion.</p> <a href=\"https://www.theguardian.com/world/2020/feb/05/bunker-mentality-the-man-who-built-albanias-underground-stalinist-city\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/feb/05/bunker-mentality-the-man-who-built-albanias-underground-stalinist-city", "date_published": "2020-02-05 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Ireland’s election see the end of Leo Varadkar? – podcast", "description": "<p>Varadkar rose to the top of Irish politics without winning an election as leader of Fine Gael. Now he faces voters at a time when many appear to be in the mood for change. Rory Carroll joins the taoiseach on the campaign trail and looks at what the election means for Ireland. Plus: Gaby Hinsliff on the war between Downing Street and the political journalists who cover it</p><p>He may have played a key role in the Brexit negotiations and basked in the international profile he has developed, but opinion polls in Ireland show that Leo Varadkar could be in his final days as taoiseach. His party, Fine Gael, sit third in the polls behind its traditional opponents, Fianna Fáil, and a surging Sinn Féin. </p><p>The Guardian’s Ireland correspondent, <strong>Rory Carroll, </strong>tells <strong>Anushka Asthana</strong> that with voters concerned about living standards and housing it may turn out that Varadkar is more popular abroad than at home. </p> <a href=\"https://www.theguardian.com/news/audio/2020/feb/05/will-irelands-election-see-the-end-of-leo-varadkar-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/feb/05/will-irelands-election-see-the-end-of-leo-varadkar-podcast", "date_published": "2020-02-05 03:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC licence fee: proposals to decriminalise non-payment", "description": "<p>Corporation faces cut in income if plan goes ahead following public consultation<br /></p><p>The BBC is facing deep funding cuts under proposals to stop prosecuting people for non-payment of the licence fee as the government launches a consultation on the issue.</p><p>Ministers acknowledged that any change would inevitably result in a reduction in income for the national broadcaster – requiring further cuts to its output – but suggested that it was unfair to pursue individuals through the criminal courts if they watch live television without subsidising the BBC.</p> <a href=\"https://www.theguardian.com/media/2020/feb/05/bbc-facing-funding-cut-as-licence-fee-consultation-launched\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/feb/05/bbc-facing-funding-cut-as-licence-fee-consultation-launched", "date_published": "2020-02-05 01:29:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ocasio-Cortez among 10 Democrats planning to boycott State of the Union", "description": "<ul><li>AOC does not want to normalize Trump’s ‘lawless conduct’</li><li>Pressley to boycott but Squad’s Tlaib and Omar will attend</li></ul><p>At least 10 Democrats have said they will boycott Donald Trump’s State of the Union address on Tuesday night on the eve of a Senate impeachment trial vote that is expected to acquit him.</p><p>Congresswoman Alexandria Ocasio-Cortez, of New York, said she would not be attending because she did not want to normalize Trump’s “lawless conduct” and “subversion of the constitution”.</p> <a href=\"https://www.theguardian.com/us-news/2020/feb/04/aoc-state-of-union-boycott-democrats\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/feb/04/aoc-state-of-union-boycott-democrats", "date_published": "2020-02-05 00:40:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jackass penguin call shares traits of human speech, scientists say", "description": "<p>Researchers analysed 590 recordings taken in Italian zoos of birds’ distinctive sound </p><p>The call of the jackass penguin, a wheezing bray that sounds like a donkey in distress, follows some of the same linguistic laws found in human languages, scientists have found.</p><p>Researchers say that, just like in our own speech, more frequently used sounds within the call tend to be shorter, while the longer the call, the shorter the sounds within it. It is the first time this pattern has been shown outside primates.</p> <a href=\"https://www.theguardian.com/science/2020/feb/05/jackass-penguin-call-shares-traits-of-human-speech-scientists-say\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/feb/05/jackass-penguin-call-shares-traits-of-human-speech-scientists-say", "date_published": "2020-02-05 00:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parts of NHS 'seriously financially unstable', auditors find", "description": "<p>Trust have built up debts of £10.9bn, which NAO says they are unlikely to ever repay</p><p>Parts of the NHS are “seriously financially unstable” and trusts are building up levels of debt they are unlikely to ever repay, according to Whitehall’s spending watchdog.</p><p>The National Audit Office found that NHS provider trusts reported a combined deficit of £827m and clinical commissioning groups (CCGs) a £150m deficit in the financial year ending 31 March 2019.</p> <a href=\"https://www.theguardian.com/society/2020/feb/05/parts-of-nhs-seriously-financially-unstable-auditors-find\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/05/parts-of-nhs-seriously-financially-unstable-auditors-find", "date_published": "2020-02-05 00:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I feel like I have a purpose': the ex-addicts working to save lives", "description": "<p>A project in Redcar is training people to administer naloxone, a drug that can reverse the effects of an opioid overdose</p><ul><li><a href=\"https://www.theguardian.com/society/2020/feb/05/reduce-uk-drug-deaths-by-funding-treatment-services-experts-urge\"><strong>Reduce UK drug deaths by funding treatment services, experts urge</strong></a></li></ul><p>George Charlton’s T-shirt is emblazoned with the words “nice people take drugs” in vibrant neon orange. George is sitting in the offices of Addaction, one of the UK’s leading drug and alcohol charities, in Redcar, in the north-east of England, looking out over the town’s esplanade and the North Sea beyond.</p><p>“I like these T-shirts,” he says. “I like to go into the Co-op on a Monday morning and have someone do a double take and say: ‘Really? Are you mad wearing that?’ It allows us to have a conversation. They’ll say: ‘You’re a decent lad,’ and I’ll say I was a problematic drug user for 15 years. Nice people do take drugs.”</p> <a href=\"https://www.theguardian.com/society/2020/feb/05/i-have-a-purpose-ex-addicts-working-to-save-lives-redcar-naloxone-drugs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/05/i-have-a-purpose-ex-addicts-working-to-save-lives-redcar-naloxone-drugs", "date_published": "2020-02-05 00:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Councils in crisis with more tax rises and service cuts due", "description": "<p>Report reveals English local authorities’ financial despair after decade of austerity<br /></p><p>Council tax payers in England face near universal rises on top of increased fees and charges to pay for what in many cases will be reduced levels of local services, according to a survey of local authorities.</p><p>It reveals that 97% of local authorities will put council tax up again in April to cope with a growing financial crisis, and the same proportion will raise charges for services such as parking, garden waste disposal and aspects of social care.</p> <a href=\"https://www.theguardian.com/society/2020/feb/05/councils-in-crisis-with-more-tax-rises-and-service-cuts-due\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/feb/05/councils-in-crisis-with-more-tax-rises-and-service-cuts-due", "date_published": "2020-02-05 00:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Endgame review – Daniel Radcliffe and Alan Cumming await a riveting apocalypse", "description": "<p><strong>Old Vic, London</strong><br />Deftly bringing out the humour in Samuel Beckett’s lines, the two actors bring fresh life to a tale of imminent doom</p><p>As a blind man and his valet swap evidence of personal and universal collapse amid interruptions by an old couple who live in dustbins, Samuel Beckett’s Endgame projects an unnerving sense of nothingness, in heaven as it is on earth.</p><p>But the play is not, as Beckett-sceptics claim, about nothing. While the Irish-French dramatist avoided historical or political specificity, the apocalyptic nihilism of Endgame surely reflects its composition in 1957, as the aftermath of the second world war overlapped with the new human brutalism of possible nuclear annihilation.</p> <a href=\"https://www.theguardian.com/stage/2020/feb/05/endgame-review-daniel-radcliffe-alan-cumming\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/feb/05/endgame-review-daniel-radcliffe-alan-cumming", "date_published": "2020-02-05 00:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryanair accused of greenwash over carbon emissions claim", "description": "<p>UK watchdog bans advert claiming lowest CO<sub>2</sub> pollution of any major airline<br /></p><p>Ryanair has been accused of greenwashing after the UK advertising watchdog banned an ad campaign claiming that the airline has the lowest carbon emissions of any major airline in Europe.</p><p>The budget airline, which was named last year as <a href=\"https://www.theguardian.com/business/2019/apr/01/ryanair-new-coal-airline-enters-eu-top-10-emitters-list\">one of Europe’s top 10 carbon emitters in an EU report</a>, later ran a TV, press and radio campaign claiming it was “Europe’s lowest fares, lowest emissions airline”.</p> <a href=\"https://www.theguardian.com/business/2020/feb/05/ryanair-accused-of-greenwash-over-carbon-emissions-claim\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/05/ryanair-accused-of-greenwash-over-carbon-emissions-claim", "date_published": "2020-02-05 00:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter will label and may remove media designed to mislead", "description": "<p>Company, along with Google and Facebook, is under pressure to prevent interference in the 2020 US elections</p><p>Twitter will begin to label and in some cases remove doctored or manipulated photos, audio and videos that are designed to mislead people.</p><p>The company said on Tuesday that the new rules prohibit sharing synthetic or manipulated material that’s likely to cause harm. Material that is manipulated but isn’t necessarily harmful may get a warning label.</p> <a href=\"https://www.theguardian.com/technology/2020/feb/04/twitter-label-remove-manipulated-media\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/feb/04/twitter-label-remove-manipulated-media", "date_published": "2020-02-05 00:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FTSE firms 'dragging their feet' over ethnic diversity on boards", "description": "<p>Only just over half of boards have appointed a director of colour ahead of 2021 deadline</p><p>FTSE 100 firms including Tui, British Airways owner IAG and the London Stock Exchange Group have been accused of dragging their feet on <a href=\"https://www.theguardian.com/business/2019/dec/04/top-uk-firms-failing-to-increase-boardroom-diversity-study-shows\">diversity targets</a> ahead of a looming 2021 deadline.</p><p>Only 53 of Britain’s largest listed firms on the London Stock Exchange have at least one director from an ethnic minority, according to figures compiled for the <a href=\"https://www.theguardian.com/business/2018/oct/12/top-firms-failing-to-increase-number-of-ethnic-minority-directors\">second annual update</a> on the Parker review. That is a small increase from the 49 companies that had met the target since the review was launched in 2017.</p> <a href=\"https://www.theguardian.com/business/2020/feb/05/ftse-firms-dragging-their-feet-over-ethnic-diversity-on-boards\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/feb/05/ftse-firms-dragging-their-feet-over-ethnic-diversity-on-boards", "date_published": "2020-02-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}]