[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Gracie and Rachel: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | October 19, 2020\nGracie and Rachel are perfect musical mates. Their styles conjure contrast, with Gracie Coates' more pop-leaning keyboard melodies alongside Rachel Ruggles' classical background. They've been honing their orchestral pop sound since high school. These days they share space in a NYC apartment and are grateful to be able to \"commute from their bedrooms\" at a time when so many collaborators can't be together.\n\nThe duo made one of my favorite records of 2017, and they've just released their second album, Hello Weakness, You Make Me Strong. The title of the album reflects their positive attitude despite angst. The lyrics to \"Ideas\" highlights that attitude by encouraging us to dig inside ourselves and discover our creative spirit\" \"So take your little ideas / Make them a little bit stronger / Throw out the ones you can't / You don't need them any longer.\"\n\nThe duo made much of this music in the past year and a half, in the very room they're performing this Tiny Desk (home) concert. It's a beautiful portrait in black and white and — if you're new to Gracie and Rachel — a welcoming introduction. I've seen them in concert, including alongside Ani DiFranco, who released this album on her label Righteous Babe. I look forward to the day they can leave their space and perform these songs in a venue; for now, put on a good set of headphones and listen to their message of positivity.\n\nSET LIST\n\"Stranger\"\n\"Ideas\"\n\"Sidelines\"\n\"Underneath\"\n\nMUSICIANS\nGracie Coates: keyboard, vocals\nRachel Ruggles: violin, SPD-SX sampling pad, vocals\n\nCREDITS\nVideo By: Gracie and Rachel\nAudio By: Gracie and Rachel, Ariel Loh\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=6_tzgvTDNds", "date_published": "2020-10-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Julian Lage Trio: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Julian Lage Trio’s Tiny Desk concert from 2011: https://www.npr.org/2011/07/07/137646119/julian-lage-trio-tiny-desk-concert\n\nPatrick Jarenwattananon | July 7, 2011\nYou hear a lot about young prodigies in jazz. That's understandable: Jazz prizes skill, and any teenager who can tear it up like the big boys and girls is usually worth a smile and nod. But usually, you can safely make a note to yourself to check in about that kid in, say, 10 years. It's one thing to emulate the masters' technique. It's another to develop an original style, the way your heroes did.\n\nGuitarist Julian Lage, 23, was once called a prodigy. He was a cute kid, true. But lately, he's also been playing in bands of master musicians — among them Gary Burton, Eric Harland and Mark O'Connor. There's also the matter of Lage's distinct sound. He plays an electric guitar, which sounds almost like an acoustic, and he tends toward folky, pastoral lines, but with a bite. When Lage released his debut album two years ago, even hardened jazz cynics took notice: He had ideas, too.\n\nWhen Lage recently came for a one-nighter in Washington, D.C., he brought only bassist Jorge Roeder and percussionist Tupac Mantilla. (His usual quintet is a bit unusual, adding a saxophonist and a cellist.) Collectively, the three are soft-spoken and friendly, and they're stellar musicians, too. At the NPR Music offices, they treated us to songs that haven't yet been commercially recorded — the opening tune \"Welcoming Committee\" and the closing untitled number, harvested from a little online experiment wherein Lage challenged himself to write a song a day for 30 days. (\"The first 23 suuucked,\" he joked.) In between, there's the gentle whisk and country-road twang of \"However,\" which appears on the Julian Lage Group's 2011 sophomore album, Gladwell.\n\nThe three looked intently at each other throughout this Tiny Desk Concert, with the sort of push-and-pull group interaction that brought a near-constant smile to each of their faces. There was plenty of concentration wrapped up in that, of course; before we started rolling tape, the three grabbed each other's hands in a circle for a brief moment of meditative clarity. But then they had some fun.\n\nSET LIST\n\"Welcoming Committee\"\n\"However\"\n\"Untitled (No. 24)\"", "link": "https://www.youtube.com/watch?v=GXMRg2snp1g", "date_published": "2020-10-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]