[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Amnesia: Rebirth Review", "description": "The follow-up to Frictional Games' seminal 2010 horror game tightly hones the developer's approach to story, frights, and frustration. Frictional Games' horror adventure Amnesia: Rebirth will be available on October 20. You can read the full written Amnesia: Rebirth review on GameSpot", "link": "https://www.youtube.com/watch?v=Ntlj-JZr93M", "date_published": "2020-10-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Every PlayStation Launch Game, From PS1 To PS5", "description": "The PS5 is upon us, so let’s take a trip down memory lane by looking back on all the PlayStation launch titles and seeing how they stack up to the latest console. \n\nEvery console has to launch with games, right? Sometimes those games are good and sometimes they’re bad, but they’re always remembered as the games that launched alongside said system. With the PlayStation 5 quite literally around the corner we thought now would be a good time to look back at all the PlayStation launches starting with the first PlayStation in 1994 (1995 in America).\n\nThe first PlayStation  began with titles like the original Rayman, a Crystal Dynamics game known as Total Eclipse Turbo, and Ridge Racer (you’ll be seeing plenty of that franchise in this video). The PlayStation 2 had some Rockstar games, a bunch of ESPN titles, and a FromSoftware game about a ring--if you can believe it. The PlayStation 3, meanwhile, had Call of Duty, Madden, NBA, and NFL--all those sports games you love. Finally, the PlayStation 4 had Assassin’s Creed, and Knack, but unfortunately no Ridge Racer. Of course, there's a bunch of games alongside those, so tune in to see all those games too. \n\nThe PlayStation 5 will launch on November 12 in some regions and November 19 in others, with titles like Demon Souls, Spider-Man: Miles Morales, and Sackboy: A Big Adventure available at launch.\n\nGeneration Next: https://www.youtube.com/playlist?list=PLpg6WLs8kxGN-1ak9k2kTNBK7vJy1yjuR", "link": "https://www.youtube.com/watch?v=O10sr1q7If0", "date_published": "2020-10-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]