[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Andrew W.K.: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube!\nWatch Andrew W.K.’s Tiny Desk concert from 2009: https://www.npr.org/2009/11/30/120758328/andrew-w-k-tiny-desk-concert\n\nDid you know you can watch new Tiny Desk Concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nNov. 30, 2009 | Stephen Thompson \n\nSometimes, an idea is so perverse and bizarre that it needs to be carried out and followed to its logical end. So once we hatched the idea to bring long-haired, wild-eyed, keyboard-pounding, sublimely over-the-top party-rocker Andrew W.K. to perform an intimate concert at Bob Boilen's desk, there was no abandoning it. It simply had to happen.\n\nWe had a pretty good sense that Andrew W.K. himself would be game. If one characteristic has defined his unpredictable career, it's the sort of monomaniacal fearlessness that's led him to make one of the most sonically overdriven rock records of all time (2001's I Get Wet), tour with a string quartet, release an album of piano instrumentals (the new 55 Cadillac), produce a Lee \"Scratch\" Perry record, appear as a commentator on Fox News, travel the world as a motivational speaker, and host a children's show for The Cartoon Network in which kids build gigantic metal contraptions and then blow the holy hell out of them. (That show's title would make a perfect Andrew W.K. song: Destroy Build Destroy.) Naturally, when we approached him with the Tiny Desk Concert challenge, he didn't shy away.\n\nBut then, as the date approached, people around the office kept asking me the same question: \"So, uh, what is Andrew W.K. going to do, anyway?\" His music, after all, doesn't lend itself to intimacy of any kind, and he'd be appearing by himself. I was in charge of bringing him in and setting up the show, so it was only fair that I should have some idea of what on earth was going to happen when he got here, but all I knew was that he needed a keyboard on site. The thing is, though, I didn't want to know. If it was going to be awkward and confusing and a little raw, so much the better: What's rock 'n' roll without an element of surprise?\n\nWhat we got was... awkward, confusing and a little raw; so much the better. Andrew W.K. opened with two long improvisational piano pieces, performed a heavily reworked version of \"I Get Wet,\" and closed with a thoroughly unexpected cover of Jimmy Webb's \"The Moon Is a Harsh Mistress\" (popularized by Judy Collins, Joe Cocker, Linda Ronstadt and others). And there it is: in all likelihood, the first time Andrew W.K. and Linda Ronstadt have ever appeared in a sentence together. Now, that's rock 'n' roll.", "link": "https://www.youtube.com/watch?v=6k7_B07IyCA", "date_published": "2020-02-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]