[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Giving Batman: Arkham Origins A Second Chance", "description": "As WB Montreal teases its upcoming \"Court of Owls\" Batman game, Mike and Tamoor return to the studio's last outing with the Dark Knight, in a series of love letters and epistolary arguments.\n\nWB Montreal's upcoming Batman game has become the talk of the town following its recent social media campaign and (accidental) hints from The New 52 writer Scott Snyder. So, between the lack of major releases, and a slew of delays, Mike Mahardy and Tamoor Hussain decided to return to the studio's previous Batman game: Arkham Origins.\n\nIn the video above, Mike and Tamoor (aka Batman and Robin) recount their recent replays of the seven-year-old game. Their experiences vary wildly, as do their vats of Batman knowledge, so expect an argument or two, as well as a couple of dirty, dirty burns. \n\nGameSpot will be covering WB Montreal's upcoming announcements, whether they arrive anytime soon, or during this year's E3 showcase.\n\n#BatmanArkham #GameSpot", "link": "https://www.youtube.com/watch?v=Z7gouKGwvM4", "date_published": "2020-02-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Who Is Persona 5’s Best Confidant?", "description": "So many confidants, so little time! We decide who deserves your love and adoration by way of a single-elimination tournament bracket. Here’s who you should spend time with and who you should leave on read. Persona 5 Scramble is out now in Japan on Nintendo Switch and PS4. Persona 5 Royal launches on March 31 for PS4.\n\nWith Persona 5 Royal on the way in the West and Persona 5 Scramble out in Japan, it's a good time to be a fan of the iconic JRPG franchise. The Persona fans in the GameSpot offices wanted to revisit one of the best aspects of these games: the social simulation elements. So, we put together some cross-continental content between our Australia office (Ed and Jess) and US West office (Lucy and Michael) via Skype to debate and come to a consensus on who the best Confidant/character is in Persona 5 (the base version).\n\nWe set up our debate tournament-style with a bracket consisting of 16 characters who have optional Confidant routes. Those whose Confidant rank levels up automatically through story progression, such as Akechi or Morgana, were not included. Our discussions accounted for their story arcs, how they fit into the game's themes, and their effect on the game as a whole. Early in the video we sort of reveal our favorite, then the fight for best boy and best girl of Persona 5 begins and that’s where the real fun happened.\n\nWe have plenty of coverage for Persona 5 as we approach the launch of Royal; you can check out our full in-depth P5R preview from a hands-on event, feature on how the Persona series has evolved through localization, and how P5R includes changes to a few controversial scenes. We also played the Persona 5 Scramble demo; you can watch our impressions of P5S, read a breakdown of its action combat, or read about how it has the best version of the dope battle theme Last Surprise.\n\n#Persona5Royal #Persona5Scramble #GameSpot", "link": "https://www.youtube.com/watch?v=TD2JtjDjUU4", "date_published": "2020-02-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Game Series That Need A Comeback", "description": "Let’s take a look back at some fan-favorite game series that are in dire need of a comeback!\n\nAs is all too common in the video game industry, franchises can fizzle out before fans have had their fill. Maybe the studio responsible for the series closed its doors or perhaps an unsuccessful entry killed hype for another sequel, but there are dozens of game franchises out there that are in desperate need of a comeback.\n\nIn the video above, Richie Bracamonte discusses the seven game series that GameSpot believes needs another entry. From one-offs like Bully to fan-favorite classics like Silent Hill, all of the franchises discussed ended far too soon and deserve another chance in the spotlight.\n\nWhich video game series do you want to see make a comeback? Do you hope that Dead Space 3's cliffhanger of an ending is one day answered with Dead Space, or are you perhaps hoping that EA will see fit to finally release a Skate 4? We'd love to hear your thoughts--leave your answers in the comment section below.", "link": "https://www.youtube.com/watch?v=bRHQ6Zs_-pU", "date_published": "2020-02-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy 7 Remake, Persona 5, Sonic, And More Remade In Dreams", "description": "In this video we take a look at some of the best video game recreations in Dreams that we've come across while Dream Surfing in Media Molecule's latest title.\n\nDreams isn't just a game--it's also an amazing platform that lets your imagination run wild, and players can create their own art, music, and even full game experiences. Naturally people will try to recreate or pay homage to their favorite game series using Dreams, and some of the results are insanely impressive.\n\nIn the video above, Ben Janca and Jean-Luc Seipke look at some of the coolest video game recreations we’ve seen in Dreams so far. Bummed that Final Fantasy VII Remake got delayed? Don’t worry, someone’s got you covered. Can’t get enough of Sonic the Hedgehog? There are multiple Sonic games in Dreams to help you get your fix. Big fan of Persona 5? Well, oh boy, do we have a Dreams creation for you.\n\nDreams is being updated with incredible and interesting new creations daily, so we naturally didn’t get to cover everything in this video. If you have a recommendation for a fantastic Dreams creation we can cover in the future, let us know in the comments below.\n\nDreams Creations We Played:\n01:17 - FFVII Dreamake by sosetsuken5360\n02:15 - Dreams Demo Disk #1 By IcePhoenix00130\n04:49 - Sonic Adventure: Dreams Edition by RichMenace_94\n05:44 - Persnickety 5 by Whaleinator-L\n07:57 - Metal Gear Solid - Dock Area By Bearskopff\n08:44 - Metal Gear Solid Shadow Moses by KevinMcCalister\n09:03 - Resident Evil: Classic By akinibey71\n10:12 - Keanu Reeves Cyberpunk E3 Crowd Simulator By Subtenko\n10:51 - Star Wars Forcefighter By gauffreman\n11:03 - Slideout 3019 By gauffreman\n11:33 - Critter Crossing By FlyingGrayson037\n11:58 - GoldenDream 64 By ARTOMIANDY\n13:05 - Spongebob: Bikini Bottom By Syntronic_\n13:24 - Portal By Godman250\n12:44 - P.T. By Lewisc729", "link": "https://www.youtube.com/watch?v=NxLnpTnT7X0", "date_published": "2020-02-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]