[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Anarchist Hecktopia: The Michael Malice Interview", "description": "Editor-in-chief Kyle Mann and creative director Ethan Nicolle welcome back popular podcaster and resident expert on anarchism, the “new” right, and North Korea: Michael Malice. He is the author of  Dear Reader: The Unauthorized Autobiography of Kim Jon Il and The New Right: A Journey to the Fringe of American Politics. He is also the podcast host of  \"YOUR WELCOME\" and Night Shade. Kyle and Ethan continue their efforts to convert him into Michael Mercy and discuss strange sea creatures, visiting North Korea, and why anarchists hate Presidents so much.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Topics Discussed\r\n\r\n Anarchy Hecktopia Owned\r\n\r\n   Your house is burning down, do you put the fire out with liberal tears?\r\n\r\n   What would the children pledge allegiance to?\r\n\r\n   Who would indoctrinate the children?\r\n\r\n   Who would deliver Amazon prime?\r\n\r\n   What war criminals would we print on money?\r\n\r\n   What would we do with the Hall of President?\r\n\r\n   What would we call Lincoln Logs?\r\n\r\n   What would they rename Washington State?\r\n\r\n   Who would take my money and tell me what goods and services I need?\r\n\r\n   Who would kill Jeffrey Epstein?\r\n\r\n   Who would shoot the dogs?\r\n\r\n   Who would you rather have run national parks? Costco or Sam’s Club?\r\n\r\n   Who would be the best anarchist president?\r\n\r\n   North Korea\r\n\r\n   You’ve been to North Korea. Tell us about that. What was it like getting off the plane? Isn’t there a travel ban to going there?\r\n\r\n   Western journalists endangering North Korean citizens’ lives\r\n\r\n   Thought crimes when you’re always being watched\r\n\r\n   Kim Jong Un worship. Was it real? \r\n\r\n   What dystopian novel gets closest to the reality? \r\n\r\n   Black markets\r\n\r\n   North Korea’s cult of the gun and military\r\n\r\n   How is Trump’s handling of Iran and North Korea?\r\n\r\n   Anarchy and Political Theory\r\n\r\n   Michael Malice tries to think of top 5 Presidents and ends up rating his 5 worst Presidents, and mentions something weird about Grover Cleveland\r\n\r\n   Michael Malice delves into the heart anarchy\r\n\r\n   Miscellaneous\r\n\r\n  The power of social media and the strange alliances against progressivism, strange sea creatures, and how sometimes it is a sin not to eat the ham.  The entire interview is available for Babylon Bee subscribers only…\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=VjtnF4ivaNI", "date_published": "2020-01-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]