[{"source": "https://www.theguardian.com/rss", "title": "Jeremy Corbyn to start global social justice project ‘for the many’", "description": "<p>Ex-Labour leader’s Peace and Justice Project, which launches in January, aims to ‘create hope and opportunity’</p><p>Jeremy Corbyn has announced plans for a new organisation to support social justice, peace and human rights in the UK and around the world.</p><p>The former Labour leader said his Peace and Justice Project would “bring people together” to create “a future that works for the many, not the few”.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/13/jeremy-corbyn-to-start-global-social-justice-project-for-the-many\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/13/jeremy-corbyn-to-start-global-social-justice-project-for-the-many", "date_published": "2020-12-13 23:05:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anthony Joshua's path to Tyson Fury clear after Mayweather pep talk | Donald McRae", "description": "<p>Clinical victory over Kubrat Pulev means there are no barriers to eagerly anticipated encounter between two British stars</p><p>“It was unbelievable,” Eddie Hearn said just after 1.30am on Sunday as he emerged from the dressing room, a couple of hours after Anthony Joshua had produced a <a href=\"https://www.theguardian.com/sport/2020/dec/12/world-heavyweight-champion-anthony-joshua-knocks-out-kubrat-pulev-boxing\" title=\"\">clinical display of heavyweight gravitas and knockout power</a> while ending the brave challenge of Kubrat Pulev.</p><p>Hearn was typically ready to talk expansively about the performance and his certainty that Joshua, whom he promotes, will fight Tyson Fury next year. But, first, he savoured the “unbelievable” encounter he had just witnessed between Joshua and Floyd Mayweather Jr.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/13/anthony-joshua-path-to-tyson-fury-mayweather-pep-talk\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/13/anthony-joshua-path-to-tyson-fury-mayweather-pep-talk", "date_published": "2020-12-13 22:30:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John le Carré, author of Tinker Tailor Soldier Spy, dies aged 89", "description": "<p>Thriller writer most famous for stories of complex cold war intrigue began his career as a real-life spy in postwar Europe</p><ul><li><a href=\"https://www.theguardian.com/world/gallery/2020/dec/14/john-le-carre-a-life-in-pictures\">A life in pictures</a></li><li><a href=\"https://www.theguardian.com/books/ng-interactive/2016/sep/03/tinker-tailor-writer-spy-the-many-lives-of-john-le-carre-in-his-own-words\">Tinker, tailor, writer, spy: the many lives of John le Carré, in his own words</a></li><li><a href=\"https://www.theguardian.com/books/2019/oct/11/john-le-carre-truth-was-what-you-got-away-with\">Interview: ‘My ties to England have loosened’</a></li></ul><p>John le Carré, who forged thrillers from equal parts of adventure, moral courage and literary flair, has died aged 89.</p><p>Le Carré explored the gap between the west’s high-flown rhetoric of freedom and the gritty reality of defending it, in novels such as <a href=\"https://www.theguardian.com/books/2010/jul/24/carre-spy-came-cold-boyd\">The Spy Who Came in from the Cold</a>, <a href=\"https://www.theguardian.com/books/2011/sep/16/tinker-tailor-a-z-william-boyd\">Tinker Tailor Soldier Spy</a> and <a href=\"https://www.theguardian.com/books/2016/feb/20/john-le-carre-the-night-manager-television-adaptation\">The Night Manager</a>, which gained him critical acclaim and made him a bestseller around the world.</p> <a href=\"https://www.theguardian.com/books/2020/dec/13/john-le-carre-author-of-tinker-tailor-soldier-spy-dies-aged-89\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/13/john-le-carre-author-of-tinker-tailor-soldier-spy-dies-aged-89", "date_published": "2020-12-13 22:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson and EU vow to go 'extra mile' to thrash out Brexit deal", "description": "<p>British negotiators stay on in Brussels but PM says two sides still ‘very far apart’ on key issues</p><p>Britain and the EU enter the final stretch of the Brexit negotiations with renewed hope of a deal being struck within days after Boris Johnson and Ursula von der Leyen agreed to “go the extra mile” and ordered the resumption of talks in Brussels.</p><p>As the prime minister played down expectations following a telephone conversation with the European commission president, EU embassies in Brussels were briefed that “progress has been made” and that “the next days will be important”. UK negotiators are expected to stay in Brussels until at least Tuesday.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen", "date_published": "2020-12-13 21:59:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "James Maddison and Jamie Vardy fire Leicester to convincing Brighton win", "description": "<p>Two goals from James Maddison in a sumptuous first-half showing enabled Leicester City to capitalise on their rivals’ lapses to move to within a point of the Premier League’s summit but it was the manner in which the playmaker showed signs of a return to his best as much as the league table itself that augurs most brightly for Brendan Rodgers.</p><p>The Leicester manager gave his No 10 greater freedom in a role to match his shirt number and Maddison, clearly over the hip problem that restricted his availability earlier this season, rewarded the faith by claiming his first pair of goals for the club.</p> <a href=\"https://www.theguardian.com/football/2020/dec/13/leicester-brighton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/13/leicester-brighton-premier-league-match-report", "date_published": "2020-12-13 21:37:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal beaten again as Burnley profit from own goal and Xhaka red card", "description": "<p>Earlier in the week, Mikel Arteta was asked whether his senior players were letting him down. He flat-batted the question but, just in case anybody was still wondering, it has surely now been answered beyond all doubt. Arsenal have racked up a varied collection of new lows in recent years but this woeful defeat to Burnley, along with the inexcusable idiocy that precipitated it, surely caps the lot.</p><p>Granit Xhaka’s rehabilitation since falling out with the home fans last season was one of the early success stories of the Arteta era. After 58 minutes of a tense, scruffy match that reflected the fact team and manager are under mounting pressure, Xhaka threw Arteta’s trust back in his face. He had just fouled a breaking Dwight McNeil and it was hard to tell what enraged him during the ensuing melee, in which he squared up to Ashley Westwood. A VAR check showed conclusively, though, that he had grabbed Westwood around the throat and a red card was in little doubt once Graham Scott had checked his pitchside monitor.</p> <a href=\"https://www.theguardian.com/football/2020/dec/13/arsenal-burnley-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/13/arsenal-burnley-premier-league-match-report", "date_published": "2020-12-13 21:20:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Electoral college vote may be knockout blow to Trump's ploy to subvert election", "description": "<p>Formality to cement outcome of election takes on real political significance as Trump continues efforts to undermine results</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/dec/13/trump-supporters-rally-against-election-outcome-as-proud-boys-and-antifa-face-off\">President’s lies spark political unrest in several cities </a></li></ul><p>Donald Trump on Monday could suffer a withering blow to his increasingly hopeless effort to overturn the results of the US presidential election when 538 members of the electoral college will cast their ballots and formally send Joe Biden to the White House.</p><p>Under the arcane formula which America has followed since the first election in 1789, Monday’s electoral college vote will mark the official moment when Biden becomes the 46th president-in-waiting. Electors, including political celebrities such as both Bill and Hillary Clinton, will gather in state capitols across the country to cement the outcome of this momentous race.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/13/us-election-electoral-college-vote-biden-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/13/us-election-electoral-college-vote-biden-trump", "date_published": "2020-12-13 21:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US treasury hacked by foreign government group – report", "description": "<p>Concern that hackers who breached treasury and commerce departments used similar tool to break into other agencies </p><p>Hackers backed by a foreign government have been monitoring internal email traffic at the US treasury department and an agency that decides internet and telecommunications policy, according to people familiar with the matter.</p><p>“The United States government is aware of these reports and we are taking all necessary steps to identify and remedy any possible issues related to this situation,” said national security council spokesman John Ullyot.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/13/us-treasury-hacked-group-backed-by-foreign-government-report\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/13/us-treasury-hacked-group-backed-by-foreign-government-report", "date_published": "2020-12-13 20:24:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on UK's fishing industry post-Brexit – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/dec/13/ben-jennings-on-uks-fishing-industry-post-brexit-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/dec/13/ben-jennings-on-uks-fishing-industry-post-brexit-cartoon", "date_published": "2020-12-13 20:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BHA to conduct review after racehorse runs with racial slur as its name", "description": "<ul><li>Ruling body ‘deeply concerned’ by Wolverhampton incident</li><li>BHA apologises for ‘human error’ that allowed horse to run</li></ul><p>Racing’s ruling body is to review the process by which it approves racehorse names after a runner was allowed to compete under the name of a racial slur.</p><p>The horse, named Jungle Bunny, raced in a low-profile contest at Wolverhampton on Saturday, having been missed by officials at the British Horseracing Authority (BHA) who are supposed to prevent offensive and inappropriate names being used.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/13/bha-to-review-procedures-horse-runs-with-racial-slur-as-name-wolverhampton\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/13/bha-to-review-procedures-horse-runs-with-racial-slur-as-name-wolverhampton", "date_published": "2020-12-13 19:29:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British–Iranian academic sentenced to eight years in prison in Iran", "description": "<p>Kameel Ahmady, who has written books on Iran, found guilty of collaborating with hostile state</p><p>A British-Iranian anthropologist has been sentenced to eight years in prison after being found guilty of collaborating with a hostile state.</p><p>The Foreign Office has been made aware of the case of Kameel Ahmady, who said he was detained for 100 days last year without access to legal representation. Unusually, he has not been sent directly to jail following the sentencing.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/british-iranian-academic-sentenced-to-eight-years-in-prison-in-iran\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/british-iranian-academic-sentenced-to-eight-years-in-prison-in-iran", "date_published": "2020-12-13 19:25:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deported to danger and death: Australia returns people to violence and persecution", "description": "<p>Asylum seekers forcibly returned to their home countries have faced arrest and threats. Some have died</p><ul><li><a href=\"https://www.theguardian.com/australia-news/ng-interactive/2020/dec/10/timeline-australia-offshore-immigration-detention-system-program-census-of-asylum-seekers-refugees\">Interactive timeline: what happened to every person caught up in Australia’s offshore processing regime</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/dec/10/lives-in-limbo-more-than-1500-asylum-seekers-still-face-uncertain-future\">Revealed: 1,500 people in limbo under Australia’s ‘bizarre and cruel’ refugee deterrence policy</a></li></ul><p>They came for him, as he had said they would. They came for him with knives.</p><p>Samad Howladar had spent five years inside Australia’s offshore detention regime, held within the Manus Island detention centre until he was deported, in handcuffs, back to Bangladesh in March 2018.</p> <a href=\"https://www.theguardian.com/australia-news/2020/dec/14/deported-to-danger-and-death-australia-returns-people-to-violence-and-persecution\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/dec/14/deported-to-danger-and-death-australia-returns-people-to-violence-and-persecution", "date_published": "2020-12-13 19:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mohamed Salah's penalty rescues Liverpool from Fulham defeat", "description": "<p>Jürgen Klopp had warned that Fulham would be no pushovers. “They are a good-looking football team ... like their manager,” said the Liverpool manager. But Scott Parker’s side could consider themselves unlucky not to record a memorable victory in front of their returning supporters.</p><p>The champions missed the opportunity to return to the top of the table after Mohamed Salah’s penalty cancelled out Bobby Decordova-Reid’s opening goal. Liverpool had won their past 18 matches against promoted teams and knew that a second away victory of the season would be enough to see them overtake Tottenham, <a href=\"https://www.theguardian.com/football/2020/dec/13/crystal-palace-tottenham-premier-league-match-report\" title=\"\">following their draw</a> at Crystal Palace earlier in the day.</p> <a href=\"https://www.theguardian.com/football/2020/dec/13/fulham-liverpool-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/13/fulham-liverpool-premier-league-match-report", "date_published": "2020-12-13 18:46:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bolsonaro branded 'homicidally negligent' over Brazil's vaccine planning", "description": "<p>President accused of ignoring China-produced Covid vaccine because of political expediency </p><p>Jair Bolsonaro is facing a furious backlash over what critics are calling his “homicidally negligent” failure to prepare a coherent coronavirus vaccination programme as Brazil’s death toll again soars.</p><p>More than 181,000 Brazilians have died from the disease the president calls “a little flu”, with Latin America’s biggest economy now <a href=\"https://www.theguardian.com/world/2020/dec/10/latin-america-covid-crisis-heads-from-bad-to-worse\">careering into a painful second wave</a>.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/brazil-bolsonaro-branded-homicidally-negligent-over-vaccine-planning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/brazil-bolsonaro-branded-homicidally-negligent-over-vaccine-planning", "date_published": "2020-12-13 18:43:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Champions Cup holders Exeter start defence with record win over Glasgow", "description": "<ul><li>Exeter 42-0 Glasgow</li><li>Six tries for champions in bonus point victory</li></ul><p>It has been the shortest honeymoon period in club rugby history but Exeter are simply carrying on where they left off in October. Last season’s double winners have already won their first three Premiership matches and they marked the <a href=\"https://www.theguardian.com/sport/2020/oct/17/exeter-are-european-champions-after-dramatic-final-against-racing-92\" title=\"\">first game of their Champions Cup defence</a> with their biggest margin of victory in Europe.</p><p>If the Chiefs did not always hit stratospheric heights on a wet, blustery afternoon, they had far too much horsepower for Glasgow, who could at least say they were the victims of friendly fire. Jonny Gray and Stuart Hogg used to be key cogs in their squad but these days it is the English champions who are strengthened by their presence.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/13/exeter-glasgow-european-champions-cup-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/13/exeter-glasgow-european-champions-cup-rugby-union-match-report", "date_published": "2020-12-13 18:42:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a progressive alliance: divided they fall | Editorial", "description": "<p>Labour should show it could work with like-minded parties by committing to proportional representation</p><p>More than a year ago, Labour won its lowest number of parliamentary seats in a general election since 1935. Sir Keir Starmer began by saying Labour was “<a href=\"https://www.huffingtonpost.co.uk/entry/keir-starmer-new-management-jeremy-corbyn_uk_5f1818fbc5b6128e681ed79f\" title=\"\">under new management</a>”. He now offers <a href=\"https://www.bbc.co.uk/news/uk-politics-54203162\" title=\"\">new leadership</a>. That is unlikely to be enough. Whereas managers want to do things right, leaders do the right thing. Leaders scan the horizon for destinations; managers are guided by short-term considerations. Sir Keir’s task is to lead his party to victory while building a coalition to unseat the Conservatives. Organisations fail when they are over-managed and under-led.</p><p>Sir Keir says Labour has a “<a href=\"https://www.theguardian.com/politics/2020/oct/04/we-have-a-mountain-to-climb-keir-starmer-on-winning-the-next-election\" title=\"\">mountain to climb</a>”, higher than that scaled by the party in 1997. It needs to win 124 seats to form a majority at the next election, expected in 2024 but possibly sooner given the government’s ambition to <a href=\"https://www.theguardian.com/politics/2020/dec/01/boris-johnson-publishes-plans-to-take-power-back-from-courts-and-mps\" title=\"\">repeal</a> the Fixed-term Parliaments Act. The political situation may be even worse in four years’ time. The law requires <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn05929/\" title=\"\">independent reviews of constituency boundaries</a> every five years. The next review could recommend changes that, if enacted, could see Labour left with a steeper ascent and a higher peak to conquer.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/the-guardian-view-on-a-progressive-alliance-divided-they-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/the-guardian-view-on-a-progressive-alliance-divided-they-fall", "date_published": "2020-12-13 18:30:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on China’s treatment of the Uighurs: from unthinkable to irrefutable | Editorial", "description": "<p>Whether it be via football or fashion, the rest of the world is tied to what is happening in Xinjiang – as Antoine Griezmann has reminded us<br /></p><p>What once seemed surely unthinkable has become, in just a few years, irrefutable. The evidence amassed by scholars, journalists and campaigners of grotesque human rights abuses in Xinjiang has begun to cut through to the wider public. On Thursday, the France and <a href=\"https://www.theguardian.com/football/barcelona\" title=\"\">Barcelona</a> forward Antoine Griezmann <a href=\"https://www.theguardian.com/football/2020/dec/10/griezmann-cuts-ties-with-huawei-citing-fears-over-treatment-of-uighurs\" title=\"\">cut his commercial ties</a> to the Chinese tech giant Huawei, saying there were “strong suspicions” that it has contributed to the repression of Uighurs. His statement followed <a href=\"https://www.washingtonpost.com/technology/2020/12/08/huawei-tested-ai-software-that-could-recognize-uighur-minorities-alert-police-report-says/\" title=\"\">a report</a> that Huawei tested a facial recognition system developed by artificial intelligence firm Megvii that could be used to identify Uighurs and trigger an alert to their presence. (Huawei has said that its technologies are not designed to identify ethnic groups.)</p><p>In parallel, a <a href=\"https://www.hrw.org/news/2020/12/09/china-big-data-program-targets-xinjiangs-muslims\" title=\"\">rare leak</a> of a prisoner list from a camp has shown how a government data programme has targeted Uighurs for detention <a href=\"https://www.theguardian.com/world/2020/dec/09/being-young-leads-to-detention-in-chinas-xingiang-region\" title=\"\">simply for being young</a>, using VPNs, or speaking to relatives abroad. These stories offer a truly chilling vision of a hi-tech surveillance society and give the lie to China’s claims that its actions in Xinjiang are focused on targeting terrorism and separatism, and do not treat a population as inherently suspect.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/the-guardian-view-on-chinas-treatment-of-the-uighurs-from-unthinkable-to-irrefutable\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/the-guardian-view-on-chinas-treatment-of-the-uighurs-from-unthinkable-to-irrefutable", "date_published": "2020-12-13 18:25:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of pupils missing after gunmen attack Nigerian school", "description": "<p>Officials search forests and contact parents in search for 333 students after Friday’s attack</p><p>Hundreds of Nigerian pupils are missing, with many feared to have been abducted, after gunmen attacked a secondary school in north-western Katsina state.</p><p>A large group of men armed with AK-47s overran the all-boys Government Science secondary school in Kankara on Friday night, shooting local security, said government officials.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/nigerian-police-hundreds-pupils-missing-gunmen-attack-secondary-school\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/nigerian-police-hundreds-pupils-missing-gunmen-attack-secondary-school", "date_published": "2020-12-13 18:22:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit talks: Eurosceptic Tories say PM must 'hold firm' to no-deal pledge", "description": "<p>Group suggested EU’s negotiating team were taking UK’s intention to walk away seriously</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen\">Brexit talks to continue as Johnson and EU agree to ‘go the extra mile’</a></li></ul><p>Eurosceptic Tories have said Boris Johnson must “hold firm” to his commitment to no deal, suggesting Brussels was finally taking the UK’s intention to walk away from talks seriously.</p><p>After reports over the weekend that the chances of a no-deal Brexit had risen to 80%, EU leaders announced that talks would resume past the given deadline of Sunday as both sides agreed to <a href=\"https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen\">“go the extra mile” to secure a deal</a>.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/13/brexit-talks-eurosceptic-tories-say-pm-must-hold-film-to-no-deal-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/13/brexit-talks-eurosceptic-tories-say-pm-must-hold-film-to-no-deal-pledge", "date_published": "2020-12-13 18:16:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Never mind the Brexit deadline drama – the shape of our bad deal is clear | Tom Kibasi", "description": "<p>Unlike almost every trade agreement in history, a UK-EU one will result in more friction and less cooperation than before</p><p>As the seemingly interminable Brexit negotiations draw to their <a href=\"https://www.theguardian.com/politics/live/2020/dec/13/brexit-uk-eu-trade-talks-enter-final-day-amid-fears-of-no-deal-live-news\">final conclusion</a>, both Boris Johnson and the EU negotiators are reverting to type. For the EU, this means making – and then withdrawing – an 11th-hour proposal for a “ratchet clause” that would ensure “dynamic alignment” with “level-playing field conditions”. For Johnson, it meant a festival of xenophobia: first insulting the French, then <a href=\"https://www.theguardian.com/politics/2020/dec/12/tories-criticise-boris-johnson-navy-gunboats-brexit-threat\">threatening to use gunboats</a> to fight EU fishermen, and finally causing deep offence to Angela Merkel and the German people. It is shaming.</p><p>Yet the talks continue. Though their methods may differ, both Britain and the EU have a common interest in raising the temperature in the last stage of thrashing out a deal. Just as Johnson plays the politics of the gutter press, the EU is also a political entity. For their own audiences, each has to give the impression of fighting for their interests to the bitter end. The two sides released an almost laughably downbeat joint statement at lunchtime saying the <a href=\"https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen\">talks would go on</a>. They are in this together, after all.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/brexit-deadline-drama-uk-bad-deal-trade-agreement-friction\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/brexit-deadline-drama-uk-bad-deal-trade-agreement-friction", "date_published": "2020-12-13 18:03:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Windrush payments to be fast-tracked and made more generous", "description": "<p>Home secretary will announce radical reforms to compensation scheme after criticism<br /></p><p>Radical reforms to the Windrush compensation scheme are to be announced by the home secretary, with the aim of making the payments more generous and swifter, in response to mounting criticism from the scandal’s victims at protracted delays and low offers.</p><p>Anyone who has already received an offer of payment under the scheme will have their cases reviewed, with a basic minimum award of £10,000 set to be offered to everyone who can show that the scandal has had an impact on their life, Priti Patel will announce on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/13/windrush-payments-to-be-fast-tracked-and-made-more-generous\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/13/windrush-payments-to-be-fast-tracked-and-made-more-generous", "date_published": "2020-12-13 18:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Classifying Houthis as terrorists will worsen famine in Yemen, Trump is warned", "description": "<p>Exclusive: US policy, if enacted, would hinder deliveries of badly needed aid in war-torn country</p><p>The Trump administration is facing mounting calls to abandon threats to sanction Houthi rebels in northern Yemen to avoid an imminent <a href=\"https://www.theguardian.com/global-development/2020/dec/03/yemen-one-step-away-from-famine-as-donors-dry-up-amid-covid-un-warns\">danger of extreme famine</a> in the country, where almost two-thirds of the population are in need of food aid.</p><p>US state department officials are considering designating the Houthis as a terrorist group before the 20 January inauguration of Joe Biden, a move that would complicate the delivery of essential aid in large parts of the country, senior UN officials and NGOs have said.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/classifying-houthis-as-terrorists-will-worsen-famine-in-yemen-trump-is-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/classifying-houthis-as-terrorists-will-worsen-famine-in-yemen-trump-is-warned", "date_published": "2020-12-13 17:40:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pair aged 14 and 19 arrested over death of boy in Lincolnshire", "description": "<p>Two held on suspicion of murder after body of a boy ‘of secondary school age’ found near Boston</p><p>A 14-year-old boy and a man aged 19 have been arrested on suspicion of murder after the body of a boy “of secondary school age” was found near Boston, Lincolnshire.</p><p>The body was found in Fishtoft, near Boston, on Saturday, Lincolnshire police said. The two teenage suspects remained in custody as police carried out their inquiries, the force added.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/13/pair-aged-14-and-19-arrested-over-death-of-boy-in-lincolnshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/13/pair-aged-14-and-19-arrested-over-death-of-boy-in-lincolnshire", "date_published": "2020-12-13 16:53:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netflix pledges to be 'force for good' by diversifying its programming", "description": "<p>Exclusive: service announces collaborations with Stormzy strategist Akua Agyemfra and writer Bisha K Ali among others</p><p>Netflix has declared it is on a mission to “be a force for good” by increasing the diversity of its programming, and that British film-makers and writers will have their voices “amplified globally” by the streaming service.</p><p>Announcing a wide-range of new programmes involving Stormzy’s cultural strategist Akua Agyemfra, the film-maker Rapman, and the Sex Education and Ms Marvel writer Bisha K Ali , Anne Mensah, Netflix’s vice-president of original series, said it was an “indication of how seriously” the global giant takes the UK.</p> <a href=\"https://www.theguardian.com/media/2020/dec/13/netflix-pledges-to-be-force-for-good-by-diversifying-its-programming\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/dec/13/netflix-pledges-to-be-force-for-good-by-diversifying-its-programming", "date_published": "2020-12-13 16:51:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: what will change on 1 January 2021 for people in UK?", "description": "<p>From free movement to phone charges, what to expect when the transition period ends</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2020/dec/13/brexit-uk-eu-trade-talks-enter-final-day-amid-fears-of-no-deal-live-news\">Follow all the latest political developments – live</a></li></ul><p>Yes and no. The UK formally left the EU on 31 January 2020, but we have been cushioned from the real impact by the transition agreement, which has kept the UK in the customs union and the single market. But this runs out on 31 December, whether or not a trade deal with the EU is reached in the next few days.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/13/brexit-what-change-1-january-2021-people-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/13/brexit-what-change-1-january-2021-people-uk", "date_published": "2020-12-13 16:42:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: socialising at Christmas 'very risky', say NHS bosses", "description": "<p>Fears that relaxing restrictions over festive period will put further pressure on hospitals</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Socialising over Christmas, particularly with those most vulnerable to Covid, will be “very risky” and threatens to put further pressure on hospital beds this winter, NHS bosses have warned.</p><p>Chris Hopson, the head of NHS Providers, which represents hospital trusts in England, said relaxing restrictions over the festive period would leave some people with the mistaken view that there was no greater risk from having more social contact.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/coronavirus-socialising-at-christmas-very-risky-say-nhs-bosses\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/coronavirus-socialising-at-christmas-very-risky-say-nhs-bosses", "date_published": "2020-12-13 16:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Good riddance 2020: vote now for the ultimate New Year’s Eve songs to end a very bad year", "description": "<p>The year that lasted centuries is finally coming to a close – and we need some music to bid good riddance to the horrors of 2020. </p><p>Last week <a href=\"https://www.theguardian.com/music/2020/dec/07/open-thread-whats-the-perfect-song-to-play-as-this-terrible-year-ends\">Guardian Australia asked our readers</a> what song they’d add to the ultimate New Year’s Eve playlist: one that represents the year we’ve had, the year we’re hoping for, or just the way we’ll feel (and the words we’ll be screaming) at midnight.</p><p>Below are all the songs that were nominated, and now we need you to vote so we can build the perfect soundtrack for your night. Voting closes on Wednesday 16 December – and we’ll launch the playlist of the top 20 songs on Friday</p> <a href=\"https://www.theguardian.com/music/ng-interactive/2020/dec/14/good-riddance-2020-the-ultimate-new-years-eve-playlist-to-end-a-very-bad-year\">Continue reading...</a>", "link": "https://www.theguardian.com/music/ng-interactive/2020/dec/14/good-riddance-2020-the-ultimate-new-years-eve-playlist-to-end-a-very-bad-year", "date_published": "2020-12-13 16:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lynn Shelton remembered by Mark Duplass", "description": "<p><strong>27 August 1965 – 16 May 2020</strong></p><p>The actor, writer and director on a film-maker with a generosity of spirit and love for her performers that elevated indie movies and big-budget TV alike</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/13/jonathan-sacks-remembered-by-rowan-williams\">Jonathan Sacks remembered by Rowan Williams</a><br /></li><li><a href=\"https://www.theguardian.com/world/series/the-observer-obituaries-of-2020\">Read the Observer’s obituaries of 2020 in full</a></li></ul><p>I met Lynn Shelton in 2007, on the set of a small Seattle independent film I was acting in called <em>True Adolescents</em>. At that point in her career, she had already directed two feature films but, true to Lynn’s deep sense of community, she was volunteering her time as an on-set photographer because the film’s tiny budget could not afford one.</p><p>We struck up an immediate friendship. We talked about film-making. About our different processes. She was very open about what she liked about her previous films and what she didn’t like. I was introduced to her signature high-pitched cackle. The one that said: “All of this is hard but that hard is also funny and there is also a ton of light in the hard so I am going to laugh, laugh, laugh.” Needless to say, I, like everyone who was lucky enough to meet her, was taken by her life force and indomitable spirit.</p> <a href=\"https://www.theguardian.com/film/2020/dec/13/lynn-shelton-remembered-by-mark-duplass\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/13/lynn-shelton-remembered-by-mark-duplass", "date_published": "2020-12-13 16:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My life’s paper trail was longer than I’d imagined. Culling it is no small challenge | Paul Daley", "description": "<p>It had sat, a perpetual fire hazard I’m sure, in seven or eight boxes in our roof. What to keep? Why?</p><p>In the end I couldn’t toss out my mother’s old exercise books filled with her adolescent writing about spirituality, Romantic poetry and the great 18th and 19th century novelists.</p><p>This morning I rescued them from the garbage bag where I put them yesterday during the beginning of an ongoing cull of my personal archive.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/14/my-lifes-paper-trail-was-longer-than-id-imagined-culling-it-was-no-small-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/14/my-lifes-paper-trail-was-longer-than-id-imagined-culling-it-was-no-small-challenge", "date_published": "2020-12-13 16:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU leaders stress unity as they welcome Brexit trade talks extension", "description": "<p>Commentators also rue ‘new heights of hysteria and habitual xenophobia’ in British tabloids</p><p>EU leaders have welcomed news that fraught <a href=\"https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen\">Brexit trade talks will continue next week</a>, but insisted the bloc was united in its determination to protect its single market as commentators lamented a “warlike, xenophobic” British press.</p><p>The European commission president, Ursula von der Leyen, said UK and EU negotiators would “go the extra mile” to find an agreement that would guarantee Britain zero-tariff, zero-quota access to the EU’s internal market after what she described as a useful phone call with Boris Johnson.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/13/eu-leaders-stress-unity-as-they-welcome-brexit-trade-talks-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/13/eu-leaders-stress-unity-as-they-welcome-brexit-trade-talks-extension", "date_published": "2020-12-13 16:29:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saturday Night Live: Timothée Chalamet hosts as vaccine jokes reign", "description": "<p>The Oscar-nominated actor makes a solid impression as a comedian while Kate McKinnon tries her hand at Anthony Fauci with mixed results</p><p>This week’s Saturday Night Live kicks off with a sketch about “the American Gothic of the whole coronavirus situation”, doctors Anthony Fauci (Kate McKinnon, doing a less grotesque version of her Giuliani caricature) and Deborah Birx (Heidi Gardner). Fielding questions from Wolf Blitzer (Beck Bennett) about the new Covid vaccines, the popular Fauci gives competent answers about distribution plans, while Birx desperately tries to repair her damaged reputation, asking everyone “remember when Trump said to inject bleach and I did a stanky little face and I almost whispered … no?”</p><p>They describe the rollout plans for the vaccine, which will be distributed to states alphabetically, “starting wih <em>a</em>California and <em>b</em>New York” and come in different forms according to region: “In New York the vaccine vessels will be very thin on the bottom, while in Chicago they’ll be deep dish.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/13/saturday-night-live-timothee-chalamet-hosts-vaccine-jokes-reign\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/13/saturday-night-live-timothee-chalamet-hosts-vaccine-jokes-reign", "date_published": "2020-12-13 16:09:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Speculation swirls over Ivanka Trump’s potential run for US Senate in Florida", "description": "<p>Trump and Kushner reportedly buying property as a potential base for soon to be ex-first daughter to launch political career </p><p>Speculation about the post-White House career of Ivanka Trump is now centered on Florida, where the soon to be ex-first daughter and senior aide to her president father has reportedly bought an expensive plot of land for a house and may be considering a run for Senate.</p><p>Ivanka Trump is frequently mentioned as desiring a political career of her own and during her time working for Donald Trump has sought to position herself as a more media-friendly version of her father.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/13/ivanka-trump-speculation-potential-run-us-senate-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/13/ivanka-trump-speculation-potential-run-us-senate-florida", "date_published": "2020-12-13 15:46:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian and Observer readers give £250,000 to help vulnerable young people", "description": "<p>This year’s appeal, backing three charities, receives more than 3,000 donations in its first week </p><ul><li>Please donate to our appeal <a href=\"https://guardian.ctdonate.org/?utm_source=gdnwb&amp;utm_medium=editorial&amp;utm_campaign=Marketing_CharityAppeal_1119&amp;CMP_TU=editorial&amp;CMP_BUNIT=edtrl\">here</a></li></ul><p>Just one week into its 2020 campaign, the <a href=\"https://www.theguardian.com/society/series/guardian-and-observer-charity-appeal-2020\">Guardian and Observer charity appeal</a> has raised more than £250,000 for charities supporting disadvantaged young people in the UK.</p><p>More than 3,000 generous readers have so far given to the appeal, which is backing three charities tackling stark inequalities that have been brought into focus by the pandemic: <a href=\"https://www.ukyouth.org/\">UK Youth</a>, <a href=\"https://youngminds.org.uk/?gclid=CjwKCAiAlNf-BRB_EiwA2osbxYBZI8ectqjIsD8RS7SPXVlK_V3hx1o6z9MKQlbDf0EFsztL9BBQqxoCFzAQAvD_BwE\">Young Minds</a> and <a href=\"https://cpag.org.uk/?gclid=CjwKCAiAlNf-BRB_EiwA2osbxdtH_9BQ0mIr6JTmcRibdG9SdaRj5vPuW_3UEmHAQ_Vs7heE238y5RoCKtIQAvD_BwE\">Child Poverty Action Group</a>.</p> <a href=\"https://www.theguardian.com/society/2020/dec/13/guardian-observer-readers-give-250000-charities-helping-young-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/13/guardian-observer-readers-give-250000-charities-helping-young-appeal", "date_published": "2020-12-13 15:13:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olivia Colman on acting: 'Take your job seriously and not yourself'", "description": "<p>Star of The Crown and Peep Show opens up on her career, revealing she is plagued by self-doubt<br /></p><p>She won an Oscar for her performance as Queen Anne in <a href=\"https://www.theguardian.com/film/2018/aug/30/the-favourite-review-olivia-colman-yorgos-lanthimos\">The Favourite</a>, and is a household name thanks to roles as wide-ranging as Sophie in <a href=\"https://www.theguardian.com/tv-and-radio/2015/nov/01/david-mitchell-robert-webb-on-peep-show-we-just-wanted-to-milk-it-interview\">Peep Show</a> and Queen Elizabeth in <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2017/oct/27/queen-olivia-colman-the-crown-has-pulled-off-a-perfect-feat-of-casting\">The Crown</a>. But, despite such success, Olivia Colman has revealed she is plagued by self-doubt and a fear of unemployment, having never forgotten the pain of repeated rejection at the start of her career.</p><p>Colman, 46, graduated from the Bristol Old Vic theatre school more than two decades ago, but still recalls her early struggles and “the horrible feeling” of no one calling after she went up for acting jobs. “All those hundreds of auditions I did in the first two years. They don’t just say ‘sorry, no thank you’. You don’t hear anything. That’s heartbreaking.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/13/olivia-colman-on-acting-the-crown-peep-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/13/olivia-colman-on-acting-the-crown-peep-show", "date_published": "2020-12-13 15:08:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Il Mio Corpo review – Intimate view of Sicily's poverty", "description": "<p>This powerful documentary shows private joy as well as coming-of-age trauma<br /></p><p>Under the baking sun and his father’s beady eye, Sicilian pre-teen Oscar scavenges for scrap metal on a mountainside. Among the piles of rubbish, he chances upon a statue of the Virgin Mary. Closer to the sea, young Nigerian immigrant Stanley mops a church floor. </p><p>This intimate observational documentary explores <a href=\"https://www.theguardian.com/news/2018/feb/01/migrants-more-profitable-than-drugs-how-mafia-infiltrated-italy-asylum-system\">poverty in Sicily </a>from two different vantage points, drawing poetic connections between lives that don’t appear to touch. Both, for example, have absent mothers. A close-up of Stanley swimming and a tracking shot of Oscar doing a wheelie along a dirt road are just as resonant, uniting the boys in private snatches of joy as well as trauma.</p> <a href=\"https://www.theguardian.com/film/2020/dec/13/il-mio-corpo-review-sicily-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/13/il-mio-corpo-review-sicily-documentary", "date_published": "2020-12-13 15:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The fallout of this pandemic is not your fault’: how to cope with redundancy", "description": "<p>Job losses in the UK are rising, triggering shame, anxiety and financial hardship. How can you regroup and rebuild? Career advisers and those who have been through it offer tips</p><p>After more than 20 years in the corporate world – at Vodafone, Virgin and Costa Coffee – Eleanor Tweddell found herself, at 40,<strong> </strong>unemployed for the first time. Struggling to process the loss of a job she loved while applying for those in which she had no interest, Tweddell went into a tailspin.</p><p>Asked in interviews why she wanted the role, “I wished I could say: ‘I don’t, I just need the money,’” Tweddell says. “That was all that was going through my head.” That was in December 2016. In 2020, with redundancies in the UK rising at the <a href=\"https://www.theguardian.com/business/2020/oct/13/uk-redundancies-rise-covid-unemployment-rate-furlough-scheme\">fastest rate since records began</a> and the numbers set to peak at levels higher than during the 2008 financial crisis, many more people will find themselves in that desperately hard position.</p> <a href=\"https://www.theguardian.com/money/2020/dec/13/the-fallout-of-this-pandemic-is-not-your-fault-how-to-cope-with-redundancy\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/13/the-fallout-of-this-pandemic-is-not-your-fault-how-to-cope-with-redundancy", "date_published": "2020-12-13 15:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Best photographs of the weekend: Dakar fashion week and refugees in Sudan", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/dec/13/best-photographs-of-the-weekend-dakar-fashion-week-and-refugees-in-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/dec/13/best-photographs-of-the-weekend-dakar-fashion-week-and-refugees-in-sudan", "date_published": "2020-12-13 14:26:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police drop investigation into Tory MP accused of rape", "description": "<p>Claims did not meet ‘evidential test’ and no further action will be taken against MP arrested in August</p><p>Police have dropped an investigation into allegations of rape against a Conservative MP and former minister.</p><p>The MP, who has not been named, was <a href=\"https://www.theguardian.com/uk-news/2020/aug/01/former-minister-arrested-sexual-assault-charge\">arrested on suspicion of rape on 1 August</a> and later released on bail.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/13/police-drop-investigation-conservative-mp-accused-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/13/police-drop-investigation-conservative-mp-accused-rape", "date_published": "2020-12-13 14:09:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stefflon Don: ‘I’m never scared to try things’", "description": "<p>Fabulously talented and famously outspoken, Stefflon Don is one of rap’s hottest stars. Here, she opens up about controversy, teen motherhood and staying true to herself</p><p>I was trying not to be in the lockdown,” rapper Stefflon Don tells me, running a multicoloured claw through back-length, honey-blonde extensions. “Hell no!” When we speak via Zoom in mid-November, Don is in Ghana, where she has flown to escape London, with her mother, son and a close friend in tow. Despite it being a trip for pleasure, she has a studio session booked that evening. “No matter where I go, I’m always gonna work,” she tells me.</p><p>This nonstop grind has paid dividends. Stephanie Victoria Allen, 28, known to friends and fans as Steff, is one of Britain’s biggest exports, according to the all- important stats: 5.78bn streams globally, 2.3bn streams on Apple Music alone, 444m views on Vevo, 1.2m subscribers on YouTube. But mainstream recognition eludes her in the UK, particularly when compared to some of her less commercially successful male counterparts.</p> <a href=\"https://www.theguardian.com/music/2020/dec/13/rapper-stefflon-don-interview-i-am-never-scared-to-try-things\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/13/rapper-stefflon-don-interview-i-am-never-scared-to-try-things", "date_published": "2020-12-13 14:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a Dudley museum became a TikTok sensation", "description": "<p>Black Country Living Museum could be most popular in the world on the social media site<br /></p><p>The <a href=\"https://www.bclm.co.uk/\">Black Country Living Museum</a> is an open-air attraction that tells the story of Britain’s early manufacturing history, set in the defiantly unstarry town of Dudley, in England’s industrial Midlands. Among the exhibits that have earned it a clutch of awards are two mine shafts, a lime kiln and a collection of postwar <a href=\"https://www.bclm.co.uk/collections/trolley-bus-collection/28.htm\">trolley buses</a>.</p><p>This month the visitor attraction gained another, more unexpected accolade, becoming – it believes – the most popular museum in the world on TikTok. It has more than 350,000 followers worldwide, and its short video clips, often featuring a cast of re-enactors in historic dress, can attract many more viewers. A <a href=\"https://www.tiktok.com/@blackcountrymuseum/video/6892321157941415170\">recent video</a> featuring a character called “1920s grandad” offering advice in a tar-thick Black Country accent has been viewed more than 2.2m times. “My favourite TikTok account giving me LIFE right now,” reads one of the clip’s almost 12,000 comments.</p> <a href=\"https://www.theguardian.com/culture/2020/dec/13/how-a-dudley-museum-became-a-tiktok-sensation\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/dec/13/how-a-dudley-museum-became-a-tiktok-sensation", "date_published": "2020-12-13 13:58:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This Brexit disaster has been brewing in the Conservative party for 30 years | John Harris", "description": "<p>Margaret Thatcher helped turn the Tory right into a force for instability – and now we are all living with the consequences</p><p>What a strange, head-spinning moment this is. The news is awash with reports of <a href=\"https://www.theguardian.com/business/2020/dec/12/ikea-latest-firm-to-suffer-shortages-and-delays-due-to-clogged-uk-ports\">queues at the ports</a>, the <a href=\"https://www.thetimes.co.uk/article/ministers-warn-supermarkets-to-stockpile-food-amid-no-deal-brexit-fears-zc36tsf6z\">stockpiling of food and medicines</a> and a <a href=\"https://www.theguardian.com/politics/2020/dec/13/bailouts-blame-and-broken-glass-uk-papers-paint-grim-picture-of-possible-no-deal-brexit\">government committee</a> charged with “exit operations”, but the plain political fact that sits under everything is in a surreal league of its own. Amid an unprecedented pandemic that blurs into an equally unprecedented economic and social crisis, Britain has a government more than prepared to take the deranged option of inflicting even more disaster on its own country. Everything remains uncertain; both sides say the chances of a trade deal <a href=\"https://www.theguardian.com/politics/2020/dec/13/hopes-for-avoiding-no-deal-brexit-hang-on-boris-johnson-call-to-von-der-leyen\">remain slim</a>.</p><p>As a reminder of the stupidity and arrogance that got us into this mess, the Conservatives and their cheerleaders in the press are inevitably <a href=\"https://www.theguardian.com/politics/2020/dec/13/bailouts-blame-and-broken-glass-uk-papers-paint-grim-picture-of-possible-no-deal-brexit\">blaming</a> the supposedly vengeful Europeans. Of late, some people have even been heard alleging that some of the <a href=\"https://www.newstatesman.com/politics/staggers/2020/12/are-remainers-blame-hard-brexit\">responsibility lies with remainers</a> who refused to back a softer Brexit in parliament. The truth, of course, is that leaving the EU in this chaotic way is the work of the pro-Brexit right: not the result of other people’s failings, but its own conscious designs.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/brexit-disaster-conservative-party-margaret-thatcher-tory-right\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/brexit-disaster-conservative-party-margaret-thatcher-tory-right", "date_published": "2020-12-13 13:35:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby players' claim for brain injury has 'less than 50/50' chance, say experts", "description": "<ul><li>Players’ case would encounter ‘substantive legal issues’ </li><li>Settlement ‘makes sense for all sides’ says Prof Jack Anderson</li></ul><p>The expected multimillion pound lawsuit from rugby players who have suffered permanent brain damage has less than a 50/50 chance of succeeding and a settlement is the most likely outcome, two sports law experts have told the Guardian.</p><p>Last week the 2003 <a href=\"https://www.theguardian.com/sport/2020/dec/08/steve-thompson-former-rugby-union-players-dementia-landmark-legal-case\" title=\"\">World Cup winner Steve Thompson</a> was one of eight players, along with his former team-mate <a href=\"https://www.theguardian.com/sport/2020/dec/09/michael-lipman-if-i-knew-then-what-i-know-now-id-have-been-a-lot-more-careful\" title=\"\">Michael Lipman</a> and the former Wales flanker <a href=\"https://www.theguardian.com/sport/2020/dec/08/alix-popham-interview-rugby-union-dementia-special-report\" title=\"\">Alix Popham</a>, to reveal they have early-onset dementia. A letter of a claim is expected to be delivered to the game’s authorities soon.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/13/rugby-union-players-claim-for-brain-injury-dementia-world-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/13/rugby-union-players-claim-for-brain-injury-dementia-world-rugby", "date_published": "2020-12-13 13:34:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This was to be the year I finally embraced the frosty outdoors – or so I told myself | Emma Brockes", "description": "<p>All my family’s good intentions crumble when we remember just how cold it is outside in New York at this time of year</p><p>“I want to go straight home.” This is the first thing my children say to me when I collect them from school or the learning centre where they go on the days school is closed. Nothing will move them; not the promise of a cake pop from Starbucks, nor the lure of the playground, nor the odd jumbo falsehood I throw in their path. “I bet the ice-cream truck is there!” I say, walking down the hill while trying to steer them off route in the direction of the park. It is -1C (30F) outside and the sky is lightning white. Twenty minutes later we are all on the sofa and don’t move for two hours, until dinner.</p><p>This is not how it was supposed to be. All summer and autumn we talked about how, with the pandemic cutting off indoor venues for socialising, we were going to do winter outdoors. We discussed how people did it in Norway, how prolonged exposure to cold weather was not only a necessity but a spiritual advance. This would be good for us! Bundling up, learning some endurance, on top of all the other endurance we’d learned, taking great gulps of frosty air. I imagined myself in winter guise, going on brisk, self-improving walks while enjoying the latest in quilted-jacket technology.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/year-outdoors-family-cold-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/year-outdoors-family-cold-new-york", "date_published": "2020-12-13 12:49:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How lockdown unleashed a thriving online market for colourful clothes", "description": "<p>From pink dungarees, to velvet boiler suits and African fabrics, it’s the bold and bright that’s catching our eye. Meet the women whose Instagram sales are hitting a high</p><p><em>Marielle Wyse of Wyse London</em></p> <a href=\"https://www.theguardian.com/fashion/2020/dec/13/how-lockdown-unleashed-a-thriving-online-market-for-colourful-clothes\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/13/how-lockdown-unleashed-a-thriving-online-market-for-colourful-clothes", "date_published": "2020-12-13 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Accounting giant BDO makes U-turn on furlough payback", "description": "<p>Move follows backlash over taking £4m state handout while paying average £500,000 bonus to partners </p><p>One of the UK’s leading accountancy firms has performed a U-turn and will pay back £4.1m in furlough money it received from taxpayers after a backlash about bumper payouts to partners.</p><p>BDO, which employs 6,000 people in the UK, said it would be returning the cash to HM Revenue &amp; Customs within days after “recognising the public mood”.</p> <a href=\"https://www.theguardian.com/business/2020/dec/13/accounting-giant-bdo-makes-u-turn-on-furlough-payback\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/13/accounting-giant-bdo-makes-u-turn-on-furlough-payback", "date_published": "2020-12-13 11:31:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "AOC's cooking live streams perfect the recipe for making politics palatable", "description": "<p>Alexandria Ocasio-Cortez is using her millennial’s instinct for social media and her star quality to get her message across</p><p>When life gives you lemons, make lemonade. Or talk up a storm about the minimum wage, healthcare and the existential struggle for democracy.</p><p>Alexandria Ocasio-Cortez’s latest Instagram live stream found <a href=\"https://www.theguardian.com/us-news/2019/dec/24/alexandria-ocasio-cortez-aoc-first-year-congress\">the youngest woman ever elected</a> to the US Congress standing at a chopping board with two lemons and a plastic jug as she expounded her political philosophy.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/13/aoc-cooking-live-streams-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/13/aoc-cooking-live-streams-politics", "date_published": "2020-12-13 11:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They risked all to cross the Red Sea. Now a cruel fate awaits in Yemen", "description": "<p>Fleeing Ethiopia and Somalia, refugees made their way across the world’s busiest migration route, only to be left in the hands of smugglers in a lawless land</p><p>Saudi Arabia was Tigrit’s dream: a place where she could find work as a cleaner or maid, and send money back to her husband and young daughter in Ethiopia. Now, <a href=\"https://www.theguardian.com/global-development/2020/jun/02/yemen-hidden-migrants-risk-conflict-and-coronavirus-in-fight-for-survival\" title=\"\">like hundreds of thousands of East Africans</a> who have left home and travelled across the Red Sea in search of a better life, she finds herself stranded in Yemen instead.</p><p>“We’re stuck. I don’t have food or money for phone credit to call home. I don’t have anything,” she said, sitting on the floor in a building site with no electricity or running water on the edge of the desert.</p> <a href=\"https://www.theguardian.com/law/2020/dec/13/yemen-refugees-red-sea-ethiopia-somalia-migration-route-smugglers\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/dec/13/yemen-refugees-red-sea-ethiopia-somalia-migration-route-smugglers", "date_published": "2020-12-13 11:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis: FTSE giants fail to disclose their carbon footprint", "description": "<p>BP, Glencore, Rolls-Royce, Just Eat and B&amp;M among last eight firms yet to provide investors with information</p><p>BP, Glencore and Rolls-Royce are among eight FTSE 100 companies who have refused to comply with investor demands to disclose their carbon dioxide emissions, as the UK government prepares to compel firms to report their climate impact.</p><p>Companies are coming under increasing pressure from shareholders, campaigners and governments to <a href=\"https://www.theguardian.com/business/2019/oct/08/corporations-told-to-draw-up-climate-rules-or-have-them-imposed\">report climate data</a>, and show how they intend to reduce emissions to help tackle the climate crisis.</p> <a href=\"https://www.theguardian.com/business/2020/dec/13/climate-crisis-ftse-giants-fail-to-disclose-their-carbon-footprint\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/13/climate-crisis-ftse-giants-fail-to-disclose-their-carbon-footprint", "date_published": "2020-12-13 10:53:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fit for a king: true glory of 1,000-year-old cross buried in Scottish field is revealed at last", "description": "<p>Part of the Galloway Hoard, found in 2014, the piece is so spectacular it may have belonged to a monarch</p><p>A spectacular Anglo-Saxon silver cross has emerged from beneath 1,000 years of encrusted dirt following painstaking conservation. Such is its quality that whoever commissioned this treasure may have been a high-standing cleric or even a king.</p><p>It was a sorry-looking object when first unearthed in 2014 from a ploughed field in western Scotland as part of the <a href=\"https://www.theguardian.com/culture/2017/oct/26/galloway-viking-hoard-acquired-by-national-museums-of-scotland\" title=\"\">Galloway Hoard</a>, the richest collection of rare and unique Viking-age objects ever found in Britain or Ireland, acquired by the National Museums Scotland (NMS) in 2017.</p> <a href=\"https://www.theguardian.com/science/2020/dec/13/fit-for-a-king-true-glory-of-1000-year-old-cross-buried-in-scottish-field-is-revealed-at-last\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/dec/13/fit-for-a-king-true-glory-of-1000-year-old-cross-buried-in-scottish-field-is-revealed-at-last", "date_published": "2020-12-13 10:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for festive main courses", "description": "<p>Deep and crisp and even: a lovely Christmassy chicken, leek and prune pie, and a sweet potato and spinach tart</p><p>A pie, or perhaps a large golden tart, brought proudly to the table in its dish, always feels like a celebration. I find such recipes invaluable at this time of year, for meals that need something “festive-but-not-turkey”. So it’s straight down to business with a chicken and prune pie wrapped in crackling filo and a sweet potato and spinach tart that works as both a principal dish and on the side.</p> <a href=\"https://www.theguardian.com/food/2020/dec/13/nigel-slater-recipes-chicken-leek-and-prune-pie-and-sweet-potato-and-spinach-tart\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/13/nigel-slater-recipes-chicken-leek-and-prune-pie-and-sweet-potato-and-spinach-tart", "date_published": "2020-12-13 10:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tome raiders: solving the great book heist", "description": "<p>When £2.5m of rare books were stolen in an audacious heist at Feltham in 2017, police wondered, what’s the story?</p><p>Everything went exactly to plan. Late on the evening of 29 January 2017, <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/rare-books-stolen-london-heist-found-floor-romania\" title=\"\">Daniel David and Victor Opariuc</a> parked up and made their way towards the Frontier Forwarding customs warehouse in Feltham, less than a mile from Heathrow. After cutting a hole in the fence, the men made their way to the side of the building and scaled a wall to the roof. There, they cut through a skylight and lowered themselves on to shelving inside the building. The warehouse burglar alarms stayed silent; the men had carefully avoided tripping motion sensors positioned by the doors.</p><p>Once inside, with several lookouts posted around the surrounding industrial estate, the men took their time. Over the next five hours and 15 minutes, they broke padlocks off packing cases and placed items inside 16 large holdalls taken from inside the warehouse. The men escaped the same way they had entered: out through the skylight and back into the night.</p> <a href=\"https://www.theguardian.com/books/2020/dec/13/tome-raiders-solving-the-great-book-heist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/13/tome-raiders-solving-the-great-book-heist", "date_published": "2020-12-13 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The mystery of St Leonard's Tower unlocked… | David Mitchell", "description": "<p>The late return of a lost key to a heritage building in Kent will be familiar to anyone surrounded by clutter</p><p>Can anyone solve the mystery of the <a href=\"https://www.theguardian.com/uk-news/2020/dec/09/mystery-sender-returns-key-borrowed-from-norman-tower-in-1973\">St Leonard’s Tower</a> key? It only emerged last week: the large tarnished key to St Leonard’s Tower in West Malling, Kent, was unexpectedly returned to English Heritage, accompanied by an anonymous note in a shaky hand, saying it had been “borrowed” in 1973.</p><p>This mystery concerns an already mysterious building. No one is sure what St Leonard’s Tower was for, though they’re certain it was built an extremely long time ago, in the late 11th or early 12th century. At some point in the 17th century, it was deliberately damaged to put it beyond military use. Then, in the late 20th century, someone borrowed the key. And now you’re up to date.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/the-mystery-of-st-leonards-tower-unlocked\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/the-mystery-of-st-leonards-tower-unlocked", "date_published": "2020-12-13 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saved from destruction: the church where Lowry sealed a blossoming friendship", "description": "<p>The Cumbrian property that was the backdrop to a companionship between the artist and a young female painter has been granted listed status</p><p>For years it has lain empty, at the mercy of sea winds, vandals and thieves. Few who pass the sombre, red sandstone church nestling on the harbourside of the small Cumbrian coastal town of Maryport may give it much thought.</p><p>Fewer still may appreciate that it provided the backdrop to a blossoming friendship between one of Britain’s best-loved artists, LS Lowry, and a young, female painter he championed.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/13/saved-from-destruction-the-church-where-lowry-sealed-a-blossoming-friendship\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/13/saved-from-destruction-the-church-where-lowry-sealed-a-blossoming-friendship", "date_published": "2020-12-13 09:45:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "African fashion is on the rise, says Naomi Campbell: ‘And it’s about time!’", "description": "<p>The supermodel speaks from Lagos about inclusivity, her late grandma, and why she flies in a hazmat suit</p><p>With high-street brands collapsing and the world wearing sweatpants, 2020 has not been a stellar year for fashion. But at <a href=\"https://www.instagram.com/arisefashionweek/?hl=en\" title=\"\">Arise fashion week</a>, in Lagos, Nigeria, which concluded on Saturday, there were green shoots of hope, said Naomi Campbell. “There’s definitely a few stars here. I’m very impressed. Covid has brought out a lot of creativity in a lot of people.”</p><p>Campbell flew to Nigeria last week to take part in the African style showcase. “I was going to do it virtually,” she said by phone from Lagos, “and then I thought, you know what? I want to go and bring awareness to their great work. It’s important on many levels, because Arise gives these young designers a platform to be globally recognised, to be embraced by fashion weeks around the world, and really to be included.”</p> <a href=\"https://www.theguardian.com/fashion/2020/dec/13/african-fashion-is-on-the-rise-says-naomi-campbell-and-its-about-time\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/dec/13/african-fashion-is-on-the-rise-says-naomi-campbell-and-its-about-time", "date_published": "2020-12-13 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit is the worst decision of modern times. Why are its critics in cabinet so silent? | Michael Heseltine", "description": "<p>The UK will soon be on its own – sovereign, in charge and control regained. Yet none of that creates jobs or ensures a glorious future</p><p>After a lifetime close to the workings of government, I approach drafting an article about Brexit for a Sunday publication with trepidation. Both sides have said a decision will be taken today, but not what that may be; and anyway, can you believe that any decision will really be the last?</p><p>What I do know is that both sides will be presenting the story that best serves their negotiating positions and pleases their most important audiences. Facts are in short supply; there is a plethora of spin.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/13/brexit-is-the-worst-decision-of-modern-times-why-are-its-critics-in-cabinet-so-silent\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/13/brexit-is-the-worst-decision-of-modern-times-why-are-its-critics-in-cabinet-so-silent", "date_published": "2020-12-13 09:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I was amazed': meet the London teens recording the vivid lives of their streets", "description": "<p>In our second report for this year’s Guardian and Observer appeal, we talk to photographers in Hackney, east London, recording their area’s culture</p><ul><li>Please donate to our appeal <a href=\"https://guardian.ctdonate.org/?utm_source=gdnwb&amp;utm_medium=editorial&amp;utm_campaign=Marketing_CharityAppeal_1119&amp;CMP_TU=editorial&amp;CMP_BUNIT=edtrl\">here</a></li></ul><p>The young photographers of <a href=\"https://futurehackney.com/\" title=\"\">Future Hackney</a>’s youth project were back on the street last week, cameras and equipment to hand, in the latest – socially distanced – chapter of their continuing enterprise to record the vivid lives and stories of Ridley Road, one of east London’s most vibrant communities.</p><p>Tapiwa Cronin, 17, and Kiarra Joseph, 13, were assisting Future Hackney founder Donna Travis to take portraits and carry out interviews with Ridley Road locals. They were discovering how to interview, hold the reflector, try out shots, and learning about lighting and background. Later, their work will be published on social media.</p> <a href=\"https://www.theguardian.com/society/2020/dec/13/ridley-road-stories-project-future-hackney-guardian-observer-christmas-appeal-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/13/ridley-road-stories-project-future-hackney-guardian-observer-christmas-appeal-2020", "date_published": "2020-12-13 08:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tier 3 or not tier 3? Hard-hit West End shows await the fate of London", "description": "<p>As fans return to socially distanced audiences, ministers could step up Covid-19 restrictions and bring the curtain down again</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>For John Holliday the wait during the pandemic to watch <em>Les Misérables </em>felt almost as long as the time since he last saw London’s longest-running musical in 1987.</p><p>Queuing outside the Sondheim Theatre on Shaftesbury Avenue, pre-performance crowds swelling around him, Holliday is thrilled to be watching his first show in 10 months. “I’m very excited. The theatre brings people together. It’s such a source of escapism, and optimism.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/tier-3-or-not-tier-3-hard-hit-west-end-shows-await-the-covid-fate-of-london\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/tier-3-or-not-tier-3-hard-hit-west-end-shows-await-the-covid-fate-of-london", "date_published": "2020-12-13 08:15:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Clooney: ‘It’s been a crappy year, but we will come out of it better’", "description": "<p>Marriage and fatherhood have given George Clooney a new perspective on life, work and the world we all share. While his young twins play outside, he talks about outsmarting war criminals, battles with Boris and dinnertime debates with Amal</p><p>Dad-chat with George Clooney, father of two. While the actor’s twin three-year-olds, Ella and Alexander, are out on the family tennis court, learning to ride their bikes, Clooney sits in a curtained edit suite inside his Los Angeles home, wondering how they’re getting on out there. “They’ve learned how to get going <em>fast</em>,” says the 59-year-old who, unless otherwise specified, speaks at all times in the measured, half-ironic, woodsmoked tones of just about every leading man he’s played in a quarter-century career. “They just haven’t learned to use their brakes yet.”</p><p>Clooney rubs at his two-day beard, anxious, fond. He wears a fawn-coloured polo shirt and he has his grey hair cropped short. I think I notice that slightly wild-eyed look of someone still marvelling at the fact of their parenthood, and I ask him, is he a scaredy-cat dad, always trailing behind his children with his arms outstretched in case they fall? Or is he a let-them-fall-to-learn-about-the-hard-truths-of-the-world sort of dad?</p> <a href=\"https://www.theguardian.com/film/2020/dec/13/george-clooney-interview-its-been-a-crappy-year-but-we-will-come-out-of-it-better\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/13/george-clooney-interview-its-been-a-crappy-year-but-we-will-come-out-of-it-better", "date_published": "2020-12-13 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ‘reneges on vow to reunite child refugees with families’", "description": "<p>Home Office accused of making ‘no arrangements’ for transfers of unaccompanied minors after EU rules expire at end of year</p><p>Unaccompanied children in France are being told by the French authorities that they should give up hope of being reunited with family in the UK after the Home Office failed to offer the help it had promised.</p><p>With the deadline to enter the UK legally and safely under the EU’s <a href=\"https://www.theguardian.com/global-development/2020/apr/06/all-i-think-of-is-my-brother-uk-refugee-family-reunions-disrupted-by-covid-19\" title=\"\">family reunification rules</a> due to expire at the end of the year, the Home Office is accused of reneging on its vow to help unaccompanied children reunite with family in the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/13/uk-reneges-on-vow-to-reunite-child-refugees-with-families\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/13/uk-reneges-on-vow-to-reunite-child-refugees-with-families", "date_published": "2020-12-13 08:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guantánamo’s last inmates detect a glimmer of hope after 19 years inside", "description": "<p>Closing the notorious prison facility on Cuba will be complex and politically thankless. Is Joe Biden prepared to take it on?</p><p>When news of Joe Biden’s election victory crossed the Florida Straits and reached Guantánamo Bay, it gave at least some of the 40 remaining inmates a tentative hope that their long purgatory might finally be nearing an end.</p><p>“I think it’s OK for me to be happy about the result. But at the same time, it’s not like, day one, Biden is going to say ‘let’s release Khalid’,” Khalid Qassim, a Yemeni arrested in Afghanistan in 2001, said in a statement given by phone to his lawyer.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/13/guantanamos-last-inmates-detect-a-glimmer-of-hope-after-19-years-inside\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/13/guantanamos-last-inmates-detect-a-glimmer-of-hope-after-19-years-inside", "date_published": "2020-12-13 07:45:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Light fantastic: the UK’s best Christmas illuminations", "description": "<p>From laser shows to flashing walkways and sparkling trails, these outdoor illuminated experiences will add some sparkle to Christmas</p><p>Covering 1,300 acres, at Christmas Belton’s essential sights are incorporated into a mile-long trail, with giant baubles, glowing flowers and snowflakes. Festive music adds an extra seasonal touch amid giant candles. <br />• <em>Until 3 January, £19 adults, £13.50 children, <a href=\"https://christmasatbelton.seetickets.com/content/ticket-options\" title=\"\">christmasatbelton.com</a></em></p> <a href=\"https://www.theguardian.com/travel/2020/dec/13/best-christmas-festive-illuminations-light-shows-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/dec/13/best-christmas-festive-illuminations-light-shows-uk", "date_published": "2020-12-13 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Soho's neon nights", "description": "<p>Joshua K Jackson’s portraits of late-night London life feature vivid rain-soaked streets full of strange intimacy</p><p>Windows are almost ever-present in <a href=\"https://www.setantabooks.com/book_author/joshua-k-jackson/\">Joshua K Jackson</a>’s pictures of late-night Soho. Misted up, or rained on or red-lit, glass often separates the restive men and women in his photographs from satisfactions just out of reach. London’s shameless, shameful heart is seen through the searching gaze of those after just one more drink, one more good time. Promises are reflected in crimson and indigo neon, and everyone, photographer included, is cast as a voyeur.</p><p>Jackson started taking the pictures – gathered in a monograph, <em>Sleepless in Soho</em> – as an antidote to his own insomnia. Using a portrait lens and drawn to saturated colour, his images recall a world of intimacy strangely alien to lockdown eyes – first snogs and last kisses are snatched in doorways and tube stations, drinks are abandoned on bar-room tables, solitary silhouettes draw on desperate smokes, melancholy clubbers’ bodies are packed on to night buses home.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/dec/13/the-big-picture-sohos-neon-nights\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/dec/13/the-big-picture-sohos-neon-nights", "date_published": "2020-12-13 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucky & Joy, London: ‘Can’t help but make you smile’ – restaurant review", "description": "<p>Head to Hackney for a cheerful vibe and top Chinese cooking</p><p><strong>Lucky &amp; Joy, 95 Lower Clapton Road, London E5 (020 8617 8100). Snacks £3.50-£6.50, larger dishes £6-£14, dessert £5, wine from £24</strong></p><p>A lunchtime in the first blush of the new normal and I am in a Hackney restaurant called <a href=\"https://luckyandjoy.co.uk/\" title=\"\">Lucky &amp; Joy</a>. It feels like the right place to be. I know how lucky I am personally, and God knows we could all do with some joy. Generally, the Chinese use the two words together to mean “double happiness”. I appreciate the sentiment. But Lucky &amp; Joy also represents innovation in the restaurant world that’s far from the shiny big-ticket launches that get the attention. It deserves a moment in the spotlight.</p> <a href=\"https://www.theguardian.com/food/2020/dec/13/jay-rayner-restaurant-review-lucky-and-joy-london-cant-help-but-make-you-smile\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/13/jay-rayner-restaurant-review-lucky-and-joy-london-cant-help-but-make-you-smile", "date_published": "2020-12-13 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears of new Covid restrictions as councils struggle to fund self-isolation", "description": "<p>Half of local authorities in tier 2 areas covering 17.5 million people have seen an increase in coronavirus cases </p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>More than 17 million people are living in areas under tier 2 restrictions that have seen infection rates rise over the last three weeks, new research has revealed amid growing concerns that councils are struggling to help people with the costs of self-isolation.</p><p>With the government due to review the <a href=\"https://www.theguardian.com/world/2020/dec/11/scientists-warn-against-christmas-gatherings-uk-despite-relaxed-rules-covid\" title=\"\">Covid-19 measures</a> across England this week, an assessment of official data found that more than half of councils in which tier 2 restrictions are in place – or “high alert” areas - have seen infection rates rise since the last week of November. The areas cover some 17.5 million people.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/fears-of-new-covid-restrictions-as-councils-struggle-to-fund-self-isolation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/fears-of-new-covid-restrictions-as-councils-struggle-to-fund-self-isolation", "date_published": "2020-12-13 05:45:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: South Korea reports highest daily infections as US nears 300,000 deaths after record day", "description": "<p>Trump hails start of immunisation programme; Italy overtakes UK for Europe’s highest death toll; Germany expected to close shops before Christmas</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/11/covid-upturned-planet-freedland\">How Covid revealed the truth about our world</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/11/pfizer-vaccine-fda-emergency-use-authorization-covid\">FDA chief urged by White House to approve Pfizer vaccine ‘or quit’</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/11/scientists-warn-against-christmas-gatherings-uk-despite-relaxed-rules-covid\">Scientists warn against Christmas gatherings in UK</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/11/california-covid-19-cases-deaths-hospital-beds\">California’s ICU beds near capacity as hospitalizations hit record</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-13T04:46:30.764Z\">4.46am <span class=\"timezone\">GMT</span></time> </p><p>The number of confirmed coronavirus cases in Germany increased by 20,200 to 1,320,716, data from the Robert Koch Institute for infectious diseases showed on Sunday. </p><p>The reported death toll rose by 321 to 21,787, the tally showed. </p><p class=\"block-time published-time\"> <time datetime=\"2020-12-13T04:29:40.662Z\">4.29am <span class=\"timezone\">GMT</span></time> </p><p> Pfizer has said that the first Covid-19 vaccine supplies are being prepared to ship from the company’s Kalamazoo, Michigan site.<br /><br />They will be distributed by the US Department of Defense in partnership with agencies within the Department of Health and Human Services to government-designated facilities across the country, Pfizer said on Saturday night US time.</p> <a href=\"https://www.theguardian.com/world/live/2020/dec/13/coronavirus-live-news-germany-to-tighten-restrictions-as-us-nears-300000-deaths-after-another-record-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/13/coronavirus-live-news-germany-to-tighten-restrictions-as-us-nears-300000-deaths-after-another-record-day", "date_published": "2020-12-13 04:46:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former president of Rebels bikie gang shot dead at Perth drag race", "description": "<p>Nick Martin was killed and another man and eight-year-old boy suffered injuries during a shooting at a motorsport event</p><p>Senior Western Australia Rebels bikie Nick Martin has been shot dead in front of multiple witnesses at a motorsport event in Perth.</p><p>WA Police on Sunday said there was a shooting at Perth Motorplex in Kwinana Beach just after 8.30pm local time on Saturday, with the 51-year-old Martin and a 31-year-old man shot.</p> <a href=\"https://www.theguardian.com/australia-news/2020/dec/13/former-president-of-rebels-bikie-gang-shot-dead-at-perth-drag-race\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/dec/13/former-president-of-rebels-bikie-gang-shot-dead-at-perth-drag-race", "date_published": "2020-12-13 03:48:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump supporters rally against election outcome as Proud Boys and Antifa clash", "description": "<p>Heavy police presence in Washington fails to prevent violence as conservatives are left praying for a Jericho-style miracle to bring a different result </p><p>Conservative groups protesting against US president-elect Joe Biden’s election victory gathered for protests across the country on Saturday, including in Washington where far-right groups clashed with counter-protesters despite a heavy police presence.</p><p>Organizers of Stop The Steal, who allege without evidence that the 3 November election win was tainted by fraud, and church groups urged supporters to participate in “Jericho Marches” and prayer rallies.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/13/trump-supporters-rally-against-election-outcome-as-proud-boys-and-antifa-face-off\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/13/trump-supporters-rally-against-election-outcome-as-proud-boys-and-antifa-face-off", "date_published": "2020-12-13 03:26:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moroccan Islamist groups reject normalising ties with Israel", "description": "<p>The religious branch of the co-ruling PJD party described the move as ‘deplorable’</p><p>Morocco’s main Islamist groups rejected the government’s plan to normalise ties with Israel, following a deal brokered by the United States.</p><p>The religious branch of the co-ruling PJD party, the Unity and Reform Movement (MUR), said in a statement on Saturday the move was “deplorable” and denounced “all attempts at normalisation and the Zionist infiltration”.</p> <a href=\"https://www.theguardian.com/world/2020/dec/13/moroccan-islamist-groups-reject-normalising-ties-with-israel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/13/moroccan-islamist-groups-reject-normalising-ties-with-israel", "date_published": "2020-12-13 03:01:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild weather continues with flood warnings for Queensland's south-east and northern NSW", "description": "<p>Authorities receive hundreds of calls for help as people urged to brace for more heavy rain, gales and king tides from Port Macquarie to Fraser Island </p><p>Heavy rain across south-east Queensland and north of New South Wales has prompted flash flooding warnings as authorities answer hundreds of calls for help and warn of more bad weather to come.</p><p>Some areas in the Gold Coast and northern NSW border recorded more than 350mm of rain since Saturday with warnings there was more to come.</p> <a href=\"https://www.theguardian.com/australia-news/2020/dec/13/wild-weather-queenslands-south-east-and-northern-nsw-brace-for-flooding-gales-and-dangerous-surf\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/dec/13/wild-weather-queenslands-south-east-and-northern-nsw-brace-for-flooding-gales-and-dangerous-surf", "date_published": "2020-12-13 02:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country superstar Charley Pride dies aged 86", "description": "<p>Pride, the first black inductee into the Country Music Hall of Fame, died from complications related to coronavirus</p><p>The singer Charley Pride, the first black superstar of country music, died on Saturday at the age of 86.</p><p>His publicist confirmed that Pride died on 12 December in Dallas, Texas from complications related to coronavirus.</p> <a href=\"https://www.theguardian.com/music/2020/dec/12/country-superstar-charley-pride-dies-aged-86\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/12/country-superstar-charley-pride-dies-aged-86", "date_published": "2020-12-13 01:36:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outdoor education centres warn of risk of closure due to Covid", "description": "<p>Inner-city and vulnerable children ‘the silent sufferers’ if government in England and Wales does not help</p><p>From canoeing and caving to mountaineering and axe-throwing, outdoor adventures are being banished from the childhood memories of a generation because of coronavirus regulations.</p><p>Outdoor centres that provide environmental education for young people from inner cities, including those who may be deprived or disabled, are warning that they face collapse due to a lack of government support.</p> <a href=\"https://www.theguardian.com/society/2020/dec/13/outdoor-education-centres-warn-of-risk-of-closure-due-to-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/13/outdoor-education-centres-warn-of-risk-of-closure-due-to-covid", "date_published": "2020-12-13 00:13:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even Wonder Woman won’t save cinemas this year", "description": "<p>A grim 12 months at the UK box-office will only barely be improved by this week’s big-screen blockbuster premiere</p><p><em>Wonder Woman 1984</em> is set to make its British big-screen premiere this week, and for cinema owners it marks the last chance to salvage something from a terrible year.</p><p>While there is no hope that the Hollywood blockbuster sequel will emulate the £25m UK box-office take of the first <em>Wonder Woman</em> film, cinema owners are desperate for new fare to entice Covid-cautious movie fans back to the big screen.</p> <a href=\"https://www.theguardian.com/film/2020/dec/13/wonder-woman-hbo-cant-save-cinema-this-year\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/13/wonder-woman-hbo-cant-save-cinema-this-year", "date_published": "2020-12-13 00:05:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Clooney: Why we owe our domestic bliss to ... Boris Johnson", "description": "<p>Row over Parthenon marbles deflected attention from secret courtship with wife Amal, star reveals</p><p>George Clooney will not be sending Boris Johnson a Christmas card, but he may send a thank-you note to No 10 – along with a comb, he told the <em>Observer</em> this weekend.</p><p>The Hollywood film star and director has recognised he owes part of his current domestic contentment and job satisfaction to a strange run-in he had with the prime minister early in 2014, while Clooney was secretly courting his future wife, Amal.</p> <a href=\"https://www.theguardian.com/film/2020/dec/13/george-clooney-why-we-owe-our-domestic-bliss-to-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/13/george-clooney-why-we-owe-our-domestic-bliss-to-boris-johnson", "date_published": "2020-12-13 00:05:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory grandees’ fury over Johnson’s  ‘nationalist’  no-deal Brexit", "description": "<p>As fears grow of threat of chaos in new year, Lord Heseltine brands potential failure to strike deal ‘the worst decision of our times’</p><p>Boris Johnson faced a rising tide of anger from senior Tories and business leaders last night as he appeared ready to embrace a no-deal Brexit and prepared Royal Navy gunboats to defend UK fishing waters.</p><p>With the prime minister and the European commission president, Ursula von der Leyen, due to decide on Sunday whether to halt stalled talks and make the momentous decision to accept no deal – an outcome that would lead to tariffs and quotas on UK-EU trade and rising prices – Johnson’s handling of the final stage of negotiations has caused astonishment in his own party, and the EU.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/13/tory-grandees-fury-over-johnsons-nationalist-no-deal-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/13/tory-grandees-fury-over-johnsons-nationalist-no-deal-brexit", "date_published": "2020-12-13 00:02:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]