[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jonathan Biss: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nTom Huizenga | December 14, 2020 \nThe pandemic has sidelined many big Beethoven birthday plans. Jonathan Biss was slated to play concerts around the globe in celebration of the 250th anniversary of the composer's birth. Instead, he's home in Philadelphia. So it's no surprise that for this all-Beethoven Tiny Desk concert, Biss chose music that explores the composer's own isolation, brought on by deafness and an uncompromising personality.Biss is uniquely qualified for the task at hand. The 40-year-old pianist has recorded all 32 of Beethoven's freewheeling sonatas, performed them worldwide and has taught an online course in the music.\n\nThat's impressive. Still, what's more astounding is the personal story behind Biss' obsession with Beethoven. The recording project alone took nearly 10 years and the things Biss says he gave up – relationships, even his sense of self – in order to live the dream is heartbreaking. The pandemic has shut down the life and livelihoods of many musicians, and for Biss the down time offered space to confront his relationship to Beethoven and his own demons.  He tells his story in a raw and insightful audio memoir called Unquiet: My Life with Beethoven to be released this week. It's the journey of an artist struggling with anxiety and solitude.\n\nYou can hear some of Beethoven's own struggle in these perceptive performances. The bittersweetness of the Bagatelle Op. 126, No. 1, the moments of fragility in the Sonata, Op. 90, and the interior perspective that reaches outward from the Sonata Op. 109, all prove that Beethoven's music is as meaningful today as ever.\n\nSET LIST\nBeethoven: Bagatelle in G, Op. 126, No. 1\nBeethoven: Piano Sonata in E minor, Op. 90: I. Mit Lebhaftigkeit und durchaus mit Empfindung und Ausdruck\nBeethoven: Piano Sonata in E, Op. 109: I. Vivace, ma non troppo — Adagio espressivo, II. Prestissimo\nBeethoven: Bagatelle in E-flat, Op. 126, No. 3\n\nMUSICIANS\nJonathan Biss: piano\n\nCREDITS\nVideo and Audio: Jonathan Biss\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=99jaKJvtRBY", "date_published": "2020-12-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]