[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "8 Ways Immortals Fenyx Rising Is Ubisoft's Breath Of The Wild", "description": "Ubisoft has finally shown off its new IP, Immortals Fenyx Rising, the title formerly known as Gods & Monsters. We recently had the chance to play a few hours of the game, and the immediate thing we noticed was that it contains a number of similarities to Nintendo’s beloved RPG The Legend of Zelda: Breath of the Wild.\n\nIn a new video, Jess covers the many aspects of Immortals that you might find quite similar to Breath of the Wild. These include its bright open world, the feeling of player-driven freedom to explore, and the stamina and traversal systems. Immortals also has its own take on Zelda’s shrines, as well as fast-paced and flashy combat.\n\nImmortals definitely has a number of surface differences compared to Breath of the Wild, but check out the full video above to see how it’s similar to Nintendo’s game.\n\nImmortals is scheduled for release on December 3 for PS4, Xbox One, Switch, and PC. The game is also coming to the Xbox Series S/X and the PlayStation 5.", "link": "https://www.youtube.com/watch?v=PBZvuyYBxvA", "date_published": "2020-09-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hands-On: Xbox Series X And Series S Prototype Impressions", "description": "We have official mockups of the Xbox Series X and Xbox Series S. Watch to see Michael Higham's impressions of how they look and how easily they fit into his life.", "link": "https://www.youtube.com/watch?v=NNioq2aVjB0", "date_published": "2020-09-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Avengers Review", "description": "Assemble your friends. Crystal Dynamics' Marvel's Avengers is now available on PS4, Xbox One, PC, and Google Stadia. You can read the full written Marvel's Avengers review by Phil Hornshaw on GameSpot.", "link": "https://www.youtube.com/watch?v=dtlXBws5rgY", "date_published": "2020-09-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Scott Pilgrim & Prince Of Persia Are Coming Back! | Save State", "description": "In your Save State for September 10, Chastity tells you about the biggest highlights from the September edition of Ubisoft Forward. It featured some big new game announcements, and the return of some classic characters. \n\nFollowing rumors and hints, Ubisoft finally confirmed that Scott Pilgrim vs the World: The Game is coming back! The Complete Edition is coming this holiday season to current gen consoles, PC, and Stadia. A Prince of Persia: The Sands of Time remake is coming next year. The beloved 2003 game is getting a full, ground-up remake coming to PS4, Xbox One, and PC. \n\nThe game formerly known as Gods & Monsters is now called Immortals Fenyx Rising, and it’s launching this year. The upcoming Greek mythology-inspired open world action game will be released in December. There will also be a free demo on Stadia. \n\nThat’s just some of the news that came from today’s Ubisoft Forward. For more, including Rainbow 6 Siege and Watch Dogs Legion, check out all of our coverage on GameSpot.", "link": "https://www.youtube.com/watch?v=BcJRVXyeLqw", "date_published": "2020-09-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series S VERSUS Series X: Which Is Right For You? | Generation Next", "description": "Xbox Series S and Xbox Series X: two very similar consoles, with a couple of big differences. Which one is right for you? The Generation Next team compare all the key criteria you need to be thinking about if you want to get a next generation Xbox.\n\nMicrosoft's next-generation of Xbox consoles have finally come into focus. Along with the previously announced Xbox Series X, the company will also have a cheaper alternative called the Xbox Series S available. Ordinarily, the difference between two versions of the same console creates distinct experiences, but this time around Microsoft has narrowed the power difference between the two to offer what is essentially the same next-gen gaming experience.\n\nSo, what are the differences, what do they mean, and which Xbox is the right one for you? Well, those are exactly the questions we answer on this episode of Generation Next. Lucy, Tamoor, and Jordan talk through everything we know about consoles, highlight the key differences, and explain what impact each of the two consoles will have on the way you play games.\n\nThere's also a discussion of price points for both consoles. Microsoft is offering a monthly payment option for both the Series X and Series S. In most cases, this often means that you end up paying more in the long run, however, for the Xbox Series X and Series S, it actually works out cheaper to utilize the All Access purchase option. We explain why and how in the video, so you can make a smart and informed purchasing decision.\n\nGeneration Next is GameSpot's weekly video show all about the PlayStation 5 and Xbox Series X. Each Friday, join PlayStation Pro Tamoor Hussain, Xbox Xpert Jordan Ramée, and Console Connoisseur Lucy James as they discuss the biggest stories about the new consoles. Make sure to check out previous episodes of the show on GameSpot and YouTube.\n \n00:00 - Intro\n00:58 - Price\n04:41 - Power/Resolution\n06:23 - Disc Tray\n08:59 - Size/Aesthetics\n10:53 - Storage\n13:56 - Additional Series X/S Details\n15:09 - Outro", "link": "https://www.youtube.com/watch?v=D-OTpkKViyc", "date_published": "2020-09-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Black Ops Cold War Multiplayer And Xbox Series X Date & Price Revealed | Save State", "description": "In this video, Persia talks about this morning's reveal of Call Of Duty: Black Ops Cold War multiplayer. GameSpot also had some hands-on time with the multiplayer, so Persia goes into detail about new game modes like Combined Arms and VIP Escort and a new map called Armada. Beta access will be releasing on various weekends based on your platform starting in October. \n\nPersia also talks about the release date and price of the Xbox Series X finally being confirmed by Microsoft. At $499, the Xbox Series X can be yours as soon as November 10, and pre-orders open on September 22. Both the Series X and S are going to be a part of the Xbox All Access program, which lets you pay off the consoles over time and will also include other services like Game Pass Ultimate, Xbox Live Gold, and more.\n\nLastly, Persia talks about another release date being announced. Ubisoft confirmed that Watch Dogs: Legion will be releasing on October 29 on current-gen consoles and PC and on November 10 on the Xbox Series X and S when the consoles launch. There is going to be another Ubisoft Forward tomorrow at 12pm Pacific, and we'll be covering all of it on GameSpot.com.\n\nThis is your Save State for Wednesday September 9th.\n\n00:00 - Intro\n00:16 - Black Ops Cold War Multiplayer Revealed\n01:11 - Xbox Series X Date & Price Confirmed\n02:01 - Watch Dogs Legion Gets A Date Too\n02:48 - Outro", "link": "https://www.youtube.com/watch?v=AS6nyGfuEsU", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Black Ops Cold War's Mini Ground War Mode: Combined Arms Gameplay", "description": "On September 9th, Activision held a Call of Duty Black Ops Cold War multiplayer preview event showing off the all-new Combined Arms mode. We were invited to a hands-on preview and were able to try it out! In this match, we play on the map \"Armada\"- a large daytime map with a fleet of ships. \n\nThe new mode plays much like 2019's Modern Warfare's Ground War mode. Although the player count is smaller (12v12) the objective is the same- capture and hold down 5 points across the map. The first team to 400 points wins. The Armada map is one of the larger maps utilized for the Combined Arms game mode. It features zip lines, gunboats, and jet skis to get from ship to ship to reach the capture points. \n\nActivision also revealed weapon loadouts, perks, maps, and more. After his hands-on time with the game, we asked Michael Higham his thoughts on the gameplay, and whether or not it'll live up to Warzone. Be sure to check out our video to hear his thoughts. Call of Duty: Black Ops Cold War comes to PS4, Xbox One and PC on November 13th.", "link": "https://www.youtube.com/watch?v=jOpsKUrjxBA", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Far Cry VR - Official Announcement Trailer | \"Dive Into Insanity\"", "description": "Far Cry VR: Dive Into Insanity is an upcoming location-based virtual-reality experience that will take players back to Far Cry 3’s tropical Rook Islands, where they’ll be reunited with maniacal villain Vaas. Developed in partnership with Zero Latency, the experience will push players to work together to explore the islands, fight for their survival, and escape Vaas and his henchmen. \n\n \nLaunching in 2021, Far Cry VR: Dive Into Insanity will be available at more than 45 venues across 22 countries and counting. For more information please visit https://zerolatencyvr.com/games/farcryvr", "link": "https://www.youtube.com/watch?v=Uv4c8ue1oRE", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Prince of Persia: The Sand of Time Remake - Official Reveal Trailer", "description": "The Prince is back! Remade for the first time by Ubisoft, relive this legendary tale, or discover it new for the first time. Embark on a journey as the Prince to save your kingdom from the treacherous Vizier, in this timeless classic.\n\nPrince of Persia: The Sands of Time Remake will be available on 21st January  2021 on PlayStation®5, PlayStation®4,  Xbox Series X, Xbox One, Uplay, Uplay+ and Epic Games. Pre-order now at https://ubi.li/Jzd0t\n\nPre-order now and get access to the Back to the Origins Set  which includes the Original Prince skin, Original Weapons set and Classic Filter to experience the game as back in time!", "link": "https://www.youtube.com/watch?v=Tz52b7ySmRY", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Rainbow Six Siege: Operation Shadow Legacy - Official Animated Trailer | \"Call me Zero\"", "description": "\"Anything else I can do for you Sam?\n- Yeah... Call me Zero.\"", "link": "https://www.youtube.com/watch?v=s58ExeI1h_o", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Scott Pilgrim vs. The World: The Game - Official Complete Edition Trailer", "description": "Scott Pilgrim is back! Team up with friends to battle your way through waves of tough enemies to fight for love. Share health and coins, compete in mini-games like Dodgeball, and challenge each other to an epic-last-one-standing duel. The Complete Edition, which includes Knives Chau and Wallace Wells downloadable content, will be available Holiday 2020 on PlayStation ® 4, the Xbox One family of devices, Nintendo Switch™ system, Stadia, Windows PC and UPLAY+.\n\n#ScottPilgrim #Ubisoft\n\nABOUT SCOTT PILGRIM VS. THE WORLD\nRediscover the beloved 2D arcade-style beat'em up inspired by the iconic comic book series and movie Scott Pilgrim vs. The World in this Complete Edition! Play as your favorite characters - Scott Pilgrim, Ramona Flowers, Knives Chau, Stephen Stills, and more. Team up with 3 of your friends as you battle your way through waves of tough enemies to defeat the League of Evil Exes!", "link": "https://www.youtube.com/watch?v=mYcLi-TOJQE", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ubisoft Forward Livestream - September 2020", "description": "See the latest news from Ubisoft in this September edition of Ubisoft Forward, featuring new details on Watch Dogs: Legion, Hyper Scape, and more!", "link": "https://www.youtube.com/watch?v=C7xmKcDk0sI", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ubisoft Forward With Pre & Post Show - September 2020", "description": "See the latest news from Ubisoft in this September edition of Ubisoft Forward, featuring new details on Watch Dogs: Legion, Hyper Scape, and more!", "link": "https://www.youtube.com/watch?v=kwgtlx_7wak", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]