[{"source": "https://www.theguardian.com/rss", "title": "Harry Dunn death: Sacoolas drove on 'wrong side of road for 20 seconds'", "description": "<p>Lawyers for wife of US diplomat say the are ‘willing to discuss resolution’ with UK authorities </p><p>Lawyers acting on behalf of Harry Dunn’s alleged killer Anne Sacoolas have said she drove on the “wrong side of the road for 20 seconds” before the fatal crash.</p><p>Legal representatives for the 43-year-old issued a public statement on Thursday detailing her side of the story, in which they claim she was “otherwise driving cautiously and below the speed limit”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/11/harry-dunn-death-sacoolas-drove-on-wrong-side-of-road-for-20-seconds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/11/harry-dunn-death-sacoolas-drove-on-wrong-side-of-road-for-20-seconds", "date_published": "2020-09-10 23:23:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scale of failure in prison system staggering, say MPs", "description": "<p>Minister have not met pledge to improve condition of prison estate, committee says</p><p>The scale of failure in the prison system in England and Wales is “staggering”, with only 206 out of 10,000 promised new prison spaces delivered by the government, parliament’s spending watchdog has said.</p><p>Ministers and officials have failed to deliver on a pledge to improve the condition of the prison estate by 2020, the public accounts committee says in its report, published on Friday.</p> <a href=\"https://www.theguardian.com/society/2020/sep/11/scale-of-failure-in-prison-system-staggering-say-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/11/scale-of-failure-in-prison-system-staggering-say-mps", "date_published": "2020-09-10 23:01:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 things to look out for this weekend", "description": "<p>Chance for Arsenal’s Saliba to impress at Fulham, Ancelotti and Mourinho do battle and big-spending Chelsea face Brighton</p><p>A price of success is the fear of following it up with failure and a section of Liverpool fans are twitchy at a lack of new personnel. Kostas Tsimikas is the sole senior summer arrival and as back-up to Andy Robertson. There is also January signing Takumi Minamino, who will be required to build on cameo roles during last season’s run-in. That Rhian Brewster and Harry Wilson are being touted for sales also suggests Jürgen Klopp is parsing down the youngsters he feels can augment his squad. Tsimikas and Minamino cost £21m between them and the football finance guru Swiss Ramble has suggested Liverpool’s <a href=\"https://twitter.com/SwissRamble/status/1302855202089971713\">parsimony is down to increased costs</a>. Fans yearn for Thiago Alcântara to freshen the midfield but that deal is by no means guaranteed. Does that point to a weakened Liverpool? Not necessarily since Klopp’s team had an easier Project Restart schedule than their peers, having exited the Champions League in March and had all but won the league by the time of resumption. Liverpool’s problem in early season may be rustiness but despite that lack of refreshment and Chelsea’s lavish spending, only Manchester City are likely to stop 19 league titles becoming 20. <strong>JB</strong></p> <a href=\"https://www.theguardian.com/football/2020/sep/11/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/11/premier-league-10-things-to-look-out-for-this-weekend", "date_published": "2020-09-10 23:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Treasury committee urges Sunak to rethink end to furlough scheme", "description": "<p>Report adds to pressure on chancellor to continue targeted support for struggling sectors</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pressure has mounted on the government to rethink the decision to bring its wage subsidy scheme to an end next month after an influential group of MPs said Rishi Sunak should continue to provide targeted support to struggling sectors of the economy.</p><p>The Treasury selected committee said viable businesses would go to the wall unless they continued to receive support from the state and urged the chancellor to “carefully consider” targeted extensions to the furlough scheme.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/11/treasury-committee-urges-sunak-to-rethink-end-to-furlough-scheme-chancellor-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/11/treasury-committee-urges-sunak-to-rethink-end-to-furlough-scheme-chancellor-coronavirus", "date_published": "2020-09-10 23:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Santa Fe rejects George RR Martin’s request to build a 'castle' library", "description": "<p>More than 40 neighbors signed a letter urging the review board to reject the project saying that a prominent castle ‘will be visible’</p><p>Game of Thrones author George RR Martin won’t be able to build a seven-sided, castle-style library at his compound in Santa Fe that drew objections from neighbors.</p><p>The city’s Historic Districts Review Board on Tuesday denied a request to allow Martin to exceed the building height limit in the historic district where he lives, the Santa Fe New Mexican reported. The project included a roof deck and an elevator tower.</p> <a href=\"https://www.theguardian.com/books/2020/sep/10/santa-fe-george-r-r-martin-library-game-of-thrones\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/10/santa-fe-george-r-r-martin-library-game-of-thrones", "date_published": "2020-09-10 22:27:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extinction Rebellion protester arrested for defacing Winston Churchill statue", "description": "<p>Over 600 people were arrested during the environmental demonstrations in London </p><p>Ten days of Extinction Rebellion demonstrations in London ended with naked protests and an arrest over graffiti daubed on a statue of Winston Churchill.</p><p>At least 648 people have <a href=\"https://www.theguardian.com/environment/2020/sep/03/extinction-rebellion-rights-peaceful-protest-threat-police\">been arrested during the environmental action</a>, including one man on Thursday on suspicion of causing criminal damage to the statue in Parliament Square.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/10/extinction-rebellion-protester-arrested-for-defacing-winston-churchill-statue\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/10/extinction-rebellion-protester-arrested-for-defacing-winston-churchill-statue", "date_published": "2020-09-10 22:21:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michael Holding condemns England and Australia for not taking a knee", "description": "<ul><li>Gesture dropped for forthcoming one-day international series</li><li>Holding says excuses from teams are ‘lame’ and ‘flimsy’</li></ul><p>Michael Holding has criticised England and Australia for making “lame” and “flimsy” excuses over not taking a knee for the Black Lives Matter movement.</p><p>The West Indies fast bowling legend, who <a href=\"https://www.theguardian.com/sport/blog/2020/jul/08/michael-holdings-eloquence-skys-unflinching-masterpiece-on-race\">argued passionately and eloquently</a> during the summer over society and sport’s ongoing issues with racism, says international cricket teams have now disrespected the movement. England and Australia will begin their one-day international series on Friday but Holding’s words have sliced through the rhetoric and provided an embarrassing backdrop for the England and Wales Cricket Board.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/10/michael-holding-condemns-england-and-australia-for-not-taking-a-knee\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/10/michael-holding-condemns-england-and-australia-for-not-taking-a-knee", "date_published": "2020-09-10 21:53:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Afghan government to start peace talks with Taliban", "description": "<p>Negotiations to end the long civil war were agreed as part of a withdrawal deal signed by the US</p><p>The Afghan government and the Taliban will open peace talks on Saturday, trying to reach a power-sharing deal as American troops leave the country after nearly two decades.</p><p>The negotiations to try to end the long civil war were agreed as part of a withdrawal deal that the <a href=\"https://www.theguardian.com/world/2020/feb/29/us-taliban-sign-peace-agreement-afghanistan-war\">US signed with the Taliban</a> in February, but have stalled for months over details of a promised prisoner exchange.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/afghan-government-to-start-peace-talks-with-taliban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/afghan-government-to-start-peace-talks-with-taliban", "date_published": "2020-09-10 21:41:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour calls for UK jobs guarantee in potential Arm sale to Nvidia", "description": "<p>Government urged to intervene to ensure US buyer does not move microchip firm’s HQ </p><p>The Labour party has called on the government to intervene to prevent parts of the microchip designer Arm from being moved out of the UK if it is bought by the US chipmaker Nvidia.</p><p>Ed Miliband, the shadow business secretary, said the government should seek “legally binding assurances” from Nvidia that it would not move Arm’s headquarters out of Cambridge.</p> <a href=\"https://www.theguardian.com/business/2020/sep/10/labour-calls-for-uk-jobs-guarantee-in-potential-arm-sale-to-nvidia\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/10/labour-calls-for-uk-jobs-guarantee-in-potential-arm-sale-to-nvidia", "date_published": "2020-09-10 21:30:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oregon fires force 500,000 to evacuate as blazes across American west kill 15", "description": "<ul><li>Unprecedented fire conditions burn more than 900,000 acres</li><li>Firefighting resources are stretched thin in three states</li></ul><p>More than 500,000 people in Oregon have been forced to evacuate as unprecedented wildfires rage across the state, amounting to more than 10% of the population, authorities said Thursday.</p><p>Wildfires searing through the American west have killed at least 15 people, leveled entire neighborhoods and forced stretched firefighting crews to make tough decisions about where to deploy.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/wildfires-us-california-oregon-washington-latest-death-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/wildfires-us-california-oregon-washington-latest-death-toll", "date_published": "2020-09-10 21:13:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian hackers targeting US political campaigns ahead of elections, Microsoft warns", "description": "<p>Military intelligence behind 2016 hack of Democrats attempted similar intrusions into computer systems of political parties </p><p>The same Russian military intelligence outfit that hacked the Democrats in 2016 has attempted similar intrusions into the computer systems of organizations involved in the 2020 elections, Microsoft said Thursday.</p><p>Those efforts, which have targeted more than 200 organizations including political parties and consultants, appear to be part of a broader increase in targeting of US political campaigns and related groups, the company said.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/10/microsoft-russia-us-election-2020-hackers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/10/microsoft-russia-us-election-2020-hackers", "date_published": "2020-09-10 21:02:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pollutionwatch: air pollution in China falling, study shows", "description": "<p>Annual deaths have dropped to 1990 levels after 2013 peak thanks to concerted action in key cities<br /></p><p>It is a long time since <a href=\"https://www.theguardian.com/environment/2013/feb/10/pollutionwatch-beijing-airborne-particles-weather\">images of a smoggy Beijing</a> were in the news. India now leads the World Health Organization’s (WHO) <a href=\"https://www.who.int/airpollution/data/cities/en/\">league table</a> of polluted cities.</p><p>A <a href=\"https://www.thelancet.com/journals/lanplh/article/PIIS2542-5196(20)30161-3/fulltext\">new study</a> shows that annual deaths from air pollution in China peaked in 2013 and are now below 1990 levels. Concerted action reduced particle pollution in 74 key Chinese cities by an average of 33% between 2013 and 2017.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/10/pollutionwatch-air-pollution-in-china-falling-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/10/pollutionwatch-air-pollution-in-china-falling-study-shows", "date_published": "2020-09-10 20:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK, France and Germany agree to reject US demand for Iran snapback sanctions", "description": "<p>European ‘E3’ ministers reach consensus during Kent meeting hosted by UK foreign secretary Dominic Raab </p><p>Foreign ministers from the UK, France and Germany have agreed to hold out against US demands to snapback all UN sanctions on Iran, despite intensified pressure from the US specifically on the UK government to fall into line.</p><p>The US <a href=\"https://www.theguardian.com/world/2020/aug/25/iran-sanctions-trump-administration-un-security-council\">was left isolated at the UN security council last month</a> when it said it wished to reimpose snapback sanctions, with the European nations – known collectively as the E3 – arguing that the US was no longer a participant in the deal and so unable to act unilaterally. The US, which left the deal in 2018, described the E3 position as crackers and pandering to terrorists. A further showdown on the issue at the UN is expected this month.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/uk-france-and-germany-agree-to-reject-us-demand-for-iran-snapback-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/uk-france-and-germany-agree-to-reject-us-demand-for-iran-snapback-sanctions", "date_published": "2020-09-10 18:49:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diana Rigg: star with an independent streak to match her glamour", "description": "<p>From kickass screen roles to award-winning theatre and TV ones, with a curious sideline in nuns, the Yorkshire-born actor’s class and spirit earned her a magnificent career</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/10/actor-diana-rigg-dies-aged-82\">Diana Rigg, Avengers and Game of Thrones star, dies aged 82</a><br /></li></ul><p>When Diana Rigg made her Broadway debut in 1971,<em> </em>the theatre programme Playbill introduced her in terms that established the wide range of work and appeal that still marked her career at her death today, five decades later, at the age of 82.</p><p>The then-31-year-old Yorkshirewoman, theatregoers were told, was “a highly established star of the theatre, motion pictures and films in England” who had recently “become popular in the United States as the glamorous Emma Peel in <a href=\"https://www.theguardian.com/tv-and-radio/2015/jul/30/the-avengers-british-action-genre-patrick-macnee-honor-blackman-diana-rigg\">The Avengers</a> television series and as the leading lady in the latest James Bond film, On Her Majesty’s Secret Service”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/10/diana-rigg-star-with-an-independent-streak-to-match-her-glamour\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/10/diana-rigg-star-with-an-independent-streak-to-match-her-glamour", "date_published": "2020-09-10 18:23:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reprieve for renters facing eviction in England and Wales", "description": "<p>Housing secretary offers lifeline in lockdown areas and announces Christmas ‘truce’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Renters facing eviction have been offered a reprieve – but only if they live in areas under local coronavirus lockdowns.</p><p>Robert Jenrick, the housing secretary, confirmed that court proceedings for evictions would restart in England and Wales on 21 September after being suspended early in the pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/reprieve-renters-facing-eviction-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/reprieve-renters-facing-eviction-england-wales", "date_published": "2020-09-10 17:43:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 fears on Lesbos as thousands of refugees flee huge fires", "description": "<p>Authorities race to find people who tested positive as more fires devastate Moria camp</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Greek authorities on Lesbos are racing to find refugees who had tested positive for Covid-19 before a series of devastating fires <a href=\"https://www.theguardian.com/global-development/2020/sep/09/catastrophe-warning-as-thousands-left-homeless-by-lesbos-refugee-camp-fire\">forced thousands to flee Europe’s biggest migrant camp</a>.</p><p>Health officials have rushed 19,000 test kits to the north-eastern Aegean island amid fears of a surge in coronavirus cases.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/fears-of-covid-surge-on-lesbos-as-thousands-of-refugees-flee-huge-fires\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/fears-of-covid-surge-on-lesbos-as-thousands-of-refugees-flee-huge-fires", "date_published": "2020-09-10 17:29:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government's top legal advisers divided over move to override Brexit deal", "description": "<p>Exclusive: Scottish advocate general warned of breach of ministerial code but two other advisers disagreed, letter shows</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/sep/10/brexit-letter-are-mps-obliged-to-comply-with-international-law\">Are MPs obliged to comply with international law?</a><br /></li></ul><p>A behind–the–scenes rift has emerged between the government’s top legal advisers over the legality of the decision to bring legislation that overrides the EU withdrawal agreement.</p><p>Legal advice contained in a three–page letter marked “official – sensitive”, seen by the Guardian, summarises <a href=\"https://www.theguardian.com/politics/2020/sep/10/brexit-letter-are-mps-obliged-to-comply-with-international-law\">the legal opinions of the government’s three law officers</a>, whose role includes ensuring ministers act in accordance with the law.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/10/governments-top-legal-advisers-divided-over-move-to-override-brexit-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/10/governments-top-legal-advisers-divided-over-move-to-override-brexit-deal", "date_published": "2020-09-10 17:27:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moonshot: five key points from No 10’s leaked coronavirus testing plan", "description": "<p>From the £100bn cost to the plan for getting football crowds back: what the official documents reveal</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Operation Moonshot – <a href=\"https://www.theguardian.com/world/2020/sep/09/what-is-no-10s-moonshot-covid-testing-plan-and-is-it-feasible\">the government’s bid to accelerate testing</a> from around 200,000 a day to 10m a day by early 2021 – was met with derision by Labour MPs in the House of Commons on Thursday when the health and care secretary Matt Hancock set out the scale of the ambition. They were “naysayers”, <a href=\"https://www.theguardian.com/politics/2020/sep/10/covid-test-seekers-may-be-ranked-by-priority-says-matt-hancock\">Hancock responded</a>. “They would do far better to support their constituents and get with the programme.”</p><p>Here are five key parts of that programme as revealed in the leaked official documents obtained by the British Medical Journal and the Guardian.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/moonshot-five-key-points-from-no-10s-leaked-coronavirus-testing-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/moonshot-five-key-points-from-no-10s-leaked-coronavirus-testing-plan", "date_published": "2020-09-10 17:03:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hancock's breakdown slides Westminster even more through the looking glass | John Crace", "description": "<p>Health secretary leaps into bizarre rant against nay-sayers promising to fail to meet future Covid testing target </p><p>In recent months, Westminster has slid so far through the looking glass that there must be a severe shortage of psychedelics on sale in SW1. Forget – just for a moment – that the government is now openly boasting <a href=\"https://www.theguardian.com/politics/2020/sep/08/brandon-lewis-breaks-cardinal-law-for-mps-and-tells-the-half-truth-john-crace\">about breaking international treaties</a> in its bid to become a failed state and start to sweat the smaller stuff. On Tuesday, the health secretary gave a statement to the Commons in which he completely forgot why he was there and only revealed what he had meant to say about extending lockdown restrictions via leaks to journalists later that evening.</p><p>No matter. The following day, the prime minister gave <a href=\"https://www.theguardian.com/politics/2020/sep/09/boris-johnson-lets-rip-another-demented-monologue-in-commons\">a Downing Street press conference</a> in which he merely repeated all the things Matt Hancock had said on Twitter the night before. So there was something entirely predictable about Matt returning to the Commons on Thursday to repeat all the things he had meant to say on Tuesday but were already in the public domain thanks to his own Twitter leaks and the Boris Johnson press conference. It would surprise no one if No 10 were to hold another presser tomorrow to clarify what Hancock had said today.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/10/hancocks-breakdown-slides-westminster-even-more-through-the-looking-glass\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/10/hancocks-breakdown-slides-westminster-even-more-through-the-looking-glass", "date_published": "2020-09-10 17:03:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU official says asylum policy impasse 'part of the problem' at Moria", "description": "<p>Ylva Johansson says EU working to reduce number of refugees and migrants on Greek islands</p><p>A senior EU official has said Europe’s failure to agree a common migration and asylum policy was partly responsible for the “unacceptable” conditions at the Moria camp on Lesbos that <a href=\"https://www.theguardian.com/world/2020/sep/09/thousands-need-aid-after-fire-destroys-europes-largest-refugee-camp\">burned to the ground this week</a>, leaving more than 12,000 people without shelter.</p><p>Ylva Johansson, the European commissioner for home affairs, said that when she took office in December 2019, the situation for 40,000 refugees and migrants living on Greek islands was “unsustainable and unacceptable”.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/eu-official-says-asylum-policy-impasse-part-of-the-problem-at-moria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/eu-official-says-asylum-policy-impasse-part-of-the-problem-at-moria", "date_published": "2020-09-10 17:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alan Minter, British boxing great who became world champion, dies aged 69", "description": "<ul><li>Minter claimed WBC and WBA middleweight titles in 1980</li><li>‘You’ll always be a legend and a gentleman,’ says Ricky Hatton</li></ul><p>The former world middleweight champion Alan Minter has died aged 69, the British Boxing Board of Control has announced.</p><p>Minter won Olympic bronze at Munich in 1972 and went on to capture the British and European middleweight titles before he was granted his opportunity to fight on the world stage. He claimed the WBC and WBA titles with a split decision win over Vito Antuofermo in March 1980 in Las Vegas but Minter’s reign lasted a matter of months as he was beaten by the great Marvin Hagler at Wembley Arena.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/10/alan-minter-british-boxing-great-who-became-world-champion-dies-aged-69\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/10/alan-minter-british-boxing-great-who-became-world-champion-dies-aged-69", "date_published": "2020-09-10 16:43:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'She began the real sexual revolution for women': Shere Hite dies aged 77", "description": "<p>Reviled by Playboy, her 1976 study of 3,500 women challenged male assumptions about sex</p><p>The pioneering feminist Shere Hite, known for her research on female sexuality, has died at the age of 77. She was best known for The Hite Report: A Nationwide Study of Female Sexuality, which has sold more than 50m copies since publication in 1976.</p><p>Based on the views of 3,500 women, it challenged male assumptions about sex by revealing that many women were not stimulated by sexual penetration. It also encouraged women to take control of their sex lives. It was dismissed as “anti-male” and dubbed the Hate Report by Playboy.</p> <a href=\"https://www.theguardian.com/books/2020/sep/10/she-began-the-real-sexual-revolution-for-women-shere-hite-dies-aged-77\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/10/she-began-the-real-sexual-revolution-for-women-shere-hite-dies-aged-77", "date_published": "2020-09-10 16:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gucci heiress files lawsuit alleging stepfather sexually abused her", "description": "<p>Alexandra Zarini alleges Joseph Ruffalo sexually abused her from the age of six to when she was about 22</p><p>Alexandra Zarini, the 35-year-old granddaughter of Aldo Gucci, the man who turned a small Italian artisanal company into a global fashion brand, has filed a lawsuit in a US court alleging that her stepfather sexually abused her over a period of 16 years.</p><p>The action, filed in the California superior court in Los Angeles, describes years of sexual abuse from her former stepfather, Joseph Ruffalo, and complicity and a cover-up on the part of her mother, Patricia Gucci, and grandmother Bruna Palombo.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/10/alexandra-zarini-gucci-stepfather-joseph-ruffalo-sexual-abuse-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/10/alexandra-zarini-gucci-stepfather-joseph-ruffalo-sexual-abuse-lawsuit", "date_published": "2020-09-10 15:35:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diana Rigg: a life in pictures", "description": "<p>Avengers star Diana Rigg has died at the age of 82. We look back at her career on television, stage and film; from Emma Peel in 1965 to Olenna Tyrell in Game of Thrones 50 years later</p> <a href=\"https://www.theguardian.com/film/gallery/2020/sep/10/diana-rigg-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2020/sep/10/diana-rigg-a-life-in-pictures", "date_published": "2020-09-10 13:47:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Over-50s in England ‘prematurely shuffled out of labour market’", "description": "<p>DWP data shows decade-long growth in over-50s employment stalled this year </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A decade-long rise in the number of over-50s in employment in England has stalled, prompting concerns that older people are being “prematurely shuffled out of the labour market”.</p><p>Figures from <a href=\"https://www.gov.uk/government/publications/economic-labour-market-status-of-individuals-aged-50-and-over-trends-over-time-september-2020/economic-labour-market-status-of-individuals-aged-50-and-over-trends-over-time-september-2020\">the Department for</a><a href=\"https://www.gov.uk/government/publications/economic-labour-market-status-of-individuals-aged-50-and-over-trends-over-time-september-2020/economic-labour-market-status-of-individuals-aged-50-and-over-trends-over-time-september-2020\"> Work and Pensions</a> on the economic labour market status of individuals aged 50 and over show that a rise in employment among the group has halted in England, with the exception of the east of England, where there was a fall in the employment rate among 50- to 64-year-olds of 3.4 percentage points.</p> <a href=\"https://www.theguardian.com/society/2020/sep/10/over-50s-england-labour-market-dwp-employment\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/10/over-50s-england-labour-market-dwp-employment", "date_published": "2020-09-10 13:23:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women in England struggling to access contraception as result of underfunding", "description": "<p>Report calls for access to progestogen-only contraceptive pills over counter</p><p>Access to progestogen-only contraceptive pills should be available over the counter, experts have said, as a report finds many women in England are struggling to access contraception as a result of underfunding and cuts to services.</p><p>An inquiry by the all-party parliamentary group on sexual and reproductive health (APPG SRH) heard that difficulties accessing contraception was leaving women at risk of unplanned pregnancies, a situation made worse by the Covid-19 outbreak. The inquiry said such problems also affected trans men and non-binary individuals.</p> <a href=\"https://www.theguardian.com/society/2020/sep/10/women-in-uk-struggling-to-access-contraception-as-result-of-underfunding\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/10/women-in-uk-struggling-to-access-contraception-as-result-of-underfunding", "date_published": "2020-09-10 13:20:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK mathematician wins richest prize in academia", "description": "<p>Martin Hairer takes $3m Breakthrough prize for work a colleague said must have been done by aliens</p><p>A mathematician who tamed a nightmarish family of equations that behave so badly they make no sense has won the most lucrative prize in academia.</p><p>Martin Hairer, an Austrian-British researcher at Imperial College London, is the winner of the 2021 Breakthrough prize for mathematics, an annual $3m (£2.3m) award that has come to rival the Nobels in terms of kudos and prestige.</p> <a href=\"https://www.theguardian.com/science/2020/sep/10/uk-mathematician-martin-hairer-wins-richest-prize-in-academia-breakthrough\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/sep/10/uk-mathematician-martin-hairer-wins-richest-prize-in-academia-breakthrough", "date_published": "2020-09-10 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giant art and a circus rehearsal: Thursday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/sep/10/giant-art-and-a-circus-rehearsal-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/sep/10/giant-art-and-a-circus-rehearsal-thursdays-best-photos", "date_published": "2020-09-10 11:48:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK is one of the most corrupt nations on Earth | George Monbiot", "description": "<p>Fortunes are being made by political favourites, while Brexit could cement London’s reputation for money laundering</p><p>Fear, shame, embarrassment: these brakes no longer apply. The government has discovered that it can bluster through any scandal. No minister need resign. No one need apologise. No one need explain.</p><p>As public outrage grows over the billions of pounds of coronavirus contracts issued by the government <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/coronavirus-contracts-government-transparency-pandemic\">without competition</a>, it seems determined only to award more of them. Never mind that the consulting company Deloitte, whose personnel circulate in and out of government, has been strongly criticised for the <a href=\"https://www.theguardian.com/business/2020/may/04/uk-government-using-crisis-to-transfer-nhs-duties-to-private-sector\">disastrous </a><a href=\"https://www.theguardian.com/business/2020/may/04/uk-government-using-crisis-to-transfer-nhs-duties-to-private-sector\"> system </a>it devised to supply protective equipment to the NHS. It has now been granted a massive new contract to test the population for Covid-19.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/10/uk-corrupt-nation-earth-brexit-money-laundering\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/10/uk-corrupt-nation-earth-brexit-money-laundering", "date_published": "2020-09-10 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Markets fall back ahead of European Central Bank meeting - business live", "description": "<p>Rolling coverage of the latest economic and financial news, as investors await new growth and inflation forecasts from the ECB</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/sep/10/markets-european-central-bank-lagarde-euro-ftse-pound-covid-19-us-unemployment-business-live?page=with:block-5f59c05d8f08c38f728cfcc8#block-5f59c05d8f08c38f728cfcc8\">Introduction: ECB meeting today</a></li><li>Will Lagarde voice alarm about deflation?</li><li><a href=\"https://www.theguardian.com/business/live/2020/sep/10/markets-european-central-bank-lagarde-euro-ftse-pound-covid-19-us-unemployment-business-live?page=with:block-5f59df718f08c38f728cfd97#block-5f59df718f08c38f728cfd97\">9.30am: European markets in the red</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/sep/10/markets-european-central-bank-lagarde-euro-ftse-pound-covid-19-us-unemployment-business-live?page=with:block-5f59d6368f087b90a29912e7#block-5f59d6368f087b90a29912e7\">Morrison’s profits hit by Covid-19</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/sep/10/markets-european-central-bank-lagarde-euro-ftse-pound-covid-19-us-unemployment-business-live?page=with:block-5f59dcbf8f08c38f728cfd83#block-5f59dcbf8f08c38f728cfd83\">But Games Workshop soars again</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-10T08:35:38.156Z\">9.35am <span class=\"timezone\">BST</span></time> </p><p><strong>European stock markets have now dipped into the red, after one European Central Bank policymaker dampened hopes of fresh stimulus measures today.</strong></p><p><strong>Klaas Knot</strong>, the head of the Dutch central bank, told the Eurofi magazine that risks to the eurozone’s recovery had receded, given economic data over the summer</p><p>“These developments solidify the confidence in our baseline projection with a more favourable balance-of-risks</p><p>“However, even if no further setbacks materialize, economic activity will only approach pre-corona levels at the end of 2022.”</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-10T08:24:52.177Z\">9.24am <span class=\"timezone\">BST</span></time> </p><p><strong>Covid-19 has dragged the Lloyd’s of London insurance market into the red.</strong></p><p>“Where pandemic and notifiable diseases are specifically covered in insurance policies, then they will pay, and we’ve been paying claims on those, but they are typically bought as an extension to a standard policy that requires physical damage to a premises before a claim can be made.</p><p>“It is that second category that is proving complex around the issue of whether Covid-19 is creating physical damage in the workplace, and that is the issue that is being tested in the High Court and we are very supportive of getting this to an early decision.”</p> <a href=\"https://www.theguardian.com/business/live/2020/sep/10/markets-european-central-bank-lagarde-euro-ftse-pound-covid-19-us-unemployment-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/sep/10/markets-european-central-bank-lagarde-euro-ftse-pound-covid-19-us-unemployment-business-live", "date_published": "2020-09-10 08:50:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Trump says he 'perhaps' misled Americans as global deaths pass 900,000", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/sep/10/coronavirus-live-news-trump-says-he-perhaps-misled-americans-as-infections-rise-across-europe?page=with:block-5f59538d8f087ba78e10ca04#block-5f59538d8f087ba78e10ca04\">Trump ‘played down’ threat because he ‘didn’t want to create panic’</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/10/coronavirus-live-news-trump-says-he-perhaps-misled-americans-as-infections-rise-across-europe?page=with:block-5f59538d8f087ba78e10ca04#block-5f59538d8f087ba78e10ca04\">France sees second highest one-day case total</a></p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/sep/09/trump-bob-woodward-book-rage-coronavirus\">Trump knew Covid was deadly but wanted to ‘play it down’, Woodward book says</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/sep/10/coronavirus-live-news-trump-says-he-perhaps-misled-americans-as-infections-rise-across-europe?page=with:block-5f5959508f087ba78e10ca19#block-5f5959508f087ba78e10ca19\">Global deaths pass 900,000</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/sep/09/the-oxford-university-astrazeneca-covid-19-vaccine-trial-has-been-paused-should-we-be-worried\">Oxford vaccine trial pause - should we be worried?</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/09/oxford-covid-19-vaccine-trial-participant-undeterred-by-pause\">Oxford Covid-19 vaccine trial participant undeterred by pause</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-10T08:48:43.122Z\">9.48am <span class=\"timezone\">BST</span></time> </p><p><strong>India</strong> has confirmed another <strong>record number of daily coronavirus infections</strong> recording 95,735 new cases in the last 24 hours.</p><p>The latest spike comes in a week which has seen a number of daily infection tallies over 90,000, representative of just how large the caseload is becoming in India.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-10T08:14:06.686Z\">9.14am <span class=\"timezone\">BST</span></time> </p><p><strong>Australia’s</strong> conservative government clashed with state lawmakers on Thursday over how fast to relax social distancing restrictions, as the number of new Covid-19 cases showed a steady decline, Reuters reports. </p><p>Australia in March created a national cabinet which includes federal, state and territory leaders to coordinate measures to stop the disease spreading, closing international and domestic borders, suspending schools and closing businesses.</p><p>To use the tragedy of this personal family is disgusting. I will not be bullied nor will I be intimidated by the prime minister of this country.</p> <a href=\"https://www.theguardian.com/world/live/2020/sep/10/coronavirus-live-news-trump-says-he-perhaps-misled-americans-as-infections-rise-across-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/10/coronavirus-live-news-trump-says-he-perhaps-misled-americans-as-infections-rise-across-europe", "date_published": "2020-09-10 08:48:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid vaccine: '8,000 jumbo jets needed' to deliver doses around world", "description": "<p>Industry body IATA warns of capacity shortage for ‘biggest aviation challenge ever’</p><p>Shipping a coronavirus vaccine around the world will be the airline industry’s biggest-ever challenge, requiring the equivalent of 8,000 jumbo jet planes to get a single dose to 7.8 billion people, according to the aviation industry.</p><p>The International Air Transport Association warned of severe capacity constraints that could hamper efforts to get a vaccine out quickly around the globe. While drugmakers are racing to develop a vaccine and get it approved by regulators, the international aviation group is working with airlines, airports, health bodies and pharmaceutical firms to draft an airlift plan.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/we-have-too-few-planes-to-deliver-any-covid-19-vaccine-warns-aviation-group\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/we-have-too-few-planes-to-deliver-any-covid-19-vaccine-warns-aviation-group", "date_published": "2020-09-10 08:48:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears grow that UK is preparing to quit Brexit talks", "description": "<p>Concern grows as top EU official arrives in London for emergency talks over UK plans to breach withdrawal agreement</p><p>Fears are growing that the UK is preparing to walk away from Brexit talks as one of the European commission’s top officials arrives in London for emergency talks with Michael Gove.</p><p>The two spoke on Wednesday night by phone but Maroš Šefčovič asked for Thursday’s urgent meeting for a “face to face” explanation for the government’s <a href=\"https://www.theguardian.com/politics/2020/sep/09/brexit-bill-northern-ireland-criticised-as-obvious-breach-of-international-law\">proposal to breach international law</a> and “disapply” some of the Northern Ireland Brexit arrangements in the event of no trade deal.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/10/fears-grow-that-uk-is-preparing-to-quit-brexit-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/10/fears-grow-that-uk-is-preparing-to-quit-brexit-talks", "date_published": "2020-09-10 08:47:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China demands Twitter inquiry as ambassador to UK 'likes' porn tweet", "description": "<p>Embassy claims anti-China hackers behind ‘vicious attack’ on Liu Xiaoming’s account</p><p>China’s UK embassy has demanded Twitter carry out a “thorough” investigation and reserved the right to take further action after its ambassador’s account liked a pornographic post.</p><p>The embassy claimed Liu Xiaoming’s account had been “viciously attacked” on Wednesday, after it liked tweets including posts critical of the Chinese Communist party and a 10-second video of a sex act.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/china-demands-twitter-investigate-as-ambassador-to-uk-likes-pornographic-tweet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/china-demands-twitter-investigate-as-ambassador-to-uk-likes-pornographic-tweet", "date_published": "2020-09-10 08:32:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News style TV channel in UK to feature nightly comedy show", "description": "<p>Unnamed Rupert Murdoch service will only broadcast during peak evening hours<br /></p><p>Rupert Murdoch’s forthcoming Fox News-style television channel will feature a nightly current affairs comedy programme, in a challenge to the BBC’s satirical shows such as Have I Got News for You and The Mash Report.</p><p>Rather than copy the expensive 24-hour rolling news model of the BBC and Sky, the as-yet-unnamed new channel will only broadcast during peak evening hours and will be based around three daily programmes aimed at British audiences.</p> <a href=\"https://www.theguardian.com/media/2020/sep/10/fox-news-style-channel-for-tv-in-uk-to-feature-nightly-comedy-show\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/10/fox-news-style-channel-for-tv-in-uk-to-feature-nightly-comedy-show", "date_published": "2020-09-10 08:26:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was diagnosed with cancer at 14. Now I work alongside a doctor who treated me", "description": "<p>I’m still grappling with the long-term impact of my diagnosis but am determined to help others as a cancer researcher</p><p>I was 14 and on holiday with my family when I became ill. In two weeks, I lost a huge amount of weight and could barely stand without passing out. When we got home I had blood tests before being transferred to Southampton general hospital, where it was confirmed I had leukaemia and needed six months of intensive chemotherapy treatment.</p><p>I was a young patient, but I was keen to know everything about my diagnosis and my consultants got used to my constant questioning. One of my favourites was Dr Mary Morgan. Some consultants would ignore me and talk directly to my parents, but she always treated me like an adult. She even agreed to take me to the lab to see my blood being analysed. Although I liked science at school, I wasn’t necessarily good at it. But when it was real-life science happening to me, I found it fascinating. That trip to the lab with Mary was when I first realised I wanted to become a scientist.</p> <a href=\"https://www.theguardian.com/society/2020/sep/10/diagnosed-cancer-14-work-doctor-treated-me\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/10/diagnosed-cancer-14-work-doctor-treated-me", "date_published": "2020-09-10 08:13:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid: rush to get back to offices should be paused, says top UK expert", "description": "<p>Prof Neil Ferguson says country should ‘pause at the headlong rush to get everybody back’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>One of the UK’s top disease experts has suggested the government should “maybe pause at the headlong rush to get everybody back into offices” in England, as a minister admitted there was not yet a certified on-the-spot Covid test available.</p><p>Prof Neil Ferguson, an epidemiologist from the <a href=\"https://www.imperial.ac.uk/medicine/departments/school-public-health/infectious-disease-epidemiology/mrc-global-infectious-disease-analysis/\">MRC Centre for Global Infectious Disease Analysis</a>, warned there had been an “uptick” in Covid-related hospital admissions in the UK in recent days, with infections increasing across all areas.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/neil-ferguson-expert-questions-drive-to-get-people-back-into-offices-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/neil-ferguson-expert-questions-drive-to-get-people-back-into-offices-in-england", "date_published": "2020-09-10 08:06:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dara McAnulty becomes youngest ever finalist for Baillie Gifford prize", "description": "<p>Diary of a Young Naturalist, the 16-year-old’s debut, joins 12 other books in contention for prestigious £50,000 nonfiction award</p><p>The teenager Dara McAnulty has become the youngest writer ever to be longlisted for the UK’s most prestigious nonfiction award, the Baillie Gifford prize, for his book <a href=\"https://www.theguardian.com/books/2020/may/16/diary-of-a-young-naturalist-extract-dara-mcanulty\">Diary of a Young Naturalist</a>, which he began writing at the age of 14.</p><p>The book chronicles a year in the life of McAnulty, who is autistic, as he deals with his family’s move across Northern Ireland and seeks sanctuary in nature, detailing encounters in his garden and in the wild.</p> <a href=\"https://www.theguardian.com/books/2020/sep/10/dara-mcanulty-youngest-ever-finalist-baillie-gifford-prize-diary-of-a-young-naturalist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/10/dara-mcanulty-youngest-ever-finalist-baillie-gifford-prize-diary-of-a-young-naturalist", "date_published": "2020-09-10 08:04:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English schools urgently need the tools to deal with any new coronavirus outbreaks | Paul Whiteman", "description": "<p>After a wasted summer, the government is well behind where it needs to be in terms of its thinking, planning and delivery<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It is great to see so many young people back in the classroom in England and Wales, with their teachers and friends. If lockdown has taught us anything, it is that school is the best place for young people to get their education, guided and directed by expert teachers who know them well.</p><p>Young people have missed out on too much school already and as any parent or carer will tell you, juggling home learning with home working is not sustainable for either children or adults in the long term. Keeping schools open, so long as it is safe, has to be the aim. This is the best way to make sure that pupils don’t face any more disruption to their education, which has to be a priority.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/10/schools-coronavirus-outbreaks\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/10/schools-coronavirus-outbreaks", "date_published": "2020-09-10 08:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hard Kill review – Bruce Willis logs out in ultra-basic tech thriller", "description": "<p>Willis reprises his role as cheque-cashing frontman in this mind-numbing actioner, also starring Jesse Metcalfe</p><p>Anyone hoping Bruce Willis might enjoy a career renaissance after his rediscovery in <a href=\"https://www.theguardian.com/film/mnightshyamalan\">M Night Shyamalan</a>’s <a href=\"https://www.theguardian.com/film/2016/sep/27/split-review-james-mcavoy-m-night-shyamalan-fantastic-fest-austin\">Split</a> and <a href=\"https://www.theguardian.com/film/2019/jan/20/glass-review-m-night-shyamalan-samuel-l-jackson-bruce-willis-james-mcavoy\">Glass</a>: lower those expectations now. Here’s Willis back in his familiar 21st-century guise of cheque-cashing frontman for tuppenny-ha’penny video-on-demand fare, drafted in to deliver terse exposition before ceding the screen to no-names with slightly more give in their knees. All evidence would suggest he spent more time than usual on this film set, albeit much of that lassoed to a chair with an extravagant snood to keep him cosy. As ex-Marine turned embattled CEO Donovan Chalmers, Willis is operating in that grey area between zero fuss and not much effort.</p><p>The main event is a nondescript shuffle around some hoary old cliches, strewn with abysmal dialogue and filmed by someone who has played a lot of first-person shooters. It transpires that Chalmers’ techno-whizz daughter (Lala Kent) has been kidnapped by international scourge named The Pardoner (Sergio Rizzuto), whose smash-the-system rhetoric, expressed in boring, sub-Dr Evil monologues, needs stomping out with privately sourced paramilitary force. The film’s stompers-in-chief are a buff platoon of kick-ass boys and girls led by erstwhile <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2011/aug/08/desperate-housewives-getting-desperate\">Desperate Housewives</a> gardener Jesse Metcalfe, shrugging blandly through the kind of role (alcoholic combat veteran with a bad back) Willis himself might have enlivened in happier times.</p> <a href=\"https://www.theguardian.com/film/2020/sep/10/hard-kill-review-bruce-willis-jesse-metcalfe\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/10/hard-kill-review-bruce-willis-jesse-metcalfe", "date_published": "2020-09-10 08:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No Fixed Abode by Maeve McClenaghan review – life and death among the UK's forgotten homeless", "description": "<p>A meticulous investigation exposes the shameful truths surrounding the UK’s homeless population</p><p>The reporting project that became this book began with a man called Tony, who froze to death in December 2017 in the back garden of the home in Lowestoft from which he had been evicted, bankrupt, a few months before. Learning of Tony’s story, Maeve McClenaghan began what became an 18-month project to record every instance in the UK of a person dying while homeless.</p><p>In 2018, according to the charity Crisis, there were around 12,000 people sleeping rough in England. A further 276,100 people were living in temporary accommodation, sofa-surfing with family and friends, or in tents, cars or on public transport. Even the government’s own, lower, estimates were scandalous, with 4,751 rough sleepers representing an increase of 169% on the year that David Cameron’s Conservative government came to power. In <em>No Fixed Abode,</em> McClenaghan sets out in meticulously researched detail the consequences of this crisis for its most marginalised victims.</p> <a href=\"https://www.theguardian.com/books/2020/sep/10/no-fixed-abode-by-maeve-mcclenaghan-review-how-rough-sleepers-die\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/10/no-fixed-abode-by-maeve-mcclenaghan-review-how-rough-sleepers-die", "date_published": "2020-09-10 08:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NFL 2020 predictions: can anyone stop Patrick Mahomes and the Chiefs?", "description": "<p>The NFL kicks off on Thursday. Is this the start of a Kansas City dynasty? Will Tom Brady thrive in Florida? And will Covid-19 end the season prematurely?</p><p>This feels like an unanswerable question. The will is there and the NFL’s financial resources can overcome a great many hurdles but I don’t have the foresight to know what comes next in the evolution of this pandemic. <strong>NB</strong></p> <a href=\"https://www.theguardian.com/sport/2020/sep/10/nfl-2019-predictions-can-anyone-stop-the-patrick-mahomes-and-the-chiefs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/10/nfl-2019-predictions-can-anyone-stop-the-patrick-mahomes-and-the-chiefs", "date_published": "2020-09-10 08:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sebastian Vettel joins Aston Martin F1 for 2021 season as Pérez moves aside", "description": "<ul><li>Pérez departs Racing Point, who are set to rebrand for 2021</li><li>Announcement hijacks Ferrari’s 1,000th Grand Prix on Sunday </li></ul><p>Sebastian Vettel will drive for Racing Point next season after completing a multi-year deal with the team. Racing Point are to be rebranded as Aston Martin in 2021 and four-time world champion Vettel, deemed surplus to requirements by Ferrari, will head up the project.</p><p>Vettel’s announcement hijacks Ferrari’s 1,000th Grand Prix at the Italian team’s home track in Mugello this weekend. The 33-year-old German will team up with Lance Stroll, 21, the son of Canadian fashion billionaire Lawrence Stroll, a co-owner of Racing Point.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/09/sebastian-vettel-set-to-join-aston-martin-racing-point-formula-one-sergio-perez\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/09/sebastian-vettel-set-to-join-aston-martin-racing-point-formula-one-sergio-perez", "date_published": "2020-09-10 08:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit is back – and Labour's dilemma has not changed | Owen Jones", "description": "<p>Keir Starmer has been praised for ‘sidestepping’ the Brexit trap, but this was always the only option</p><p>The latest Tory ruse on Brexit is tediously straightforward. By talking up no deal and expressing a willingness to flout international law, the Conservatives intend to bounce Brussels into a favourable agreement while torturing their Labour opponents. It is the Tories who have relitigated Britain’s rupture with the EU – despite coasting to victory with a commitment to “Get Brexit done”.</p><p>They know that if the airwaves are flooded with Labour’s angry reactions, their opponents can be easily portrayed, once again, as blocking Brexit altogether. They believe that their electoral coalition has little interest in international law. They want to toxify Keir Starmer in so-called red wall seats by portraying him as an aloof, establishment, metropolitan, remainer lawyer.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/10/brexit-back-labour-dilemma-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/10/brexit-back-labour-dilemma-keir-starmer", "date_published": "2020-09-10 07:54:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Spacey sued for alleged sexual assault of two teenagers in 1980s", "description": "<p>Actor Anthony Rapp and another man file suit against Hollywood star at Manhattan court</p><p>Actor Anthony Rapp and another man filed a lawsuit on Wednesday against Kevin Spacey, accusing him of sexual assaults in the 1980s when they were teenagers.</p><p>Rapp, who starred in Rent on Broadway and in Star Trek: Discovery on TV, had first spoken out against the Oscar-winning Spacey in 2017, a decision that led to others speaking up and Spacey’s celebrated career coming to an abrupt end.</p> <a href=\"https://www.theguardian.com/culture/2020/sep/10/kevin-spacey-sued-for-alleged-sexual-assault-of-two-teenagers-in-1980s\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/sep/10/kevin-spacey-sued-for-alleged-sexual-assault-of-two-teenagers-in-1980s", "date_published": "2020-09-10 07:24:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesco to trial home delivery service by drone", "description": "<p>Supermarket giant has linked up with Manna to conduct the pilot next month in Co Galway<br /></p><p>Tesco is to trial home deliveries by drone in a move that could allow small items to be despatched to customers within 30 minutes to an hour of ordering.</p><p>Britain’s biggest retailer has teamed up with the drone delivery company Manna and will conduct the six-month trial next month delivering essentials from its Oranmore store in Co Galway, Ireland, where Manna has a licence to operate.</p> <a href=\"https://www.theguardian.com/business/2020/sep/10/tesco-to-trial-home-delivery-service-by-drone-in-ireland\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/10/tesco-to-trial-home-delivery-service-by-drone-in-ireland", "date_published": "2020-09-10 07:22:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forbidden fruits: the festival images you (almost) didn't see – in pictures", "description": "<p>Photo Basel was cancelled in June due to the pandemic – but here’s a fresh chance to see arresting shots of sweaty kisses and socialist villages which will be showing in Berlin instead </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/10/forbidden-fruits-festival-images-photo-basel-berlin-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/10/forbidden-fruits-festival-images-photo-basel-berlin-in-pictures", "date_published": "2020-09-10 07:11:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England faces a bleak winter unless it gets a grip on test and trace | Anthony Costello", "description": "<p>The government had months to prepare for a second wave – but its testing system is still in disarray<br /></p><p>After a summer of social gatherings, “<a href=\"https://www.theguardian.com/business/2020/sep/04/eat-out-to-help-out-sees-diners-claim-100m-cut-price-meals-in-august\">eat </a><a href=\"https://www.theguardian.com/business/2020/sep/04/eat-out-to-help-out-sees-diners-claim-100m-cut-price-meals-in-august\">out to </a><a href=\"https://www.theguardian.com/business/2020/sep/04/eat-out-to-help-out-sees-diners-claim-100m-cut-price-meals-in-august\">help </a><a href=\"https://www.theguardian.com/business/2020/sep/04/eat-out-to-help-out-sees-diners-claim-100m-cut-price-meals-in-august\">out</a>” and urging commuters to “<a href=\"https://www.theguardian.com/commentisfree/2020/jul/31/return-work-second-wave-ludicrous\">get back to the office</a>”, the government appears to be losing control of the pandemic. Almost <a href=\"https://www.theguardian.com/world/live/2020/sep/06/coronavirus-live-news-victoria-awaits-lockdown-decision-anti-mask-protests-held-in-europe\">3,000 new cases</a> were reported in the UK over the weekend and hundreds of pupils have gone into isolation after cases were discovered at more than <a href=\"https://www.lep.co.uk/health/coronavirus/more-90-uk-schools-have-cases-coronavirus-heres-which-ones-2963556\">90 schools</a>. Gatherings of more than six people <a href=\"https://www.theguardian.com/world/2020/sep/08/coronavirus-gatherings-of-more-than-six-to-be-banned-in-england\">will now be banned</a> in England from Monday in an attempt to curb this rise in case numbers. But although the government is right to tighten social distancing, this alone won’t solve the problem of rising cases. To do that, it urgently needs to restructure England’s failed test and trace programme.</p><p>In truth, England’s <a href=\"https://www.theguardian.com/world/2020/aug/04/four-key-failings-of-england-covid-19-test-and-trace-system\">test and trace programme</a> has always been half-hearted. It was supposed to be “world beating”, but now appears more like a national disgrace. On 12 March the government <a href=\"https://www.theguardian.com/politics/2020/may/19/failure-to-explain-uks-halt-to-mass-covid-19-testing-in-march-unacceptable\">stopped community testing</a> altogether on the advice of its scientists and medics. By then, South Korea had already mobilised its pharmaceutical and state laboratories to scale up mass testing. In Wuhan, where the Covid-19 pandemic originated, authorities deployed 9,000 community health workers and volunteers to find cases, trace contacts and ensure their isolation among the <a href=\"https://www.bbc.co.uk/news/world-asia-china-52629213\">11 million residents</a>, a ratio of one worker per 1,220 people.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/10/england-test-trace-winter-failing-system-second-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/10/england-test-trace-winter-failing-system-second-wave", "date_published": "2020-09-10 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Face masks pick perilous path from health protector to fashion accessory", "description": "<p>While mindful of trivialising the pandemic, big names from Tilda Swinton to Lady Gaga have been rocking facial coverings</p><p>At the Venice Film Festival the actor Tilda Swinton pulled out an ornate gold design face mask and wore it on the red carpet, just like she would have with a statement clutch bag or a must-have piece of jewellery.</p><p>The mask was not entirely pandemic-approved – on<a href=\"https://www.instagram.com/p/CEplTJlj2l3/?utm_source=ig_embed&amp;utm_campaign=loading\"> Instagram</a> the designer James Merry said the custom-made piece was inspired by “stingray skeletons, seaweed and orchids” – but it was symbolic of a bigger shift: the world of high fashion is finally allowing itself to embrace the coronavirus face mask.</p> <a href=\"https://www.theguardian.com/fashion/2020/sep/10/face-mask-fashion-accessory-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/sep/10/face-mask-fashion-accessory-coronavirus", "date_published": "2020-09-10 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Too much perspective? Bring on the trivial luxury of the Premier League | Marina Hyde", "description": "<p>There really is a carefree pleasure to reacting to things in a manner out of proportion to their importance – I can’t wait to be furious about a questionable red card</p><p>We began the lockdown with politicians <a href=\"https://www.theguardian.com/football/2020/apr/02/premier-league-clubs-must-face-windfall-tax-over-wages-says-mp\" title=\"\">tilting piously at a familiar scapegoat</a>. “The first thing that Premier League footballers can do,” prioritised health secretary Matt Hancock, “is make a contribution, take a pay cut and play their part.”</p><p>Regrettably, for the government, that wasn’t the last thing Premier League footballers did. By the time we got to June, footballers had <a href=\"https://www.theguardian.com/football/2020/apr/08/premier-league-captains-close-to-launching-charitable-fund-after-talks\" title=\"\">raised vast sums for NHS workers</a>, and the cabinet were gritting their teeth to thank Marcus Rashford, 22, for handing their arse to them on <a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\" title=\"\">the matter of free school dinners</a> over the summer holidays for Britain’s poorest children. “I think it is the right thing to do,” said a straight-faced Boris Johnson, whose own government had long resisted doing it, “and I congratulate Marcus Rashford on his campaign.” Education secretary and full spectrum disasterclass Gavin Williamson opined of Rashford: “He represents the best of Britain and is a role model for all of those children who look up to him for inspiration.” Shame he can’t be a role model for Gavin. Still, the minute I hear the news about Williamson or Hancock taking a pay cut, so will you.</p> <a href=\"https://www.theguardian.com/football/2020/sep/10/too-much-perspective-bring-on-the-trivial-luxury-of-the-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/10/too-much-perspective-bring-on-the-trivial-luxury-of-the-premier-league", "date_published": "2020-09-10 07:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK climate assembly: tax frequent flyers and ban SUVs as part of Covid recovery", "description": "<p>Assembly made up of members of public says economic recovery should drive move to net zero carbon emissions</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The first UK climate assembly made up of members of the public is calling for a tax on frequent flyers, a ban on selling SUVs and a cut in meat consumption as part of the Covid-19 economic recovery.</p><p>The assembly was made up of 108 people from all walks of life, who took part in meetings to discuss reducing greenhouse gas emissions.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/uk-climate-assembly-economic-recovery-from-covid-must-tackle-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/uk-climate-assembly-economic-recovery-from-covid-must-tackle-global-heating", "date_published": "2020-09-10 06:59:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When We Cease to Understand the World by Benjamín Labatut review – the dark side of science", "description": "<p>An extraordinary ‘nonfiction novel’ weaves a web of associations between the founders of quantum mechanics and the evils of two world wars </p><p>God does not play dice with the world, Albert Einstein famously declared, to which Benjamín Labatut would surely retort: perhaps not – but the devil does. In fact, Einstein himself had a lifelong <a href=\"https://www.theguardian.com/commentisfree/2019/feb/24/einstein-got-it-philosophy-and-science-do-go-hand-in-hand\">niggle of doubt about mathematics</a>, the discipline that we suppose keeps the Lord away from the gaming tables. How is it, he wondered, that an intellectual tool invented by humans can comprehend, account for and even manipulate so much of objective reality? That the physical world should be amenable to something we made up seemed to him suspect.</p><p>Is it perhaps that we register only as much of the world as our figurings can encompass? Wittgenstein had already conjectured that the limits of our language are the limits of our knowledge; could this be the case also, but more radically, with mathematics and the branches of science on which it is based? We see only that which we are capable of seeing: how much is beyond us?</p> <a href=\"https://www.theguardian.com/books/2020/sep/10/when-we-cease-to-understand-the-world-by-benjamin-labatut-review-the-dark-side-of-science\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/10/when-we-cease-to-understand-the-world-by-benjamin-labatut-review-the-dark-side-of-science", "date_published": "2020-09-10 06:30:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Humanities graduates are just as employable': do the sciences really lead to more jobs?", "description": "<p>The UK government wants more students to study science subjects – but employers want humanities graduates too</p><p>Alongside Bill Gates’s rictus grin, floppy hair and thick glasses, and Steve Jobs’s iconic black top and blue jeans, one of technology’s most distinctive-looking personalities is a man called David Shing, an Australian marketing executive. His wild hair and denim jackets may make him look like a 1980s glam rocker dragged backwards through a hedge, but he was dubbed a “creative prophet” during his 12-year long career at AOL.</p><p>Shingy is a design school graduate who was brought in as the advocate for blue-sky thinking among Silicon Valley tech executives: where they were logical and calculating, he was freewheeling and innovative. He has become something of a caricature, but for young people thinking of entering the tech industry, Shingy’s success proves you don’t need a technical background to succeed.</p> <a href=\"https://www.theguardian.com/education/2020/sep/10/humanities-graduates-are-just-as-employable-do-the-sciences-really-lead-to-more-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/10/humanities-graduates-are-just-as-employable-do-the-sciences-really-lead-to-more-jobs", "date_published": "2020-09-10 06:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I was terrified lockdown would send me back to the bottle. The reality proved fantastically different", "description": "<p>When my alcohol addiction was at its worst, I went from my bed to the supermarket and back, and my house felt like a prison. In lockdown I learned to love where I live<br /></p><p>Lockdown filled me with fear. It took me straight back to where I had been before: isolating on my own and drinking.</p><p>I have worked from home for many years and my house is lovely – a comfortable space with large gardens. Since I have been sober, I have been quite happy living here by myself. But I have also been going to Alcoholics Anonymous (AA) meetings and usually see my sponsor regularly. Lockdown felt like the self-imposed prison I had experienced at the height of my alcoholism. I felt trapped and I wanted to run.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/10/i-was-terrified-lockdown-would-send-me-back-to-the-bottle-the-reality-proved-fantastically-different\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/10/i-was-terrified-lockdown-would-send-me-back-to-the-bottle-the-reality-proved-fantastically-different", "date_published": "2020-09-10 06:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Broken Hearts Gallery review – smart romcom with a breakout star", "description": "<p>Geraldine Viswanathan stands out in this conventional but funny would-be romcom of the summer</p><p>Geraldine Viswanathan is a 25-year-old Australian actor and comedian of Indian descent who has appeared in a handful of movie-stealing supporting roles, including <a href=\"https://www.theguardian.com/film/2018/mar/29/blockers-review-prom-night-comedy-as-parents-turn-sex-obstructors\">Blockers</a> and The Package. Now comes a romcom vehicle for her leading actor talents, written and directed by Natalie Krinsky (whose script credits include <a href=\"https://www.theguardian.com/tv-and-radio/2017/nov/13/when-good-tv-goes-bad-how-gossip-girl-lost-its-nasty-streak\">Gossip Girl</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2018/mar/14/women-who-work-how-shonda-rhimes-tv-shows-excel-in-the-workplace\">Grey’s Anatomy</a>). The Broken Hearts Gallery was supposed to be the big romcom of the summer – a little something for the ladies while their beaux piled into Tenet, possibly. Finally arriving in cinemas this weekend, it is something of a letdown: a funny but conventional glossy romcom. But there is no messing with Viswanathan, who is undoubtedly the main attraction.</p><p>She plays funny and unfiltered Lucy, an art gallery assistant who has a quirky-stroke-creepy collection of mementos from past relationships cluttering her bedroom in a Brooklyn flatshare. She is dating her boss, Max (Utkarsh Ambudkar), an art-world poser whose studious man-bun is a dead giveaway to hidden shallows. After she makes a drunken show of herself at a work event, Lucy is hit with a double-whammy of getting fired and being dumped by Max. The plot is default romcom but Krinksy’s rams her script with smart-relatable lines. “I bet she has an amazing but crazy skincare routine,” whispers Lucy in awe after meeting Max’s impressive new doctor girlfriend.</p> <a href=\"https://www.theguardian.com/film/2020/sep/10/the-broken-hearts-gallery-review-smart-romcom-with-a-breakout-star\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/10/the-broken-hearts-gallery-review-smart-romcom-with-a-breakout-star", "date_published": "2020-09-10 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 holiday highlights of this strange summer: readers’ tips", "description": "<p>Waterfalls and wildflowers, beavers, bike rides, a Dales sunrise … our readers share their magical escapes from reality this year</p><p>We decided to try a trip to Belgium, as it isn’t a particularly long drive and it doesn’t get too hot – or so we thought. <a href=\"https://www.theguardian.com/travel/2019/apr/06/bradley-wiggins-tour-of-flanders-cycling-climbs-cafes-flemish-ardennes\">Flanders</a> is a brilliant place if you like cycling or walking. It also – we found out – is excellent for beer and food. At the beginning of August, Flanders was steaming hot and glorious in a sleepy, boozy, friendly way. We cycled, drank and ate for six days in Maarkedal, until the quarantine forced our hand and we headed back to the UK.<br /><strong>Karen Buchanan</strong></p> <a href=\"https://www.theguardian.com/travel/2020/sep/10/10-holiday-highlights-strange-summer-readers-travel-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/sep/10/10-holiday-highlights-strange-summer-readers-travel-tips", "date_published": "2020-09-10 05:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Britain at its worst': Luke Treadaway on the shock of The Singapore Grip", "description": "<p>In ITV’s epic wartime drama, the actor plays an uptight colonialist caught in Britain’s biggest ever surrender. He talks about racist rulers, life in lockdown – and why you should never act with cats</p><p>There’s a scarcely believable discrepancy between the chilled, hirsute and blue-eyed <a href=\"https://www.theguardian.com/culture/luke-treadaway\">Luke Treadaway</a> who appears before me in shorts and T-shirt over Zoom from his parents’ house in Devon and the character he plays in his latest show. In The Singapore Grip, ITV’s big-budget costume drama for the autumn, the 35-year-old plays Matthew Webb, an uptight, bespectacled, sexually gauche 1940s colonial Brit. Impeccably outfitted in linen suit and panama hat, he’s everything Treadaway, after months of lockdown, is not.</p><p>In <a href=\"https://www.theguardian.com/stage/christopherhampton\">Christopher Hampton</a>’s adaptation of JG Farrell’s satire (which takes its title from a sexual technique), we first see our hero crawling injured from the roadside, adjusting his specs after the Japanese have routed western forces, the very emblem of the out-gunned and out-thought Brit.</p> <a href=\"https://www.theguardian.com/culture/2020/sep/10/luke-treadaway-itv-drama-the-singapore-grip\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/sep/10/luke-treadaway-itv-drama-the-singapore-grip", "date_published": "2020-09-10 05:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facts v feelings: how to stop our emotions misleading us", "description": "<p>The pandemic has shown how a lack of solid statistics can be dangerous. But even with the firmest of evidence, we often end up ignoring the facts we don’t like. </p><p>By Tim Harford<br /></p><p>By the spring of 2020, the high stakes involved in rigorous, timely and honest statistics had suddenly become all too clear. A new coronavirus was sweeping the world. Politicians had to make their most consequential decisions in decades, and fast. Many of those decisions depended on data detective work that epidemiologists, medical statisticians and economists were scrambling to conduct. Tens of millions of lives were potentially at risk. So were billions of people’s livelihoods.</p><p>In early April, countries around the world were a couple of weeks into lockdown, global deaths passed 60,000, and it was far from clear how the story would unfold. Perhaps the deepest economic depression since the 1930s was on its way, on the back of a mushrooming death toll. Perhaps, thanks to human ingenuity or good fortune, such apocalyptic fears would fade from memory. Many scenarios seemed plausible. And that’s the problem.</p> <a href=\"https://www.theguardian.com/science/2020/sep/10/facts-v-feelings-how-to-stop-emotions-misleading-us\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/sep/10/facts-v-feelings-how-to-stop-emotions-misleading-us", "date_published": "2020-09-10 05:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thinktank calls for Sunak to help 'zombie firms' struggling with debt", "description": "<p>Onward calls for chancellor to launch debt relief scheme, as one-in-five could be insolvent</p><p>One in five businesses in Britain are “zombie firms” struggling to stay afloat after a boom in company debt levels during the coronavirus pandemic, an influential Tory thinktank has warned.</p><p>Calling on the chancellor, <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a>, to use the autumn budget to launch a debt relief scheme for firms, the Onward thinktank said crippling levels of debt built up during the crisis would hamper the UK’s economic recovery.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/thinktank-calls-for-sunak-to-help-zombie-firms-struggling-with-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/thinktank-calls-for-sunak-to-help-zombie-firms-struggling-with-debt", "date_published": "2020-09-10 05:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They couldn’t arrest us all’: civil rights veteran Rutha Mae Harris on MLK, protest and prison", "description": "<p>In the early 1960s, she faced armed police as she sang at demonstrations across the US. The voice of the civil rights movement reflects on Martin Luther King, Donald Trump, racism and resilience<br /></p><p>Rutha Mae Harris has never been afraid to sing in front of a crowd. Even as a 22-year-old facing the 250,000 people who had gathered at the Lincoln Memorial in August 1963 for the historic march on Washington, she felt excited rather than scared. After all, at earlier protests, she had faced police pointing batons, fire hoses and even guns, and each time, when she sang, her terror faded away.</p><p>That day, when she began to sing, her voice flew out across the march as she belted out the opening words: “We shall not …” Immediately, the other Freedom Singers, as her group were known, joined in for their rendition of We Shall Not Be Moved. Footage of the day shows Harris in her element, looking ahead, determined, as the crowd clap along and burst into applause at the end.</p> <a href=\"https://www.theguardian.com/society/2020/sep/10/they-couldnt-arrest-us-all-freedom-singer-rutha-mae-harris-on-protest-prison-and-civil-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/10/they-couldnt-arrest-us-all-freedom-singer-rutha-mae-harris-on-protest-prison-and-civil-rights", "date_published": "2020-09-10 05:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It can’t be business as usual': the Nigerian frontrunner to be next WTO head", "description": "<p>Ngozi Okonjo-Iweala says poorer nations have lost faith in trade body and Covid-19 is chance to prove its relevance</p><p>The World Trade Organization needs to be at the forefront of the fight against the Covid-19 pandemic in order to help restore its battered reputation, one of the favourites to be its next leader has said.</p><p>Ngozi Okonjo-Iweala, Nigeria’s choice to replace <a href=\"https://www.theguardian.com/world/2020/sep/01/wanted-thick-skinned-maverick-director-general-to-head-up-world-trade-organization\">Roberto Azev</a><a href=\"https://www.theguardian.com/world/2020/sep/01/wanted-thick-skinned-maverick-director-general-to-head-up-world-trade-organization\">êdo as WTO director</a><a href=\"https://www.theguardian.com/world/2020/sep/01/wanted-thick-skinned-maverick-director-general-to-head-up-world-trade-organization\"> general,</a> said trade rules should ensure that medical breakthroughs save lives everywhere and not just in the countries where they were developed.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/nigerian-frontrunner-to-be-next-wto-head-ngozi-okonjo-iweala-trade-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/nigerian-frontrunner-to-be-next-wto-head-ngozi-okonjo-iweala-trade-covid-19", "date_published": "2020-09-10 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Booze battles: how the pub became the focus for pandemic Britain’s culture wars", "description": "<p>Pubs are the most inclusive of all possible spaces. So how did they suddenly become more contentious than a vegan sausage roll?</p><p>It was inevitable that the lifting of lockdown would throw up contradictions that make no sense. From next Monday, children in England will spend their days in classrooms of 30, but adults won’t be able to meet in <a href=\"https://www.theguardian.com/world/2020/sep/08/coronavirus-gatherings-of-more-than-six-to-be-banned-in-england\">groups of more than six</a>. Earlier in the season, childcare was reinstated before people were allowed to visit their families, throwing up the absurdity that you could have your mum round, but only if she was prepared to look after your two-year-old.</p><p>Nowhere, though, has been more divisive than the pub: how was it more important to reopen pubs than swimming pools? Why should drinkers take precedence over gym-goers? Lately, a really cruel anomaly has surfaced. Pregnant women are still not allowed to take a partner with them for scans and appointments, or even have someone with them for early labour, so you can go for a pint with your beloved, but you will be on your own when you first hear your baby’s heartbeat.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/booze-battles-how-the-pub-became-the-focus-for-pandemic-britains-culture-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/booze-battles-how-the-pub-became-the-focus-for-pandemic-britains-culture-wars", "date_published": "2020-09-10 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London bus attack couple join campaign to make misogyny a hate crime", "description": "<p>Increase in violence against women during lockdown makes new law imperative, says MP Stella Creasy</p><p>A couple who were victims of a violent, homophobic attack on a London bus are calling for misogyny to become a hate crime, as a report reveals that women are three times more likely to experience sexual violence and threats than men.</p><p>Melania Geymonat and her partner Chris, who were unwillingly propelled into the spotlight last year when they were <a href=\"https://www.theguardian.com/uk-news/2019/jun/15/homophobic-attacks-must-stop-say-women-assaulted-on-london-bus-chris-and-melania-geymonat\">beaten up by a gang of young men after refusing to kiss</a>, have joined forces with a former police chief, MPs, religious leaders and the charity Citizens UK to put pressure on the government to introduce the new law.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/10/london-bus-attack-couple-join-campaign-to-make-misogyny-a-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/10/london-bus-attack-couple-join-campaign-to-make-misogyny-a-hate", "date_published": "2020-09-10 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Test-and-trace will fail without rise in sick pay, says TUC", "description": "<p>Two-fifths of workers will be unable to pay bills if they have to self-isolate for two weeks</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK’s<a href=\"https://www.theguardian.com/world/coronavirus-outbreak\"> coronavirus</a> test-and-trace system will not function unless ministers boost statutory sick pay (SSP) to ensure that workers can afford to stay at home, the head of the TUC has said.</p><p>Speaking shortly before the union movement’s first virtual annual congress, <a href=\"https://www.theguardian.com/business/2020/aug/28/mass-unemployment-avoidable-only-government-acts-furlough\">Frances O’Grady</a> said that 4 in 10 workers would be plunged into financial hardship if forced to self-isolate for two weeks, according to a survey.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/10/test-and-trace-will-fail-without-rise-in-sick-pay-says-tuc\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/10/test-and-trace-will-fail-without-rise-in-sick-pay-says-tuc", "date_published": "2020-09-10 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kate Winslet and Mark Wahlberg aim for Oscars at unusual Toronto film festival", "description": "<p>An array of buzzy new films will be shown at a combination of socially distanced physical premieres and virtual screenings</p><p>Stars including Kate Winslet and Mark Wahlberg will be unveiling new Oscar-aiming films at an unconventional Toronto film festival over the next two weeks.</p><p>The festival, typically viewed as a major stop on the trail to awards, will consist of a combination of socially distanced physical premieres and virtual screenings as a result of the coronavirus pandemic. Non-Canadian press have been advised to cover the festivities from home.</p> <a href=\"https://www.theguardian.com/film/2020/sep/09/toronto-international-film-festival-kate-winslet-mark-wahlberg\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/09/toronto-international-film-festival-kate-winslet-mark-wahlberg", "date_published": "2020-09-10 04:20:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'They want to shut down his voice': how did Hotel Rwanda dissident end up on trial?", "description": "<p>Paul Rusesabagina is credited with saving 1,200 people during the 1994 genocide. But until last month he had not returned</p><p>Until late August, there was nothing exceptional about Paul Rusesabagina’s summer. For months, the 66-year-old had done little more than sit on the porch of his home in Texas, water his plants, telephone his children and chat with neighbours. A cancer survivor, he worried about Covid-19 and carefully observed the measures recommended to avoid catching the virus. His weeks passed without incident.</p><p>But on the other side of the world, in Rusesabagina’s native Rwanda, security agencies were formulating plans to bring the former businessman to the capital, Kigali, to face terrorism charges, a trial and jail.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/rwanda-dissident-mystery-kigali-court-paul-rusesabagina\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/rwanda-dissident-mystery-kigali-court-paul-rusesabagina", "date_published": "2020-09-10 04:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We should have the right not to like men': the French writer at centre of literary storm", "description": "<p>Exclusive: Female and feminist voices aren’t always welcome among men, says Pauline Harmange, author of I Hate Men</p><p>When Pauline Harmange, a French writer and aspiring novelist, published a treatise on hating men, she expected it to sell at the most a couple of hundred copies among friends and readers of her <a href=\"https://uninvincibleete.com/\">blog</a>.</p><p>Instead, a threat by a government official to take legal action to ban <em>Moi les hommes, </em><em>je les déteste</em> (<a href=\"https://www.theguardian.com/books/2020/sep/08/french-book-i-hate-men-sees-sales-boom-after-government-adviser-calls-for-ban-pauline-harmange\">I Hate Men</a>) has made it a sellout. The first 450-copy print run was quickly snapped up, as was the following two reprints. Now 2,500 copies have been sold.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/french-writer-book-pauline-harmange-i-hate-men-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/french-writer-book-pauline-harmange-i-hate-men-interview", "date_published": "2020-09-10 04:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greens grow in Europe, but politicians can't take all the credit", "description": "<ul><li><a href=\"https://www.theguardian.com/world/2020/sep/07/frances-greens-hope-build-summer-success\">France’s Greens hope to turn summer wave into ongoing tide</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/07/german-greens-well-placed-for-share-of-power-despite-covid-setback\">German Greens well placed for share of power despite Covid setback</a><br /></li></ul><p>The Greens swept to their best-ever results in the 2019 European elections. <a href=\"https://www.theguardian.com/politics/2019/may/26/greens-surge-as-parties-make-strongest-ever-showing-across-europe\">Winning nearly 10% of seats</a>, the group were billed as kingmakers in a more fragmented European parliament, as the two largest groups, the centre-right and centre-left, saw their decades-old dominance collapse.</p><p>More than a year on, the European Union has adopted its greenest-ever agenda, with the promise of net-zero emissions by 2050 and a <a href=\"https://www.theguardian.com/world/2020/mar/09/what-is-the-european-green-deal-and-will-it-really-cost-1tn\">European Green Deal </a>to transform the economy, underpinned by a target to spend nearly one-third of EU funds on climate change and the environment.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/10/greens-grow-in-europe-but-politicians-cant-take-all-the-credit\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/10/greens-grow-in-europe-but-politicians-cant-take-all-the-credit", "date_published": "2020-09-10 04:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MSF ran 'white saviour' TV ad despite staff warnings over racism", "description": "<p>Decision to show then withdraw video sparked crisis at MSF Canada, says review</p><p>Médecins Sans Frontières (MSF) broadcast a $400,000 (£307,000) TV fundraising campaign in Canada despite warnings from staff that it was exploitative, reinforced racist “white saviour” stereotypes and breached the medical charity’s ethical guidelines, the Guardian has learned.</p><p>A damning review of the decision to run and later withdraw the advert, which featured the REM track Everybody Hurts played over images of crying black children being treated by MSF medics, concluded it exposed a lack of trust in leadership and triggered an “organisational crisis” at MSF Canada.</p> <a href=\"https://www.theguardian.com/global-development/2020/sep/10/msf-ran-white-saviour-tv-ad-despite-staff-warnings-over-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/sep/10/msf-ran-white-saviour-tv-ad-despite-staff-warnings-over-racism", "date_published": "2020-09-10 04:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Superbugs' a far greater risk than Covid in Pacific, scientist warns", "description": "<p>Antimicrobial resistance ‘biggest human health threat, bar none’, says Australian research director ahead of three-year study in Fiji</p><p>The emergence of <a href=\"https://www.theguardian.com/world/2020/jun/01/who-warns-overuse-of-antibiotics-for-covid-19-will-cause-more-deaths\">antimicrobial resistance</a> (AMR), including drug-resistant bacteria, or “superbugs”, pose far greater risks to human health than Covid-19, threatening to put modern medicine “back into the dark ages”,<strong> </strong>an Australian scientist has warned, ahead of a three-year study into drug-resistant bacteria in Fiji.</p><p>“If you thought Covid was bad, you don’t want anti-microbial resistance,” Dr Paul De Barro, biosecurity research director at Australia’s national science agency, the CSIRO, told The Guardian.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/superbugs-a-far-greater-risk-than-covid-in-pacific-scientist-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/superbugs-a-far-greater-risk-than-covid-in-pacific-scientist-warns", "date_published": "2020-09-10 03:34:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pompeo: 'substantial chance' senior Russian officials behind Alexei Navalny poisoning", "description": "<p>US secretary of state strikes more strident tone after Donald Trump said at the weekend he had not seen any proof of poisoning</p><p>The US secretary of state Mike Pompeo has said there was a “substantial chance” the poisoning of Kremlin critic Alexei Navalny was ordered by senior Russian officials.</p><p>“I think people all around the world see this kind of activity for what it is,” Pompeo said in a radio interview with conservative host Ben Shapiro. “And when they see the effort to poison a dissident, and they recognise that there is a substantial chance that this actually came from senior Russian officials, I think this is not good for the Russian people.”</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/pompeo-substantial-chance-senior-russian-officials-behind-alexei-navalny-poisoning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/pompeo-substantial-chance-senior-russian-officials-behind-alexei-navalny-poisoning", "date_published": "2020-09-10 02:03:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The women fighting sexual abuse in the factories where your jeans are made", "description": "<p>An investigation into working conditions in garment factories in Lesotho revealed widespread sexual abuse of women. Annie Kelly travelled to southern Africa to investigate</p><p>Last year, <a href=\"https://www.workersrights.org/factory-investigation/nien-hsing-textile-lesotho/\">a report</a> by the Workers Rights Consortium NGO revealed widespread rape, sexual assault and harassment at a number of garment factories in Maseru, the capital city of Lesotho.</p><p>The Guardian’s<strong> Annie Kelly </strong>tells <strong>Rachel Humphreys</strong> how she travelled to Lesotho to discover for herself what had been going on in factories producing jeans for top brands such as Levi’s and Wrangler. <strong>Sethelile Nthakana</strong>, a WRC researcher,<strong> </strong>explains how the factories would operate using casual workers chosen at the gates, who would then be expected to enter relationships with the bosses who had selected them. </p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/10/women-fighting-sexual-abuse-factories-jeans-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/10/women-fighting-sexual-abuse-factories-jeans-podcast", "date_published": "2020-09-10 02:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WE Charity closes Canada operations after scandal linked to Trudeau family", "description": "<p>Brothers who founded influential organisation will also stand down, blaming Covid and damage to its brand</p><p>The charity at the centre of a political firestorm in Canada has announced it will shutter its operations in the country, the latest in a scandal that has placed prime Justin Trudeau at the centre of a <a href=\"https://www.theguardian.com/world/2020/jul/10/justin-trudeau-faces-calls-for-criminal-investigation-into-familys-charity-links\">parliamentary and ethics investigation</a>.</p><p>Citing sustained damage to its brand, as well as the economic effects of the coronavirus pandemic, brothers Craig and Marc Kielburger announced plans to scale down the operations of the WE Charity in Canada. The brothers, who co-founded the charity, also announced they would leave the organization.</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/we-charity-closes-canada-operations-after-scandal-linked-to-trudeau-family\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/we-charity-closes-canada-operations-after-scandal-linked-to-trudeau-family", "date_published": "2020-09-10 00:38:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "George Bizos, Nelson Mandela’s lawyer and anti-apartheid icon, dies at 92", "description": "<p>South Africa’s president hails ‘one of the architects of our constitution’ who helped save Mandela from expected death penalty</p><p>George Bizos, an anti-apartheid icon and renowned human rights lawyer who helped defend Nelson Mandela on treason charges for which he escaped the death penalty, has died aged 92.</p><p>President Cyril Ramaphosa announced rights lawyer’s passing on Wednesday during a media conference. “I have just received news that legal eagle of our country George Bizos has passed away,” Ramaphosa said. “This is very sad for our country.”</p> <a href=\"https://www.theguardian.com/world/2020/sep/10/george-bizos-nelson-mandelas-lawyer-and-anti-apartheid-icon-dies-at-92\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/10/george-bizos-nelson-mandelas-lawyer-and-anti-apartheid-icon-dies-at-92", "date_published": "2020-09-10 00:36:22+00:00", "persistent": false, "user": null, "language": "en-UK"}]