[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing: New Horizons Early Review Impressions", "description": "Kallie shares her thoughts 13 days into her Animal Crossing: New Horizons review. So far, the new additions to the series mostly fit in well with what Animal Crossing is all about while improving upon it.\n\n#AnimalCrossingNewHorizons #GameSpotReview", "link": "https://www.youtube.com/watch?v=OZindnRgDW4", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "E3 2020 Canceled - How Sony, Microsoft, & Nintendo Have Responded", "description": "E3 2020 is officially canceled due to coronavirus concerns. In lieu of a traditional convention, many publishers are exploring other ways to deliver their news and provide a look at the games on the way.\n\nMicrosoft, which owns the Microsoft Theater next to the convention center where E3 is held each year, will host an \"Xbox digital event.\" Details about the event and what we can expect to see will be announced in the coming weeks.\n\nNintendo has responded with support for the ESA's decision to cancel the show. While Nintendo has occupied floor space at E3 in years past, it has forgone the traditional press conference for a Nintendo Direct. Another livestream will likely air this year.\n\nOther publishers have reacted to the cancelation, including Ubisoft and THQ Nordic. Stay tuned to GameSpot as more companies reveal their plans.\n\n#E3Cancelled #E32020 #Coronavirus", "link": "https://www.youtube.com/watch?v=Fe9XDlrER4U", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Hard Is Nioh 2? Let's Play And Find Out", "description": "Team Ninja's Souls-like sequel is here. Join Persia as she takes up the blade, recruits a Yokai, and tries out the first 90 minutes of the PS4 exclusive.", "link": "https://www.youtube.com/watch?v=09BdhcyLTuw", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]