[{"source": "https://www.theguardian.com/rss", "title": "Climate change forces cognac makers to consider other grape varieties", "description": "<p>Hotter, drier summers are making the French region’s star grape, Ugni blanc, ripen too quickly and lose acidity </p><p>Cognac makers are considering overturning longstanding tradition and turning to new grape varieties, as the main cultivar required to make the spirit struggles with the effects of global warming.</p><p>Cognac’s star grape, Ugni blanc, which accounts for 98% of the vines in the Cognac region, is ripening quicker and losing acidity as summers become hotter and drier.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/climate-change-forces-cognac-makers-to-consider-other-grape-varieties\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/climate-change-forces-cognac-makers-to-consider-other-grape-varieties", "date_published": "2020-03-15 22:41:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to UK's youngest victim of coronavirus", "description": "<p>Wife of Nick Matthews calls former police officer, 59, her soulmate and adds that family in isolation </p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A 59-year-old man believed to be the youngest Briton to have died <a href=\"https://www.theguardian.com/world/2020/mar/15/uk-coronavirus-crisis-to-last-until-spring-2021-and-could-see-79m-hospitalised\">after testing positive for coronavirus</a> has been named locally as a former police officer.</p><p>Nick Matthews, from Nailsea, Somerset, reportedly died at Bristol Royal Infirmary in the early hours of Saturday.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/tributes-paid-to-uks-youngest-victim-of-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/tributes-paid-to-uks-youngest-victim-of-coronavirus", "date_published": "2020-03-15 20:53:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tyson Fury could face fresh Ukad investigation over farmer's meat claim", "description": "<ul><li>Ukad poised to look into farmer’s false-alibi allegation</li><li>Fury’s promoter Frank Warren calls claims ‘outrageous’</li></ul><p>The UK Anti-Doping Agency is poised to launch an investigation into allegations that a member of Tyson Fury’s team offered a farmer £25,000 <a href=\"https://www.theguardian.com/sport/2020/mar/15/frank-warren-tyson-fury-boxing-failed-drug-test-wild-boar\" title=\"\">to provide a false alibi</a> after the heavyweight champion failed a drugs test in 2015.</p><p>Fury, the WBC heavyweight champion, and his cousin Hughie, both blamed their positive tests for nandrolone on eating uncastrated wild boar or ingesting contaminated supplements – citing two statements from the Preston farmer Martin Carefoot saying he had given them the meat in their defence. However, Carefoot now says he provided two false statements after being offered a financial inducement by a member of Fury’s team to lie.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/tyson-fury-could-face-uk-anti-doping-investigation-farmers-meat-claim-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/tyson-fury-could-face-uk-anti-doping-investigation-farmers-meat-claim-boxing", "date_published": "2020-03-15 20:33:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British athlete calls on IOC to postpone 2020 Tokyo Olympics", "description": "<ul><li>Guy Learmonth wants Games delayed until October or 2021</li><li>Japanese PM insists they will start as planned in July </li></ul><p>The International Olympic Committee must act decisively by postponing the Tokyo 2020 Games because of the impact of the coronavirus pandemic, a British athlete has told the Guardian.</p><p>Guy Learmonth, who captained the GB team at the European Indoor Championships last year and is hoping to be picked in the 800m, has become the first British athlete to warn that the risks of going to Tokyo in July are not worth it in the current climate.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/british-athlete-calls-on-ioc-to-postpone-2020-tokyo-olympics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/british-athlete-calls-on-ioc-to-postpone-2020-tokyo-olympics", "date_published": "2020-03-15 20:32:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK’s Covid-19 strategy dangerously leaves too many questions unanswered | Anthony Costello", "description": "<p>The coronavirus outbreak can be suppressed as China and others have done, but we need to act now<br />• Anthony Costello is professor of global health and sustainable development at University College London and a former director of maternal and child health at the WHO<br /><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>The public health response to a serious epidemic is laid out simply and clearly by the World Health Organization (WHO). Test intensively, trace contacts, quarantine and maintain social distancing. When Covid-19 got out of control in Wuhan, after three weeks of public health inaction, the Chinese authorities mounted a proper <a href=\"https://www.theguardian.com/world/2020/feb/03/more-surveillance-tighter-controls-chinas-coronavirus-crackdown\" title=\"\">campaign to control the virus</a>. They listened to the WHO. They tested extensively, setting up mobile testing centres, and getting the test result time down from four days to four hours. They cut the time from onset of symptoms to lab result from 12 to three days. They identified family clusters (the virus spreads mainly through extended close contact so family members are most at risk) and arranged isolation centres for contacts.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/12/uk-coronavirus-cases-how-many-are-in-your-area\">Coronavirus UK cases: find out how many are in your area</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/uk-covid-19-strategy-questions-unanswered-coronavirus-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/uk-covid-19-strategy-questions-unanswered-coronavirus-outbreak", "date_published": "2020-03-15 20:12:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on self-isolating during the coronavirus outbreak – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/mar/15/ben-jennings-on-self-isolating-during-the-coronavirus-outbreak-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/mar/15/ben-jennings-on-self-isolating-during-the-coronavirus-outbreak-cartoon", "date_published": "2020-03-15 20:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Titans ignore Tom Brady and sign Ryan Tannehill to reported $118m deal", "description": "<ul><li>Tennessee show faith in QB who helped revive 2019 season</li><li>Speculation has risen that Patriots star will leave in free agency</li></ul><p>Speculation is mounting that Tom Brady may leave the New England Patriots in the coming weeks but one of his potential destinations, the Tennessee Titans, have committed their future to Ryan Tannehill.</p><p>Tannehill was named the NFL’s comeback player of the year for the 2019 season after helping take the Titans to within one game of the Super Bowl. The 31-year-old appeared destined for a career as a back-up when he was traded to the Titans from the Miami Dolphins last year. However, after he took over from starting quarterback Marcus Mariota he was a big part of Tennessee’s playoff run, during which they beat Brady’s Patriots and the Baltimore Ravens before losing to the eventual Super Bowl champion Kansas City Chiefs in the AFC championship game. Tannehill finished the season with a league-high 117.5 quarterback rating, throwing 22 touchdowns and six interceptions. He also made several crucial plays on the ground.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/ryan-tannehill-tennessee-titans-tom-brady-free-agency-nfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/ryan-tannehill-tennessee-titans-tom-brady-free-agency-nfl", "date_published": "2020-03-15 19:35:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cancel this year's GCSEs and A-levels if schools disrupted, says top academy head", "description": "<p>Hamid Patel, of Star Academies, calls on government to reschedule exams for 2021 </p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/gcse-a-level-cancel-risk-lives-infection\">GCSEs and A-levels should be cancelled. Anything else will put lives at risk</a></li></ul><p>The government should cancel this year’s GCSE and A-level exams and hold them in 2021, with pupils repeating the current year if the Covid-19 outbreak leads to widespread disruption, the head of England’s most successful multi-academy trust has told the Guardian.</p><p>Hamid Patel, the chief executive of Star Academies which runs a string of outstanding state schools in London, Birmingham, Manchester and other cities, says the government should “do the unthinkable” and postpone this summer’s exams immediately, along with Sats tests to be taken by England’s primary school pupils, to save lives during the peak infection period of May to June.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/cancel-this-years-gsce-and-a-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/cancel-this-years-gsce-and-a-levels", "date_published": "2020-03-15 19:31:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran's ambassador to UK reveals bilateral talks over £400m debt", "description": "<p>Envoy says Britain is taking a new approach to the release of Nazanin Zaghari-Ratcliffe without acknowledging any link to the debt</p><p>The Iranian ambassador to the UK says the British government is taking a new approach to the release of Nazanin Zaghari-Ratcliffe, adding bilateral talks were taking place over the payment of an outstanding £400m debt owed by the UK to Iran.</p><p>Hamid Baeidinejad said the two sides were looking at novel ways for the debt to be paid.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/irans-ambassador-to-uk-reveals-bilateral-talks-over-400m-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/irans-ambassador-to-uk-reveals-bilateral-talks-over-400m-debt", "date_published": "2020-03-15 19:06:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the Guardian is facing the challenges of covering coronavirus | Elisabeth Ribbans", "description": "Millions are visiting the website’s live blog every day and reading the paper. We need to make sure we get things right<br /><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">See all our coronavirus coverage</a><p>Until two months ago the word “coronavirus” had appeared in the Guardian just 22 times in 20 years, almost exclusively in stories by those covering health and science in the context of Sars or similar contagions.</p><p>Last Friday alone, my quick review of reporting across web and print found that more than 90 Guardian journalists wrote in some way about the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">new coronavirus</a>. Reflecting the impact of Covid-19, coverage went right across specialisms, including politics, business, sport, transport, culture, education and food. It even reached the chess column.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/guardian-challenges-covering-coronavirus-live-blog-paper\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/guardian-challenges-covering-coronavirus-live-blog-paper", "date_published": "2020-03-15 19:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the UK’s Covid-19 response: confused and hesitant | Editorial", "description": "Britain’s handling of the coronavirus outbreak carries a risk to the public and to politicians. Time to get a grip<p>Boris Johnson’s decision <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/britain-goes-it-alone-over-coronavirus-we-can-only-hope-the-gamble-pays-off\" title=\"\">to go it alone</a>, in global policy terms, over the UK’s Covid-19 outbreak is being challenged every day – and there is a sense of foreboding that the government is coming up short with its answers. Unlike our nearest neighbours, ministers said there would be no imminent ban on mass events because such a prohibition would do no good. On Friday night it was <a href=\"https://www.theguardian.com/world/2020/mar/13/uk-to-ban-mass-gatherings-in-coronavirus-u-turn\" title=\"\">announced</a> that there would be such a proscription. The government then had to make a U-turn this weekend over its message that the UK is pursuing a policy of “<a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/epidemiologist-britain-herd-immunity-coronavirus-covid-19\" title=\"\">herd immunity</a>”. It was <a href=\"https://twitter.com/AdamJKucharski/status/1238821515526897664\" title=\"\">troubling</a> – and reflects badly on ministers – that an epidemiological outcome of mass infection was confused with the dubious policy aim of building resistance in the population.</p><p>The muddled thinking at the heart of government will not engender public confidence. The spectre of mass <a href=\"https://www.bbc.co.uk/news/uk-51889957\" title=\"\">deaths</a> and possible chaos in an <a href=\"https://www.ft.com/content/064fe320-653c-11ea-a6cd-df28cc3c6a68\" title=\"\">under-funded NHS</a> hangs over ministerial indecision. This is the worst public health crisis for a generation and the government must respond to a level of scrutiny of its policies that some ministers have been, perhaps, unaccustomed to. This is especially true of senior figures who had got used to dismissing criticism as unpatriotic. The buck stops in Downing Street and the prime minister must take a lead. Britain has some simple lessons to learn if it is to avoid fatalities. It should follow some basic principles of transparency in keeping the public informed. <a href=\"https://www.mirror.co.uk/news/politics/government-publish-coronavirus-scientific-advice-21695575\" title=\"\">Publishing</a> the appropriately anonymised scientific advice and data sets that inform government decisions must be a priority.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/the-guardian-view-on-the-uks-covid-19-response-confused-and-hesitant\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/the-guardian-view-on-the-uks-covid-19-response-confused-and-hesitant", "date_published": "2020-03-15 18:32:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tennis players face a difficult future as non-stop tours shut down", "description": "<p>This week’s story of the 149th-ranked player on the ATP Tour, Yannick Maden, is an example of the global problems that tennis players are facing amid the coronavirus outbreak</p><p>The only thing on Yannick Maden’s agenda at the beginning of last week was tennis, yet instead he found himself caught up in the rapidly shifting foreign policy of a world changed by coronavirus.</p><p>Ranked 149th on the ATP, Maden planned his travel to Nur-Sultan, the capital city of Kazakhstan, to compete in a €48k ATP Challenger event. Doubts were already swirling around the tournament as he considered whether to take his flight – a German ATP tournament supervisor had already recused himself from the event – but Kazakhstan had yet to record a significant number of cases so the decision seemed to be simple.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/tennis-coronavirus-outbreak-professional-tours-shutdown\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/tennis-coronavirus-outbreak-professional-tours-shutdown", "date_published": "2020-03-15 18:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump 'strongly considering full pardon' for Michael Flynn", "description": "<ul><li>President tweets support for first national security adviser</li><li><a href=\"https://www.theguardian.com/commentisfree/2020/feb/20/donald-trumps-clemency-rule-of-law\">Opinion: Trump’s use of clemency undermines the rule of law</a></li></ul><p>Donald Trump is “strongly considering a full pardon” for Michael Flynn, his first national security adviser who pleaded guilty to lying to the FBI about his dealings with the Russian ambassador before Trump took office.</p><p>Flynn cut a deal as part of special counsel Robert Mueller’s <a href=\"https://www.theguardian.com/us-news/2019/apr/18/mueller-report-read-in-full-trump-russia-document-what-does-it-say\">investigation</a> of Russian election interference and links between Trump and Moscow.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/15/donald-trump-full-pardon-michael-flynn\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/15/donald-trump-full-pardon-michael-flynn", "date_published": "2020-03-15 18:02:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Historic, high-value paintings stolen from Oxford college gallery", "description": "<p>Police appeal for information after burglars snatch three ‘important cultural artefacts’</p><p>Three high-value paintings have been stolen in a burglary at Christ Church Picture Gallery in Oxford, police said. Thames Valley police said burglars had broken into the gallery on St Aldates, which is part of Oxford University’s Christ Church college, at around 11pm on Saturday. Nobody was injured during the heist, police confirmed.</p><p>They took Salvator Rosa’s A Rocky Coast, With Soldiers Studying a Plan, from the late 1640s, Anthony Van Dyck’s A Soldier on Horseback, circa 1616, and Annibale Carracci’s A Boy Drinking, circa 1580.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/15/historic-high-value-paintings-stolen-from-oxford-college-gallery\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/15/historic-high-value-paintings-stolen-from-oxford-college-gallery", "date_published": "2020-03-15 17:57:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel's opposition head Benny Gantz wins support to form government", "description": "<p>Blow to Benjamin Netanyahu who appeared to come out ahead in recent election</p><p>Israeli political parties have backed the opposition leader, Benny Gantz, to form a government, in a shocking blow to Benjamin Netanyahu after he <a href=\"https://www.theguardian.com/world/2020/mar/03/israel-election-benjamin-netanyahu-claims-early-victory-but-remains-short-of-majority\">appeared to come out ahead</a> in an election held earlier this month.</p><p>The dramatic news came as a Jerusalem court postponed the prime minister’s corruption trial due to the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/israels-opposition-head-benny-gantz-wins-support-to-form-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/israels-opposition-head-benny-gantz-wins-support-to-form-government", "date_published": "2020-03-15 17:37:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CPS failed to tell inspectors of internal review revealing rape case failings", "description": "<p>Secret report’s findings showed prosecutors made ‘unnecessary’ requests in majority of rape cases</p><p>The Crown Prosecution Service conducted a secret internal review that exposed its failings in rape cases – but failed to share it with inspectors who were conducting an official inquiry for a <a href=\"https://www.gov.uk/government/news/government-sets-out-key-measures-to-tackle-violence-against-women-and-girls\">major government investigation into rape</a>, the Guardian can reveal.</p><p>The CPS inspectorate and the government told the Guardian they were unaware of the existence of the report until January 2020.</p> <a href=\"https://www.theguardian.com/law/2020/mar/15/cps-failed-to-tell-inspectors-of-internal-review-revealing-case-failings\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/mar/15/cps-failed-to-tell-inspectors-of-internal-review-revealing-case-failings", "date_published": "2020-03-15 17:22:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premiership and European rugby prepares for coronavirus shutdown", "description": "<ul><li>Length of postponement to be confirmed on Monday</li><li>SRU announce hardship fund for grassroots clubs</li></ul><p>Premiership rugby union fixtures are to be postponed with immediate effect because of the coronavirus outbreak with European competitions set to be mothballed as well. The announcement will be made officially after a series of meetings to debate the best way ahead conclude on Monday.</p><p>With the Pro14 and Top 14 having already confirmed the suspension of all games for the foreseeable future, there appears to be little prospect of Premiership fixtures in England resuming before next month at the earliest. Among the range of options to be discussed will be a potential four‑week hiatus but there are those who believe a longer break of 10-12 weeks may ultimately prove more realistic.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/premiership-and-european-rugby-prepares-for-coronavirus-shutdown\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/premiership-and-european-rugby-prepares-for-coronavirus-shutdown", "date_published": "2020-03-15 16:55:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Healthcare workers: share your experiences during the coronavirus outbreak", "description": "<p>If you’re a doctor, nurse or healthcare professional in the UK, we’d like to hear from you. Share your stories</p><p>We would like to hear from nurses, doctors and other health care professionals about their experiences during the coronavirus outbreak.</p><p>Official guidance is regularly being updated as the virus spreads, and <a href=\"https://www.theguardian.com/world/2020/mar/14/coronavirus-nhs-private-hospitals-join-forces-academics-warn-over-strategy\">both the NHS and the private sector</a> are responding to increasing demand for their services which is at or beyond capacity in some places.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/healthcare-workers-share-your-experiences-during-the-coronavirus-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/healthcare-workers-share-your-experiences-during-the-coronavirus-outbreak", "date_published": "2020-03-15 16:33:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Blair: nominating Bernie Sanders would be 'an enormous gamble'", "description": "<ul><li>Former PM doubts ‘appetite for socialist revolution’</li><li><a href=\"https://www.theguardian.com/us-news/2020/mar/15/democratic-debate-bernie-sanders-joe-biden-coronavirus\">Debate: ‘Sledgehammer on Trump, scalpel on Sanders’</a></li></ul><p>Tony Blair has warned Democrats in the US that nominating Bernie Sanders to face Donald Trump for the presidency would be “an enormous gamble”, risking defeat on a similar scale to that <a href=\"https://www.theguardian.com/politics/2019/dec/13/five-reasons-why-labour-lost-the-election\">suffered by the Labour Party under Jeremy Corbyn</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/15/bernie-sanders-vermont-senator-socialist-democratic-party\">How Bernie Sanders went from frontrunner to the last-chance saloon</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/15/ex-british-pm-tony-blair-bernie-sanders-gamble\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/15/ex-british-pm-tony-blair-bernie-sanders-gamble", "date_published": "2020-03-15 16:17:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europe empties its streets to slow coronavirus – in pictures", "description": "<p>Several European governments have ordered partial or complete lockdowns to stem the spread of Covid-19, leaving once-buzzing streets all but silent</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/mar/15/europe-empties-its-streets-to-slow-coronavirus-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/mar/15/europe-empties-its-streets-to-slow-coronavirus-in-pictures", "date_published": "2020-03-15 16:16:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fylde form part of English football's coronavirus-enforced last stand", "description": "<p>The National League side are experiencing a miserable season but offered a bumper crowd refuge from pandemic panic<br /></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy\">Coronavirus – latest updates</a> </li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“Stop us if you can,” screamed a large banner at the back of a stand at Mill Farm, home of Fylde and one of the last places in England where it was possible to watch a game of football on Saturday. It would have formed a feisty response to the Covid-19 virus that has caused the shutdown of the four professional divisions above the National League, though in fact it related to Fylde’s well-documented ambition to be members of the Football League’s ranks by the year 2022.</p><p>In previous seasons the rallying cry has not looked out of place. Fylde have been consistently in the running for promotion and only last season <a href=\"https://www.theguardian.com/football/2019/may/11/salford-promoted-to-football-league-by-beating-fylde-play-off-match-report\">lost out to Salford City in a Wembley play-off final</a>. This season has been a different story. Jim Bentley has replaced Dave Challinor as manager, several new players are still being bedded in, and even after beating Aldershot at the weekend the Coasters are still second bottom in the table. While Bentley is encouraged by two wins on the trot after reaching March without beating anyone in the league since November, there is no denying Fylde are currently closer to National League North than the Valhalla of League Two, and if the season ends in relegation the self-imposed deadline of 2022 will look more unlikely than ever.</p> <a href=\"https://www.theguardian.com/football/2020/mar/15/fylde-part-of-english-football-coronavirus-enforced-last-stand\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/15/fylde-part-of-english-football-coronavirus-enforced-last-stand", "date_published": "2020-03-15 15:41:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Many short-term lets in Edinburgh lack planning consent", "description": "<p>Data adds weight to concerns that short-term lets deprive communities of homes</p><p>The majority of whole property short-term lets advertised in Edinburgh may be unlawful, according to early results from a new data tool that suggests that almost all are operating without planning consent.</p><p><a href=\"https://www.theguardian.com/technology/2020/feb/20/revealed-the-areas-in-the-uk-with-one-airbnb-for-every-four-homes\">Exclusive analysis for the Guardian</a> published last month revealed that Airbnb has become so prevalent across Britain that some parts of the country have one listing for every four properties, with the highest incidence in Edinburgh old town, bolstering concerns that short-term lets are depriving communities of much-needed homes.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/15/many-short-term-lets-in-edinburgh-lack-planning-consent\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/15/many-short-term-lets-in-edinburgh-lack-planning-consent", "date_published": "2020-03-15 14:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A queer person can be anybody’: the African photographers exploring identity", "description": "<p>In his new book, Africa State of Mind, Ekow Eshun celebrates contemporary African photography. Here he showcases the work of artists looking at the self and sexuality, from Zanele Muholi to Eric Gyamfi<br /></p><p>In August 2009, an exhibition titled Innovative Women opened in Johannesburg, aiming to showcase the work of the city’s young black female artists. The launch was attended by Lulu Xingwana, minister for arts and culture at the time, who had been invited to officially open the show. But instead of giving a speech, Xingwana stormed out of the gallery after seeing images by the photographer <a href=\"https://www.tate.org.uk/whats-on/tate-modern/exhibition/zanele-muholi\" title=\"\">Zanele Muholi </a>that depicted naked women in close embrace. Muholi’s work, said the minister, was immoral, offensive and ran contrary to “social cohesion and nation-building”. South Africa has one of the most progressive constitutions in the world, with discrimination on the basis of sexuality barred by law. Yet censorious attitudes such as Xingwana’s towards homosexuality are widespread. Almost three-quarters of the population believe same-sex sexual activity is morally wrong, according to a 2016 survey. Similarly intolerant views are commonplace across Africa. Homosexuality is outlawed in <a href=\"https://ilga.org/maps-sexual-orientation-laws\" title=\"\">32 </a><a href=\"https://ilga.org/maps-sexual-orientation-laws\" title=\"\">of the continent’s 54 nations</a>. It is punishable by life imprisonment in Uganda, Tanzania and Sierra Leone. In Sudan, southern Somalia, Somaliland, Mauritania and northern Nigeria, the penalty is death. Against that backdrop the work of a photographer such as Muholi takes on a dual role, both representing individual artistic expression and operating as a form of political activism; a means to positively assert LGBTQ+ identity in straitened circumstances.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/15/africa-state-of-mind-extract-ekow-eshun\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/15/africa-state-of-mind-extract-ekow-eshun", "date_published": "2020-03-15 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Genesis P-Orridge: troubling catalyst who loathed rock yet changed it for ever", "description": "<p>With Throbbing Gristle, P-Orridge inadvertently helped invent an entire genre – industrial music</p><p>For someone who occasionally purported to hate rock music – it was, a homemade T-shirt s/he was fond of wearing in the 1970s proclaimed, “for arselickers” – <a href=\"https://www.theguardian.com/music/genesis-p-orridge\">Genesis Breyer P-Orridge</a> ended up having a vast influence on it. With <a href=\"https://www.theguardian.com/music/throbbing-gristle\">Throbbing Gristle</a>, P-Orridge inadvertently helped invent an entire genre – industrial music, its name taken from the band’s Industrial record label – which, over the years, developed and mutated from a misunderstood and frequently reviled cult into a platinum-selling concern.</p><p>Intent on, <a href=\"https://www.theguardian.com/music/2012/nov/22/carter-christopherson-tutti-desertshore-review\">as one writer put it</a>, “bursting open the blistered lie [that] rock and roll culture was telling about rebellion and transgression”, virtually every one of Throbbing Gristle’s radical, confrontational ideas was gradually subsumed into something approaching the mainstream. Electronic producers queued up to pay homage to the band, whose resident technical wizard Chris Carter may or may not have invented the first sampler by dismantling a series of cassette recorders and linking them to bandmate Peter Christopherson’s keyboard: Detroit techno pioneer Carl Craig named a 1991 EP Four Jazz Funk Classics in homage to TG’s 1979 album 20 Jazz Funk Greats.</p> <a href=\"https://www.theguardian.com/music/2020/mar/15/genesis-p-orridge-troubling-catalyst-who-loathed-rock-yet-changed-it-for-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/mar/15/genesis-p-orridge-troubling-catalyst-who-loathed-rock-yet-changed-it-for-ever", "date_published": "2020-03-15 13:58:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers will no longer claim 'no successful examples' of Russian interference", "description": "<p>Change of official line is first admission that Kremlin may have distorted UK elections</p><p>Ministers have been told they can no longer say there have been “no successful examples” of Russian disinformation affecting UK elections, after the apparent hacking of an NHS dossier seized on by Labour during the last campaign.</p><p>The dropping of the old line is the first official admission of the impact of Kremlin efforts to distort Britain’s political processes, and comes after three years of the government’s refusal to engage publicly with the threat.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/15/uk-ministers-will-no-longer-claim-no-successful-examples-of-russian-interference\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/15/uk-ministers-will-no-longer-claim-no-successful-examples-of-russian-interference", "date_published": "2020-03-15 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A love letter home’ – recipes and stories of the Palestinian table", "description": "<p>Sami Tamimi and Tara Wigley, leading lights of the Ottolenghi empire, talk about their new book of Palestinian food</p><p>Sami Tamimi was 17 when he moved out of his family home in East Jerusalem’s Old City. He was gay and he knew his Muslim father especially would struggle to accept that. “I was an angry kid,” recalls Tamimi, who is now 52, at one of his restaurants, Rovi in central London. “Because of the whole sexuality thing, I couldn’t talk about it to anybody. But I come from a different place now. I had a lot to prove. And I did it. I’m not angry now. The opposite.”</p><p>Tamimi worked in West Jerusalem and Tel Aviv before moving to London in 1997 where he was head chef at the deli Baker &amp; Spice. Here he met Yotam Ottolenghi, an Israeli who also grew up in Jerusalem. Ottolenghi left in 2001 to start his own place, and Tamimi joined not long after; they have been business partners ever since.</p> <a href=\"https://www.theguardian.com/food/2020/mar/15/ami-tamimi-tara-wigley-yotam-ottolenghi-palestinian-table-recipes-food\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/15/ami-tamimi-tara-wigley-yotam-ottolenghi-palestinian-table-recipes-food", "date_published": "2020-03-15 11:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest updates: UK over 70s to have to self-isolate 'within weeks'", "description": "<p>Trump tests negative while Spanish PM’s wife tests positive; France and Israel announce partial closure of country; scientists condemn UK ‘herd immunity’ strategy<br /></p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/mar/14/trump-coronavirus-paid-sick-leave-unemployment-testing\">Trump tests negative for coronavirus</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/15/all-overseas-arrivals-in-australia-must-self-isolate-for-14-days-amid-new-coronavirus-rules\">All overseas arrivals in Australia must self-isolate for 14 days</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/15/coronavirus-airlines-face-meltdown-as-global-travel-bans-multiply\">Airlines face meltdown as global travel bans multiply</a></li><li><a href=\"https://www.theguardian.com/world/2020/mar/15/chinese-executive-who-called-xi-a-clown-over-coronavirus-response-is-missing\">Chinese executive who called Xi ‘clown’ over Covid-19 response ‘missing’</a><br /></li><li> <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all of our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-03-15T11:07:14.296Z\">11.07am <span class=\"timezone\">GMT</span></time> </p><p>Union leaders are calling for private hospital beds in the <strong>UK</strong> to be used rent free, to ease pressure on NHS hospitals dealing with the coronavirus crisis.</p><p>The GMB union has launched a petition urging the prime minister to requisition private hospital beds, amid reports the NHS is to spend up to £2.4m a day to do so.</p><p><em>It’s time to take back these beds for the NHS, rent free. This is a public health emergency. Not a business opportunity for shoddy private healthcare chums to profiteer from distress.</em></p><p><em>Not a penny of taxpayer cash should line pockets of grotesquely wealthy health firms. Private resources must be requisitioned for public good.</em></p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/14/coronavirus-nhs-private-hospitals-join-forces-academics-warn-over-strategy\">NHS and private hospitals join forces to fight coronavirus crisis</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-03-15T11:00:10.993Z\">11.00am <span class=\"timezone\">GMT</span></time> </p><p>France will start reducing plane, train and coach services between cities from Sunday to prevent the spread of the coronavirus, two ministers said on Sunday.</p><p>In a joint news conference, ecology minister Elisabeth Borne and transport minister Jean-Baptiste Djebbari said cargo services would continue as normal, as would city metro services.</p> <a href=\"https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy", "date_published": "2020-03-15 11:07:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How wildlife found sanctuary on our unwanted scraps of land", "description": "<p>In this extract from his new book, the naturalist and broadcaster visits sites around Britain that have become accidental, but vital, nature reserves</p><p>Wherever you go in Britain – in city, town or country – you can come across a hidden wildlife haven. It may be home to sand lizards and stoats, adders and orchids, butterflies and bush-crickets, water voles, peregrine falcons, or great crested grebes.</p><p>Yet often these oases are not official nature reserves, but little scraps of land we rarely consider important for nature. Churchyards, roadside verges, railway cuttings and disused quarries may not appear to have much in common. But they were all originally created for humans’ needs, before becoming places where wild creatures thrive. Together, they add up to an area larger than all our official nature reserves combined.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/15/how-scarce-wildlife-find-sanctuary-in-unwanted-land\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/15/how-scarce-wildlife-find-sanctuary-in-unwanted-land", "date_published": "2020-03-15 11:01:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Claire Ptak’s green recipes for spring", "description": "<p>Kohlrabi and avocado salad, fried polenta and broad beans, green tea and rhubarb cake – fresh new dishes to celebrate the turning of the seasons</p><p>I am a chef, but I don’t “cook” that much. I shop really well and pretty much “put together”. It’s not that I’m lazy; come Sunday and I’m cooking a ragu, or a roast chicken then stock with the carcass for the freezer, and so on. But as a working mum, I have to cut corners. I soak beans the night before for a soup with herby courgettes. I’ll keep polenta ready to fry. A green tea cake with rhubarb will take a little time, but is an easy pudding-like cake. It’s delicious served warm, so make it before dinner and place it in the oven while you’re eating. When the spring blossom is out and the sun lasts longer these are the kind of gorgeous dishes I want to put on the table.</p> <a href=\"https://www.theguardian.com/food/2020/mar/15/claire-ptak-violet-bakery-recipes-for-spring-rhubarb-pudding-cake-kohlrabi-avocado-fried-polenta\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/15/claire-ptak-violet-bakery-recipes-for-spring-rhubarb-pudding-cake-kohlrabi-avocado-fried-polenta", "date_published": "2020-03-15 10:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hunt review – silly horror satire", "description": "<p>Smug liberals are in the sights of this gory B-movie about elite groups killing ‘deplorables’ for fun</p><p>Following mass shootings in Dayton, Ohio and El Paso, Texas in 2019, Universal decided to delay the release of this satirical horror film, should it incite further violence. Upon discovering the then-unseen film’s plot – a group of liberal elites kidnap and attempt to kill 12 conservative “deplorables” for fun – Donald Trump tweeted: “They create their own violence, and then try to blame others. They are the true racists, and very bad for our country!”</p><p>The gory remains of a gouged-out eyeball in an early scene are a reminder that this is an asinine B-movie, and a harmless one at that. Directed by Craig Zobel (<em>Compliance</em>) and written by Damon Lindelof and Nick Cuse, it attempts to send up smug, bourgeois liberals complaining about climate change, all the while humanising their gun-toting conservative counterparts. It’s not subtle, or particularly clever, though <em>Glow’s</em> Betty Gilpin is fun to watch as an ultra-violent ex-military veteran with a southern drawl.</p> <a href=\"https://www.theguardian.com/film/2020/mar/15/the-hunt-horror-satire-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/15/the-hunt-horror-satire-review", "date_published": "2020-03-15 10:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: On Blueberry Hill; Shoe Lady; Crongton Knights – review", "description": "<p><strong>Trafalgar Studios; Royal Court, London; Theatre Royal Brighton</strong><br />Sebastian Barry’s tale of two cellmates succeeds despite plausibility issues, while Katherine Parkinson is magnetic in a flimsy play involving a lost shoe</p><p><a href=\"https://www.theguardian.com/books/2020/mar/07/sebastian-barry-family-stories-mean-a-while-dofferent-thing-when-you-are-60\" title=\"\">Sebastian Barry</a>’s new play – his first in nearly a decade – has a major (and undisclosable) twist. It is a twist that is also a dare. The circumstances are improbable, the conclusion risks staining the action with sentimentality. To work, <strong><a href=\"https://trafalgar-studios.com/shows/on-blueberry-hill/\" title=\"\">On Blueberry Hill</a></strong> needs a leap of faith from the audience. I leapt.</p><p>Two men in prison uniforms, perched or sprawling on bunk beds, deliver monologues. In Sabine Dargent’s set, bright pages – the colour of the Gaelic Bible – dangle from the ceiling: the bunk beds are in a kind of limbo. Niall Buggy is canny and comic as the man who has said yes to everything from crane-driving (when he didn’t know how) to women (when he had more than enough already). David Ganly is reflective as a former seminarian shaken by his love for another man, slowly coming to terms with the deed that has imprisoned him. They tell their stories separately. At first they meander through luscious recollections of childhood and mothers, and falling in love. Then comes acknowledgement from both that they have committed murder: one of them, in a singularly chilling admission, says he acted on what felt like a whim.</p> <a href=\"https://www.theguardian.com/stage/2020/mar/15/on-blueberry-hill-review-trafalgar-studios-shoe-lady-royal-court-crongton-knights\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/mar/15/on-blueberry-hill-review-trafalgar-studios-shoe-lady-royal-court-crongton-knights", "date_published": "2020-03-15 10:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Orderly, dour, cowed: how my beloved Italy is changed by coronavirus", "description": "<p>Holed up with his family in their Parma flat, our writer tells of the eerie atmosphere in a country usually known for sociability, chaos and fun</p><p>Since the whole of Italy was put in quarantine last Monday, it has been surreal here in the northern city of Parma. When you wander around the alleys and squares, you begin to feel like the protagonist of a post-apocalyptic film, constantly asking yourself, “Where is everyone?”</p><p>If you do see a solitary human, their reaction is diffidence, if not alarm: they adjust their face mask and move away. The habitual warmth of Italians has been replaced by self-preserving coolness. A very touchy-feely country is now obsessed by personal space.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/life-lockdown-parma-italy-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/life-lockdown-parma-italy-coronavirus", "date_published": "2020-03-15 10:15:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Winsome Pinnock’s cultural highlights", "description": "The British playwright on the power of Ballet Black, the soulful sound of Ayanna Witter-Johnson and an unmissable vegan cafe<p><strong>Winsome Pinnock</strong><strong> is an award‑winning British playwright. Born in Islington in 1961</strong><strong> to Jamaican</strong><strong> parents, she studied English and </strong><strong>drama at Goldsmiths followed by an MA in </strong><strong>modern </strong><strong>literature at Birkbeck</strong><strong>. </strong><a href=\"https://www.theguardian.com/stage/2003/jul/26/whoswhoinbritishtheatre.features\" title=\"\"><strong>Dubbed</strong></a><strong> the “godmother of black British playwrights”, she was the first black woman to have a play staged at the National Theatre</strong><strong>. Her new play, </strong><a href=\"https://www.royalexchange.co.uk/whats-on-and-tickets/rockets-and-blue-lights\" title=\"\"><strong><em>Rockets and Blue Lights</em></strong></a><strong>, examines the legacy of Britain’s part in the transatlantic slave trade, and is playing at the Royal Exchange in Manchester until 4 April</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/culture/2020/mar/15/on-my-radar-winsome-pinnock-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/mar/15/on-my-radar-winsome-pinnock-cultural-highlights", "date_published": "2020-03-15 10:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Busy cricketing calendar leaves ECB with limited space for rescheduling", "description": "Calling off the tour of Sri Lanka needed to be done but the decision will affect all forms of the game in England<p>Briefly there was the possibility England’s cricketers may provide a semblance of normality given Sri Lanka has so far managed to avoid having many coronavirus cases. In such extraordinary times there just might have been the reassurance of waking up in the morning to news of an England batting collapse on foreign soil and everyone could conclude that all was well with the world. Life was going on as usual. But on Friday <a href=\"https://www.theguardian.com/sport/2020/mar/13/england-cricket-tour-of-sri-lanka-called-off-due-to-coronavirus\" title=\"\">cricket bowed to the inevitable</a>.</p><p>Covid-19 has caused an upheaval to the schedules in a manner way beyond anything the terrorists have ever managed. England, following the lead of their rugby team at the height of the troubles in Ireland (“We may not be very good but at least we turn up,” said the captain, John Pullin, at the post-match dinner in Dublin in 1972 after England had been soundly beaten), have often brazened it out when tours have been under threat. In India in 1984‑85 they stayed on despite the civil unrest following the assassination of Indira Gandhi; they travelled – well, most of them did – to India in 2001 and 2008 when there were security concerns, and also to Bangladesh in 2016.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/england-cricket-tour-sri-lanka-ecb\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/england-cricket-tour-sri-lanka-ecb", "date_published": "2020-03-15 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Trump's election has fueled a diverse new generation of politicians", "description": "<p>In an excerpt from his book Unrigged, <strong>David Daley</strong> reveals how a top Clinton aide harnessed frustration to seek change from the bottom up</p><p>It’s a gorgeous June evening in 2018 in Washington DC. It’s easy to imagine senators Cory Booker and Kirsten Gillibrand competing 12 months from now on debate stages across Iowa. But tonight they are tossing beanbags before a cheering young crowd fueled by a pale rosé and piles of guacamole.</p><p>It’s a celebratory fundraiser for Run for Something, the brainchild of the millennial activists Amanda Litman and Ross Morales Rocketto, which is teaching hundreds of first-time millennial candidates how to get elected to state legislatures, county commissions, school boards and judgeships. Most of them are women or candidates of color; many of them are running in places like Montana, Oklahoma and Arkansas, states in which Democrats have either surrendered or gone plain extinct.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/15/millennial-politicians-unrigged-excerpt-david-daley\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/15/millennial-politicians-unrigged-excerpt-david-daley", "date_published": "2020-03-15 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Kermode’s Secrets of Cinema – from Oscar-winning strategies to 007’s debt to Hitchcock", "description": "<p>What’s makes a superhero film into a hit? Why are heist movies like musicals? And what really makes a horror film terrifying?</p><p>Despite the title, there’s no “secret” to <em>Secrets of Cinema</em>, a new three-part BBC4 series of which <a href=\"https://www.bbc.co.uk/programmes/b0bbn5pt/episodes/guide\" title=\"\">begins this week</a>. Instead the programme is about the things we recognise, but perhaps haven’t acknowledged, in cinema; the recurrent stories, themes and tropes that underlie the movies we love.</p><p>From the outset, Kim Newman’s involvement as lead writer on <em>Secrets of Cinema</em> was crucial. His knowledge of movies is encyclopaedic. I met him when I was first working as a film critic in London in the 1980s, and we have a shared interest in narrative – in the way movies tell stories.</p> <a href=\"https://www.theguardian.com/film/2020/mar/15/mark-kermodes-secrets-of-cinema-oscar-winners-superhero-hits\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/15/mark-kermodes-secrets-of-cinema-oscar-winners-superhero-hits", "date_published": "2020-03-15 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oi, Cummings! Leave those lefty kids alone | Stewart Lee", "description": "<p>If you can’t believe in a fairer, better world as a naive 19-year-old student, when can you?</p><p>For a small fee, the opaquely funded Policy Exchange thinktank will exchange your old worn-out policy for a more rightwing one, chopped out in a pub toilet by co-founder Michael Gove. Nyaaaagh! Gerard Lyons’s uncut analysis of our thriving economic prospects under World Trade Organization tariffs has burned out my septum, and I’ve sneezed snot and blood on to my copy of Ayn Rand’s <em>The Fountainhead</em>!! Michael!!! Help me!!!! You were only supposed to blow the bloody doors off!!!!!</p><p>Last week Policy Exchange tried to make liberal higher educational institutions the next bogeypersons in the Rightwing Coup’s culture war, another target in an ongoing parade of necessary phantoms. The EU has been knocked off the top of the list, and the BBC’s head is already on the chopping block, gazing up lovingly into the eyes of its executioner, eager to please until the end, like a stupidly loyal dog.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/oi-cummings-leave-those-lefty-kids-alone-students-stewart-lee\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/oi-cummings-leave-those-lefty-kids-alone-students-stewart-lee", "date_published": "2020-03-15 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Questions abound but resolutions unclear for football’s shutdown | David Conn", "description": "With this season unlikely to resume on 3 April plans for a cancellation such as a 22-team Premier League for next term have been proposed<p>After the unprecedented decision on Friday <a href=\"https://www.theguardian.com/football/2020/mar/13/british-clubs-uncertainty-football-closes-down-april\" title=\"\">to postpone professional football for three weeks</a>, a senior Premier League club executive spoke for the country, as it contemplated the impact of the coronavirus pandemic, which seemed suddenly to have become overwhelming: “I feel that we were paying attention to this for weeks, then in just one day it has engulfed us.”</p><p>Football, like all sports – all industries, the whole of society – is reeling. It is still premature to ask for certainty about what will happen and all the questions are tendered with an acknowledgement there are many more important problems for the country to consider first.</p> <a href=\"https://www.theguardian.com/football/2020/mar/15/questions-but-few-answers-coronavirus-premeir-league-football-shutdown\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/mar/15/questions-but-few-answers-coronavirus-premeir-league-football-shutdown", "date_published": "2020-03-15 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Caroline Dubois leads boxers fighting on at London’s last sporting stand", "description": "Briton leads the hopefuls at Stratford trying to ignore the outside world and qualify for the Olympics<p>“No, no. We don’t have to talk about coronavirus,” said John Dovi, coach of Samuel Kistohurry, beaming moments after his French charge had completed his first round win at the Boxing Road to Tokyo. “Coronavirus after the Olympic Games.”</p><p>After a remarkable week with sport shutting down around the world, Dovi reflected the general sentiment at the last sporting event standing in London, as 450 boxers from more than 50 countries converged on the Copper Box Arena in desperate search of an Olympic berth at the penultimate qualifying event, the Boxing Road to Tokyo.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/caroline-dubois-leads-boxers-fighting-on-at-londons-last-sporting-stand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/caroline-dubois-leads-boxers-fighting-on-at-londons-last-sporting-stand", "date_published": "2020-03-15 10:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How are you helping others during the coronavirus outbreak?", "description": "<p>If you’re part of a grassroots community project to support others during the coronavirus outbreak, we’d like to hear from you. Share your stories</p><p>We’d like to hear from people who’re taking part in community action to help others during the coronavirus outbreak.</p><p>As Covid-19 spreads around the world it’s easy to <a href=\"https://www.theguardian.com/world/2020/mar/14/coronavirus-uk-supermarkets-panic-buying\">get swept up in a sense of fear</a> as multiple images of cleared supermarket shelves go viral. However many groups of volunteers are coming together to lend a helping hand to those in need.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/how-are-you-helping-others-during-the-coronavirus-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/how-are-you-helping-others-during-the-coronavirus-outbreak", "date_published": "2020-03-15 09:48:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A small nail-trimming injury leads to blood, sweat and tears – for all except the victim", "description": "<p>The boy’s fingertip is bleeding profusely – but our medical box yields only cough medicine and a knee support</p><p>The cut was tiny. A small laceration on the edge of a fingertip where my wife had been trimming my son’s nails. It didn’t seem to hurt and he hadn’t even noticed it until we clocked the scarlet trail of tiny little fingerprints all over her top, his own face, and suddenly every surface to which he was adjacent.</p><p>My son was evidently delighted by his handy new capacity for self-generating finger paints. He was, therefore, quite shocked by our reaction to the Scorsese movie he was making of our sitting room. My wife yelped and seized his finger to apply pressure, and I uttered a calm and dignified shriek of horror while running to the laptop to see what one does with a bleeding finger.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/15/a-small-nail-trimming-injury-leads-to-blood-sweat-and-tears-for-all-except-the-victim\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/15/a-small-nail-trimming-injury-leads-to-blood-sweat-and-tears-for-all-except-the-victim", "date_published": "2020-03-15 09:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sportless TV goes all nostalgic on a truly surreal Saturday | Rob Smyth", "description": "Sport on television has been reduced to a diet of archive footage or repeats of Mrs Brown’s Boys<p>So, the show doesn’t have to go on after all. Most elite sport in the UK has been postponed because of coronavirus but there are two shows in 21st-century sport – one at the stadiums, one on the TV – and the latter is going to continue in the form of wall-to-wall nostalgia. There is endless airtime to be filled: <a href=\"https://www.theguardian.com/football/2020/mar/13/bt-sport-not-offering-refunds-to-customers-despite-football-suspension\" title=\"\">Sky Sports have nine channels, BT Sport</a> three, Eurosport two, and there are also the traditional sport slots on free-to-air TV.</p><p>The announcement that the BBC would replace <em>Match of the Day</em> with an old episode of <em>Mrs Brown’s Boys</em> achieved the impossible: it managed to unite social media. Admittedly the common reactions were contempt or disgust but it was still an achievement of sorts. Many appealed for the BBC to show a classic <em>MotD</em> episode instead; others suggested Test Card F would be a preferable alternative to the slapstick travails of Agnes Brown.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/tv-sport-mrs-browns-boys-surreal-saturday\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/tv-sport-mrs-browns-boys-surreal-saturday", "date_published": "2020-03-15 09:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hunt depicts elites hunting the poor for sport. The 'satire' feels a little too real | Jessa Crispin", "description": "<p>That the film coincides with a pandemic which will kill the uninsured, sick and elderly is just another layer of discomfort<br /></p><p>My entertainment options this week were <a href=\"https://www.theguardian.com/film/2020/mar/12/the-hunt-movie-behind-elites-v-deplorables-thriller\">a movie</a> in which “liberal elites” hunt down and murder “deplorables” for sport – deaths that are ultra gory and played for laughs – and a Hulu documentary in which Hillary Clinton explains with a chuckle and a smile why the policies supported by her 2016 opponent, Bernie Sanders – policies like universal healthcare and prison reform, which would help countless Americans – are just not “doable”. In other words, essentially the same thing.</p><p>The Hunt was supposed to be released last fall, but it was put on hold after some people wondered if a movie about political polarity and divisiveness in contemporary society, in which a bunch of poor people die violently was really going to be a good idea. Released now, the controversy is its main selling point. And – since we are in the beginning stages of a pandemic for which the United States is not remotely prepared and in which the uninsured, elderly, and poor are much more likely to die – well, let’s just say the timing creates a certain tone.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/the-hunt-movie-satire-too-real\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/the-hunt-movie-satire-too-real", "date_published": "2020-03-15 09:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forward-thinking Utrecht builds car-free district for 12,000 people", "description": "<p>Scheme will enhance city’s reputation as a bicycling capital of Europe</p><p>The “cyclist-first” city of Utrecht is constructing the Netherlands’ first high-density, car-free residential district for more than 12,000 people, making it one of the largest of its type in the world.</p><p>The 24-hectare site, located between two canals in the middle of the city, is a business park but by 2024 it is hoped the area will enhance Utrecht’s reputation as a bicycling capital of Europe.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/forward-thinking-utrecht-builds-car-free-district-for-12000-people\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/forward-thinking-utrecht-builds-car-free-district-for-12000-people", "date_published": "2020-03-15 09:27:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eyam recalls lessons from 1665 battle with plague", "description": "<p>Coronavirus crisis has powerful echoes in the Derbyshire village that once self-isolated to save others <br /><br />• <a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>In the fields between the Derbyshire villages of Eyam and Stoney Middleton sits a gritstone boulder known as the “boundary stone”.</p><p>During the bubonic plague outbreak of 1665-6, the inhabitants of Eyam quarantined themselves, in a famous act of self-sacrifice, to prevent the spread of the plague. Villagers would come to place money in six holes drilled into the top of the boundary stone to pay for food and medicine left by their anxious neighbours.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/eyam-derbyshire-coronavirus-self-isolate-1665-plague\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/eyam-derbyshire-coronavirus-self-isolate-1665-plague", "date_published": "2020-03-15 09:15:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the rubble of Taiz, all roads to a normal life are blocked", "description": "<p>Once Yemen’s capital of culture, the city is split between Houthi and government control – and a drive that used to take five minutes now takes five hours</p><p>In a conflict often called the “forgotten war”, one Yemeni city feels most forgotten of all.</p><p>“I want the whole world to know about Taiz,” declares Mohammed Saleh al-Qaisi. “I want them to see what Taiz was, and what’s happening now.” We’re sitting on a step on a street buzzing with motorcycles and the tinkle of bicycle bells. A few shops away, young men drinking hot sweet tea cradle rifles in their laps and wave at passersby. Above them, a billboard advertises books from Cambridge University Press and McGraw-Hill.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/taiz-yemen-roads-to-normal-life-blocked-houthi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/taiz-yemen-roads-to-normal-life-blocked-houthi", "date_published": "2020-03-15 09:10:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience of Sars a key factor in countries’ response to coronavirus", "description": "<p>Plans of action to combat the Covid-19 outbreak around the world show huge differences<br /><br /><a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">• Coronavirus – latest updates</a><br /><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">• See all our coronavirus coverage</a></p><p>There has been a huge difference in how the coronavirus pandemic has evolved in different countries. Some have gone nearly two months with just a few dozen cases; others have seen an outbreak explode in weeks.</p><p>The statistics about the early evolution of cases can be confusing, because some countries were slow to test or late to announce results. Italy’s first case was at the end of January, but the disease is thought to have been circulating there from the middle of the month. Likewise the steep rise of cases in Iran suggests it was spreading long before the first positive test.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/experience-of-sars-key-factor-in-response-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/experience-of-sars-key-factor-in-response-to-coronavirus", "date_published": "2020-03-15 09:03:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Warhol review – hurrying through the masterworks", "description": "<p><strong>Tate Modern, London</strong><br />This big new show stints on Warhol’s art, in all its variations, in favour of identity politics and the artist’s celebrity-filled world</p><p>Andy Warhol would be 92 this summer, had he not died of post-operative complications in 1987. His soup cans are almost 60, their whites now fading to grey. Few enough people dine daily on Campbell’s soup, as he did, for these paintings to sustain their significance as demotic homages any more. The common soup for the common man is recognisable these days mainly as blue chip Warhol.</p><p><a href=\"https://www.tate.org.uk/whats-on/tate-modern/exhibition/andy-warhol\" title=\"\">Tate Modern</a>, in considering how to present the artist for a new generation, has eliminated almost everything that lacks the split-second familiarity that mattered so much to Warhol. His output as a portraitist, for instance, is generously edited. Instead of the dubious sitters – from German industrialists to the Shah of Iran – whose faces he (or his assistants) depicted by production-line rote, we are given only the immortals – Elvis, Marilyn, Jackie – or those still-living stars whose fame survives in our time. Debbie Harry in violet and turquoise, lime and sulphur colour-ways; Mick Jagger in 1975, with the wrong-shaped head and hairdo, in tarry dun and Elastoplast pink, his youthful beauty squandered. There are, after all, good and bad Warhols.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/15/andy-warhol-tate-modern-review\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/15/andy-warhol-tate-modern-review", "date_published": "2020-03-15 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stopping the rot: the fight to save fresh food", "description": "<p>An American firm has developed an organic coating that extends the shelf-life of fruit and vegetables. Might it save the world?<br /></p><p>Ten years ago, James Rogers was driving through some of the most productive farmland on the planet, thinking about food. He had recently read an article detailing the challenges of feeding the world’s growing population, and as he gazed out over the fertile fields of the Salinas Valley outside Monterey, California, he thought: how is it possible that people go hungry, that people starve, when growing food seems so simple? “You just take these magic beans and...” Rogers, recalling the thought, casts his hand as if tossing seed on the ground. “I realise it’s a bit more complicated than that, but, still…”</p><p>Back then, Rogers was a PhD student in material sciences at the University of California, Santa Barbara (UCSB). He wasn’t working in anything food-related at all. His PhD research involved creating a kind of paint that, when dried, turned into a solar panel. There was a lab up in Berkeley that had the equipment necessary for his studies, but between the lab and his home in Santa Barbara, he passed the farmland, and the food problem gnawed at him. He wondered if it wasn’t merely as simple as he supposed. He began taking classes in environmental economics and natural resources. He learned that, globally, we are indeed producing more than enough food. The problem isn’t production, it’s what happens next.</p> <a href=\"https://www.theguardian.com/environment/2020/mar/15/a-new-way-to-extend-the-life-and-fruit-and-vegetables\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/mar/15/a-new-way-to-extend-the-life-and-fruit-and-vegetables", "date_published": "2020-03-15 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Your pictures: share your photos on the theme of ‘detailed’", "description": "<p>Wherever you are in the world, this week we’d like to see your pictures on the theme ‘detailed’<br /></p><p>The next theme for our weekly photography assignment, published in print in the <a href=\"https://www.theguardian.com/theobserver/new-review\">Observer New Review</a> is ‘detailed’.</p><p>Share your photos of what detailed means to you – and tell us about your image in the description box.</p> <a href=\"https://www.theguardian.com/community/2020/mar/15/your-pictures-share-your-photos-on-the-theme-of-detailed\">Continue reading...</a>", "link": "https://www.theguardian.com/community/2020/mar/15/your-pictures-share-your-photos-on-the-theme-of-detailed", "date_published": "2020-03-15 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain goes it alone over coronavirus. We can only hope the gamble pays off | Devi Sridhar", "description": "Ignoring advice and lessons from Europe and Asia on mass testing and isolation, health experts insist that our approach is the answer<p>On 23 January, the central government of China imposed a <a href=\"https://www.theguardian.com/world/2020/jan/23/coronavirus-panic-spreads-in-china-with-three-cities-in-lockdown\" title=\"\">lockdown in Wuhan and other cities</a> in Hubai province that affected 57 million people. Even with these measures, the coronavirus started spreading to other countries – Singapore, Hong Kong, South Korea and beyond. However, something unexpected happened and the exponential rise in these countries started to flatten. As I write, China has managed to keep its confirmed cases under 90,000 with daily new cases coming down.</p><p>The Chinese response also had the consequence of buying other countries time. The UK has now had eight weeks to track the outbreak, and to learn about the virus. What we can now say for certain is that the UK has decided to chart its own course. Unfortunately, no certainty can attach to the wisdom of this – indeed, one needs to ask whether the UK approach is akin to gambling with the health of the population.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/britain-goes-it-alone-over-coronavirus-we-can-only-hope-the-gamble-pays-off\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/britain-goes-it-alone-over-coronavirus-we-can-only-hope-the-gamble-pays-off", "date_published": "2020-03-15 09:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s not just a cottage, it’s a shrine.’ Writers join bid to save Derek Jarman’s last home", "description": "The campaign to keep the artist’s Dungeness chalet for the nation has just weeks to reach its £3.5m target<p>With just two weeks to go until its fate is decided, leading artists have waded into the campaign to save for the nation a fisherman’s shack on a bleak strip of coastline a stone’s throw from a nuclear power station.</p><p>Prospect Cottage in Dungeness, Kent, was the home of the filmmaker, artist and writer Derek Jarman, and has become a place of pilgrimage for those drawn to its stark beauty and enchanting shingle garden.</p> <a href=\"https://www.theguardian.com/film/2020/mar/15/writers-join-campaign-to-save-derek-jarmans-cottage\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/15/writers-join-campaign-to-save-derek-jarmans-cottage", "date_published": "2020-03-15 08:43:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Beijing backtracks, Paris locks up and Spain locks down", "description": "<p>How nations have responded to the changing threat this weekend<br />• <a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p> <p>The French prime minister announced the closure of cafes, restaurants and all public places “non-essential” to public life, including cinemas and discos, from midnight on Saturday . Edouard Philippe said: “We must absolutely limit movement, meetings and contacts.” But he allowed food shops, tobacconists, banks and public transport to remain open.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/coronavirus-measures-india-france-spain-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/coronavirus-measures-india-france-spain-china", "date_published": "2020-03-15 08:37:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trouble in paradise: Family, feuds and fraud in Jersey", "description": "<p>The wealthy Dick family are set for a court battle that could shine an unwelcome light on the world of offshore trusts</p><p>The recent, turbulent history of the Dick family reads like a Netflix reboot of <em>Bleak House</em>. For this is the tale of an unending court case involving the recent sale of a fabulous mansion in one of Britain’s better known tax havens, home to a man whose rags-to-riches life could have been penned by Charles Dickens.</p><p>John W Dick was raised in Canada as a Mennonite – a Christian sect whose members live humble, God-fearing lives.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/jersey-dick-family-trouble-in-paradise-offshore-trusts-court-battle\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/jersey-dick-family-trouble-in-paradise-offshore-trusts-court-battle", "date_published": "2020-03-15 08:34:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This coronavirus crisis has forced the retirement of pantomime Johnson | Andrew Rawnsley", "description": "<p>The government’s strategy comes with risks, but so do all the alternatives</p><p>A pandemic is testing global leadership and its capacity to rise to the challenge of “the worst public health crisis for a generation”. To some surprise, the man who said that is addressing the emergency in a more mature fashion than many anticipated when it first began to unfold. Boris Johnson has abandoned the “invisible man” act for which I mocked him a fortnight ago and located the serious side of his character. The pantomime Johnson has been retired from public spectacle and replaced with the sombre Johnson we now see at news conferences. At his most recent, he struck an appropriately sober tone when <a href=\"https://www.theguardian.com/world/2020/mar/12/uk-moves-to-delay-phase-of-coronavirus-plan\" title=\"\">he warned</a>: “I must level with the British public: many more families are going to lose loved ones before their time”, words prime ministers usually don’t expect to utter outside wartime. Candour, not a quality always associated with this prime minister, is essential. Fear, panic and conspiracy theories are fomented when people suspect that their leaders are not telling them the truth. The Opinium poll that we publish today suggests that more people than not have confidence in the government’s handling of the coronavirus crisis, but the margin is not a very solid one.</p><p>The prime minister has been flattered by comparison with Donald Trump. His multiple flaws are being pitilessly highlighted by a crisis that a man who does not believe in scientific evidence or international cooperation is hopelessly ill-equipped to handle. Variously dismissing the coronavirus as “<a href=\"https://www.theguardian.com/us-news/2020/feb/28/trump-calls-coronavirus-outbreak-a-hoax-and-links-it-to-immigration-at-rally\" title=\"\">a hoax</a>” cooked up by his opponents to deny him re-election or no worse than the flu, he has swung from juvenile denialism to blaming it on foreigners and Democrats. Then he suddenly announced travel bans and declared a <a href=\"https://www.theguardian.com/world/2020/mar/13/donald-trump-coronavirus-national-emergency\" title=\"\">“national emergency”</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/this-coronavirus-crisis-has-forced-the-retirement-of-pantomime-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/this-coronavirus-crisis-has-forced-the-retirement-of-pantomime-johnson", "date_published": "2020-03-15 08:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With Meghan and Harry, Kate reveals she is up to carrying out that vital royal duty… bearing a grudge against relatives | Catherine Bennett", "description": "She couldn’t manage to grin and bear it for one more hour with the soon-to-be-leaving royal couple<p>The royals: an apology. In recent years it has been persuasively argued that younger members of the royals are more empathetic than their sourer, or weirder elders. And thus, as well as nicer, they are better qualified to connect with their subjects, and, in the long term, protect the family fortunes from, say, its members’ regrettable weakness for paedophiles, at home and abroad.</p><p>That William speaks well about mental health and Kate reaches out from Kensington Palace/Anmer Hall with her hints on <a href=\"https://people.com/royals/kate-middleton-supports-backyard-nature-campaign/\" title=\"\">rustic playtimes</a>, have both, for example, been accepted, even by the generally royal-averse, as welcome attempts at improvement. Recently, when the duchess disclosed, to fellow “mum guilt” sufferers, that she knows their pain, I found I had fallen into the habit of not laughing at would-be uplifting statements that may be hardly less inherently comical than, say, Prince Charles’s longstanding ambition to “heal the dismembered landscape and the poisoned soul”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/kate-reveals-she-is-up-to-carrying-out-that-royal-duty-bearing-a-grudge-against-harry-meghan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/kate-reveals-she-is-up-to-carrying-out-that-royal-duty-bearing-a-grudge-against-harry-meghan", "date_published": "2020-03-15 08:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calm With Horses review – fear and loathing in Ireland's wild west", "description": "<p>Cosmo Jarvis is haunting as a brutal enforcer torn between his duty to a crime clan and his son in Nick Rowland’s powerful debut feature</p><p>Inventively adapted from a story in <a href=\"https://www.theguardian.com/books/2014/mar/07/young-skins-review-debut-colin-barrett\" title=\"\">Colin Barrett’s </a><em><a href=\"https://www.theguardian.com/books/2014/mar/07/young-skins-review-debut-colin-barrett\" title=\"\">Young Skins</a></em> collection, this striking directorial feature debut from Nick Rowland (who was Bafta-nominated for his 2014 short <em>Slap</em>) is an immersive tale of tortured masculinity and divided loyalties that pulls the viewer right into the raging bull mindset of its haunted protagonist. Set in rural Ireland, and boasting something of the “West Country western” flavour of Sam Peckinpah’s Cornish epic <em><a href=\"https://www.theguardian.com/film/2011/nov/06/straw-dogs-lurie-peckinpah-review\" title=\"\">Straw Dogs</a></em>, it’s a fable of failed fathers and false families, unflinching in its depiction of grim realities, but laced with a redemptive transcendence that reminded me of Andrew Haigh’s <em><a href=\"https://www.theguardian.com/film/2018/may/06/lean-on-pete-review-andrew-haigh-modern-american-odyssey-charlie-plummer\" title=\"\">Lean on Pete</a></em>, or Chloé Zhao’s <em><a href=\"https://www.theguardian.com/film/2018/sep/16/the-rider-review\" title=\"\">The Rider</a></em>.</p><p><a href=\"https://www.theguardian.com/film/2020/mar/07/cosmo-jarvis-interview-calm-with-horses\" title=\"\">Cosmo Jarvis</a> (unrecognisable from his magnetic turn in <em><a href=\"https://www.theguardian.com/film/2017/apr/30/lady-macbeth-review-florence-pugh-william-oldroyd\" title=\"\">Lady Macbeth</a></em>) delivers a performance of few words but hugely eloquent physicality as Douglas “Arm” Armstrong, combining the powerhouse presence of Matthias Schoenaerts in <em><a href=\"https://www.theguardian.com/film/2013/feb/03/bullhead-review-rundskop-bull-head\" title=\"\">Bullhead</a></em> with the broken-boxer vulnerability of Jason Patric in <em>After Dark, My Sweet</em>. Having been traumatised – both physically and mentally – as a brutal youth in the ring, Arm took what looked like an escape route, becoming an enforcer for the notorious Devers clan. He calls them “my family”, but he’s more like their attack dog, answering to the clicks and whistles (“there’s a good boy”) of Barry Keoghan’s insidiously bullying Dympna.</p> <a href=\"https://www.theguardian.com/film/2020/mar/15/calm-with-horses-review-irish-crime-clan-cosmo-jarvis-nick-rowland\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/mar/15/calm-with-horses-review-irish-crime-clan-cosmo-jarvis-nick-rowland", "date_published": "2020-03-15 08:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One year on, Lyra McKee's legacy: 'She would be there for you. 100%'", "description": "<p>In April 2019 journalist Lyra McKee was shot dead while observing a riot in Derry. Here her partner, family and friends talk about her life, and assess her place in Northern Irish history</p><p>On a cold, grey afternoon in late February, I go with Sara Canning to the Creggan housing estate in Derry, where, almost a year ago on the night of 18 April, 2019, her partner, the young journalist Lyra McKee, was <a href=\"https://www.theguardian.com/uk-news/2019/apr/19/derry-woman-killed-in-terrorist-act-say-northern-ireland-police\" title=\"\">shot dead</a> while observing a riot there. Before we leave, I ask Sara if she is sure she wants to revisit the site. “This is my city,” she replies, “and I am free to go where I want; they are not going to take that away.”</p><p>“They” are the New IRA, who remain a palpable presence in Derry despite the public <a href=\"https://www.theguardian.com/uk-news/2019/apr/19/new-ira-and-saoradh-face-backlash-over-lyra-mckee\" title=\"\">backlash</a> directed at them after they admitted responsibility for Lyra’s death. The Creggan is their turf, a sprawling housing estate on a hill above the Bogside and the Free Derry wall. These estates were on the frontline of the Troubles in Derry and, alongside the civil rights murals that mark the beginning of the Troubles, there are now others eulogising the IRA’s “Men of Violence”, and a sculpture of Easter Lily, the symbol of Irish republicanism, now stands near the Free Derry wall. Fifty years after the Troubles began in this city, local youths are once again being recruited to the cause of violent Irish republicanism. Recently, there has been an attendant rise in punishment shootings of those accused of drug dealing and joyriding.</p> <a href=\"https://www.theguardian.com/news/2020/mar/15/lyra-mckee-death-anniversary-sara-canning-nichola-derry-book\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/mar/15/lyra-mckee-death-anniversary-sara-canning-nichola-derry-book", "date_published": "2020-03-15 08:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UFC’s defiance of the coronavirus outbreak is reckless and irresponsible", "description": "<p>Dana White’s insistence that <em>the show must go on</em> is not only a prime example of corporate greed, but a betrayal of its responsibility towards its staff, its fighters and the public</p><p>In the wake of the World Health Organization declaring the novel coronavirus 2019 a pandemic on Wednesday, major sports leagues in the United States and across the globe have reacted by <a href=\"https://www.theguardian.com/sport/2020/mar/13/coronavirus-and-sport-a-list-of-the-major-cancellations\">canceling or postponing events</a>. The NCAA canceled March Madness. MLB called off spring training and delayed the season, the PGA Tour canceled events, while the MLS, NHL and NBA have suspended their upcoming seasons until further notice. Yet despite the slew of professional organizations taking action to protect public health and safety, the Ultimate Fighting Championship, the leading promotion in mixed martial arts, has no intention of deviating from its upcoming schedule and has instead decided to move some of its shows to Las Vegas.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/mar/14/ufc-fight-night-brasilia-coronavirus\">UFC holds fight card in Brasilia amid coronavirus pandemic</a> </p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/ufc-coronavirus-pandemic-dana-white-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/ufc-coronavirus-pandemic-dana-white-trump", "date_published": "2020-03-15 08:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Durham’s ‘pitman’s parliament’, a monument of industrial heritage, saved from ruin", "description": "Redhills, for long the base of the Durham miners and a centre of community culture, is set to return to its former glory<p>More than 100 years ago, when miners in County Durham decided to build a hall for their association, they did not think small. Opened in 1915, and funded by subscriptions from across one of Europe’s largest coalfields, the new headquarters boasted a lavish 48-metre facade, a white marble staircase, a domed roof and <a href=\"https://redhillsdurham.org/discover/the-past/\" title=\"\">splendid oak-panelled committee rooms</a>.</p><p>The crowning glory was a spectacular debating chamber, nicknamed the pitman’s parliament, in which each numbered seat corresponded to a colliery. Deliberately designed to resemble a mine-owner’s country estate, Redhills was a unique and extraordinary monument to working-class pride, ambition and self-organisation.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/15/redhills-pitmans-parliament-durham-saved\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/15/redhills-pitmans-parliament-durham-saved", "date_published": "2020-03-15 07:45:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: people not complying with new Australian self-isolation rules could face fines", "description": "<p>Overseas arrivals required to isolate for 14 days, cruise ships from foreign ports banned for 30 days, but schools will remain open </p><p><a href=\"https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy\">• Coronavirus updates: all arrivals in Australia must self-isolate</a> <br /><a href=\"https://www.theguardian.com/world/2020/mar/15/coronavirus-australian-infections-rise-as-vivid-cancelled-but-nrl-matches-to-continue\">• Australian infections rise to over 250 as Vivid cancels </a></p><p>People in some states could face hefty fines if they do not comply with new government restrictions aimed at containing the spread of coronavirus, with the prime minister announcing strict new requirements for all people arriving in Australia to self-isolate for 14 days.<strong> </strong></p><p>Cruise ship arrivals will also be banned for at least 30 days, Scott Morrison announced on Sunday, amid escalating efforts to contain the virus.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/all-overseas-arrivals-in-australia-must-self-isolate-for-14-days-amid-new-coronavirus-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/all-overseas-arrivals-in-australia-must-self-isolate-for-14-days-amid-new-coronavirus-rules", "date_published": "2020-03-15 07:33:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK supermarkets appeal for calm as shelves empty", "description": "<p>Major chains vow to step up deliveries and tell customers there is no need for panic buying<br /><br />• <a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>Britain’s leading supermarkets are pleading with customers to refrain from panic buying during the coronavirus crisis, with some already rationing items and turning new customers away to cope with demand.</p><p>In a highly unusual move, all the major operators including Tesco, Sainsbury’s, Asda and Ocado signed up to a letter urging customers to shop responsibly and ensure supplies are shared out fairly.</p> <a href=\"https://www.theguardian.com/world/2020/mar/14/coronavirus-uk-supermarkets-panic-buying\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/14/coronavirus-uk-supermarkets-panic-buying", "date_published": "2020-03-15 07:16:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One doctor’s story: ‘We don’t have the masks, goggles – or the staff’", "description": "A senior consultant at a leading hospital for respiratory conditions such as pneumonia and cystic fibrosis talks to the Observer<br />• <a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\" title=\"\">Coronavirus – latest updates</a><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\" title=\"\">See all our coronavirus coverage</a><p>NHS staff are asking the same questions as everyone else about coronavirus. How deadly is it? How do we protect ourselves? Are the government’s tactics right? And how will the health service cope when – and it is when – it leaves large numbers of people seriously ill, many fighting for their lives? These questions are even more pressing for us because within two weeks we will be part of the frontline against a threat that we’ve never seen the like of before.</p><p>I’m worried that our hospital’s beds are already 98% full. We are full of “social patients” – people medically fit to go but who can’t be discharged because there isn’t a place in a care home for them, or the care package to allow them to go home hasn’t been sorted. So where are all the people needing life-or-death care from Covid-19 going to go?</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/coronavirus-senior-nhs-consultant-speaks-out\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/coronavirus-senior-nhs-consultant-speaks-out", "date_published": "2020-03-15 07:04:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best places to stay on UK nature reserves", "description": "<p>Bed down in the bucolic splendour of Britain’s wildest corners with our pick of the 10 best conservation sites offering overnight accommodation</p><p><strong><br /></strong>This historic country estate has been in the same family since the 1800s. Today’s inhabitants moved in with their young family five years ago and have slowly introduced a form of traditional, sustainable grazing management that is transforming the once intensively farmed fields into a species-rich landscape. Guests can stay in one of three cottages that surround a central courtyard that’s alive with bees and butterflies. There’s an honesty shop on site, featuring fruit and veg from the walled garden, locally made bread and vintage bits and pieces from “the big house’s attics”. The owner – the ninth Sam Bosanquet – is an ecologist offering guided nature tours of the estate. There’s also a weekend forest school for kids, a treasure hunt, and the option to preorder a fridge-full of homemade meals on arrival.<em> • From £300 for three nights, </em><em><a href=\"https://old-lands.co.uk/\" title=\"\">old-lands.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2020/mar/15/wild-britain-overnight-stays-at-nature-reserves\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/mar/15/wild-britain-overnight-stays-at-nature-reserves", "date_published": "2020-03-15 07:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swimming under the ice: 'There's nothing. You are completely alone'", "description": "<p>Freediver Johanna Nordblad first took to cold water as a cure for pain after a severe injury. This month she attempts to break the world record for swimming beneath ice</p><p>Evening is falling and the cold winter light is bleeding out of a steel-coloured sky. Soon the short Scandinavian afternoon will give way to night here on the edge of Lake Sonnanen in the south of Finland. Not a single gust of wind moves the pine branches; not a single ripple disturbs the water’s surface. Nothing disturbs this infinite expanse of trees, ice and snow enveloped by absolute silence.</p><p>It’s here, in a simple hunter’s lodge 170km northeast of Helsinki, that freediver Johanna Nordblad and her sister and personal photographer, Elina, spend most of their free time. With urban rhythms left far behind, their days are occupied by shovelling snow, gathering firewood and spending long hours after dinner chatting by candlelight.</p> <a href=\"https://www.theguardian.com/global/2020/mar/15/freediver-johanna-nordblad-swimming-under-the-ice\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/mar/15/freediver-johanna-nordblad-swimming-under-the-ice", "date_published": "2020-03-15 07:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus has emptied flights. It could end up changing flying for ever", "description": "Major airlines are now battling for survival – and those staying at home may start to question their need to travel<p>As coronavirus grew from a Chinese outbreak to a global pandemic, the aviation industry was at the leading edge of the accompanying financial crisis. Since the extraordinary <a href=\"https://www.theguardian.com/world/2020/mar/11/coronavirus-outbreak-us-trump-latest\" title=\"\">intercontinental travel ban</a> imposed by President Trump last week, the disastrous potential extent of the crisis for airlines has become clear.</p><p>A drop-off in demand, as businesses cut back on travel and passengers deferred holidays, is being replaced by government decrees and mandatory public health measures. If much lost trade has so far come in the quiet months for western carriers in the northern hemisphere, the prospect of losing spring and summer bookings is another scale of financial loss altogether.</p> <a href=\"https://www.theguardian.com/business/2020/mar/15/coronavirus-airlines-emptied-flights-changing-flying\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/15/coronavirus-airlines-emptied-flights-changing-flying", "date_published": "2020-03-15 07:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus outbreak – how will it affect my rights, pay and debts?", "description": "<p>In a crisis with more questions than answers, many worry how they’ll cope. We look at the personal finance issues</p><p>People across the UK may soon find themselves out of office for lengthy periods of time, whether they like it or not. It has been estimated that one fifth of the UK’s workforce could be absent during the weeks when the coronavirus is at its peak while millions more will find themselves working from home or even without anywhere to work.</p><p>With the disruption to the normal working week comes a myriad of questions for employees, employers, contractors and casual workers about what their rights are at such an unprecedented time – and how to ensure that any money problems stay short term and don’t stretch into the future.</p> <a href=\"https://www.theguardian.com/money/2020/mar/15/coronavirus-outbreak-how-will-it-affect-my-rights-pay-and-debts\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/mar/15/coronavirus-outbreak-how-will-it-affect-my-rights-pay-and-debts", "date_published": "2020-03-15 07:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC chief says TV streaming services ‘squeeze out British culture’", "description": "Director general Tony Hall warns that rivals like Netflix cannot be relied on to maintain investment in UK programming<p>Streaming services like Netflix cannot be relied upon to keep investing in British programming, the BBC’s director general has said, in a stark warning about the consequences of scaling down the corporation.</p><p>In an impassioned defence of the broadcaster, Sir Tony Hall also said there was no guarantee that such services would continue to finance content that “truly resonates with the lives of British audiences”, as he claimed that their commitment to British programming did not come anywhere near that of the BBC.</p> <a href=\"https://www.theguardian.com/media/2020/mar/15/streaming-services-cant-be-relied-says-bbc-director-general-tony-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/mar/15/streaming-services-cant-be-relied-says-bbc-director-general-tony-hall", "date_published": "2020-03-15 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Babymooning at Chevening, I’m bothered by an entry in Bozzie’s memoirs | Catherine Bennett", "description": "<p>In which our heroine chances upon chapters of heroic deeds, and some not so heroic…</p><p>So blessed! Neither of us went anywhere near the old trout but thanks to Dorries we can babymoon for another two weeks, just Bozzie and me – and our little chick! – and forget Cobra. And the media liars. What total crap! As if my Bozzie would ruthlessly turn his back on a trusting young innocent, at least not until we can say Dilyn shat in the baby’s cot, which he probably will anyway. After No 10, Chevening is blissfully turd-free, Dil adores digging up the old maze, and Bozzie is quite determined to write his memoirs in the same place where he once carved “Fuck Gove” on the ancient library mantelpiece!</p><p>Bozzie won’t let me look, but I sneaked in while he was trailbiking round the parterre.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/mar/15/babymooning-at-chevening-im-bothered-by-an-entry-in-bozzies-memoirs\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/mar/15/babymooning-at-chevening-im-bothered-by-an-entry-in-bozzies-memoirs", "date_published": "2020-03-15 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Bernie Sanders went from frontrunner to the last-chance saloon", "description": "<p>The Vermont senator seems to have failed to convince primary voters he was the best candidate to take on Trump – but the self-described socialist has still reshaped the ideology of the Democratic party</p><p>Bernie Sanders had just dominated the Nevada caucuses, after strong showings in Iowa and New Hampshire, when the Vermont senator thundered on stage at the Cowboy Dance Hall in San Antonio to declare victory before a crowd of thousands.</p><p>His speech that night was hardly different from the hundreds of speeches he had made before – and all the speeches he would make after. But he looked different. Famously irascible, Sanders smiled deeply and laughed easily. The future of his political revolution was as bright and clear as the big Texas sky.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/15/bernie-sanders-vermont-senator-socialist-democratic-party\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/15/bernie-sanders-vermont-senator-socialist-democratic-party", "date_published": "2020-03-15 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When will a coronavirus vaccine be ready?", "description": "<p>Human trials will begin in April – but even if they go well, there are many barriers before global immunisation is feasible</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Even at their most effective – and draconian – containment strategies have only slowed the spread of the respiratory disease Covid-19. With the World Health Organization finally declaring a pandemic, all eyes have turned to the prospect of a vaccine, because only a vaccine can prevent people from getting sick.</p><p>About 35 companies and academic institutions are racing to create such a vaccine, at least four of which already have candidates they have been testing in animals. The first of these – produced by Boston-based biotech firm Moderna – <a href=\"https://time.com/5790545/first-covid-19-vaccine/\" title=\"\">will enter human trials in April</a>.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/when-will-a-coronavirus-vaccine-be-ready-human-trials-global-immunisation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/when-will-a-coronavirus-vaccine-be-ready-human-trials-global-immunisation", "date_published": "2020-03-15 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Massimo Vitali shoots a bustling Brazilian market", "description": "<p>With split-second timing, the Italian photographer captures a tossed watermelon in mid-flight</p><p>On the fringes of São Paulo, Brazil’s biggest city, lies a massive fruit, vegetable and flower market – the third largest food wholesale operation in the world, and the busiest in Latin America, turning over more than $3bn (£2.3bn) a year.</p><p>One Saturday in January 2012, <a href=\"https://www.massimovitali.com/\" title=\"\">Massimo Vitali</a> arrived at 7.30am, when individual shoppers are allowed in to browse. He was on assignment for the <em>New York Times Magazine</em>, charged with capturing the contrasts of modern Brazil, from the urban density of São Paulo and Rio de Janeiro to the empty sands of the country’s north-east. The colourful abundance and teeming humanity of São Paulo’s famous market seemed a gift of a subject.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/mar/15/big-picture-massimo-vitali-brazilian-market-sao-paulo\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/mar/15/big-picture-massimo-vitali-brazilian-market-sao-paulo", "date_published": "2020-03-15 06:59:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Narnia to Wonderland: Oxford’s Story Museum brings kids’ books to life", "description": "<p>Revamped Oxford attractions aims to awaken children in a district once ranked bottom for reading to the joy of storytelling</p><p>For fans of children’s literature, it is an unmissable sight: Philip Pullman’s own alethiometer, a detailed realisation of the magical symbol reader described in <a href=\"https://www.theguardian.com/childrens-books-site/2014/mar/24/review-northern-lights-phillip-pullman\" title=\"\"><em>Northern Lights</em></a>, gleaming with secrets – or possibly even particles of “Dust” – on display at the new <a href=\"https://www.storymuseum.org.uk/\" title=\"\">Story Museum in Oxford</a>.</p><p>An unforgettable peek at the mysterious compass-like device is just one of the unique literary experiences on offer when the children’s museum reopens next month, after a £6m redevelopment.</p> <a href=\"https://www.theguardian.com/uk-news/2020/mar/14/oxford-story-museum-childrens-book-lyra-alethiometer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/mar/14/oxford-story-museum-childrens-book-lyra-alethiometer", "date_published": "2020-03-15 06:59:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Sophie Walker: ‘I run to clear my head’", "description": "<p>The activist on art and the joy of jogging</p><p><strong>What time are you up?</strong> Having worked for 20 years at Reuters doing breaking news you become an early bird – a junkie for knowing what’s going on. But on Sunday I sleep until 8am. Over breakfast we have a (not always entirely democratic) vote with the kids to decide what we’ll do with our day.</p><p><strong>Do you work?</strong> I’m at the <a href=\"https://www.youngwomenstrust.org/\" title=\"\">Young Women’s Trust</a> Monday to Friday, but at the weekend I work on <a href=\"https://www.timetoactivate.org/\" title=\"\">Activate</a>, a project to get women community activists elected. I try to take days off when I can. I’m fighting my own eternal battle to just be with my family.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/15/sunday-with-sophie-walker-i-run-to-clear-my-head\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/15/sunday-with-sophie-walker-i-run-to-clear-my-head", "date_published": "2020-03-15 06:45:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former F1 world champion Alan Jones 'hugely disappointed' about cancellation", "description": "<p>Jones believes the cancellation is a ‘big blow’ for Australian sport and insists the cancellation couldn’t have happened earlier.</p><p>Always forthright, witty and warm, the former Formula One world champion Alan Jones has his own unique take on the cancellation of the Australian Grand Prix. With the straight-talking that marks Jones out as the quintessential Australian, he considers the disappointment of not racing from a driver’s perspective. “If you are being paid a huge amount of retainer you just think: ‘Well, that’s less work I’ve got to do’,” he says, with a chuckle. “Give me the choice of lying on a beach somewhere exotic or hopping in a car…”</p><p>Jones, who won the F1 world championship with Williams 40 years ago this year, was at the heart of the race in Melbourne as it fell apart. Working at Albert Park, he has remained in Melbourne. “We said: ‘bugger it, we are going to stay here and go to a couple of restaurants and enjoy ourselves’,” he explains.</p> <a href=\"https://www.theguardian.com/sport/2020/mar/15/former-f1-world-champion-alan-jones-hugely-disappointed-about-cancellation\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/mar/15/former-f1-world-champion-alan-jones-hugely-disappointed-about-cancellation", "date_published": "2020-03-15 06:27:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin takes next step to staying in power till 2036", "description": "Constitutional changes, if approved, would give the leader a further two consecutive six-year terms<p>President Vladimir Putin has formally asked Russia’s constitutional court if it is legal for him to change the constitution, the Kremlin said on Saturday, a move that could permit him remain in power until 2036.</p><p>In January, Putin unveiled <a href=\"https://www.theguardian.com/world/2020/jan/15/putin-calls-for-constitution-changes-that-would-weaken-successor\" title=\"\">a major shake-up</a> of Russian politics and a constitutional overhaul, which the Kremlin billed as a redistribution of power from the presidency to parliament. But Putin, 67, who has dominated Russia’s political landscape for two decades as either president or prime minister, made a dramatic appearance in parliament on 10 March to back a new amendment that would allow him to ignore a current constitutional ban on him running again in 2024.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/power-bid-could-leave-vladimir-putin-in-charge-till-2036\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/power-bid-could-leave-vladimir-putin-in-charge-till-2036", "date_published": "2020-03-15 06:20:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bastible, Dublin | Jay Rayner", "description": "<p>In Dublin’s fair city, the tasting menu at Bastible is a pretty good reason for an Irish weekend break</p><p><strong>Bastible, 111 South Circular Road, Dublin D08 RW2K (+353 1 473 7409). A la carte, two courses €42; three courses €50; tasting menus €45 to €65. Wines from €36</strong></p><p>At <a href=\"https://www.bastible.com/\" title=\"\">Bastible</a> in Dublin, each dish comes with a commentary. Somehow, it manages to improve the experience, rather than make you squeeze the edge of your seat until your knuckles are white. Early on chef Cúán Greene delivers a small, rough-hewn ceramic dish to the table. There’s a pillow of dried lemon verbena leaves overlaid with greaseproof paper upon which perch four curving, layered pieces of pearly kohlrabi, interleaved with sorrel leaves. The kohlrabi, we are told, has been marinated in quince vinegar. “It’s a kind of chilled salad in finger-food form,” Greene says, cheerfully. He’s not wrong: it’s crisp and boldly refreshing. It’s also clever without being irritatingly, look-at-me distracting. Most importantly it tastes nice. Important, that.</p> <a href=\"https://www.theguardian.com/food/2020/mar/15/jay-rayner-restaurant-review-dublin-bastible-clever-detailed-and-importantly-tastes-nice\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/mar/15/jay-rayner-restaurant-review-dublin-bastible-clever-detailed-and-importantly-tastes-nice", "date_published": "2020-03-15 06:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Trump's stumbles and testing failures pave way to disaster, experts say", "description": "<p>Efforts to avoid panic backfired, says surgeon as country braces for wave of infections without coherent government response</p><p>The US is on course to be severely ravaged by the coronavirus outbreak due to a delayed and dysfunctional testing regime and misleading messaging from the Trump administration, public health experts have warned.</p><p>As of Friday, there were more than 1,600 confirmed cases of the Covid-19 virus across the US, with 41 deaths, according to the Centers for Disease Control. However, the actual number of infected Americans is certain to be far higher, with the true toll obscured by a calamitous lack of testing.</p> <a href=\"https://www.theguardian.com/world/2020/mar/14/coronavirus-us-testing-donald-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/14/coronavirus-us-testing-donald-trump", "date_published": "2020-03-15 06:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We are old and in love, but she left me after my cancer diagnosis | Dear Mariella", "description": "<p>We might assume better treatment from maturing adults but at least she was decisive, says Mariella Frostrup</p><p><em><strong>The dilemma </strong></em>In the summer I met a wonderful woman online. She is kind, clever, good looking and many other positive things. We clicked from the outset and became lovers after a couple of months. We have a combined age of 127, but we both said the sex was the best we’ve ever enjoyed. She told me she loved me – and it was reciprocated. We live 100 miles apart, but that suited our busy lifestyles.</p><p>Everything was wonderful and we seemed to be very much on the same wavelength until November, when I was diagnosed with bladder cancer. The treatment is extensive, but hasn’t yet started. She broke up with me over Christmas. She still professes love for me (though we haven’t been in contact for a few weeks), but says she is too busy with work, family and friends to commit to me, and that I would become too needy of her and her time. I don’t agree that I would, but I can see why she might say that. I have recently retired. I miss her terribly and don’t know how to deal with it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/15/we-were-in-love-but-she-left-me-after-my-cancer-diagnosis\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/mar/15/we-were-in-love-but-she-left-me-after-my-cancer-diagnosis", "date_published": "2020-03-15 06:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Sledgehammer on Trump, scalpel on Sanders': Biden approaches key debate", "description": "<p>The coronavirus pandemic has shifted Sunday’s Democratic debate behind closed doors – but it is still hugely important</p><p>Joe Biden and Bernie Sanders will square off in the 11th Democratic debate on Sunday night, in a contest moved from Arizona to Washington DC and held without a live audience due to the coronavirus outbreak.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/14/democratic-party-unite-2020-election-joe-biden-bernie-sanders\">Can Democrats unite the party in time for November's election?</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/mar/15/democratic-debate-bernie-sanders-joe-biden-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/15/democratic-debate-bernie-sanders-joe-biden-coronavirus", "date_published": "2020-03-15 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The acid test of Trump's maverick leadership has come – can he save himself?", "description": "<p>The president’s response to the coronavirus pandemic has been ‘haphazard’, from a cascade of false statements to a public address that fueled anxiety</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>With his back to the wall, Donald Trump turned to perhaps the only people that truly impress him: not health experts or scientists but the titans of corporate America.</p><p>Confronted by a global pandemic he cannot <a href=\"https://www.theguardian.com/world/2020/mar/09/donald-trump-coronavirus-response\">bully, insult or out-tweet</a>, the president paraded chief executives at the White House in the hope they could dig him out of a hole partly of his own making.</p> <a href=\"https://www.theguardian.com/us-news/2020/mar/15/trump-leadership-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/mar/15/trump-leadership-coronavirus-pandemic", "date_published": "2020-03-15 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With the closure of another club space, the scene that revived Berlin is being lost | Michael Scaturro", "description": "<p>The dance community helped reunify East and West Germany in the 1990s, but gentrification is slowly killing it</p><p>I was in bed when my friend Alfonso called me. “It’s the last party at Griessmuehle,” he said. “It’s <a href=\"https://www.theguardian.com/music/2020/mar/03/berlin-clubbing-cocktail-d-amore?utm_source=dlvr.it&amp;utm_medium=facebook&amp;fbclid=IwAR1RkQTPjdlsDGXiJoo6QWmCKyWC6FEC1VNHcIN1-IrJMjbbT4NnyZz6aeQ\" title=\"\">the last Cocktail</a> there. Throw on some clothes. We’re going.”</p><p>Cocktail d’Amore is one of a handful of landmark Berlin parties that have made the German capital a centre of LGBTQ+ youth culture over the past two decades. It took place in a venue called Griessmuehle, an old East German grain mill that people enjoyed because one moment you might be kissing on shower tiles, the next dancing in a silo. Sadly, it is to be demolished this spring to make space for a resort hotel. It certainly wasn’t an architectural jewel like the Berlin Philharmonic concert hall or Museum Island – but clubs, along with cheap studio space and vibrant subcultures, are what made Berlin the city so many love today.</p> <a href=\"https://www.theguardian.com/world/commentisfree/2020/mar/15/club-closure-berlin-dance-east-west-germany-gentrification\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2020/mar/15/club-closure-berlin-dance-east-west-germany-gentrification", "date_published": "2020-03-15 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Write a diary, take action: Hubei residents on fighting coronavirus anxiety", "description": "<p>As Covid-19 spreads worldwide, the people of Hubei explain how they dealt with the lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the centre of the coronavirus outbreak, where millions have been under lockdown for the last two months, Hubei residents have been coping with uncertainty, anxiety and stress.</p><p>As the virus spreads around the world, people living in the province spoke to the Guardian about how they coped with prolonged confinement, isolation and panic, and the strategies they used to protect their mental health.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/write-a-diary-take-action-hubei-residents-on-fighting-coronavirus-anxiety\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/write-a-diary-take-action-hubei-residents-on-fighting-coronavirus-anxiety", "date_published": "2020-03-15 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Send out paper ballots, Labour is urged after voting complaints", "description": "Members who say they have been unable to cast votes online in leadership election want to be sent traditional ballot papers<p>Labour is being urged to send ballot papers to all members who have not yet voted in its <a href=\"https://www.theguardian.com/politics/labourleadership\" title=\"\">leadership election,</a> after continuing complaints that some are still waiting for their chance to take part.</p><p>MPs were contacting the party last week with concerns, with some members complaining of a “farcical” situation in which they were having to provide high levels of proof of their identity before being granted a vote. Others said they simply had not received their email entitling them to vote in the online poll.</p> <a href=\"https://www.theguardian.com/politics/2020/mar/14/labour-party-ballot-papers-complaints-leadership-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/mar/14/labour-party-ballot-papers-complaints-leadership-election", "date_published": "2020-03-15 06:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The five: dinosaurs that once roamed the British Isles", "description": "Last week scientists discovered the first Stegosaurus footprints in Scotland. Which other prehistoric reptiles lived on these shores?<p>Last week, palaeontologists from the University of Edinburgh announced they have <a href=\"https://www.theguardian.com/science/2020/mar/11/stegosaurus-footprints-found-on-isle-of-skye\" title=\"\">discovered grapefruit-sized footprints</a> on the Isle of Skye that are believed to have been left by a Stegosaurus. The depressions were found in rocks that were formed from mudflats around 170m years old during the Middle Jurassic, the period when the stegosaurs group of dinosaurs were beginning to evolve and spread out.</p> <a href=\"https://www.theguardian.com/technology/2020/mar/15/the-five-dinosaurs-that-once-roamed-the-british-isles-stegosaurus\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/mar/15/the-five-dinosaurs-that-once-roamed-the-british-isles-stegosaurus", "date_published": "2020-03-15 05:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Georgia second US state to delay presidential primaries over coronavirus fears", "description": "<p> Georgia, where Joe Biden is ahead of Bernie Sanders in the Democratic race, joins Louisiana in pushing back voting as Covid-19 spreads</p><p><a href=\"https://www.theguardian.com/world/live/2020/mar/15/coronavirus-latest-updates-trump-tests-negative-as-spain-orders-nationwide-lockdown-uk-us-australia-italy-europe-global-economy\">Coronavirus – latest updates</a></p><p>Georgia has become the second state to delay its presidential primaries over coronavirus fears, a day after Louisiana also pushed back voting in primaries.</p><p>In-person early voting, which began statewide 2 March, will be halted and the election that was scheduled for 24 March will be moved to 19 May, when Georgia’s other 2020 primary elections are being held, Georgia secretary of state Brad Raffensperger said in a statement on Saturday.</p> <a href=\"https://www.theguardian.com/world/2020/mar/15/georgia-second-state-to-delay-presidential-primaries-over-coronavirus-fears\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/15/georgia-second-state-to-delay-presidential-primaries-over-coronavirus-fears", "date_published": "2020-03-15 01:54:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new job and a new crisis: Andrew Bailey arrives at the Bank", "description": "The incoming governor will have no time to settle in as fears of recession grow and the clamour for rate cuts intensifies<p><a href=\"https://www.theguardian.com/business/andrew-bailey\" title=\"\">Andrew Bailey</a> will take over as <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\" title=\"\">Bank of England</a> governor on Monday as the worst economic crisis since the 2008 financial crash unfolds, amid growing expectations that he will further cut interest rates to protect jobs and growth.</p><p>The new governor is no stranger to baptisms of fire as he prepares to replace <a href=\"https://www.theguardian.com/business/mark-carney\" title=\"\">Mark Carney</a> in the hot seat, having started his last job – as boss of the <a href=\"https://www.theguardian.com/business/financial-conduct-authority\" title=\"\">Financial Conduct Authority –</a> a week after the Brexit vote.</p> <a href=\"https://www.theguardian.com/business/2020/mar/15/andrew-bailey-bank-new-job-new-crisis-rate-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/mar/15/andrew-bailey-bank-new-job-new-crisis-rate-cuts", "date_published": "2020-03-15 00:05:42+00:00", "persistent": false, "user": null, "language": "en-UK"}]