[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Mob Psychology: A Guide for the Modern Day Wealthy Elite", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join\nUpdated refund policy: Email us within your first month of joining and we'll refund you for your first month. There is no refund if you cancel at a later time. \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG for a chance to win $1,000: @jaketran // http://bit.ly/jt-ig\nPlease watch out for fake accounts. I will never message you asking for money or to invest. As of right now, it's spelled exactly like this: @jaketran\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/3dK9yd5\n\n-----------------------\nYou’re a politician. An idealist looking to make a difference in the world. You‘ve got more ambitious goals of ruling with an iron fist as a dictator or maybe you’re just a powerful businessman looking to protect your interests and investments from the frenzy of the masses. Around the 18th and 19th century, something happened that would change the course of history and your role as a politician forever.\n\nAll of a sudden, humanity shifted from power to the state, to power to the people. Rare breeds that understand Crowd Psychology and Mob Mentality win the hearts and minds of the masses. If you want all that power, you better know how to manage crowds.\n\nA psychological crowd is when people are joined together by an idea, a cause, or beliefs. Crowds can be centered around their race, religion, political beliefs, their profession, music tastes, or simply by people identifying as a citizen of the country they’re in. And the moment you join a crowd, you act and think very differently to when you’re alone.\n\nCrowds are rather slow by design because they desperately need a master to guide them - this is where you come in. Just like how people crave to be in crowds, they crave having a charismatic leader to follow through the ends of the Earth. But be warned, just as easily as you can rile up a crowd towards your enemies, another leader can just as easily direct their anger towards you. Whatever kind of crowd it is, the primary job of a leader is to arouse faith in your subjects. Give people something to believe in! With some more caveats. \n\nIf you really want to change the mind of a crowd, to really change their beliefs - to get them to believe that “diamonds are valuable”. And boom - you now know how crowds work, you know about our primitive desire to join crowds or tribes, you know how to avoid the destruction of crowds by not building up any envy with them, and you know how to be that charismatic leader they so desperately crave by boiling down an idea to inspire faith in them, and you know how to inculcate new beliefs in a crowd through repeating an affirmation until it becomes truth and goes viral. Now you can get out there, and start your rule or protect your business interests to make more money.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=HrNTOKYbhG4", "date_published": "2020-06-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]