[{"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-latest-apr-2-global\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/coronavirus-latest-apr-2-global", "date_published": "2020-04-01 23:06:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus lockdown raises risk of online child abuse, charity says", "description": "<p>NSPCC warns abusers will exploit shortage of moderators and children spending more time on internet </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A shortage of moderators who combat sexual abuse online combined with children spending more time on the internet at home has created a “perfect storm” for abusers to take advantage of the Covid-19 pandemic, one of the UK’s biggest safeguarding charities has warned.</p><p>The warning from the NSPCC comes after Europol, the law enforcement agency of the European Union, said it had seen “increased online activity by those seeking child abuse material”.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-lockdown-raises-risk-of-online-child-abuse-charity-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/coronavirus-lockdown-raises-risk-of-online-child-abuse-charity-says", "date_published": "2020-04-01 23:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Discovery of letters shines light on Thomas Hardy's second marriage", "description": "<p>Author’s second wife, Florence Dugdale, tells of celebrity pressures, and joy at living with ‘one of the kindest men in the world’</p><p>Touching newly discovered letters written by Thomas Hardy’s second wife reveal her joy at their union and, later, her sadness at life without the great author after his death – but also highlight the media pressure the celebrity couple faced more than a century ago.</p><p>In a letter written shortly after their wedding, Florence Dugdale portrayed Hardy as “one of the kindest, most humane men in the world” while acknowledging that his fame led to the constant attention of the press in the UK and US.</p> <a href=\"https://www.theguardian.com/books/2020/apr/02/discovery-of-letters-shines-light-on-thomas-hardys-second-marriage\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/02/discovery-of-letters-shines-light-on-thomas-hardys-second-marriage", "date_published": "2020-04-01 23:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions in UK 'could slip through virus wage safety net'", "description": "<p>Some self-employed workers and high earners at risk despite subsidy plan, warn thinktanks</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Millions of people across Britain risk falling through gaps in the coronavirus wage subsidy plan and benefits system, according to two of the country’s leading economics thinktanks.</p><p>After ministers hurriedly pulled together plans to increase the level of financial aid available from the state as the Covid-19 outbreak intensifies, the Institute for Fiscal Studies said many self-employed workers would still get no support, while others would be left financially better off as a result of the crisis. </p> <a href=\"https://www.theguardian.com/business/2020/apr/02/millions-uk-slip-through-coronavirus-pay-wage-safety-net-self-employed-wage-subsidy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/02/millions-uk-slip-through-coronavirus-pay-wage-safety-net-self-employed-wage-subsidy", "date_published": "2020-04-01 23:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six in 10 UK firms have no more than three months of cash left", "description": "<p>British Chambers of Commerce poll reveals scale of companies at risk of collapse amid coronavirus lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Business leaders have warned that British companies are running out of time to stay afloat amid the coronavirus outbreak, after a survey showed a majority of firms had just three months of cash or less in reserve.</p><p>The British Chambers of Commerce (BCC) said companies across the country were suffering from a sharp and significant fall in domestic and overseas sales as lockdown measures brought many firms close to collapse, threatening widespread job losses.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-six-in-10-british-firms-have-no-more-than-three-months-of-cash-left\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/coronavirus-six-in-10-british-firms-have-no-more-than-three-months-of-cash-left", "date_published": "2020-04-01 23:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Punchestown Festival scrapped to bring end to jumps season", "description": "<ul><li>Punchestown and Irish Grand National will not be rearranged</li><li>Willie Mullins and Paul Townend take champions’ awards</li></ul><p>Irish racing bowed to the inevitable on Wednesday with an announcement that the five-day Punchestown Festival, which was due to open on 28 April, has been cancelled as a result of the lockdown to combat coronavirus. Neither Punchestown nor the Grand National Festival at Fairyhouse, which had been scheduled for its traditional slot on Easter weekend, will be rescheduled and as a result, the 2019-20 jumps season has now officially closed.</p><p>It could now be several months before another horse jumps a fence in public in Ireland, as Horse Racing Ireland (HRI), the sport’s ruling body, also said on Wednesday that when the sport eventually resumes it will do so with a month of Flat-only fixtures, almost certainly behind closed doors.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/apr/02/talking-horses-punchestown-festival-scrapped-to-bring-end-to-jumps-season\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/apr/02/talking-horses-punchestown-festival-scrapped-to-bring-end-to-jumps-season", "date_published": "2020-04-01 23:01:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Khabib Nurmagomedov defies Dana White and says he will not fight at UFC 249", "description": "<ul><li>Lightweight champion says he won’t leave quarantine</li><li>UFC president <a href=\"https://www.theguardian.com/sport/2020/mar/15/ufc-coronavirus-pandemic-dana-white-trump\">keen for action to continue during pandemic</a></li></ul><p>UFC lightweight champion Khabib Nurmagomedov says he won’t leave quarantine in Russia to fight, dealing another blow to UFC President Dana White’s <a href=\"https://www.theguardian.com/sport/2020/mar/15/ufc-coronavirus-pandemic-dana-white-trump\">determination to hold UFC 249</a> in two weeks despite the coronavirus pandemic.</p><p>Nurmagomedov made his announcement on Wednesday on Instagram, telling the mixed martial arts world to “take care of yourself and put yourself in my shoes.” </p> <a href=\"https://www.theguardian.com/sport/2020/apr/01/khabib-nurmagomedov-ufc-249-coronavirus-dana-white-fight-tony-ferguson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/01/khabib-nurmagomedov-ufc-249-coronavirus-dana-white-fight-tony-ferguson", "date_published": "2020-04-01 21:53:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Save Me Too review – a gripping thriller with emotional heft", "description": "<p>Twisty plots and tough subject matter come together, as Lennie James’s excellent drama about a father’s quest to find his missing daughter returns</p><p><a href=\"https://www.theguardian.com/culture/lennie-james\">Lennie James</a>’s excellent, bleak drama Save Me made a strong impression when it arrived in early 2018. James wrote the series and starred as Nelly, a local barfly and ladies’ man whose lackadaisical approach to life was upended when his estranged daughter Jody went missing. While it had the qualities of a solid thriller, as Nelly was drawn deeper and deeper into a criminal underworld that eventually led him to discover a grim sex-trafficking ring, it had more subtle layers beneath, and was particularly good on class conflict. In a TV landscape where it can seem as if every character has a massive, luxurious house or flat, no matter what job they supposedly do, it was refreshing and welcome to see stories told about people who live on estates, and ones which were not just about the fact that they live on estates at that.</p><p>The final episode, however, did not quite provide the resolution that many viewers craved, as Jody’s whereabouts remained unknown. So here we are with Save Me Too (Sky Atlantic), picking up the story 17 months later. It is Nelly’s 50th birthday, and his friends at The Palm Tree are throwing him a surprise party. In this show, even the prospect of a boozy party is appealing, since it has one of the best casts on television, from <a href=\"https://www.theguardian.com/film/stephen-graham\">Stephen Graham</a> as Nelly’s mate Melon, to <a href=\"https://www.theguardian.com/stage/kerry-godliman\">Kerry Godliman</a> as his ex, Teens, and Susan Lynch as the pub landlady, Stace. At this point, adding Oscar-nominated <a href=\"https://www.theguardian.com/culture/lesley-manville\">Lesley Manville</a> to proceedings, as the wife of trafficker Gideon Charles (a chilling Adrian Edmondson), is just showing off.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/01/save-me-too-review-a-gripping-thriller-with-emotional-heft\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/01/save-me-too-review-a-gripping-thriller-with-emotional-heft", "date_published": "2020-04-01 21:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hunting, meth and big cats: Tiger King's rarely seen version of southern queerness", "description": "<p>Who could have guessed that a mullet-wearing, polyamorous exotic animal owner would become TV’s most talked-about gay star?</p><p>In the early 2000s, the most popular queer characters on TV were Jack McFarland and Will Truman of the sitcom Will &amp; Grace. Will and Jack were so beloved, Vice-President Joe Biden once theorized the show had <a href=\"https://www.thewrap.com/will-grace-real-life-political-impact-marriage-equality/\">played a major role in shifting views on marriage equality</a>. The characters were also the start of a trope that would prevail on TV for years: the cosmopolitan gay male. The image would live on in shows such as Queer as Folk, Looking, and the reality competitions Project Runway and America’s Next Top Model. Who could imagine that 20 years on, a mullet-wearing, gay, polyamorous exotic animal owner from rural Oklahoma would become TV’s biggest talked about gay star?</p><p>Joe Exotic, the eccentric subject of the <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/20/tiger-king-joe-exotic-netflix-series\">Netflix docu-series Tiger King: Murder, Mayhem and Madness</a>, has amassed a fervent following in the short time since the show’s premiere on Friday. The rapper Cardi B <a href=\"https://people.com/music/cardi-b-start-gofundme-tiger-king-joe-exotic/\">live-tweeted</a> her reactions and expressed a desire to start a GoFundMe campaign for Mr Exotic, whose full name Wikipedia gives as Joseph Allen Maldonado-Passage (né Schreibvogel). Fans have taken to dressing up as Joe, slapping on fake handlebar mustaches and blond mullet wigs. And actors such as Dax Shepard and Jared Leto are pitching themselves to play the gun-loving zookeeper in a <a href=\"https://nypost.com/2020/03/30/celeb-tiger-king-fans-fighting-over-roles-in-future-movie/\">forthcoming scripted miniseries</a>. Amid the anxiety of the coronavirus pandemic, we are finding humor and relief in an imperfect, self-described “redneck” queer who owns more than 200 tigers. He’s the furthest cry from the affable, anodyne queer men who typically win America over, such as Cam and Mitchell of Modern Family and the “gay best friend” cast of Queer Eye. But unlikely times call for an unlikely hero.</p> <a href=\"https://www.theguardian.com/media/2020/apr/01/tiger-king-joe-exotic-netflix-southern-queerness\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/01/tiger-king-joe-exotic-netflix-southern-queerness", "date_published": "2020-04-01 20:58:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones set to sign new England contract until World Cup 2023", "description": "<ul><li>Jones has positive talks with RFU chief executive Bill Sweeney</li><li>60-year-old had previously suggested he would not continue</li></ul><p>Eddie Jones is believed to be on the verge of agreeing a contract extension as England’s head coach through to the next World Cup. Jones’s current deal is due to expire next year but it is thought he is set to commit through to France 2023 after discussions with the Rugby Football Union chief executive, Bill Sweeney.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/01/rfu-cut-england-25000-match-fees-covid-19-rugby-union\">RFU in talks to cut England players' £25,000 match fees in new pay deal</a> </p> <a href=\"https://www.theguardian.com/sport/2020/apr/01/eddie-jones-set-to-sign-new-england-contract-rugby-union-world-cup-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/01/eddie-jones-set-to-sign-new-england-contract-rugby-union-world-cup-2023", "date_published": "2020-04-01 20:26:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cop26 climate talks in Glasgow postponed until 2021", "description": "<p>Crucial UN conference will be delayed until next year as a result of the coronavirus crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UN climate talks due to be held in Glasgow later this year have been postponed as governments around the world struggle to halt the spread of <a href=\"https://www.theguardian.com/world/2020/apr/01/nhs-rules-hampering-coronavirus-testing-drive-say-scientists\">coronavirus</a>.</p><p>The most important climate negotiations since the Paris agreement in 2015 were scheduled to take place this November to put countries back on track to avoid climate breakdown. They will <a href=\"https://www.theguardian.com/environment/2020/mar/18/cop26-boris-johnson-urged-resist-calls-postpone-climate-talks-coronavirus\">now be pushed back</a> to 2021.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/01/uk-likely-to-postpone-cop26-un-climate-talks-glasgow-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/01/uk-likely-to-postpone-cop26-un-climate-talks-glasgow-coronavirus", "date_published": "2020-04-01 20:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League tells PFA players will have to share in financial pain", "description": "<ul><li>Deferrals of wages not cuts wanted by footballers’ union</li><li>English leagues stress that players must share financial losses<br /></li></ul><p>The Premier League and EFL have urged the footballers’ union to accept that players will have to take pay cuts, not just deferral of their wages, as the sport grapples with the enormous, unprecedented challenges presented by the Covid-19 crisis.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2020/apr/01/premier-league-clubs-have-failed-the-smell-test-in-furloughing-their-staff\">Premier League clubs fail the smell test by furloughing their staff | Paul MacInnes</a> </p> <a href=\"https://www.theguardian.com/football/2020/apr/01/premier-league-tells-pfa-players-will-have-to-share-in-financial-pain\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/01/premier-league-tells-pfa-players-will-have-to-share-in-financial-pain", "date_published": "2020-04-01 20:16:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds Rhinos chief says Challenge Cup final may move from Wembley", "description": "<ul><li>Change of date for showpiece means venue in doubt <br /></li><li>Super League season may have to run into 2021<br /></li></ul><p>Super League may have to extend the season into next year to fulfil contractual obligations and the Challenge Cup final may have to move from Wembley.</p><p>Many within rugby league believe a season that is six weeks old will have to be dramatically altered or extended when Super League is given the green light to restart.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/01/leeds-chief-challenge-cup-final-move-wembley-super-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/01/leeds-chief-challenge-cup-final-move-wembley-super-league", "date_published": "2020-04-01 20:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus testing: what ministers said and what has happened", "description": "<p>Science editor <strong>Ian Sample</strong> puts advisers’ and MPs’ claims to the reality test</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Over the past fortnight, ministers and their scientific advisers have made a series of claims over testing. Which of them stand up to scrutiny?</p> <a href=\"https://www.theguardian.com/society/2020/apr/01/uk-coronavirus-testing-what-ministers-said-and-what-stands-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/01/uk-coronavirus-testing-what-ministers-said-and-what-stands-scrutiny", "date_published": "2020-04-01 19:07:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to set up virtual parliament during coronavirus shutdown", "description": "<p>Speaker had requested move to allow MPs to scrutinise government’s response to crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government is to set up a virtual parliament to allow MPs to scrutinise its response to the coronavirus crisis following demands from the Commons Speaker, Lindsay Hoyle, and opposition parties.</p><p>The move was announced on Wednesday night amid mounting concerns that the government has failed to get a grip on the crisis, with claims that health workers’ lives are at risk because of a <a href=\"https://www.theguardian.com/society/2020/mar/31/nhs-staff-gagged-over-coronavirus-protective-equipment-shortages\">lack of protective equipment</a> and a <a href=\"https://www.theguardian.com/world/2020/apr/01/hancock-orders-all-spare-coronavirus-tests-used-nhs-staff\">shortage of tests</a> for the virus.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/01/uk-set-up-virtual-parliament-during-coronavirus-shutdown\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/01/uk-set-up-virtual-parliament-during-coronavirus-shutdown", "date_published": "2020-04-01 19:03:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banks paid millions in bonuses weeks before ban on cash rewards", "description": "<p>Majority of payouts already in executives’ accounts before UK dividend axe, say sources</p><p>Millions of pounds of bank bonuses were paid out weeks before the <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\">Bank of England</a> banned British lenders from offering cash rewards to their most senior executives as the coronavirus crisis escalates.</p><p>In an intervention that sent banking shares tumbling on Wednesday amid renewed turbulence in financial markets, Threadneedle Street ordered Britain’s biggest high street banks late on Tuesday to <a href=\"https://www.theguardian.com/business/2020/mar/31/uk-banks-agree-to-scrap-dividends-and-bonuses-due-to-recession-fears\">cancel almost £8bn of dividend payments</a> due to be made to investors this year, and told firms to scrap cash bonuses for top staff, or “material risk takers”.</p> <a href=\"https://www.theguardian.com/business/2020/apr/01/banks-paid-millions-bonuses-weeks-before-ban-cash-rewards\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/01/banks-paid-millions-bonuses-weeks-before-ban-cash-rewards", "date_published": "2020-04-01 18:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on governing in a crisis: level with the public", "description": "<p>Politicians deserve some benefit of the doubt in extreme times, but to retain respect they need to be more candid about the challenges </p><p>The creation of <a href=\"https://www.theguardian.com/society/video/2020/apr/01/nhs-nightingale-inside-londons-temporary-coronavirus-hospital-video\" title=\"\">NHS Nightingale</a>, assembling a 4,000-bed emergency hospital in just two weeks, is an important milestone. It is not fashionable to give ministers the benefit of the doubt, but the circumstances should allow the presumption of decent motive. They are trying to protect people. That does not make them immune from error, nor should it insulate them from criticism. It is possible to applaud government efforts without ignoring poor judgment.</p><p>It appears clear that the Covid-19 virus spread faster and wider than might have been the case, because Downing Street underestimated the risks and moved too slowly to a regime of mass testing, by which point materials were harder to procure. <a href=\"https://www.theguardian.com/world/2020/apr/01/aged-care-providers-with-covid-19-cases-had-to-ask-for-ppe-from-emergency-stockpile\" title=\"\">Shortages of personal protective equipment</a>, for which health and social care workers are now desperate, arose from a failure to anticipate demand weeks ago, or even years. A pandemic was listed among disaster scenarios for Whitehall contingency planning long before the current outbreak. Yet testing, isolation and quarantine – basic public health interventions – were barely on the ministerial agenda.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/the-guardian-view-on-governing-in-a-crisis-level-with-the-public\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/01/the-guardian-view-on-governing-in-a-crisis-level-with-the-public", "date_published": "2020-04-01 18:45:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League clubs fail the smell test by furloughing their staff | Paul MacInnes", "description": "<p>Belts are being tightened across the UK but it should not be the taxpayer who picks up the bill for a gold-laced league</p><p>Under the shadow of coronavirus new rules are being made and unmade. Things that were unknown and alien a week ago are increasingly part of daily life. But some things do not need explaining. They feel instinctively right, or plain wrong and Premier League clubs furloughing their staff is one.</p><p>On Monday Mike Ashley took the plunge, announcing Newcastle would be the first club to stop paying all non-playing staff. Instead they could apply for emergency funding, 80% of their salary up to £2,500 a month under <a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">the government’s </a><a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">coronavirus </a><a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">job </a><a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">retention </a><a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">scheme</a>.</p> <a href=\"https://www.theguardian.com/football/blog/2020/apr/01/premier-league-clubs-have-failed-the-smell-test-in-furloughing-their-staff\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/apr/01/premier-league-clubs-have-failed-the-smell-test-in-furloughing-their-staff", "date_published": "2020-04-01 18:44:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are your rights in coronavirus lockdown Britain?", "description": "<p>Can you exercise more than once a day? How often can you shop? We explain what is allowed and what is not</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Since the introduction of strict new measures to stem the spread of coronavirus, not everybody has been in agreement as to what exactly “lockdown” means. One police force has defended its use of a <a href=\"https://www.theguardian.com/world/video/2020/mar/26/police-drone-video-shames-people-using-national-park-during-uk-lockdown-video\">drone camera</a> to shame those driving into a national park, while another introduced <a href=\"https://www.theguardian.com/world/2020/mar/26/uk-police-use-drones-and-roadblocks-to-enforce-lockdown\">roadblocks</a> to stop people heading to tourist hotspots.</p><p>The extraordinary official powers introduced by <a href=\"http://www.legislation.gov.uk/ukpga/2020/7/contents/enacted/data.htm\">the Coronavirus Act and the 2020</a> <a href=\"https://www.legislation.gov.uk/uksi/2020/350/regulation/6/made\">Health Protection Regulations</a>, combined with the speed with which legislation passed through parliament, have left many uncertain about precisely what is permitted and what is a criminal offence under the lockdown.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/what-are-your-rights-in-lockdown-britain-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/what-are-your-rights-in-lockdown-britain-coronavirus", "date_published": "2020-04-01 18:40:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Retired hospital medical director latest to die from Covid-19 in UK", "description": "<p>Dr Alfa Saadu, 68, was volunteering in Welwyn when he fell ill with coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A retired hospital medical director has become the latest doctor to die from <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a> in the UK.</p><p>Dr Alfa Saadu, 68, was volunteering at the Queen’s Victoria memorial hospital, in Welwyn, Hertfordshire – one of the counties worst hit by the virus – when he became ill. His son Dani confirmed that his father had died after a two-week battle with the disease.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/retired-hospital-medical-director-latest-to-die-from-covid-19-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/retired-hospital-medical-director-latest-to-die-from-covid-19-in-uk", "date_published": "2020-04-01 18:37:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "950,000 apply for universal credit in two weeks of UK lockdown", "description": "<p>The government has moved 10,000 staff to process claims and is recruiting more</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nearly a million people have successfully applied for universal credit in the last fortnight, in a rush to welfare support that reveals the depth of the jobs crisis caused by the UK’s lockdown.</p><p>Despite the government’s job support schemes offering 80% of earnings to employees and the self-employed who cannot work, 950,000 people applied for the main income support benefit between 16 and 31 March. There are normally about 100,000 applicants for the benefit in any given two-week period.</p> <a href=\"https://www.theguardian.com/society/2020/apr/01/950000-apply-for-universal-credit-in-two-weeks-of-uk-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/01/950000-apply-for-universal-credit-in-two-weeks-of-uk-lockdown", "date_published": "2020-04-01 18:33:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Johnson's virtual cabinet – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/apr/01/steve-bell-johnsons-virtual-cabinet-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/apr/01/steve-bell-johnsons-virtual-cabinet-cartoon", "date_published": "2020-04-01 18:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alok Sharma draws the short straw and makes an April fool of himself | John Crace", "description": "<p>Ministers are desperate not to front a daily coronavirus briefing that exposes their cluelessness</p><p>Well, it could have gone worse. Just.</p><p>In a parallel universe Chris Grayling could have spent his birthday – yup, Failing Grayling’s birthday really is April Fools’ Day – to be the government’s frontman at the Downing Street daily coronavirus briefing. Just imagine Grayling’s excitement at awarding a ventilator contract to a company that has no prospect of ever making a ventilator.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/01/alok-sharma-draws-the-short-straw-and-makes-an-april-fool-of-himself\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/01/alok-sharma-draws-the-short-straw-and-makes-an-april-fool-of-himself", "date_published": "2020-04-01 18:12:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evening Standard announces pay cut and furloughs after ad slump", "description": "<p>Moves may breach employment law as it is understood staff were not aware beforehand</p><p>The Evening Standard, edited by the former chancellor George Osborne, has imposed a 20% pay cut on some staff and furloughed others in a move that may breach UK employment law.</p><p>The London newspaper, which has reported losses of £23m over the past two years and relies on advertising for more than 80% of its revenues, announced the moves to staff on Wednesday in response to a dramatic <a href=\"https://www.theguardian.com/media/2020/apr/01/newspapers-to-lose-50m-in-online-ads-as-firms-use-coronavirus-blacklist\">shift in the </a><a href=\"https://www.theguardian.com/media/2020/apr/01/newspapers-to-lose-50m-in-online-ads-as-firms-use-coronavirus-blacklist\">ad</a><a href=\"https://www.theguardian.com/media/2020/apr/01/newspapers-to-lose-50m-in-online-ads-as-firms-use-coronavirus-blacklist\"> market</a>.</p> <a href=\"https://www.theguardian.com/media/2020/apr/01/evening-standard-announces-pay-cuts-and-furloughs-after-ad-slump\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/01/evening-standard-announces-pay-cuts-and-furloughs-after-ad-slump", "date_published": "2020-04-01 18:04:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Treasury should be wary of giving a bailout to Virgin Atlantic | Nils Pratley", "description": "<p>Airline’s owners need to dig deep into their own pockets before the state steps in to help<br /></p><p>You have to admire Sir Richard Branson’s tactics. A begging letter from an island-dwelling billionaire doesn’t gain sympathy. A co-ordinated lobbying campaign that involves Airbus, Heathrow airport and Rolls-Royce – all big employers in the UK – gets noticed at the Treasury.</p><p>And, naturally, one can see why the trio want Virgin Atlantic to survive, whether by a government-backed bailout or other means. The airline is an important customer for each of them. Virgin Atlantic flies 31 planes fitted with Rolls-Royce engines and has another 21 on order. Airbus makes wings for its A330 aircraft in north Wales.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/01/the-treasury-should-be-wary-of-giving-a-bailout-to-virgin-atlantic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/01/the-treasury-should-be-wary-of-giving-a-bailout-to-virgin-atlantic", "date_published": "2020-04-01 18:04:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Better late than never to cancel Wimbledon but what took them so long? | Kevin Mitchell", "description": "<p>The health, safety and lives of players, staff and spectators so obviously override mere Wimbledon. How could that ever have been in doubt?</p><p>Hung juries have taken less time than the All England Club to convict a villain as bang to rights as coronavirus. When the club’s board emerged from three days and several hours of teleconference pondering on Wednesday afternoon to confirm that the 134th Wimbledon championships <a href=\"https://www.theguardian.com/sport/2020/apr/01/wimbledon-2020-cancelled-response-coronavirus-pandemic-tennis\" title=\"\">would, indeed, be cancelled</a>, because the killer is still stalking not just the pleasant environs of London SW19 but the entire globe, the question was: what took you so long?</p><p>There was a carefully worded statement of the obvious. When Ian Hewitt, the new chairman, said: “This is a decision that we have not taken lightly”, it had the merit of authenticity about it. Wimbledon had self-isolated in line with government guidelines of saying as little as possible in difficult circumstances.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/apr/01/wimbledon-cancelled-but-what-took-all-england-club-so-long\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/apr/01/wimbledon-cancelled-but-what-took-all-england-club-so-long", "date_published": "2020-04-01 17:45:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Next HQ and three warehouses up for sale in virus mitigation plan", "description": "<p>Retailer says disposal and leaseback of properties could potentially raise up to £100m</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/business/next\">Next</a> is seeking buyers for its headquarters and three warehouses as it tries to raise tens of millions of pounds after the <a href=\"https://www.theguardian.com/business/2020/mar/26/next-stops-online-shopping-amid-uk-coronavirus-restrictions\">temporary closures</a> of its stores and website.</p><p>The company has appointed Savills, the property agent, to find a buyer for its head office in Leicester and another agent, Acre, to oversee the disposal of three warehouses, which would all then be leased back.</p> <a href=\"https://www.theguardian.com/business/2020/apr/01/next-hq-three-warehouses-sale-virus-mitigation-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/01/next-hq-three-warehouses-sale-virus-mitigation-plan", "date_published": "2020-04-01 17:31:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fuad Nahdi obituary", "description": "<p>Prominent British Muslim journalist and activist whose voice was heard from Downing Street to Dakar</p><p>Fuad Nahdi, who has died aged 62 due to complications related to diabetes, was one of the most important figures over the past 30 years in the framing, development and mainstream influence of British Islam. He also made Britain a bridgehead between east and west, where Islamic scholars came to face their reckoning with modernity.</p><p>Nahdi held no great administrative office but he was a consummate communicator with crucial connections when it mattered – which was the moment when British Islam emerged as distinct from “Asianness”, through the Rushdie Affair, 9/11, the Iraq war and the 2005 London bombings.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/fuad-nahdi-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/fuad-nahdi-obituary", "date_published": "2020-04-01 17:12:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada shocked by double murder of Indigenous hunters", "description": "<p>Two Métis men were found shot dead in rural Alberta after what police believe was an ambush </p><p>Police in Canada are investigating the murders of two Indigenous men who they suspect were ambushed after returning from a successful hunt in rural Alberta.</p><p>The bodies of Jake Sansom, 39, and his uncle Morris Cardinal, 57, were found early on 28 March beside Sansom’s pickup truck on a country road near Glendon, a farming town 160 miles north-east of Edmonton. Both had gunshot wounds.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/canada-double-murder-indigenous-metis-hunters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/canada-double-murder-indigenous-metis-hunters", "date_published": "2020-04-01 17:07:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Misleading and alarming': behind Sheffield's coronavirus figures", "description": "<p>City’s statistics look bad, but there are reasons why people should not be unduly worried</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>For residents of Sheffield, <a href=\"https://www.arcgis.com/apps/opsdashboard/index.html#/f94c3c90da5b4e9f9a0b19484dd4bb14\">the daily roll call</a> of coronavirus cases has made for alarming reading. On Wednesday the Steel City had the fourth highest number in any local authority in England (541), behind Surrey (571), Hampshire (652) and Birmingham (734).</p><p>The figures have led some to worry that Sheffield – <a href=\"https://www.sheffield.gov.uk/home/your-city-council/population-in-sheffield\">home to </a><a href=\"https://www.sheffield.gov.uk/home/your-city-council/population-in-sheffield\">575,400 people</a>, compared with Birmingham’s 1.1 million – has become a hotbed of disease. Research from the Centre for Cities on Tuesday prompted further consternation by breaking the data down by population size and reporting that Sheffield <a href=\"https://www.centreforcities.org/coronavirus/\">was second only</a> to London in terms of cases per 100,000 people.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/misleading-and-alarming-sheffields-coronavirus-figures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/misleading-and-alarming-sheffields-coronavirus-figures", "date_published": "2020-04-01 17:04:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS staff making masks from snorkels amid PPE shortages", "description": "<p>Doctors Association UK says medics buying kit from hardware stores or asking schools for help</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>NHS staff are making improvised masks out of snorkels, buying kit from hardware stores and using school science goggles to protect themselves in anticipation of a rise in coronavirus cases, it has emerged.</p><p><a href=\"https://www.theguardian.com/society/doctors\">Doctors</a> and nurses said they were being forced to improvise as they worried about access to appropriate personal protective equipment (PPE).</p> <a href=\"https://www.theguardian.com/society/2020/apr/01/nhs-staff-making-masks-from-snorkels-amid-ppe-shortages\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/01/nhs-staff-making-masks-from-snorkels-amid-ppe-shortages", "date_published": "2020-04-01 16:54:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life in Lockdown: how is your family coping?", "description": "<p>The Anywhere but Westminster team would like your help to create the next episode of Life in Lockdown</p><p>We’re putting together the next episode of Anywhere but Westminster’s <em>Life in Lockdown </em>series. Please keep sending us video and information about how you’re experiencing any aspect of the coronavirus crisis: it’s essential to how we are portraying the condition of the country.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/life-in-lockdown-how-is-your-family-coping\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/life-in-lockdown-how-is-your-family-coping", "date_published": "2020-04-01 16:39:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'You think Trump will save you?': my nine days detained by North Korea's secret police", "description": "<p>Alek Sigley was studying in Pyongyang when he was blindfolded and taken to an interrogation facility where his handlers demanded he confess to his ‘crimes’</p><p>“Do you know what day it is?” asked the man as we sat in the black Mercedes-Benz that had whisked me from the foreign student dormitory at Kim Il-sung university, where I had been living in the North Korean capital Pyongyang. I knew full well, but he answered his own question: “It’s the day the US imperialists invaded and started the war.”</p><p>It was Tuesday 25 June, and the start of my <a href=\"https://www.theguardian.com/australia-news/2019/jun/27/australian-student-alek-sigley-reportedly-arrested-in-north-korea\">nine long days of interrogation</a> at the hands of the North Korean ministry of state security – or at least that’s who I believed it was, as they never revealed who they actually were.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/you-think-trump-will-save-you-my-nine-days-detained-by-north-koreas-secret-police\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/you-think-trump-will-save-you-my-nine-days-detained-by-north-koreas-secret-police", "date_published": "2020-04-01 16:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When this is all over, I'm not going to stop hugging my friends | Josephine Tovey", "description": "<p>As coronavirus keeps us apart, I have developed a very wholesome thirst for the physical intimacy we used to have with friends and family </p><p>Lately, when I find myself reaching for my phone for a distraction, it’s no longer just to mindlessly swipe through Instagram stories and semi-ironically decipher my horoscope. Instead, I catch myself constantly returning to my camera roll. In particular, the photos where I’m touching my family and friends.</p><p>There’s the fuzzy Christmas party set of my colleagues and I, all cheek to cheek, craning our heads to get in a series of group selfies. There’s a backyard family lunch, me with my arm slung over my mum’s shoulder. There’s a day at the beach with my sister and her kid, us each holding a hand as we drag her back to the car. And there’s Mardis Gras night. It was just a few weeks ago but today the photos feel as though they belong in a history book. Friends and strangers covered in glitter and sweat, dancing close at a street party, arms wrapped around waists, exuberant kisses being planted on faces, all of us joyfully, drunkenly close to each other and vigorously engaged in whatever the opposite of social distancing is.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/when-this-is-all-over-im-not-going-to-stop-hugging-my-friends\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/when-this-is-all-over-im-not-going-to-stop-hugging-my-friends", "date_published": "2020-04-01 16:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lockdown watch: Carol Morley on danger-sneezing and the weird joy of old films", "description": "<p>The Falling director escapes to a world gone by in eccentric yet bittersweet archival films, while her Twitter film club offers community in a way that’s unique to today</p><p>Lockdown has sent me backwards in time. I’m experiencing a vicarious nostalgia, a longing to see just how much the past was a foreign country, and how differently things were done. I’ve been cruising the many free titles on BFI Player. These include the public information films <a href=\"https://player.bfi.org.uk/free/film/watch-a-tish-oo-1941-online\">A-tish-oo</a> (1941), a short wartime guide to preventing germs from “direct, projective infection” and <a href=\"https://player.bfi.org.uk/free/film/watch-how-to-use-the-telephone-1948-online\">How to Use the Telephone</a> (1948), a lengthy film made up of dramatic reconstructions, wonderfully wringing all it can out of its subject matter.</p> <a href=\"https://www.theguardian.com/film/2020/apr/01/lockdown-watch-carol-morley-on-danger-sneezing-and-the-weird-joy-of-old-films\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/01/lockdown-watch-carol-morley-on-danger-sneezing-and-the-weird-joy-of-old-films", "date_published": "2020-04-01 16:27:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 recoveries: 'It was the most terrifying experience of my life'", "description": "<p>People in the UK who have returned to health after fighting off coronavirus tell their stories</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“I could tell the nurses were as scared as me; they told me my coronavirus test was positive as if I was going to die,” says Ati, 41, who was admitted to hospital in Edinburgh after suffering from a fever, a constant cough, abdominal and chest pain, shortness of breath and the loss of her sense of smell and taste.</p><p>She had initially been told by 111 call responders to nurse her symptoms at home, but was instructed to go to hospital after coughing up blood.</p> <a href=\"https://www.theguardian.com/society/2020/apr/01/covid-19-recoveries-it-was-the-most-terrifying-experience-of-my-life\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/01/covid-19-recoveries-it-was-the-most-terrifying-experience-of-my-life", "date_published": "2020-04-01 16:23:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polish government still planning to hold presidential election", "description": "<p>Based on current polling, current president Andrzej Duda would gain more than 50% of the vote</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Polish government intends to hold a presidential election in May, despite a growing chorus of voices saying that doing so amid a <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">pandemic</a> would be unfair, undemocratic and potentially dangerous.</p><p>Based on current polling, current president Andrzej Duda, an ally of the ruling Law and Justice (PiS) party, would be likely to gain more than 50% of the vote and thus win a second term in office without requiring a second round of voting.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/polish-government-still-planning-to-hold-presidential-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/polish-government-still-planning-to-hold-presidential-election", "date_published": "2020-04-01 16:18:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Private schools in UK struggling as coronavirus costs bite", "description": "<p>Some independent schools offering large discounts as foreign students stay away</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/apr/01/coronavirus-live-news-us-deaths-could-reach-240000-un-secretary-general-crisis-worst-since-second-world-war-us-uk-europe-latest-updates\">Coronavirus – latest updates</a></li></ul><p>Private schools in the UK are facing a battle for survival in the face of the coronavirus crisis as parents who have lost their income cancel direct debits and overseas pupils who have gone home decide whether to return.</p><p>As the economic fallout from the pandemic begins to bite, there are fears that a number of smaller independent schools, which are already struggling, will be driven out of business.</p> <a href=\"https://www.theguardian.com/education/2020/apr/01/private-schools-in-uk-struggling-as-coronavirus-costs-bite\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/apr/01/private-schools-in-uk-struggling-as-coronavirus-costs-bite", "date_published": "2020-04-01 16:13:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift donates to Nashville record store hit by coronavirus", "description": "<p>Pop singer has given cash to shop in her home city after Elton John and Paul Weller voiced support for independent record outlets</p><p>Taylor Swift has made a financial contribution to a record store in her home city of Nashville that was in danger of going out of business because of coronavirus.</p><p>Doyle Davis, co-owner of Grimey’s, <a href=\"https://www.rollingstone.com/music/music-news/taylor-swift-grimeys-coronavirus-976063/\">told Rolling Stone</a> that Swift had paid for three months of the staff’s health insurance plan, as well as making undisclosed cash donations.</p> <a href=\"https://www.theguardian.com/music/2020/apr/01/taylor-swift-donates-to-nashville-record-store-hit-by-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/01/taylor-swift-donates-to-nashville-record-store-hit-by-coronavirus", "date_published": "2020-04-01 15:54:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ugandan police accused of abusing lockdown laws after LGBT arrests", "description": "<p>Twenty people arrested in raid on shelter and charged with disobeying distancing rules</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Police in Uganda have charged 20 LGBT people with disobeying rules on physical distancing and risking the spread of coronavirus, in what campaigners say is a clear case of authorities in parts of Africa abusing newly imposed restrictions to target sexual minorities.</p><p>Fourteen gay men, two bisexual men and four transgender women were taken into custody on Sunday when police raided a shelter on the outskirts of Uganda’s capital, Kampala.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/ugandan-police-accused-of-abusing-lockdown-laws-after-lgbt-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/ugandan-police-accused-of-abusing-lockdown-laws-after-lgbt-arrests", "date_published": "2020-04-01 15:45:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Viktor Orbán ditches mayor plan amid claims of coronavirus power grab", "description": "<p>Hungary’s prime minister criticised for inefficient and unworkable measures</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/apr/01/coronavirus-live-news-us-deaths-could-reach-240000-un-secretary-general-crisis-worst-since-second-world-war-us-uk-europe-latest-updates\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Hungary’s nationalist government announced measures to strip the country’s mayors of political autonomy, before appearing to ditch them hours later, the latest episode in a political drama in which the prime minister, Viktor Orbán, has been accused of using the coronavirus to mount a power grab.</p><p>On Monday, Hungary’s parliament <a href=\"https://www.theguardian.com/world/2020/mar/30/hungary-jail-for-coronavirus-misinformation-viktor-orban\">passed a law</a> that gives Orbán the right to rule by decree for an indefinite period and also criminalises intentionally spreading false information about coronavirus with up to five years in prison. The move was <a href=\"https://www.theguardian.com/world/2020/mar/31/hungary-emergency-law-incompatible-with-being-in-eu-say-meps-group-viktor-orban\">roundly criticised</a> by Orbán’s domestic and international critics.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/viktor-orban-ditches-mayor-plan-amid-claims-of-coronavirus-power-grab\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/viktor-orban-ditches-mayor-plan-amid-claims-of-coronavirus-power-grab", "date_published": "2020-04-01 15:20:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC drama head Piers Wenger: 'Black British talent doesn't have to go to USA'", "description": "<p>Coronavirus might have stopped dramas like Line of Duty in their tracks, but with Small Axe, Us and Normal People, Wenger is pressing on – ignoring critics who claim his shows are too ‘woke’ </p><p>These are trying times for the BBC. The government talks about abolishing the <a href=\"https://www.theguardian.com/media/bbc-licence-fee\">licence fee</a>. Certain newspapers compete to haul the programme makers over the coals for various crimes, from “woke” casting to “mucking around” with classics. There are rumours of declining ratings and mutterings about the muscle of Netflix and Amazon. Add to that a pandemic that has forced some of the corporation’s biggest dramas – including <a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/23/it-makes-you-go-oh-my-god-how-line-of-duty-broke-the-laws-of-police-shows\">Line of Duty</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2019/sep/20/brad-pitt-snoop-dogg-asap-rocky-peaky-blinders-steven-knight-gangster-series\">Peaky Blinders</a> – to cease production and it would be no surprise to find Piers Wenger in a pessimistic mood. In fact, the opposite is true.</p><p>“It’s been a really mad time,” says the head of BBC drama. “But it’s also been inspiring in terms of the ingenuity creators, producers and casts are showing to get their shows on screen.” He’s been holding “daily calls to talk about the longer term impact this crisis will have on the kind of story audiences are most in need of”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/31/bbc-drama-coronavirus-interview-piers-wenger\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/mar/31/bbc-drama-coronavirus-interview-piers-wenger", "date_published": "2020-04-01 15:20:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women's Euro 2021 in England postponed by a year, says Danish FA", "description": "<ul><li>Move widely anticipated amid coronavirus pandemic</li><li>Men’s Under-21 European Championship also moved to 2022</li></ul><p>The women’s European Championship, which was due to be held in England next summer, has been postponed until 2022, according to the Danish FA. The move was widely anticipated after Uefa moved the men’s Euros from this summer to next.</p><p>The International Olympic Committee pushing back the Tokyo Games, in which senior women’s international teams will compete, will have also been a consideration. Three European teams – the Netherlands, England and Sweden – have qualified for the Olympics after finishing as the three best European teams at the Women’s World Cup in France last summer.</p> <a href=\"https://www.theguardian.com/football/2020/apr/01/womens-euro-2021-in-england-postponed-by-a-year-says-danish-fa\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/01/womens-euro-2021-in-england-postponed-by-a-year-says-danish-fa", "date_published": "2020-04-01 15:13:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A-listers lend talents to bedtime story initiative during lockdown", "description": "<p>Natalie Portman and Lupita Nyong’o among those signed up to Instagram Live initiative to raise money for charity</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As culture adapts to the limitations imposed by the Covid-19 outbreak there has been myriad new material online, from viral <a href=\"https://twitter.com/badboygargar/status/1244644936001236993?s=09\">pop parody videos</a> and <a href=\"https://www.theguardian.com/music/2020/mar/16/classical-music-opera-livestream-at-home-coronavirus\">impromptu classical concerts</a> to <a href=\"https://edition.cnn.com/2020/04/01/entertainment/jack-black-tik-tok-intl-scli/index.html\">TikTok dance-offs</a> and <a href=\"https://djmag.com/news/longest-dj-set-ever-set-take-place-quarantined-italy\">marathon DJ sets</a>. But now the online cultural arms race has shifted to another, less likely target: the humble bedtime story.</p><p>Several Hollywood actors, music stars and politicians have become children’s storytellers in an effort to support charities and bring some levity during the Covid-19 outbreak, as experts extol the importance of <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/01/start-a-daily-routine-and-make-the-weekends-different-the-isolation-experts-guide-to-lockdown-living-coronavirus\">regular routines for parents and children.</a></p> <a href=\"https://www.theguardian.com/world/2020/apr/01/a-listers-natalie-portman-lend-talents-to-bedtime-story-instagram-live-initiative-during-covid-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/a-listers-natalie-portman-lend-talents-to-bedtime-story-instagram-live-initiative-during-covid-lockdown", "date_published": "2020-04-01 15:12:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antarctica was warm enough for rainforest near south pole 90m years ago", "description": "<p>Experts say new evidence from Cretaceous period ‘shows us what carbon dioxide can do’</p><p>Think of Antarctica and it is probably sweeping expanses of ice, and the odd penguin, that come to mind. But at the time of the dinosaurs the continent was covered in swampy rainforest.</p><p>Now experts say they have found the most southerly evidence yet of this environment in plant material extracted from beneath the seafloor in west Antarctica.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/antarctic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/antarctic", "date_published": "2020-04-01 15:06:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oceans can be restored to former glory within 30 years, say scientists", "description": "<p>Major review reports recovery of marine life but a redoubling of efforts is still needed <br /></p><p>The glory of the world’s oceans could be restored within a generation, according to a major new scientific review. It reports rebounding sea life, from humpback whales off Australia to elephant seals in the US and green turtles in Japan.</p><p>Through rampant overfishing, pollution and coastal destruction, humanity has inflicted severe damage on the oceans and its inhabitants for centuries. But conservation successes, while still isolated, demonstrate the remarkable resilience of the seas.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/01/oceans-can-be-restored-to-former-glory-within-30-years-say-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/01/oceans-can-be-restored-to-former-glory-within-30-years-say-scientists", "date_published": "2020-04-01 15:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears for civilians in Chad after army suffers devastating Boko Haram attack", "description": "<p>Local communities flee as boundaries with Lake Chad become a war zone following ambush in which almost 100 soldiers died</p><p>The Chadian army that lost nearly 100 soldiers to a Boko Haram ambush a week ago has declared the Lake Chad borderlands a war zone, heightening fears that civilians will suffer an escalation in violence.</p><p>President Idriss Déby<strong> </strong>travelled to the region to announce the <a href=\"https://twitter.com/IdrissDebyI/status/1244332591903379457\">Wrath of Boma</a> operation, named after the island where Boko Haram launched a <a href=\"https://www.theguardian.com/world/2020/mar/24/boko-haram-kills-92-chadian-soldiers-in-seven-hour-attack\">seven-hour </a><a href=\"https://www.theguardian.com/world/2020/mar/24/boko-haram-kills-92-chadian-soldiers-in-seven-hour-attack\">assault</a> that Déby said was the worst the country’s military had ever suffered.</p> <a href=\"https://www.theguardian.com/global-development/2020/apr/01/fears-for-civilians-in-chad-after-army-suffers-devastating-boko-haram-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/apr/01/fears-for-civilians-in-chad-after-army-suffers-devastating-boko-haram-attack", "date_published": "2020-04-01 14:54:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus spread at Rikers is a 'public health disaster', says jail's top doctor", "description": "<p>Cases of Covid-19 at the New York jail complex have soared in days as doctor says it’s ‘unlikely’ they will be able to stop growth</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The top doctor at Rikers Island said the coronavirus-hit New York jail is a “public health disaster unfolding before our eyes” as he warned of the rapidly rising number of infections in the city’s jails.</p><p>In just 12 days, Ross MacDonald, the jail’s chief physician, said confirmed cases at Rikers had soared from one to nearly 200.</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/01/rikers-island-jail-coronavirus-public-health-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/01/rikers-island-jail-coronavirus-public-health-disaster", "date_published": "2020-04-01 14:36:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The lockdown only buys us time: to really defeat the virus we need mass testing now | Devi Sridhar", "description": "<p>Instead of endless mass isolation or just waiting for a cure, the UK needs a data-driven, targeted approach to coronavirus testing </p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After <a href=\"https://www.theguardian.com/commentisfree/2020/mar/23/britain-covid-19-head-start-squandered\">squandering valuable time</a> to prepare for the spread of Covid-19 in February and the first half of March, the government made a dramatic U-turn and put the country into lockdown two weeks ago. But amid the drama of shutting down our entire way of life – with kids out of school, shops closed and millions working from home – we appear to have forgotten that lockdown itself is not the solution to coronavirus. It is simply a means of slowing its spread and buying time – while we race to catch up.</p><p>The real question facing Britain now is how to most effectively make up for lost time: what can we really do to fight this instead of simply cowering in our homes and waiting for it to blow over? If things carry on much as they are now, one possible scenario is that we will find ourselves in an endless cycle of lockdown and release over the next year – while the population slowly acquires the virus and hopefully gains immunity.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/lockdown-buys-time-virus-mass-testing-coronavirus-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/01/lockdown-buys-time-virus-mass-testing-coronavirus-uk", "date_published": "2020-04-01 14:33:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I've never seen … Breathless", "description": "<p>The pretty girl, the bad boy, the Champs-Élysées ... nope, never seen Jean-Luc Godard’s debut masterpiece. But I know what it’s about – don’t I?</p><ul><li><a href=\"https://www.theguardian.com/film/series/the-classic-film-ive-never-seen\">See the other classic missed films in this series</a></li></ul><p>I’ve never seen a <a href=\"https://www.theguardian.com/film/jeanlucgodard\">Jean-Luc Godard</a> movie. Or, I hadn’t, until this assignment. I know, embarrassing, especially for a so-called film critic. I’ve long blamed this gap in my knowledge on the fact that I didn’t take a first year university course in French New Wave cinema, but I know as well as anyone you don’t need to be a student to study. It’s not even that the Nouvelle Vague is a blind spot, necessarily – I’m an admirer of other films from the movement, such as Alain Resnais’s Hiroshima Mon Amour, Agnés Varda’s <a href=\"https://www.theguardian.com/film/2010/apr/29/cleo-from-5-to-7-review\">Cl</a><a href=\"https://www.theguardian.com/film/2010/apr/29/cleo-from-5-to-7-review\">éo de 5 à 7</a>, François Truffaut’s <a href=\"https://www.theguardian.com/film/2000/may/11/francoistruffaut.worldcinema\">Jules et </a><a href=\"https://www.theguardian.com/film/2000/may/11/francoistruffaut.worldcinema\">Jim</a> and Jacques Demy’s <a href=\"https://www.theguardian.com/film/2019/dec/06/the-umbrellas-of-cherbourg-review-catherine-deneuve-jacques-demy\">The Umbrellas of Cherbourg</a>. I’ve been known to treat my lack of interest in Godard’s filmography as something of a comedy bit, joking that I simply prefer Truffaut (he’s less of a basic bitch).</p> <a href=\"https://www.theguardian.com/film/2020/apr/01/ive-never-seen-a-bout-de-souffle-breathless\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/01/ive-never-seen-a-bout-de-souffle-breathless", "date_published": "2020-04-01 13:46:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What wildlife can you see from your home?", "description": "<p>If you are locked down in an urban area due to coronavirus, we want to know what flora and fauna you can see from your home</p><p>Locked down in a city? <a href=\"https://www.theguardian.com/news/2020/mar/31/llandudno-goats-herd-running-riot-coronavirus-lockdown\">What can you see out of the window?</a></p><p>We would love you to share your photos of the wildlife you can see from your home. Did a fox just dart out into the road? Is there a bumble bee sidling up to your 10th floor flat? Can you see a rare flower pushing its way up in a crack in the pavement? Cities are full of flora and fauna and with the streets largely empty of traffic and people the signs of urban wildlife are more evident than ever.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/01/what-wildlife-can-you-see-from-your-home-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/01/what-wildlife-can-you-see-from-your-home-coronavirus", "date_published": "2020-04-01 13:31:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Betrayal of trust': HS2 criticised over removal of woodland soils", "description": "<p>Relocation of soil beginning at ‘completely wrong time’ for wildlife, says Woodland Trust</p><p>HS2 is beginning an operation to remove soils from ancient woodlands at a catastrophic time of year for wildlife, according to the Woodland Trust.</p><p>Undertaking the controversial “translocation” operation – which also involves felling numerous trees – in six woods in April and not during winter as the high-speed railway originally said it would, was a “betrayal of trust” said the charity’s ecologist.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/01/betrayal-of-trust-hs2-criticised-over-removal-woodland-soils\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/01/betrayal-of-trust-hs2-criticised-over-removal-woodland-soils", "date_published": "2020-04-01 13:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red maples and a medical train: Wednesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/apr/01/red-maples-and-a-medical-train-wednesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/apr/01/red-maples-and-a-medical-train-wednesdays-best-photos", "date_published": "2020-04-01 13:28:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Film crew and cinema staff still face crisis after coronavirus shutdown", "description": "<p>Freelance and self-employed workers are in ‘precarious financial position’ as many fear they are falling through the cracks</p><p>Production crew and cinema staff still fear losing their jobs and income despite UK government plans to address loss of income and jobs after the coronavirus pandemic brought the film industry virtually to a standstill.</p><p>After a national <a href=\"https://www.theguardian.com/film/2020/mar/17/cinemas-across-the-uk-to-shut-in-response-to-coronavirus-odeon-cineworld\">cinema closure came into effect on 17 March</a>, the actions of the UK’s biggest chains, including Cineworld and the Cineworld-owned Picturehouse, <a href=\"https://www.theguardian.com/film/2020/mar/23/protests-at-cinema-chains-treatment-of-staff-coronavirus\">sparked widespread protest</a>. Both chains, as well as Odeon and Empire Cinemas, have now said they will furlough employees along the lines of the government’s coronavirus job retention scheme, which <a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">offers to cover 80% of employees’ wages</a>.</p> <a href=\"https://www.theguardian.com/film/2020/apr/01/film-crew-and-cinema-staff-still-face-crisis-after-coronavirus-shutdown\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/01/film-crew-and-cinema-staff-still-face-crisis-after-coronavirus-shutdown", "date_published": "2020-04-01 13:09:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctors will have to choose who gets life-saving treatment. Here's how we'll do it | John Chisholm", "description": "<p>Robust ethical rules on coronavirus are vital to guide us to the right decision, however agonising</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The headlines are stark: a “<a href=\"https://www.theguardian.com/world/2020/mar/26/nhs-to-move-nurses-to-london-to-help-with-coronavirus-tsunami\">tsunami</a>” of Covid-19 patients moving inexorably toward London’s hospitals and then spreading out across the rest of the UK. Despite heroic efforts to increase supply – and reduce demand – there may come a point when this tsunami will simply overwhelm intensive-care beds, ventilators and life-support machines. Although we hope this will not be happen, it is important we begin to think now about how we would respond should that situation arise. As in Spain and Italy, heart-wrenching decisions may need to be made, agonising choices about who gets access to life-saving interventions. Should there be a disjunction between need and resource, these decisions will become unavoidable. The question is how do we ensure decisions made are ethical?</p><p>Looking ahead to the coming weeks, if hard choices are required, we know they will be contested. There will be anger and pain</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/doctors-choose-life-saving-treatment-ethical-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/01/doctors-choose-life-saving-treatment-ethical-rules", "date_published": "2020-04-01 13:08:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Start a daily routine – and make the weekends different': the isolation experts' guide to lockdown living", "description": "<p>It can feel daunting to think about the weeks ahead. But many people have not only lived but thrived in similar circumstances. A polar scientist, a monk, a solo sailor and more offer tips</p><p><em><a href=\"https://mdierick.github.io/\">Dierickx</a> is a postdoctoral fellow in experimental cosmology at Harvard</em><em>, and<strong> </strong>spends </em><em>two to three months a year </em><em>at the <a href=\"http://www.southpolestation.com/\">Amundsen-Scott station</a> at the south pole</em><em> carrying out maintenance on her department’s telescopes.</em><em> </em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/01/start-a-daily-routine-and-make-the-weekends-different-the-isolation-experts-guide-to-lockdown-living-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/01/start-a-daily-routine-and-make-the-weekends-different-the-isolation-experts-guide-to-lockdown-living-coronavirus", "date_published": "2020-04-01 13:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Like pouring tequila on your brain: why Tiger King is the most-watched show on Netflix", "description": "<p>This documentary about the rivalry between big cat owners revels in humanity’s basest instincts – but don’t let that put you off</p><p><strong>Name: </strong>Tiger King.</p><p><strong>Age: </strong>Three weeks old.</p> <a href=\"https://www.theguardian.com/media/shortcuts/2020/apr/01/like-pouring-tequila-on-your-brain-why-tiger-king-is-the-most-watched-show-on-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/media/shortcuts/2020/apr/01/like-pouring-tequila-on-your-brain-why-tiger-king-is-the-most-watched-show-on-netflix", "date_published": "2020-04-01 12:46:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus could be final straw for EU, European experts warn", "description": "<p>Leaders are warned that if division prevails, pandemic will be more destructive than Brexit, migration and bailout crises</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest global updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p>The European Union has weathered the storms of eurozone bailouts, the migration crisis and Brexit, but some fear coronavirus could be even more destructive.</p><p>In a rare intervention <a href=\"https://www.theguardian.com/profile/jacques-delors\">Jacques Delors</a>, the former European commission president who helped build the modern EU, broke his silence last weekend to warn that lack of solidarity posed “a mortal danger to the European Union”.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/coronavirus-could-be-final-straw-for-eu-european-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/coronavirus-could-be-final-straw-for-eu-european-experts-warn", "date_published": "2020-04-01 12:40:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Schofield, Guardian's Ask Jack tech columnist, dies at 72", "description": "<p>Paper’s editor says Schofield was ‘one of the first true computing experts in British journalism’</p><p>Jack Schofield, the Guardian’s former computer editor and author of its technology advice column, <a href=\"https://www.theguardian.com/technology/askjack\">Ask Jack</a>, for almost 20 years, has died aged 72.</p><p><a href=\"https://www.theguardian.com/profile/jackschofield\">Schofield</a> was taken to hospital following a heart attack on Friday night and died on Tuesday afternoon.</p> <a href=\"https://www.theguardian.com/media/askjack/2020/apr/01/jack-schofield-guardian-ask-jack-tech-columnist-dies-at-72\">Continue reading...</a>", "link": "https://www.theguardian.com/media/askjack/2020/apr/01/jack-schofield-guardian-ask-jack-tech-columnist-dies-at-72", "date_published": "2020-04-01 11:54:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hop to it: Researchers pinpoint why Belgian beers don't keep", "description": "<p>Study finds fashionable hoppy brews lose their characteristic taste while sitting on the shelf</p><p>It will be music to the ears of Belgian beer enthusiasts: drink up.</p><p>Scientists studying how well the fashionable hoppy-tasting beers of today keep in the cupboard have highlighted the particular propensity for them to lose their flavour over time.</p> <a href=\"https://www.theguardian.com/food/2020/apr/01/hop-to-it-researchers-pinpoint-why-belgian-beers-dont-keep\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/apr/01/hop-to-it-researchers-pinpoint-why-belgian-beers-dont-keep", "date_published": "2020-04-01 11:26:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘One seafarer almost cried’: the last chaplain visiting quarantined boats", "description": "<p>Ships’ crews are the unsung heroes in our food supply chain, says reverend, and a pastoral visit can be a lifeline after months away from their families</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At Europe’s busiest port, in Rotterdam, Reverend Dennis Woodward has adapted his routine.</p><p>Before the coronavirus pandemic struck, Woodward was one of 20 chaplains and volunteers from maritime welfare groups who boarded ships at this port to offer help to the 500,000 seafarers who pass through here every year. Now, he is the only one left. </p> <a href=\"https://www.theguardian.com/environment/2020/apr/01/one-seafarer-almost-cried-the-last-chaplain-visiting-quarantined-boats\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/01/one-seafarer-almost-cried-the-last-chaplain-visiting-quarantined-boats", "date_published": "2020-04-01 11:24:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A beautiful thing’: the African migrants getting healthy food to Italians", "description": "<p>After years of exploitation, former fruit pickers set up a co-operative near Rome selling vegetables and yoghurt. Now they are working ‘twice as hard’ to get supplies to families under lockdown</p><ul><li>Photographs by Giacomo Sini</li></ul><p>Ismail bends over the vegetables in the middle of the field and shouts to his co-worker – “Lorè you’re doing nothing and your back already hurts?” – as he deftly separates a head of cauliflower from its long leaves and throws it into a waiting box. </p><p>His co-workers Lorenzo and Cheikh also get up, lifting boxes packed with produce after their morning’s work. Today the sun is shining here in Italy but there is no time to pause and enjoy it. Salad and spinach picked from other fields must be washed alongside the cabbages and cauliflowers; boxes for delivery have to be readied and loaded into the van.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/a-beautiful-thing-the-african-migrants-getting-healthy-food-to-italians\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/a-beautiful-thing-the-african-migrants-getting-healthy-food-to-italians", "date_published": "2020-04-01 10:42:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Today is your last chance to protect the BBC from attack. Use it | Polly Toynbee", "description": "<p>In the midst of this pandemic, the BBC is proving its worth. Don’t let Boris Johnson destroy it for ideological reasons</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/27/coronavirus-live-news-update-us-infections-outnumber-china-uk-deaths-europe-global-cases-number-500000-latest-updates\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>You only have until 5pm today, Wednesday 1 April, to add your voice to the government’s consultation on the fate of the BBC. The government aims to decriminalise non-payment of the BBC licence fee, undermining its funding base yet again by nearly £300m a year. That cut would come after the government has already stripped away <a href=\"https://www.vlv.org.uk/news/vlv-research-shows-a-30-decline-in-bbc-public-funding-since-2010/\">30% since 2010</a>, according to an estimate by the Voice of the Listener and Viewer. To have your say and defend the BBC from politically motivated vandalism, here’s the <a href=\"https://www.gov.uk/government/consultations/consultation-on-decriminalising-tv-licence-evasion\">official site</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/17/tories-bbc-line-of-fire-destroy\">The Tories have the BBC in their line of fire. Don’t let them destroy it | Polly Toynbee</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/last-chance-protect-bbc-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/01/last-chance-protect-bbc-boris-johnson", "date_published": "2020-04-01 10:11:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inclusion leads to innovation: how Atkins enables brilliant minds to flourish", "description": "<p>From reverse mentoring and flexible working, to LGBT+ and BAME networks and recruitment drives, engineering and consultancy group Atkins has built diversity into its workforce from the ground up</p><p>With an estimated <a href=\"https://www.weforum.org/reports/the-future-of-jobs-report-2018\" rel=\"nofollow\">75m jobs</a> expected to be displaced by 2022, and 133m new roles created by new technology, businesses are looking to address the growing skills gap in an increasing number of ways. <a href=\"https://www.bcg.com/en-us/publications/2018/how-diverse-leadership-teams-boost-innovation.aspx\" rel=\"nofollow\">Research has found diversity is a key driver of innovation</a>, as teams with a mix of ethnicities, ages, backgrounds, education and skills produce better results. At Atkins, championing the strengths of a diverse, inclusive workforce starts at the recruitment phase and stretches right through an employee’s career.</p><p>Measures such as encouraging flexible working – including term-time working, job shares, career sabbaticals, home working and the ability to buy more annual leave – have opened up opportunities for male and female members of staff. There’s a reverse mentoring scheme, whereby senior leaders are mentored by junior staff to gain new insights into the business. And there are <a href=\"https://careers.snclavalin.com/equality-diversity-and-inclusion-uk-europe\" rel=\"nofollow\">eight staff-led networks</a>, supporting LGBT+ rights, disability, BAME employees, neurodiversity, parents and more. It’s all intended to ensure that everyone is empowered to achieve their potential at work.</p> <a href=\"https://www.theguardian.com/women-engineering-infrastructure-atkins/2020/apr/01/inclusion-leads-to-innovation-how-atkins-enables-brilliant-minds-to-flourish\">Continue reading...</a>", "link": "https://www.theguardian.com/women-engineering-infrastructure-atkins/2020/apr/01/inclusion-leads-to-innovation-how-atkins-enables-brilliant-minds-to-flourish", "date_published": "2020-04-01 09:53:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No TV, no sat nav, no internet: how to fix space's junk problem – video", "description": "<p>As Elon Musk's Starlink and Jeff Bezos's Project Kuiper race to create high-speed internet using satellites orbiting Earth, there's a small problem that could get in the way: debris. From dead spacecraft that have been around since the dawn of the space age to flecks of paint smashing windows on the International Space Station, rubbish is clogging up our orbits. And with objects moving as fast as 15,500mph (25,000 kmph), the satellite services we've come to depend on are at constant risk of collision. So how to fix the problem with junk in space? Ian Anderson investigates<br /></p> <a href=\"https://www.theguardian.com/science/video/2020/apr/01/no-tv-no-sat-nav-no-internet-how-to-fix-spaces-junk-problem-video\">Continue reading...</a>", "link": "https://www.theguardian.com/science/video/2020/apr/01/no-tv-no-sat-nav-no-internet-how-to-fix-spaces-junk-problem-video", "date_published": "2020-04-01 09:12:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The wondrous life and mysterious death of Golden Eagle 1703", "description": "<p>Golden eagles are one of the most protected species in the US – so what happens when one turns up dead in a field?</p><p>One morning toward the end of January 2019, Steve Lewis, a US Fish and Wildlife Service (FWS) biologist in Juneau, Alaska, logged on to the website Movebank.org to check the whereabouts of some golden eagles that he had tagged with GPS trackers.</p><p>Lewis, a lanky, outdoorsy 49-year-old, usually tried to look at the location data once a week, but he had spent most of the month at home on furlough, unable to work as a result of the government shutdown. Eager to catch up with his birds, Lewis beelined it to his office when he got back to work. “The first thing I did,” he says, “was go and check on my eagle tags.”</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/golden-eagles-us-dying-why\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/golden-eagles-us-dying-why", "date_published": "2020-04-01 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19: signs of hope on Edinburgh's streets - in pictures", "description": "<p>Pictures of rainbows have begun appearing in windows up and down the country as families and households work to stay positive during the lockdown. The posters, many drawn or painted by children, often contain messages of support for the NHS. Further, inspired by the popular children’s book We’re Going on a Bear Hunt by Michael Rosen, teddy bears have also been on display. Photographer Murdo MacLeod went on a hunt of his own on the streets of Edinburgh</p> <a href=\"https://www.theguardian.com/world/gallery/2020/apr/01/covid-19-signs-of-hope-on-edinburghs-streets-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/apr/01/covid-19-signs-of-hope-on-edinburghs-streets-in-pictures", "date_published": "2020-04-01 08:17:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carpe DM: 60 years of the Dr Martens boot – fashion's subversive smash hit", "description": "<p>The humble eight-holed work boot has won over everyone from postal workers to punks, teens to today’s celebrities and influencers. How did it stride to world dominance?</p><p><br />Tony Benn wore them. So did Agyness Deyn. Suggs loved them, also <a href=\"https://www.theguardian.com/lifeandstyle/2016/jul/02/kathleen-hanna-im-a-punk-rock-stripper-with-sexual-abuse-counsellor-training\">Kathleen Hanna</a> and <a href=\"https://www.theguardian.com/music/joestrummer\">Joe Strummer</a>. And <a href=\"https://www.theguardian.com/culture/2009/apr/17/my-so-called-life\">Jordan Catalano</a>. Hailey Baldwin, Rihanna and Bella Hadid still do. Once you start looking, Dr Martens are everywhere. Sixty years after launching the eight-hole 1460 boot – on, as the name suggests, the 1 April 1960 – it is an undisputed classic, one of those rare-as-hen’s-teeth designs that is as likely to be spotted in a museum as it is (until recently, of course) on the streets outside. It is up there with Levi’s 501s, the Fred Perry polo shirt, the Converse All Star and the Harrington jacket.</p><p>And, like these other items, the 1460 is enjoying a fashion moment beyond its classic status. Perhaps because the past decade has been so turbulent – even before we had a global pandemic to contend with – fashion has returned to the dependable. The Hadids, Baldwin and Kaia Gerber are all endorsing Dr Martens. In other words, as Vogue declared in October, they have become “model off-duty staple”. While the vegan range and patterned designs have been credited with a 70% rise in profit for the brand in 2019, <a href=\"https://www.theguardian.com/business/2019/aug/17/oh-so-pretty-political-upheaval-credited-for-dr-martens-sales-boost\">the 1460 remains the bestseller</a> and it is this history that is likely to have attracted rumours in March of a potential £300m sale to a US private equity firm.</p> <a href=\"https://www.theguardian.com/fashion/2020/apr/01/carpe-dm-60-years-of-the-dr-martens-boot-fashions-subversive-smash-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/apr/01/carpe-dm-60-years-of-the-dr-martens-boot-fashions-subversive-smash-hit", "date_published": "2020-04-01 07:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The antidote: your favourite reads beyond coronavirus", "description": "<p>If you’re feeling overwhelmed by coverage of the pandemic, try this daily list of non-coronavirus articles that our readers spent the most time with</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/the-antidote-your-favourite-reads-beyond-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/the-antidote-your-favourite-reads-beyond-coronavirus", "date_published": "2020-04-01 06:43:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus threatens the safety net I've built around my at-risk parents", "description": "<p>My 93-year old mum is in a care home, but Dad relies on care workers and a home help visiting him three times a day. What happens if they get sick?</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Supporting two very old parents, especially when you live some distance away, brings challenges at the best of times.</p><p>For the last couple of years, I’ve been ordering Mum and Dad’s weekly online shopping from Sainsbury’s, making sure the pharmacy has delivered their medicines, arranging menus from Wiltshire Farm Foods, checking their care workers have turned up, trying to pop over for a social visit every other weekend, and phoning nearly every day. We’ve often joked I have a second job, as their personal assistant.</p> <a href=\"https://www.theguardian.com/society/2020/apr/01/coronavirus-threatens-safety-net-built-at-risk-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/01/coronavirus-threatens-safety-net-built-at-risk-parents", "date_published": "2020-04-01 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will the coronavirus kill the oil industry and help save the climate?", "description": "<p>Analysts say the coronavirus and a savage price war means the oil and gas sector will never be the same again</p><p>The plunging demand for oil wrought by the coronavirus pandemic combined with a savage price war has left the fossil fuel industry <a href=\"https://www.bloomberg.com/news/articles/2020-03-29/the-global-oil-market-is-broken-drowning-in-crude-nobody-needs\">broken</a> and in survival mode, according to analysts. It faces the gravest challenge in its 100-year history, they say, one that will permanently alter the industry. With some calling the scene a “<a href=\"https://www.ft.com/content/7afb4c04-6d58-11ea-89df-41bea055720b\">hellscape</a>”, the least lurid description is “<a href=\"https://www.iea.org/articles/energy-market-turmoil-deepens-challenges-for-many-major-oil-and-gas-exporters?utm_campaign=IEA%20newsletters&amp;utm_source=SendGrid&amp;utm_medium=Email\">unprecedented</a>”.</p><p>A key question is whether this will permanently alter the course of the climate crisis. Many experts think it might well do so, pulling forward the date at which demand for oil and gas peaks, never to recover, and allowing the atmosphere to gradually heal.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/01/the-fossil-fuel-industry-is-broken-will-a-cleaner-climate-be-the-result\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/01/the-fossil-fuel-industry-is-broken-will-a-cleaner-climate-be-the-result", "date_published": "2020-04-01 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Myths and magic: the new American west – in pictures", "description": "<p>Cowboys, sunsets, rodeos and dust ... that’s what people think the west is. But Peter Kayafas travelled from Idaho to Oklahoma, seeking out the real rituals and way of life of a new generation</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/apr/01/myths-magic-new-american-west-pictures-cowboys-rodeos-peter-kayafas\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/apr/01/myths-magic-new-american-west-pictures-cowboys-rodeos-peter-kayafas", "date_published": "2020-04-01 06:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nick Grimshaw on Caroline Flack: 'She was so funny, engaging and open. And vulnerable'", "description": "<p>The DJ had a health scare in the scorching desert doing a Sport Relief challenge – and says the experience changed him. He talks about the dark side of celebrity and the pure joy of radio</p><p>Eight hours into a 35-mile cycle across the Namib desert, Namibia, for Sport Relief in February, Nick Grimshaw developed severe heat exhaustion. A medical team put him into a car to shield him from the <a href=\"https://www.thesun.co.uk/news/11141969/judge-rinder-nick-grimshaw-nearly-died-sport-relief/\">44C (111F) temperature</a>, and explained what was happening: he was at risk of organ failure. Grimshaw’s body started “vibrating”, as he puts it, and he began to panic. He needed a sedative injection to calm him down. The next morning, he had recovered, but sat out that day’s challenge.</p><p>“I’m gonna be one of those annoying people who does a trek and is like: ‘I was changed in Africa,’” says the 35-year-old Radio 1 DJ. “When I got back to London, I wrote everything down – exactly how I was feeling – so I didn’t forget it. Because it felt really good, and I just want to feel like that for ever.”</p> <a href=\"https://www.theguardian.com/media/2020/apr/01/i-knew-she-was-loved-nick-grimshaw-on-caroline-flack-mental-health-and-the-paparazzi\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/01/i-knew-she-was-loved-nick-grimshaw-on-caroline-flack-mental-health-and-the-paparazzi", "date_published": "2020-04-01 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: US deaths could reach 240,000 as UN says world faces worst crisis since WW2", "description": "<p>US has one 1 in 5 cases globally; global cases pass 850,000; record daily fatalities in UK, France, Italy, Spain and Russia. Follow the latest updates. </p><ul><li><a href=\"https://www.theguardian.com/world/2020/mar/31/donald-trump-coronavirus-briefing-painful-us-deaths\">White House officials predict up to 240,000 US coronavirus deaths</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2020/apr/01/coronavirus-australia-update-live-news-nsw-victoria-queensland-qld-subsidy-wages-jobkeeper-scott-morrison-covid19-fines-latest-updates\">Australia coronavirus – live updates</a><br /></li><li><a href=\"https://www.theguardian.com/global-development/2020/apr/01/extreme-coronavirus-lockdown-controls-raise-fears-for-worlds-poorest\">The most extreme lockdown controls around the world</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-04-01T03:18:05.173Z\">4.18am <span class=\"timezone\">BST</span></time> </p><p>A very worrying report out of the Pacific region now. </p><p>The Northern Mariana Islands, which is a US commonwealth in the north Pacific, has seen its first coronavirus-related death – a 70-year-old man. The commonwealth now has six confirmed cases of coronavirus and officials warn there is evidence of community transmission.</p><p dir=\"ltr\" lang=\"en\">The Northern Mariana Islands now has six confirmed <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases including one death of a 70-year-old man. The CNMI lacks <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> testing capacity and just 19 tests have been conducted on neighboring Guam, with 12 pending. Officials say there’s evidence of community spread. <a href=\"https://t.co/FBpuHEk9wV\">pic.twitter.com/FBpuHEk9wV</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-04-01T02:55:34.446Z\">3.55am <span class=\"timezone\">BST</span></time> </p><p>A pet cat has tested positive for the coronavirus in Hong Kong after its owner was confirmed with having the virus, the city’s Agricultural and Fisheries department said, cautioning that the animal has not shown any signs of the disease. </p> <a href=\"https://www.theguardian.com/world/live/2020/apr/01/coronavirus-live-news-us-deaths-could-reach-240000-un-secretary-general-crisis-worst-since-second-world-war-us-uk-europe-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/apr/01/coronavirus-live-news-us-deaths-could-reach-240000-un-secretary-general-crisis-worst-since-second-world-war-us-uk-europe-latest-updates", "date_published": "2020-04-01 03:18:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Houseparty to Zoom: our digital lives in lockdown - podcast", "description": "<p>The lockdown across the world has led people to desperately seek out new tools for maintaining their work and social lives online. But UK technology editor Alex Hern argues he’s been living this way for years</p><p>The sudden lockdown imposed on millions of people around the world has seen a transition of nearly every aspect of daily life migrate online. From business meetings to religious services and house parties, there are tech solutions which, if not quite as satisfying, have quickly become the new normal. </p><p>But for the Guardian’s UK technology editor,<strong> Alex Hern, </strong>this has been no revolution. He tells <strong>Anushka Asthana</strong> that for as long as he can remember, he has lived and worked online. </p> <a href=\"https://www.theguardian.com/news/audio/2020/apr/01/from-houseparty-to-zoom-our-digital-lives-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/apr/01/from-houseparty-to-zoom-our-digital-lives-in-lockdown", "date_published": "2020-04-01 02:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Captain of coronavirus-hit US aircraft carrier warns sailors will die if not let off ship", "description": "<p>Carrier with thousands onboard is docked in Guam, which is struggling to handle local caseload of Covid-19 infections</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The captain of a US aircraft carrier, with 5,000 people onboard, including an unconfirmed number who have tested positive for Covid-19, has called for help to save the lives of his sailors.</p><p>The US aircraft carrier Theodore Roosevelt was in the Pacific when the navy reported its first coronavirus case a week ago. It has since pulled into port in Guam, a US island territory in the western Pacific.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/captain-of-coronavirus-us-aircraft-carrier-4000-sailors-let-off-ship-die-theodore-roosevelt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/captain-of-coronavirus-us-aircraft-carrier-4000-sailors-let-off-ship-die-theodore-roosevelt", "date_published": "2020-04-01 01:54:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teargas, beatings and bleach: the most extreme Covid-19 lockdown controls around the world", "description": "<p>Violence and humiliation used to police coronavirus curfews around globe, often affecting the poorest and more vulnerable</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As coronavirus lockdowns have been expanded globally, billions of people have found that they are now faced with unprecedented restrictions. Police across the world have been given licence to control behaviour in a way that would normally be extreme even for an authoritarian state.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/31/how-will-the-world-emerge-from-the-coronavirus-crisis\">‘We can’t go back to normal’: how will coronavirus change the world?</a> </p> <a href=\"https://www.theguardian.com/global-development/2020/apr/01/extreme-coronavirus-lockdown-controls-raise-fears-for-worlds-poorest\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/apr/01/extreme-coronavirus-lockdown-controls-raise-fears-for-worlds-poorest", "date_published": "2020-04-01 01:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump warns of 'painful two weeks' as officials predict up to 240,000 US coronavirus deaths", "description": "<p>President offers unusually sombre press conference with projections that take physical distancing measures into account</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Donald Trump has warned America to brace for a “very, very painful two weeks” as the White House projected that the coronavirus pandemic could claim 100,000 to 240,000 lives, even if current social distancing guidelines are maintained.</p><p>Striking an unusually sombre tone at the start a marathon two-hour briefing, the US president defended his early handling of the crisis and displayed models that, he said, justified his decision to keep much of the economy shut down.</p> <a href=\"https://www.theguardian.com/world/2020/mar/31/donald-trump-coronavirus-briefing-painful-us-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/mar/31/donald-trump-coronavirus-briefing-painful-us-deaths", "date_published": "2020-04-01 00:42:32+00:00", "persistent": false, "user": null, "language": "en-UK"}]