[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Linda Diaz, 2020 Tiny Desk Contest Winner: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nPresenting the 2020 winner of NPR's Tiny Desk Contest, Supported by State Farm\n\nOct. 5, 2020 || Linda Diaz -- Winning the Tiny Desk Contest has been a surreal experience for me, not only because it's a big, big honor, but because it's all happening in the midst of a global pandemic. Even just shooting my Tiny Desk (home) concert has been a wild ride: getting the band together, getting the NPR team together, figuring out how to shoot safely with everyone in New York City. At one point, we finally had everything set and ready to go. Then, days before the shoot, I tested positive for COVID-19. I will spare you all the details (lots of tears, lots of phone calls), but I am so grateful for my band, the NPR Music team and the Javits Center for going above and beyond for me, the human as much as me, the musician.\n\nEven though I couldn't be at the Desk, I'm feeling lucky to have been able to share some extra little parts of my personality with my (home) concert. Like, how dope is it to be able to say that I'm not only the 2020 Tiny Desk Contest winner, but that we were the first musicians ever to perform on the top of the Javits Center?! In more ways than one, this concert is a victory and a dream come true for me.\n\nThrough this whole process, it has felt weird to be celebrating, but what has been reiterated time and again is that it is more than OK to be Black and celebrate and mourn and organize and rest and any other number of things. Black joy is radical because it actively opposes defeat. It is necessary.\n\nSET LIST\n\"Magic\"\n\"Green Tea Ice Cream\"\n\"Honesty\"\n\nMUSICIANS\nLinda Diaz: vocals\nJade Che: keys\nMatt Fishman: bass\nBianca B. Muniz: vocals\nJacqueline A. Muniz: vocals\nAndrés Valbuena: percussion\n\nCREDITS\nProducers: Kara Frame, Pilar Fitzgerald, Bob Boilen\nVideographers: Kara Frame, Tsering Bista\nAudio Engineers: Nickolai Hammar, Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #tinydeskcontest #lindadiaz", "link": "https://www.youtube.com/watch?v=MYiP0WO6yzA", "date_published": "2020-10-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jackie Evancho: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Jackie Evancho’s Tiny Desk concert from 2011: https://www.npr.org/2011/05/23/136336310/jackie-evancho-tiny-desk-concert\n\nBob Boilen | May 23, 2011\n\nI simply couldn't believe my eyes and ears. Seeing Jackie Evancho sing for the first time is nearly beyond belief. You've seen 11-year-olds, and you've heard beyond-beautiful singers. But rarely are they the same person — that is, until now.\n\nEvancho is an American singer of classical crossover material who performs show tunes, classical repertoire such as \"Ave Maria\" or Handel's \"Ombra mai fu\" or even a pop tune like Sarah McLachlan's \"Angel.\" The world first heard her when she appeared on the reality show competition America's Got Talent, where she came in second place, yet wowed audiences with a powerful, mature voice that seemed nearly impossible to be coming out of such a tiny frame.\n\nShe was inspired to sing after watching The Phantom of the Opera, and by age 8, she started entering contests. She put out an independent album in 2009 and released a holiday CD for Columbia Records. But it's her new collection of songs called Dream With Me (out June 14) that will bring her into the spotlight. The album includes appearances from Barbra Streisand and fellow TV singing sensation Susan Boyle, and is sure to impress fans of both. That record includes \"Ombra mai fu,\" an aria Evancho performed at the Tiny Desk for a stunned audience at the NPR Music offices. She clearly is a very happy girl with an amazing musical gift. Enjoy.\n\nSET LIST\nHandel: \"Ombra Mai Fu\"\n\"Lovers\" (audio only)\n\"Angel\" (audio only)", "link": "https://www.youtube.com/watch?v=Sy4msuC9GI8", "date_published": "2020-10-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]