[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sondre Lerche: NPR Music Tiny Desk Concerts From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Sondre Lerche’s Tiny Desk concert from 2009: https://www.npr.org/2009/11/02/114336123/sondre-lerche-tiny-desk-concert\n\nStephen Thompson | November 2, 2009\n\nWhen the makers of the 2007 romantic comedy Dan in Real Life wanted to convey an air of goodhearted whimsy, they turned soundtrack-writing duties over to Norwegian-born singer-songwriter Sondre Lerche. And why wouldn't they? For all his jazz-informed skills on the guitar, Lerche's greatest weapon is his flair for lightness and likeability.\n\nKnown as a varsity-level banterer on stage, Lerche puts all those skills to good use in this charming Tiny Desk Concert in the NPR Music offices. Performing three songs from his new album Heartbeat Radio — and introducing the title track with the disclaimer, \"It's taking some issue with radio, but it's not about you guys\" — he conveys all the lilting sweetness his fans have come to expect.", "link": "https://www.youtube.com/watch?v=bepALS8u1zM", "date_published": "2020-03-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Taimane: NPR Music Tiny Desk Concert", "description": "Watch Taimane play at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 6, 2020 | Bob Boilen -- So much magic unfolded in such short order. Within the first moments of Taimane's stunning set, we hear her play fiery flamenco, a famous phrase from the opera Carmen, a touch of Bach and more than a nod to her Hawaiian homeland, all on her ukulele.\n\nTaimane began playing ukulele at age five; these days, it's seemingly become an extension of her body. Her band includes guitarist Ramiro Marziani, violinist Melissa Baethoven and, on Cajon, Jonathan Heraux. Together they were impassioned and tight. Then along came a surprise. In what is a first at the Tiny Desk, a dancer named Li'o performed in a hau skirt made from dried lauhala leaves, with a lei of white conch wrapped around his neck. His Polynesian dance, along with the stick percussion, added to the beauty and the intensity. And that's just the first half.\n\nTaimane chose to represent the elements of the earth on her latest album, Elemental, and she brought the most feisty of those elements to the Tiny Desk: \"Fire.\" This music draws inspiration from Cuban traditions, with moments that are sensual as well as ecstatic. Taimane is a beautiful singer and a dynamic performer. I was fortunate enough to see her live performance last year at SXSW in Austin. It was as unforgettable then as it was here at the Tiny Desk.\n\nSET LIST\n(Medley): \"Carmen,\" \"E Ala Ē,\" \"Jupiter\"\n\"Fire\"\n\"Maluhia\"\n\nMUSICIANS\nTaimane: ukulele, vocals; Jonathan Heraux: percussion; Ramiro Marziani: guitar; Melissa Baethoven: violin, vocals; Li'o: Polynesian dance\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Editor: Melany Rochester; Videographers: CJ Riculan, Jack Corbett, Maia Stern, Melany Rochester; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=tXUCJKto68Q", "date_published": "2020-03-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]