[{"source": "https://www.theguardian.com/rss", "title": "National Trust reassesses colonial history of properties", "description": "<p>Churchill’s home Chartwell and Lundy island listed in report highlighting owners’ links to British empire and slavery</p><p>A report laying bare the extent of connections that <a href=\"https://www.theguardian.com/uk/national-trust\">National Trust</a> properties have with colonialism and slavery is just the beginning of a process to better examine history that is often “complex, nuanced and messy”.</p><p>The trust on Tuesday published research it commissioned a year ago to explore in more detail than ever before what are sometimes less palatable links to the past.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/22/national-trust-reassesses-colonial-history-of-properties\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/22/national-trust-reassesses-colonial-history-of-properties", "date_published": "2020-09-21 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate of suspicion returns to Tour de France to dampen celebrations", "description": "<p>Joy at the completion of this year’s delayed Tour has faded with news that Nairo Quintana’s team hotel had been searched<br /></p><p>The Tour de France peloton woke up with a hangover on Monday, not only from over-indulgence in the brasseries around the Champs Élysées, but also because of the headache caused by a growing anxiety looming over this year’s race.</p><p>The French media reported that <a href=\"https://www.theguardian.com/sport/2020/sep/21/nairo-quintanas-arkea-samsic-team-under-investigation-over-alleged-doping-at-tour\" title=\"\">public </a><a href=\"https://www.theguardian.com/sport/2020/sep/21/nairo-quintanas-arkea-samsic-team-under-investigation-over-alleged-doping-at-tour\" title=\"\">health officers had searched team hotel rooms</a> in Méribel occupied by Nairo Quintana – a former Giro d’Italia and Vuelta a España winner – and his Arkea Samsic team, after stage 17. The team manager, Emmanuel Hubert, confirmed the search, but would not comment. Quintana finished 17th overall in the 2020 Tour.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/22/climate-of-suspicion-returns-to-tour-de-france-to-dampen-celebrations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/22/climate-of-suspicion-returns-to-tour-de-france-to-dampen-celebrations", "date_published": "2020-09-21 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edwin van der Sar: 'I want every fan to have a second love for Ajax'", "description": "<p>The Dutch club’s chief understands their place in the football hierarchy but wants to keep their unique place on the global stage</p><p>Edwin van der Sar can still picture the bemusement on the faces of Ryan Giggs and Paul Scholes, his Manchester United teammates at the time and resolute one-club men. The Dutch goalkeeper, who arrived at Old Trafford in 2005 via Ajax, Juventus and Fulham, had wanted to know whether either fancied playing abroad. They could learn a new language, Van der Sar suggested, experience different cultures and climates, maybe even earn more money.</p><p>The short answer was no. Why would they do that? They were at a big club – their club in their city – with family and friends close by, winning big trophies and being paid big money. They had it all. “OK, the weather in Manchester,” Van der Sar says, with a smile. “But Paul said: ‘I don’t like the sun.’ I think David [Beckham] is one of the few [English players] that left United but he came from London.”</p> <a href=\"https://www.theguardian.com/football/2020/sep/22/edwin-van-der-sar-interview-ajax-manchester-united-van-de-beek\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/22/edwin-van-der-sar-interview-ajax-manchester-united-van-de-beek", "date_published": "2020-09-21 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English wines win record number of awards in global tasting competition", "description": "<p>Roebuck Estate and Simpsons each take best in show with industry picking up 155 awards</p><p><a href=\"https://www.theguardian.com/business/2017/may/07/champagne-taittinger-plants-first-vines-english-soil-sparkling-wine\">English wines</a> picked up a record haul of awards this year in the industry’s largest wine competition, including two judged to be in the top 50 best-tasting in the world.</p><p>Two English producers – Roebuck Estate in West Sussex and Simpsons from Kent – each won the prestigious accolade of best in show for a sparkling and a still white at the 17th annual <a href=\"https://www.decanter.com/decanter-awards/\">Decanter World Wine Awards</a>.</p> <a href=\"https://www.theguardian.com/food/2020/sep/22/english-wines-win-record-number-of-awards-in-global-tasting-competition\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/22/english-wines-win-record-number-of-awards-in-global-tasting-competition", "date_published": "2020-09-21 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One-third of children in UK 'have heard racist comments at school'", "description": "<p>Survey suggests children are most likely to have experienced racism by age of 13</p><p>Almost a third of children have heard racist comments at school, according to research by an anti-bullying campaign that suggests they are most likely to have experienced racism by about the age of 13.</p><p>A poll of 1,000 six to 15-year-olds found that while, overall, about 32% children had heard someone be racist at school, this figure rose to more than half – 52% – among 13-year-olds.</p> <a href=\"https://www.theguardian.com/education/2020/sep/22/one-third-of-children-in-uk-have-heard-racist-comments-at-school\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/22/one-third-of-children-in-uk-have-heard-racist-comments-at-school", "date_published": "2020-09-21 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Racing's slow return to normal under threat of lockdown", "description": "<p>Warwick welcomed crowds back but the next big test at Newmarket depends on whether the government announces new restrictions<br /></p><p>It felt almost like a normal midweek day at the races here on Monday as Warwick opened its new season in front of around 500 racegoers, perhaps a third of the usual attendance for its first meeting of the autumn. Whether the slow progress towards a widespread return of paying spectators will continue at Newmarket on Thursday remains to be seen, however, with the prime minister expected to announce fresh restrictions to combat the spread of coronavirus on Tuesday.</p><p>Newmarket plans to admit 1,000 paying spectators – a combination of annual members and hospitality guests – on the three days of its Cambridgeshire meeting. Its plans to keep the crowd safe and socially distanced were approved by local health officials last week, but any new rules announced will need to be studied to ensure compliance.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/sep/22/talking-horses-racings-slow-return-to-normal-lockdown-warwick\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/sep/22/talking-horses-racings-slow-return-to-normal-lockdown-warwick", "date_published": "2020-09-21 23:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rising temperatures shrink Arctic sea ice to second-lowest level on record", "description": "<p>Sea ice minimum has fallen below 4m sq km for the second time in 40 years as the climate crisis rapidly transforms the region</p><p>Rising temperatures in the Arctic shrank the ice covering the polar ocean this year to its second-lowest extent in four decades, scientists have announced, in yet another sign of how the climate crisis is rapidly transforming the region.</p><p>Satellites recorded this year’s sea ice minimum at 3.74m sq km on 15 September, only the second time the ice has been measured below 4m sq km in 40 years of record keeping, said researchers at the National Snow and Ice Data Center.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/arctic-ice-polar-ocean-shrinks-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/arctic-ice-polar-ocean-shrinks-climate-change", "date_published": "2020-09-21 21:46:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: pubs and restaurants across England to be forced to shut at 10pm", "description": "<p>Boris Johnson to set out limited nationwide coronavirus restrictions on Tuesday</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pubs, bars and restaurants in England will have to shut by 10pm from Thursday under new nationwide restrictions to halt an “exponential” rise in coronavirus cases.</p><p>Police have also been handed powers to <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/police-in-england-to-enforce-covid-rules-on-pubs-with-fines-and-arrests\">issue £1,000 fines</a> and make arrests to enforce 2-metre social distancing in pubs and restaurants, the Guardian has learned. Boris Johnson is expected to make an address to the nation on Tuesday setting out the new measures.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/pubs-and-restaurants-across-england-to-be-forced-to-shut-at-10pm\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/pubs-and-restaurants-across-england-to-be-forced-to-shut-at-10pm", "date_published": "2020-09-21 21:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fightback against rise in Covid cases thrashed out at No 10 summit", "description": "<p>Boris Johnson held lengthy meeting with scientists about bringing down UK infection rate</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Deep into Sunday night, a debate was playing out in the heart of Downing Street. The prime minister had gathered the UK’s most eminent scientists – and was learning that “follow the science” is not as simple as it sounds.</p><p>After more than a week of worrying news, with cases rising dramatically across the UK, some of the scientists at the late-night summit were in fierce disagreement <a href=\"https://www.theguardian.com/world/2020/sep/20/measures-uk-ministers-are-considering-to-curb-second-wave-of-covid-19\">over what to do</a>.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/fightback-against-spike-in-coronavirus-thrashed-out-at-no-10-summit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/fightback-against-spike-in-coronavirus-thrashed-out-at-no-10-summit", "date_published": "2020-09-21 21:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer to urge 'red wall' voters to take another look at Labour", "description": "<p>Leader’s online conference speech to strike patriotic tone, saying: ‘We love this country’</p><p>Keir Starmer is to appeal directly to <a href=\"https://www.theguardian.com/politics/2019/dec/13/labours-red-wall-demolished-by-tory-onslaught\">“red wall” voters who abandoned the party last year</a> to “take another look at Labour”, telling them his party loves Britain and is under new leadership.</p><p>Speaking from Doncaster, South Yorkshire on Tuesday at the online event replacing Labour’s annual conference, Starmer will stress a change in approach for Labour since he succeeded Jeremy Corbyn.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/21/keir-starmer-to-urge-red-wall-voters-to-take-another-look-at-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/21/keir-starmer-to-urge-red-wall-voters-to-take-another-look-at-labour", "date_published": "2020-09-21 21:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid spike leads government to pause return of fans to sports stadiums", "description": "<ul><li>Supporters very unlikely to be allowed on 1 October as planned</li><li>Prime minister pressured to create ‘support package’ for sport </li></ul><p>The government is set to pause its plans for the partial return of fans to all sports stadiums on 1 October because of the rapid spike in Covid-19 cases, the Guardian understands. While a decision is yet to be confirmed, sources say that the “mood music” now makes it very unlikely that supporters will be allowed back at a time when greater curbs are being introduced across Great Britain.</p><p>The prime minister is also facing growing pressure to avert the looming crisis in professional and grassroots sport, with a letter signed by the leaders of more than 100 sports organisations – including the Premier League, Football Association, Rugby Football Union and UK Athletics – warning of the risk of a “lost generation” of sport and activity if he fails to act.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/21/covid-spike-leads-government-to-pause-return-of-fans-to-sports-stadiums\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/21/covid-spike-leads-government-to-pause-return-of-fans-to-sports-stadiums", "date_published": "2020-09-21 21:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tammy Beaumont gives England a winning return against West Indies", "description": "<ul><li>1st T20I: England 163-8, beat West Indies 116-6 by 47 runs</li><li>Beaumont hits 62 from 49 balls to put England in charge</li></ul><p>England’s return to international cricket after a six-month absence proved a memorable one, as they took up where they had left off in the World Twenty20 and thrashed West Indies by 47 runs at Derby.</p><p>England’s total of 163 for eight was anchored by a 49-ball 62 from Tammy Beaumont, who made the most of her promotion back to the top of the order after languishing at No 7 for much of the World T20.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/21/tammy-beaumont-ensures-england-enjoy-a-winning-return-against-west-indies\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/21/tammy-beaumont-ensures-england-enjoy-a-winning-return-against-west-indies", "date_published": "2020-09-21 20:46:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NYPD officer charged with spying on Tibetan immigrants for China", "description": "<p>Baimadajie Angwang’s job was to ‘locate potential intelligence sources’ and ‘identify potential threats’, court papers say</p><p>A New York City police officer has been charged with being an intelligence asset for the Chinese government who agreed to spy on US supporters of the Tibetan independence movement.</p><p>Baimadajie Angwang, a naturalized US citizen from Tibet, worked since 2018 as an agent for the Peoples Republic of China in its effort to suppress the movement, according to <a href=\"https://www.justice.gov/opa/pr/new-york-city-police-department-officer-charged-acting-illegal-agent-people-s-republic-china\">a criminal complaint filed in Brooklyn federal court</a>. It says he secretly worked for unnamed handlers from the Chinese consulate in New York.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/new-york-police-officer-china-tibetan-immigrants-spying-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/new-york-police-officer-china-tibetan-immigrants-spying-charges", "date_published": "2020-09-21 20:09:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leaks show Chelsea owner Abramovich funded Israeli settler group", "description": "<p>Russian oligarch’s firms donated £74m to Elad, who are accused of trying to seize Palestinian neighbourhoods</p><p>Companies controlled by Chelsea owner Roman Abramovich donated tens of millions of pounds to a highly controversial Israeli settler group accused of displacing Palestinian families from Jerusalem, according to leaked documents seen by BBC News Arabic.</p><p>The billionaire Russian oligarch, who was <a href=\"https://www.theguardian.com/world/2018/may/28/roman-abramovich-granted-israeli-citizenship-tel-aviv-chelsea\">granted Israeli citizenship in 2018</a>, has been an avid philanthropist in Israel, donating huge sums to <a href=\"http://www.globes.co.il/en/article-roman-abramovich-steps-up-israeli-investments-1001145343\">research and development projects and invest</a><a href=\"http://www.globes.co.il/en/article-roman-abramovich-steps-up-israeli-investments-1001145343\">ing in local firms</a>.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/leaks-show-chelsea-owner-abramovich-funded-israeli-settler-group\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/leaks-show-chelsea-owner-abramovich-funded-israeli-settler-group", "date_published": "2020-09-21 20:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghosts series two review – another dose of high-spirited silliness", "description": "<p>Ghost-hunters descend on beleaguered couple Mike and Alison’s country pile, as the grownup comedy from the Horrible Histories team returns for more crude yet clever laughs</p><p>The wonderfully barmy <a href=\"https://www.bbc.co.uk/programmes/p08qysm5\">Ghosts</a> (BBC One) is back for a second series, and it remains a riot of high-energy slapstick and silliness. To recap: young, broke couple Mike and Alison were thrown a lifeline in the hellish business of trying to find an affordable home, when Alison’s distant relative died and left her a majestic manor called Button House. However, the inheritance came with some hitchhikers, in the form of the restless spirits of many of the house’s previous inhabitants. I have seen so many estate agent listings for outrageously priced flats with toilets in the kitchen, beds suspended from the ceiling and a view that consists of a window into another box room, that at this stage I would take all of the ghosts that history could fling at me.</p><p>After a bumpy beginning, the first series settled the differences between humans and spectres, to some extent, and the living couple have found something approaching harmony with their less corporeal counterparts. Their dream of selling Button Hall and turning it into a five-star hotel and spa has hit the bumpers, what with the plague pit in the basement putting off potential buyers, and money is tighter than ever. They decide to rent out some of the bigger rooms for events, but the trouble is, well, the ghosts. This is, essentially, the crux of every episode, but the writing is so sharp that it almost always feels fresh.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/21/ghosts-series-two-review-another-dose-of-high-spirited-silliness\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/21/ghosts-series-two-review-another-dose-of-high-spirited-silliness", "date_published": "2020-09-21 20:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jump cuts: Richard Alston's stunning dance company – in pictures", "description": "<p>Chris Nash documented the work of Richard Alston’s celebrated dance company for 25 years. He looks back at 10 key photographs included in his new book, <a href=\"http://www.chrisnashphoto.com/shop\">Alston Nash</a>, which is available now</p> <a href=\"https://www.theguardian.com/stage/gallery/2020/sep/21/jump-cuts-richard-alstons-dance-company-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/gallery/2020/sep/21/jump-cuts-richard-alstons-dance-company-in-pictures", "date_published": "2020-09-21 19:57:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs urged to do unconscious bias training as dozens of Tories set to reject it", "description": "<p>Anti-racism campaigner Simon Woolley ‘appalled’ that anyone would say no to Commons’ pilot scheme</p><p>Every parliamentarian should undertake unconscious bias training if asked so they can be better at their jobs, according to a leading anti-racism campaigner who spoke out after it emerged up to 40 Tory MPs are expected to refuse to take part in classes.</p><p>Simon Woolley, a crossbench peer <a href=\"https://www.theguardian.com/uk-news/2019/jun/07/operation-black-vote-simon-woolley-knighthood-birthday-honours-list\">who founded Operation Black Vote</a> and formerly chaired the government race disparity unit’s advisory group, said he was “appalled” that any MP would say no to the training being piloted in the Commons.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/mps-urged-to-do-unconscious-bias-training-as-dozens-of-tories-set-to-reject-it\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/mps-urged-to-do-unconscious-bias-training-as-dozens-of-tories-set-to-reject-it", "date_published": "2020-09-21 19:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel fish deaths linked to rapid warming of seas", "description": "<p>Bacterial infection alongside speed of temperature rise may have triggered mortality, suggests study</p><p>High temperatures and the persistent warming of oceans have triggered profound changes in marine ecosystems, but a new study suggests that the rate of onset of warming – rather than the peak – could also play a key role in the damage fuelled by climate change.</p><p>In early July 2017, researchers were drawn to the coast of Eilat, Israel, following sightings of fish carcasses, a rare occurrence in the region’s coral reefs.</p> <a href=\"https://www.theguardian.com/science/2020/sep/21/israel-fish-deaths-linked-to-rapid-warming-of-seas\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/sep/21/israel-fish-deaths-linked-to-rapid-warming-of-seas", "date_published": "2020-09-21 19:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Theresa May says 'reckless' Brexit bill risks UK's reputation", "description": "<p>Ex-PM says internal market bill could lead to a united Ireland and undermine trust in UK</p><p>Theresa May has launched a blistering attack on the government’s plan to give itself powers to renege on the special arrangements for Northern Ireland in the Brexit deal.</p><p>She described the plans as “reckless” and “irresponsible” and said they “risked the integrity of the United Kingdom”, as they would not only tarnish Britain’s reputation globally as an upholder of the law but could contribute to a reunited Ireland.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/21/theresa-may-says-reckless-brexit-bill-risks-uks-reputation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/21/theresa-may-says-reckless-brexit-bill-risks-uks-reputation", "date_published": "2020-09-21 18:43:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From scandal to PR cock-up: how the Boris Johnson Perugia mystery unravelled", "description": "<p>It all began when an Italian newspaper reported on claims PM made secret trip to Umbria </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When someone at Perugia airport decided to drum up a bit of publicity on the back of the footballer Luis Suárez flying to Italy, they were probably hoping for a couple of lines somewhere in the sports pages.</p><p>They got a lot more than that.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/21/from-scandal-to-pr-cock-up-how-the-boris-johnson-perugia-mystery-unravelled\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/21/from-scandal-to-pr-cock-up-how-the-boris-johnson-perugia-mystery-unravelled", "date_published": "2020-09-21 18:38:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novak Djokovic takes Rome title but all eyes on French Open Covid tests", "description": "<ul><li>Roland Garros qualifiers already hit by at least two positives</li><li>Djokovic beats Diego Schwartzman, Halep takes women’s title</li></ul><p>Novak Djokovic, who beat Diego Schwartzman, 7-5, 6-3, in Rome on Monday to win a record 36th ATP Masters title, heads for Paris as worried as everyone else in the game that at least two players trying to qualify for the French Open have tested positive for Covid-19.</p><p>The US Open just about escaped from under the cloud of the pandemic in New York, but a minor outbreak in the locker room at Roland Garros during qualifying this week has cast a pall over the final slam of the season, scheduled to start on Sunday against the backdrop of a rising curve in the virus throughout France.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/21/novak-djokovic-takes-rome-title-french-open-covid-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/21/novak-djokovic-takes-rome-title-french-open-covid-tests", "date_published": "2020-09-21 18:34:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears over second Covid lockdown wipes £50bn off FTSE 100", "description": "<p>Sharp falls in Europe and US as investors worry about further economic shutdowns<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Shares in London have had their worst losses <a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live\">in more than three months </a>amid fears that a second wave of coronavirus cases will force the government into harsh lockdown measures that will damage the economy.</p><p>The FTSE 100 – the leading benchmark of the UK stock market – closed more than 200 points or 3.4% down at 5,804 points on a day of sharp falls in equities in both Europe and North America.</p> <a href=\"https://www.theguardian.com/business/2020/sep/21/ftse-100-shares-second-covid-lockdown-matt-hancock\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/21/ftse-100-shares-second-covid-lockdown-matt-hancock", "date_published": "2020-09-21 18:15:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Charles calls for 'Marshall-like plan' to combat climate crisis", "description": "<p>Prince of Wales says threat posed by global heating will ‘dwarf the impact of the coronavirus pandemic’ </p><p>Prince Charles has called for the world to put itself on a “warlike footing” to tackle the “comprehensive catastrophe” caused by the climate crisis and the loss of nature.</p><p>The threat posed by global heating and the degradation of biodiversity will “dwarf the impact of the coronavirus pandemic”, the Prince of Wales said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/prince-charles-climate-crisis-marshall-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/prince-charles-climate-crisis-marshall-plan", "date_published": "2020-09-21 18:07:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian airport quashes claims of secret Boris Johnson trip", "description": "<p>President of Perugia airport contradicts press reports that PM visited on 11 September</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An Italian airport has quashed reports the prime minister landed there to make a secretive trip to the country less than a fortnight ago, a claim described by Downing Street as “completely untrue”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/sep/21/from-scandal-to-pr-cock-up-how-the-boris-johnson-perugia-mystery-unravelled\">From scandal to PR cock-up: how the Boris Johnson Perugia mystery unravelled</a> </p> <a href=\"https://www.theguardian.com/politics/2020/sep/21/no-10-denies-reports-boris-johnson-went-on-secret-italy-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/21/no-10-denies-reports-boris-johnson-went-on-secret-italy-trip", "date_published": "2020-09-21 18:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman fights sacking for objecting to son's LGBTQ+ classes", "description": "<p>Kristie Higgs tells tribunal in Bristol she was defending ‘Bible truth’ against ‘harmful doctrines’</p><p>A woman sacked from her job as a school assistant after flagging up concerns about the teaching of LGBTQ+ rights has told a tribunal it was her Christian duty to speak out to defend the “Bible truth”.</p><p>Kristie Higgs, 44, was dismissed for gross misconduct by the state secondary school where she worked in 2019 after sharing and commenting on social media posts about relationship education proposed for the primary school of one of her sons.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/woman-fights-sacking-for-objecting-to-sons-lgbtq-classes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/woman-fights-sacking-for-objecting-to-sons-lgbtq-classes", "date_published": "2020-09-21 17:51:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "And it's bad news from them: downbeat double act deliver Covid facts | John Crace", "description": "<p>Boris Johnson nowhere to be seen as CMO and CSA level with the public before dashing for the exit</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Where was Boris Johnson?</p><p>Normally whenever the chief medical officer and the chief scientific adviser are giving a Downing Street briefing, the prime minister – or failing that, a cabinet minister – is on view alongside them.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/21/and-its-bad-news-from-them-downbeat-double-act-deliver-covid-facts\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/21/and-its-bad-news-from-them-downbeat-double-act-deliver-covid-facts", "date_published": "2020-09-21 17:51:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Northern Ireland bans households mixing indoors", "description": "<p>Arlene Foster says stricter measures from Tuesday are needed to tackle spread of virus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Restrictions on social gatherings are to be brought in across Northern Ireland in an effort to bring coronavirus under control, the first minister, Arlene Foster, has announced.</p><p>The entire population is being told they must avoid mixing indoors with people from another household, with some exceptions, while no more than six people from two households will be able to meet in private gardens from 6pm on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/coronavirus-northern-ireland-ban-households-mixing-indoors\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/coronavirus-northern-ireland-ban-households-mixing-indoors", "date_published": "2020-09-21 17:48:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Landmark moment': 156 countries agree to Covid vaccine allocation deal", "description": "<p> Covax plan will counter rising threat of ‘vaccine nationalism’, prioritising vulnerable healthcare systems and frontline workers<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>A coalition of 156 countries has agreed a “landmark” deal to enable the rapid and equitable global distribution of any new coronavirus vaccines to 3% of participating countries’ populations, to protect vulnerable healthcare systems, frontline health workers and those in social care settings.</p><p>The Covid-19 vaccine allocation plan – co-led by the World Health Organization and known as Covax – has been set up to ensure that the research, purchase and distribution of any new vaccine is shared equally between the world’s richest countries and those in the developing world.</p> <a href=\"https://www.theguardian.com/global-development/2020/sep/21/landmark-moment-156-countries-agree-to-covid-vaccine-allocation-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/sep/21/landmark-moment-156-countries-agree-to-covid-vaccine-allocation-deal", "date_published": "2020-09-21 16:39:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell insulation was sold at almost 50% discount, inquiry hears", "description": "<p>Inexperienced project manager says he did not check it complied with fire safety regulations</p><p>Grenfell Tower may have been used as “a guinea pig” for a newly branded insulation material that burned and released toxic gas, contributing to the deaths of 72 people, the inquiry into the disaster has heard.</p><p>Foam boards used to insulate the west London council block were sold at an almost 50% discount by their manufacturer, Celotex, to contractors who were asked for help making the refurbishment a “case study” for the firm, the public inquiry was told.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/grenfell-insulation-was-sold-at-almost-50-discount-inquiry-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/grenfell-insulation-was-sold-at-almost-50-discount-inquiry-hears", "date_published": "2020-09-21 16:06:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "J Crew to close all six of its UK stores", "description": "<p>Fashion brand the latest US clothing retailer to exit, calling in liquidators to UK business</p><p>The fashion chain <a href=\"https://www.theguardian.com/fashion/j-crew\">J Crew</a> is to permanently close all six of its UK stores in the latest exit by a US retailer.</p><p>The brand, known for its preppy style, has appointed FRP advisory as liquidators to its UK business, which has a head office in London and employs nearly 80 staff.</p> <a href=\"https://www.theguardian.com/fashion/2020/sep/21/j-crew-to-close-all-six-of-its-uk-stores-fashion-us-retailer\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/sep/21/j-crew-to-close-all-six-of-its-uk-stores-fashion-us-retailer", "date_published": "2020-09-21 16:02:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish ministers considering strict new Covid rules, leak reveals", "description": "<p>Local lockdowns in school holidays, travel restrictions and shutting hairdressers among possible measures </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Scottish ministers are considering far-reaching restrictions to combat the surge in Covid cases including local lockdowns linked to school holidays next month, travel restrictions, closing play parks and shutting down hairdressers.</p><p>The measures were revealed in a leaked document marked “official sensitive”, which also shows the Scottish government could issue a “general message” that people should again stay at home accept for essential shopping and exercise and also avoid public transport.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/scottish-ministers-considering-strict-new-covid-rules-leak-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/scottish-ministers-considering-strict-new-covid-rules-leak-reveals", "date_published": "2020-09-21 15:42:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: how will you be affected by the national lockdown in Wales?", "description": "<p>We’d like to hear how the two-week ‘firebreak’ in Wales may affect you. Share your views and experiences with us</p><p>A <a href=\"https://www.theguardian.com/world/2020/oct/19/wales-to-go-into-national-firebreak-covid-lockdown\">temporary national lockdown will be imposed</a> in <a href=\"https://www.theguardian.com/uk/wales\">Wales</a>, the Welsh first minister, Mark Drakeford, has announced.</p><p>It’s hoped the two-week “firebreak” thoughout Wales which comes into force on Friday at 6pm – until Monday 9 November – will help prevent the spread of coronavirus. About 2.3 million people in Wales are already living under local lockdown rules, in 15 of Wales’s 22 counties plus Bangor and Llanelli.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/tell-us-how-are-you-affected-by-local-lockdowns-in-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/tell-us-how-are-you-affected-by-local-lockdowns-in-wales", "date_published": "2020-09-21 14:27:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pretty in Pink: the Psychedelic Furs on how they made a pop classic", "description": "<p>‘The title means someone who’s naked. It’s not about someone wearing pink. So the film had nothing to do with what the song was about. It made it trite’</p><p>The <a href=\"https://www.theguardian.com/music/2017/sep/03/psychedelic-furs-review-glasgow\">Psychedelic Fur</a>s were very chaotic when we started. Often we were very drunk, and the whole scene was a bit chaotic. You could get on stage and make whatever noise you wanted. When we played the Roxy, in London, we had a vacuum cleaner in the lineup, which sounded awful, but people seemed to like us and kept coming back.</p> <a href=\"https://www.theguardian.com/music/2020/sep/21/pretty-in-pink-psychedelic-furs-pop-classic\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/21/pretty-in-pink-psychedelic-furs-pop-classic", "date_published": "2020-09-21 13:16:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meghan and Harry did not cooperate with book authors, court told", "description": "<p>Duchess’s lawyers reject claim made by Mail publisher in latest hearing of legal action</p><p>The Duke and <a href=\"https://www.theguardian.com/uk-news/meghan-duchess-of-sussex\">Duchess of Sussex</a> did not collaborate with the authors of a recent book about them, Meghan’s lawyers told the high court in the latest hearing of her legal action against the Mail on Sunday.</p><p>Meghan, 39, is suing Associated Newspapers (ANL), publisher of the Mail on Sunday and Mail Online, over articles that reproduced part of her handwritten letter to her estranged father, 76-year-old Thomas Markle, in August 2018.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/meghan-harry-did-not-cooperate-book-authors-court-told-mail\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/meghan-harry-did-not-cooperate-book-authors-court-told-mail", "date_published": "2020-09-21 12:54:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HR McMaster was 'surprised and disappointed' at Trump claim Putin didn't interfere in election", "description": "<p>Former national security adviser said he and others told Trump he was denying Russian meddling in 2016 ‘when we know it’s incontrovertible’</p><p>HR McMaster was not trying to save the world from Donald Trump when he became his second national security adviser, the retired general said in his first interview to promote his new book – <a href=\"https://www.theguardian.com/sport/2018/may/28/hr-mcmaster-rugby-warrior-ethos\">if his second since leaving the White House</a>.</p><p>“It was my duty to help the president come to his own decisions,” McMaster <a href=\"https://www.cbsnews.com/news/h-r-mcmaster-battlegrounds-china-afghanistan-national-security-60-minutes-2020-09-20/\">told CBS 60 Minutes</a> on Sunday night, setting himself apart from <a href=\"https://www.nytimes.com/2020/08/01/us/politics/trump-books.html\">other White House aides</a> and a string of senior military figures, <a href=\"https://medium.com/@rmoore.acorn/u-s-generals-are-raising-the-alarm-d98807702c31\">including former defense secretary James Mattis</a>, who have publicly criticised the president.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/hr-mcmaster-surprised-disappointed-trump-claim-putin-didnt-interfere-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/hr-mcmaster-surprised-disappointed-trump-claim-putin-didnt-interfere-election", "date_published": "2020-09-21 12:45:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Autumnal signs and the god of longevity: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/21/autumnal-signs-and-the-god-of-longevity-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/21/autumnal-signs-and-the-god-of-longevity-mondays-best-photos", "date_published": "2020-09-21 12:28:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the end of the rail franchise system will affect Britain's trains", "description": "<p>The government says its rescue deal is the biggest shake-up of the industry in 25 years</p><ul><li><a href=\"https://www.theguardian.com/business/2020/sep/21/uk-covid-19-rail-rescue-measures-dft-franchising\">UK ends rail franchising as Covid measures extended </a></li></ul><p>Since privatisation a train operator’s profit or loss, with the state getting a share of the profit or covering some of the loss, broadly depended on how many passengers were carried on the route. Normal franchise agreements were <a href=\"https://www.theguardian.com/world/2020/mar/23/covid-19-government-suspends-rail-franchise-agreements\">suspended in March</a>, when the government told people not to travel because of coronavirus. Virtually all rail companies would have defaulted or gone bust under existing contracts this year. Those emergency deals <a href=\"https://www.theguardian.com/business/2020/sep/18/rail-companies-race-to-thrash-out-interim-covid-19-rescue-deals\">expired on Sunday night</a>, and have been <a href=\"https://www.theguardian.com/business/2020/sep/21/uk-covid-19-rail-rescue-measures-dft-franchising\">succeeded by transitional “recovery” contracts,</a> or Ermas, while the exact shape of the future rail system is thrashed out.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/how-the-end-of-the-rail-franchise-system-will-affect-britains-trains\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/how-the-end-of-the-rail-franchise-system-will-affect-britains-trains", "date_published": "2020-09-21 12:26:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FTSE 100 suffers worst plunge since June amid Covid-19 lockdown fears - business live", "description": "<p>Prospect of new restrictions to combat rising Covid-19 cases has sent stocks sliding on the FTSE 100</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live?page=with:block-5f68829d8f08d13ba4a20ee3#block-5f68829d8f08d13ba4a20ee3\">Latest: FTSE 100 has slumped 196 points or 3.3% today</a></li><li>Airlines, banks, pub chains and hotels among the big fallers</li><li><a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live?page=with:block-5f6875338f08e8fc8e2f8012#block-5f6875338f08e8fc8e2f8012\">Pub shares slump as Hancock says changes are needed</a><br /></li><li><a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live?page=with:block-5f683ff88f08e8fc8e2f7e54#block-5f683ff88f08e8fc8e2f7e54\">Introduction: Markets fear fresh restrictions</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/sep/21/uk-coronavirus-news-latest-whitty-and-vallance-to-present-data-showing-how-trend-in-uk-heading-in-wrong-direction\">UK Covid-19 live: Whitty calls for ‘break in unnecessary links between households’</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-21T11:12:55.759Z\">12.12pm <span class=\"timezone\">BST</span></time> </p><p><strong>Although the FTSE 100 is only at<a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live?page=with:block-5f68829d8f08d13ba4a20ee3#block-5f68829d8f08d13ba4a20ee3\"> a two week low,</a> it’s close to hitting its weakest level since May.</strong></p><p>The blue-chip index of multinationals and major UK firms started the year at around 7,600 points, but is now 23% lower - a big blow to savers and pension-holders.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-21T10:51:24.046Z\">11.51am <span class=\"timezone\">BST</span></time> </p><p><strong>The London stock market is now on track for its worst day since mid-June, as pandemic fears sweep the City again.</strong></p><p>Stocks are still deep in the red, following<a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live?page=with:block-5f6879c68f08d13ba4a20e76#block-5f6879c68f08d13ba4a20e76\"> Sir Patrick Vallance and professor Chris Whitty’s warning that the Covid-19 crisis is worsening</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/sep/21/uk-could-have-50000-covid-cases-a-day-by-mid-october-says-chief-medical-officer-chris-whitty\">UK could have 50,000 Covid cases a day by mid-October, says chief medical officer</a> </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2020/sep/21/uk-coronavirus-news-latest-whitty-and-vallance-to-present-data-showing-how-trend-in-uk-heading-in-wrong-direction\">UK coronavirus live news: Whitty calls for 'break in unnecessary links between households', including at work</a> </p> <a href=\"https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/sep/21/stock-markets-covid-19-lockdown-fears-airlines-pubs-hotels-business-live", "date_published": "2020-09-21 11:12:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK could have 50,000 Covid cases a day by mid-October, says chief medical officer", "description": "<p>Country should be prepared for significant restrictions for next six months, says Chris Whitty</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK has “turned a corner” for the worse and is on course for up to 50,000 new daily cases of Covid-19 by mid-October, which could lead to 200 deaths a day by the following month, the chief medical officer for England has warned.</p><p>The country should be prepared for significant restrictions for the next six months, over the winter period when the virus can be expected to flourish, Prof Chris Whitty said.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/uk-could-have-50000-covid-cases-a-day-by-mid-october-says-chief-medical-officer-chris-whitty\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/uk-could-have-50000-covid-cases-a-day-by-mid-october-says-chief-medical-officer-chris-whitty", "date_published": "2020-09-21 11:05:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Czech health minister quits as cases rise; Germany to set up 'fever walk-in clinics'", "description": "<p>Czech Republic <a href=\"https://www.theguardian.com/world/live/2020/sep/21/coronavirus-live-news-uk-at-critical-point-in-pandemic-as-us-nears-200000-deaths?page=with:block-5f686e6e8f084965ab0cd52d#block-5f686e6e8f084965ab0cd52d\">previously hailed for its success</a>; German plan comes <a href=\"https://www.theguardian.com/world/live/2020/sep/21/coronavirus-live-news-uk-at-critical-point-in-pandemic-as-us-nears-200000-deaths?page=with:block-5f686b188f08e8fc8e2f7f99#block-5f686b188f08e8fc8e2f7f99\">at start of cold season</a>; more than one in five Covid deaths globally <a href=\"https://www.theguardian.com/world/live/2020/sep/21/coronavirus-live-news-uk-at-critical-point-in-pandemic-as-us-nears-200000-deaths?page=with:block-5f67d4a88f083ee3ac1f356d#block-5f67d4a88f083ee3ac1f356d\">is in US</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/sep/20/us-nears-200000-covid-deaths-senior-trump-health-official-biology-independent-of-politics\">Trump health official says ‘biology independent of politics’ as US nears 200,000 deaths</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/21/taj-mahal-reopens-as-coronavirus-cases-continue-to-rise-in-india\">Taj Mahal reopens as coronavirus cases continue to rise in India</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/21/uk-could-have-50000-covid-cases-a-day-by-mid-october-says-chief-medical-officer-chris-whitty\">UK could see 200 deaths a day by November, warns chief medical officer</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/sep/21/uk-coronavirus-news-latest-whitty-and-vallance-to-present-data-showing-how-trend-in-uk-heading-in-wrong-direction\">UK coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-21T10:50:41.421Z\">11.50am <span class=\"timezone\">BST</span></time> </p><p>Health workers in <strong>Nigeria</strong> have suspended plans for a week-long strike over pay, Covid-19 bonuses and inadequate facilities, <strong>AFP</strong> cites trade union officials as saying. </p><p>The strike, the latest to hit Nigeria’s health sector, would have come amid an outbreak that has so far infected 57,242 and claimed 1,098 lives in Africa’s most populous country, which has a population of 206 million.<br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-09-21T10:39:22.691Z\">11.39am <span class=\"timezone\">BST</span></time> </p><p>In <strong>Spain</strong>, police in Madrid, the capital, and its surrounding towns have begun stopping people coming in and out of some working-class districts that are subject to local coronavirus lockdowns. </p><p>For the first two days the police patrols, which began on Monday, will merely stop people at checkpoints to give them information, the <strong>Associated Press</strong> reports. From Wednesday, enforcement will become mandatory and those unable to justify their trips for work, study or medical reasons will face fines, regional authorities said.</p> <a href=\"https://www.theguardian.com/world/live/2020/sep/21/coronavirus-live-news-uk-at-critical-point-in-pandemic-as-us-nears-200000-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/21/coronavirus-live-news-uk-at-critical-point-in-pandemic-as-us-nears-200000-deaths", "date_published": "2020-09-21 11:04:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'She won't be the last': why not enough has changed since the murder of Banaz Mahmod", "description": "<p>In 2006, the 20-year-old was killed on the orders of family members. Ahead of an ITV drama on the case, her sister reflects on the police response</p><p>As a television drama of the real-life investigation into the murder of a young woman by her family airs this month, her sister told the Guardian little had changed since <a href=\"https://www.theguardian.com/world/2012/sep/22/banaz-mahmod-honour-killing\">Banaz Mahmod was killed </a><a href=\"https://www.theguardian.com/world/2012/sep/22/banaz-mahmod-honour-killing\">in 2006</a>.</p><p>“Lessons have not been learned. Banaz is not the first ‘honour’ killing and she won’t be the last,” says Payzee Mahmod, a British Kurd, who was a teenager when her sister disappeared from her south London home. Banaz had gone to the police five times for help.</p> <a href=\"https://www.theguardian.com/global-development/2020/sep/21/uk-policing-why-not-enough-has-changed-since-the-murder-of-banaz-mahmod\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/sep/21/uk-policing-why-not-enough-has-changed-since-the-murder-of-banaz-mahmod", "date_published": "2020-09-21 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The next act: how the pandemic is shaping online theatre's future", "description": "<p>The explosion of digital productions of all sizes has shown great creativity and made hit shows more accessible – but is it all financially sustainable?</p><p>In the past six months, theatre has offered us comfort, provocation and entertainment. Not always live theatre, of course, but a virtual subgenre emerging out of pandemic darkness in the form of online dramas. These productions have ranged from splashy, multi-camera films of existing shows to quick-response plays made on a shoestring and beamed into our living rooms as dramatised video calls, aural dramas, interactive Zoom plays and monologues about lockdown life. Where is the place of such drama now that live theatre is whirring back into motion? Will we continue to sit in front of our screens rather than making our way back to auditoriums or has this virtual substitute served its purpose?</p><p>There is compelling evidence to suggest that the archive arm of online theatre – films of the plays – has secured an expanded place in the industry. The National Theatre’s NT at Home scheme was one of the biggest virtual successes of lockdown; it screened 17 productions and garnered more than 15m views from audiences in more than 170 countries. Here was entertainment for the masses, creating the same event-theatre moment as a live show but on a global scale, and free of charge (with an option to donate). It brought some redress to an art form often deemed too expensive and stuck in an elite bubble. The filmed version of <a href=\"https://www.theguardian.com/stage/2020/jun/30/hamilton-review-disney-plus-lin-manuel-miranda\">Hamilton</a> had a similar effect. For the price of a subscription to the Disney+ channel, we could watch a musical whose ticket prices would have been beyond the reach of many in its live incarnation.</p> <a href=\"https://www.theguardian.com/stage/2020/sep/21/future-of-live-theatre-online-drama-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/sep/21/future-of-live-theatre-online-drama-coronavirus-lockdown", "date_published": "2020-09-21 10:59:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden urges moderate Republicans to delay Ruth Bader Ginsburg replacement – US politics live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/2020/sep/20/supreme-court-joe-biden-donald-trump-republicans-mcconnell-abuse-of-power-ruth-bader-ginsburg\">Supreme court: Biden accuses Trump and Republicans of abuse of power</a></li><li><a href=\"https://www.theguardian.com/law/2020/sep/21/amy-coney-barrett-ruth-bader-ginsburg-supreme-court-trump\">Who is Amy Coney Barrett, Trump’s likely supreme court pick?</a></li><li>213 new coronavirus deaths and 36,401 new cases in US yesterday </li><li>Sign up for our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-21T10:55:39.721Z\">11.55am <span class=\"timezone\">BST</span></time> </p><p>Sam Levine and Alvin Chang report for us this morning on new data obtained by the Guardian that <a href=\"https://www.theguardian.com/us-news/2020/sep/21/usps-post-office-mail-slowdowns-louis-dejoy\">provides some of the most detailed insight yet into widespread United States Postal Service mail delays</a> this summer.</p><p>Shortly after taking the helm, Louis DeJoy - a major Republican donor with no prior USPS experience - implemented operational changes he said were intended to make the financially beleaguered agency more efficient. Those changes, which included an effort to get postal trucks to run on time, led to severe delays and widespread public outcry this summer.</p><p>In late August, DeJoy announced he was putting the changes on hold until after the election, and last week a federal judge in Washington blocked USPS from implementing them. The changes were clearly aimed at “voter disenfranchisement”, given the increased role USPS will play in this year’s presidential election, the US district judge Stanley Bastian wrote in his ruling.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/21/usps-post-office-mail-slowdowns-louis-dejoy\">Revealed: evidence shows huge mail slowdowns after Trump ally took over</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-09-21T10:45:25.715Z\">11.45am <span class=\"timezone\">BST</span></time> </p><p>The Biden campaign team have been touting a significant cash advantage over the Trump team this weekend. On Friday, <strong>Trump’s campaign communications director Tim Murtaugh announced they had $325 million cash on hand</strong>.</p><p>On Sunday, <strong>Biden’s team revealed that they have $466 million cash on hand</strong>, an advantage of $141m.</p><p>Last month, the Trump campaign significantly reined in its TV advertising, even going off the air at times in Pennsylvania, Michigan, Ohio and Minnesota. Biden ended up outspending Trump more than 3-to-1 on TV in August, $69.9 million to $18.8 million, according to Advertising Analytics.</p><p>The cuts to Trump’s TV spending reflected a growing fear of a cash crunch for the campaign, as Biden caught up in fundraising. But Trump officials have pushed back on the notion that they’re facing financial problems, pointing to a focus on digital and in-person campaigning, among other things.</p> <a href=\"https://www.theguardian.com/us-news/live/2020/sep/21/donald-trump-joe-biden-supreme-court-ruth-bader-ginsburg-coronavirus-covid-19-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/sep/21/donald-trump-joe-biden-supreme-court-ruth-bader-ginsburg-coronavirus-covid-19-live-updates", "date_published": "2020-09-21 10:55:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City's Ilkay Gündogan tests positive for Covid before Wolves opener", "description": "<ul><li>Midfielder will miss two further matches in cup and league</li><li>Club say he is ‘observing a 10-day period of self-isolation’</li></ul><p>The Manchester City midfielder Ilkay Gündogan has tested positive for Covid-19 and is in self-isolation as the club prepare to play their first Premier League match of the season at Wolves on Monday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2020/sep/21/wolves-haunting-adama-traore-is-the-bad-dream-pep-guardiola-must-tackle\">Wolves' haunting Adama Traoré is the bad dream Pep Guardiola must tackle | Jonathan Wilson</a> </p> <a href=\"https://www.theguardian.com/football/2020/sep/21/manchester-city-ilkay-gundogan-positive-covid-test-wolves\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/21/manchester-city-ilkay-gundogan-positive-covid-test-wolves", "date_published": "2020-09-21 10:47:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Il Maestro: Andrea Pirlo delivers first lesson of thesis at Juventus | Nicky Bandini", "description": "<p>The serial champions’ new manager brought instant improvement in their win over Sampdoria with a flush of youth</p><p>It did not take Andrea Pirlo long to get back in character as <em>Il Maestro</em>. On Monday he had been a student, successfully defending his thesis to complete his Uefa Pro Licence course at the Manager’s School in Coverciano. On Sunday, he was a teacher, helping the new kids at Juventus to integrate with their returning classmates whilst ensuring the highest standards were maintained.</p><p>Or perhaps that is selling him short. Pirlo did not just keep Juventus ticking along in his first game in charge, but guided them to a commanding victory of the sort that had been rare in recent times.</p> <a href=\"https://www.theguardian.com/football/blog/2020/sep/21/il-maestro-andrea-pirlo-delivers-first-lesson-of-thesis-at-juventus\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/sep/21/il-maestro-andrea-pirlo-delivers-first-lesson-of-thesis-at-juventus", "date_published": "2020-09-21 10:40:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NS&I to slash savings rates and Premium Bonds prizes", "description": "<p>Government-backed body to reduce returns on direct saver, investment account and Isas</p><p>Millions of savers with NS&amp;I have been dealt a blow after it announced it would slash interest rates in November and cut the Premium Bonds prize fund a month later.</p><p>Savers with NS&amp;I’s popular direct saver account will receive a cut in rates from 1% to just 0.15%, while the return on income bonds – which had been best buys – will plummet from 1.15% to 0.01%</p> <a href=\"https://www.theguardian.com/money/2020/sep/21/nsi-savings-rates-premium-bonds-prizes-direct-saver-investment-account-isas\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/21/nsi-savings-rates-premium-bonds-prizes-direct-saver-investment-account-isas", "date_published": "2020-09-21 10:32:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘We would snog by the side of the road in our elf costumes’", "description": "<p>Charlotte, 52 and Calvin Dorion, 51, met while working as Santa’s elves in Australia. They now live together in Victoria on Vancouver Island</p><p>When Charlotte Lumsden arrived for a backpacking trip around Australia in November 1992, she realised she would need a job. “I’d spent all my money on the flight,” she says. While staying at a hostel in Kings Cross, Sydney, she was told that “Santa” was recruiting elves for a sales job. “The job was basically to dress up as an elf and go to houses, markets and office blocks around Australia selling stuffed toys.” On her first day she met Calvin, a Canadian traveller, who had also signed up to make some extra cash. “All I remember is that her sneakers were too big. She was really attractive but had these massive shoes,” he says.</p><p>The pair began a selling road trip with a group of other elves. Their transport and accommodation were paid for. Over the next two weeks, they got to know each other. “He was so gentlemanly,” says Charlotte. “I was scared of dogs so when we went to try and sell toys at houses, he would protect me from the dogs so I could sell.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/21/how-we-met-we-would-snog-by-the-side-of-the-road-in-our-elf-costumes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/21/how-we-met-we-would-snog-by-the-side-of-the-road-in-our-elf-costumes", "date_published": "2020-09-21 10:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls to block DoJ official from court seat over role in Trump’s family separations", "description": "<p>Immigrant rights groups urge New York senators to block Iris Lan’s nomination to serve as a federal judge in the southern district</p><p>Immigrant rights groups are calling on New York senators to oppose the judicial nomination of a top Department of Justice official because of her role in the Trump administration’s child separation policy.</p><p>A letter to the senators signed by Families Belong Together (FBT), a campaigning group that opposes the Trump administration’s separation policies, said Iris Lan’s “involvement in and facilitation of” the administration’s policy made her unfit to serve on a lifetime seat as a federal judge in the southern district of New York.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/calls-to-block-iris-lan-court-seat-role-trump-child-separation-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/calls-to-block-iris-lan-court-seat-role-trump-child-separation-policy", "date_published": "2020-09-21 10:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cryptic crosswords for beginners: doctors", "description": "<p>Next in our collection of tips and tricks: references to physicians of all kinds – and even Liam Fox</p><p><em>In the example clues below, I explain </em><em>both parts of each: the definition of the answer, given in <strong>bold type</strong>, and the wordplay – the recipe for assembling its letters. In a genuine puzzle environment, of course, you also have the crossing letters, which greatly alleviate your solving load. The explanations contain <a href=\"https://www.theguardian.com/crosswords/series/cryptic-crosswords-for-beginners\">links to previous entries in this series</a> on such matters as spelling one word backwards to reveal another. </em><em>Also, setters’ names tend to link to <a href=\"https://www.theguardian.com/crosswords/crossword-blog+series/meet-the-setter\">interviews</a>, in case you feel like getting to know these people better.</em></p> <a href=\"https://www.theguardian.com/crosswords/crossword-blog/2020/sep/21/cryptic-crosswords-for-beginners-doctors\">Continue reading...</a>", "link": "https://www.theguardian.com/crosswords/crossword-blog/2020/sep/21/cryptic-crosswords-for-beginners-doctors", "date_published": "2020-09-21 10:18:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Government paid 10 times too much for land at Western Sydney airport to be used after 2050", "description": "<p>Investigation found department’s operations ‘fell short of ethical standards’ after land was valued at just $3.1m </p><p>Taxpayers stumped up $26.7m too much for land to build a second runway at Western Sydney airport after 2050, the auditor general has found.</p><p>In a scathing report, released on Monday, the Australian National Audit Office (ANAO) found the $30m price tag paid by the infrastructure department was almost 10 times its fair value.</p> <a href=\"https://www.theguardian.com/australia-news/2020/sep/21/government-paid-10-times-too-much-for-land-at-western-sydney-airport-to-be-used-after-2050\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/sep/21/government-paid-10-times-too-much-for-land-at-western-sydney-airport-to-be-used-after-2050", "date_published": "2020-09-21 10:15:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nomadland wins Toronto film festival people's choice award", "description": "<p>Victory for Chloé Zhao’s drama starring Frances McDormand means it now looks certain to get a best picture Oscar nomination</p><p>Nomadland, the recession-era retirees study starring Frances McDormand, has won <a href=\"https://assets.ctfassets.net/22n7d68fswlw/6xst4P6rlmBpDkRMrzGDkU/9592612cc0176a3b5578d5d6963fcc67/TIFF_2020_Awards_Announcement_-_Media_Release.pdf\">the Toronto film festival people’s choice award</a>, adding the influential prize to <a href=\"https://www.theguardian.com/film/2020/sep/12/frances-mcdormand-nomadland-golden-lion-venice-film-festival#:~:text=Frances%20McDormand%20feature%20Nomadland%20wins%20the%20Golden%20Lion%20at%20Venice%20film%20festival&amp;text=Film,-%7C&amp;text=The%20Guardian\">the Venice Golden Lion</a> it was awarded a week ago.</p><p>The Toronto award is much prized in the industry, as it counts a significant number of Oscar best picture awards and nominees among its recent winners, including Green Book (2018), Room (2015) and 12 Years a Slave (2013). Nomadland’s director Chloé Zhao is also the first woman to win the award since 2011, when Nadine Labaki’s Where Do We Go Now? triumphed. Nomadland would now appear to be a major contender for end-of-year awards, with a best picture Oscar nomination a virtual certainty</p> <a href=\"https://www.theguardian.com/film/2020/sep/21/nomadland-wins-toronto-peoples-choice-film-frances-mcdormand-chloe-zhao\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/21/nomadland-wins-toronto-peoples-choice-film-frances-mcdormand-chloe-zhao", "date_published": "2020-09-21 10:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK plan to use all-male team to host UN climate summit angers observers", "description": "<p>All senior politicians, civil servants and negotiators to represent Britain at next year’s Cop26 talks are men</p><p>The UK is fielding an all-male team to host a vital UN climate summit next year, flouting international norms and angering activists and observers, who say the lack of gender balance imperils progress on key issues.</p><p>All of the politicians who will host the Cop26 talks for the UK in Glasgow are men, from the business secretary <a href=\"https://www.theguardian.com/politics/2020/feb/13/alok-sharma-appointed-chair-of-cop26-climate-conference-in-reshuffle\">Alok Sharma</a><a href=\"https://www.theguardian.com/politics/2020/feb/13/alok-sharma-appointed-chair-of-cop26-climate-conference-in-reshuffle\">, who will act as president of the summit</a>, to his team of climate and energy ministers – Lord Callanan, Lord Goldsmith and Kwasi Kwarteng – who have represented the UK in recent online meetings.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/21/uk-plan-all-male-team-host-cop26-un-climate-summit-angers-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/21/uk-plan-all-male-team-host-cop26-un-climate-summit-angers-activists", "date_published": "2020-09-21 10:08:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The museum of everything: do you have time to look at 150,000 exhibits?", "description": "<p>In a world first, Rotterdam’s Boijmans museum has put its entire collection on display in a mammoth new warehouse. As the V&amp;A considers a similar experiment, is this ‘open storage’ model the future? </p><p>From a block away, it looks like a craft from a more advanced civilisation has landed in the centre of Rotterdam. The structure is futuristic, with walls of mirrored glass curving up some 40 metres, reflecting the iron-grey clouds and the fractured city skyline. It wouldn’t be surprising if it had a tractor beam instead of a door. As I draw close, a middle-aged Dutch couple are debating whether they like it. They decide not, but snap selfies in front of it anyway.</p><p>Rotterdammers are used to high-concept architecture, but what makes this building unusual is its function: it’s a warehouse. Designed by the Dutch firm MVRDV and known as <a href=\"https://www.boijmans.nl/en/depot\">the Depot</a>, it has been created for one of the most well-regarded art museums in the Netherlands, the Boijmans Van Beuningen. When I visit in mid-September, contractors are installing vitrines and polishing concrete floors; in December, art handlers will begin moving in the museum’s <a href=\"https://www.boijmans.nl/en/collection\">collection of Rembrandts, Boschs, Magrittes and Dalís – some 150,000 objects</a>. It will open fully late next year.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/21/radical-transparency-will-rotterdam-open-museum-change-art-the-depot-boijmans-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/21/radical-transparency-will-rotterdam-open-museum-change-art-the-depot-boijmans-museum", "date_published": "2020-09-21 10:07:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Not a normal childhood': California parents struggle as Covid and fires collide", "description": "<p>Kids were already grappling with shutdowns and online school. Then the wildfires forced them to stay inside</p><p>With much of northern California still under lockdown and <a href=\"https://www.theguardian.com/world/2020/sep/15/firefighters-pushed-to-the-limits-as-unprecedented-infernos-rage-across-us-west-coast\">wildfires raging across the state</a>, Corinne Perham’s nine-year-old daughter recently asked: can coronavirus and fire make people extinct?</p><p>Covid-19 changed the lives of Perham’s family in ways large and small – her husband, an emergency room doctor, started showering before he came home from work,<strong> </strong>and her nine- and 10-year-old daughters were distance learning at their Chico home. Then a deadly wildfire burning nearby rained<strong> </strong>ash on the region and created hazardous air that meant no one could go outside for days. Perham’s kids started asking “when will the fires be over?” along with “when will corona be over?”</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/parenting-coronavirus-wildfires-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/parenting-coronavirus-wildfires-california", "date_published": "2020-09-21 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I lived the climate crisis every day of my childhood. This November, I'll vote on it | Jessica Díaz Vázquez", "description": "<p>Chemical headaches, plant sirens – these were the constant background to my home and school life. My community is on the climate frontline<br /></p><p>My teacher first taught me about global warming in the third grade. She explained how an increase in greenhouse gases increased the amount of heat that could be trapped in our atmosphere. We discussed how climate change is melting the ice caps polar bears call home, leading to their extinction. We didn’t discuss how the climate crisis was already at our homes.</p><p>I grew up with the smell of freshly made salsa from chiles picked from our backyard garden, the bright colors of fruit gifted to us by neighbors, and the sound of off-key singing to Joan Sebastian and Selena Quintanilla. At school, my friends and I slipped between English and Spanish, moving between the topics of our English essay to <em>la quinceañera de nuestra mejor amiga</em> with ease. But looming over my vibrant community was, and is, the fossil fuel industry.</p> <a href=\"https://www.theguardian.com/us-news/commentisfree/2020/sep/21/climate-change-first-time-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/commentisfree/2020/sep/21/climate-change-first-time-voters", "date_published": "2020-09-21 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meet the doomers: why some young US voters have given up hope on climate", "description": "<p>Politically active young people are often championed as the Earth’s great hope to reverse the climate crisis – but many believe we’ve already passed the tipping point</p><p>When Siddharth Namachivayam casts a ballot in Colorado this fall, he’ll forego Democratic nominee Joe Biden, whom he sees as just a “Band-Aid,” and instead support the longshot Green party candidate focused on climate action.</p><p>“I guess, yeah, it’d be marginally better if Biden was president, but I don’t think Biden being president is more important than the Green party growing in the next couple of years,” Namachivayam says.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/21/meet-the-doomers-some-young-us-voters-have-given-up-hope-on-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/21/meet-the-doomers-some-young-us-voters-have-given-up-hope-on-climate", "date_published": "2020-09-21 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's recipe for marsala cake | A kitchen in Rome", "description": "<p>Sicily’s famous fortified wine makes for a versatile ingredient – and lends this sponge the flavours of <em>zabaione</em></p><p>If I could afford it, I would always have a bottle of <a href=\"https://www.marcodebartoli.com/en/\">marsala made by the De Bartoli family</a> on my shelf. When there <em>is</em> one there, there is no one I would rather share it with than my partner Vincenzo’s parents, Bartolomeo and Carmela: for their bright glee at the sight of the bottle, the twisting squeaks of its cork, its escaping scent, its amber glow and that first sip, like almonds and iodine, caramel and wood. Also, marsala is not called a fortified wine for nothing: sips are warm and strengthening, not that my mother-in-law needs any assistance when going into battle over a game of cards.</p><p>Marsala, named after the Sicilian city in the western province of Trapani, varies hugely according to who made it, much like any wine. Its character is defined by the grape from which it is made – most commonly white (catarratto, grillo, inzolia), although sometimes red – and how the nature of that grape is encouraged or manipulated by the grower and maker. The grape used affects the colour, too; you might see marsala defined as<em> oro (</em>gold), <em>ambra </em>(amber)<em> </em>or <em>rubino </em>(ruby)<em>,</em> but bear in mind that the colour can also be affected by additions.</p> <a href=\"https://www.theguardian.com/food/2020/sep/21/rachel-roddy-recipe-for-marsala-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/21/rachel-roddy-recipe-for-marsala-cake", "date_published": "2020-09-21 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate takeover: meet the first-time voters guest editing the Guardian US", "description": "<p>Seven Generation Z climate activists from across the United States come together to curate a special edition of the Guardian US. Read their section <a href=\"https://www.theguardian.com/us-news/series/climate-countdown\">here</a></p><p>Generation Z didn’t cause the climate crisis, but we’re paying for it. The damage caused by global heating is already doing untold damage to the entire planet, disproportionately hurting BIPOC (Black, Indigenous and people of color). For our generation, the toll isn’t just physical, but mental: solastalgia, the stress caused by environmental changes to one’s home, is on the rise.</p><p>We are seven first-time voters from diverse backgrounds across the United States who have come together to curate a special climate edition of the Guardian. We want to bring attention to the physical and mental burdens that our generation is saddled with due to the negligence of past generations. We want to highlight environmental justice during this election season. And we will be keeping environmental issues in mind when we all vote. <strong>– Alice Shinn</strong></p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/climate-takeover-meet-first-time-voters-guest-editing-guardian-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/climate-takeover-meet-first-time-voters-guest-editing-guardian-us", "date_published": "2020-09-21 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trudeau bets on strength of his Covid response in gamble to stay in power", "description": "<p>Canadian PM hopes his handling of the crisis can override uproar over ethics inquiries and his prorogation of parliament</p><p>He has broken ethics laws twice and is facing investigation for a third possible violation.</p><p>But <a href=\"https://www.theguardian.com/world/justin-trudeau\">Justin Trudeau</a> is betting that his government’s handling of the coronavirus the pandemic will be enough to let him remain in power as he makes the riskiest gamble in his tenure as Canada’s prime minister.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/trudeau-canada-prime-minister-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/trudeau-canada-prime-minister-covid", "date_published": "2020-09-21 09:55:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese authorities threatened to detain ABC journalist’s 14-year-old daughter", "description": "<p>Official told Matthew Carney she would be taken to undisclosed location over alleged visa breach</p><p>An ABC journalist has broken his silence on how he and his family were intimidated by Chinese authorities in 2018, including a warning that his 14-year-old daughter might be taken away to an undisclosed location.</p><p>Matthew Carney, the ABC’s former China bureau chief, said he feared “serious trouble” when he and his wife were told to bring their daughter to the ministry of public security in north Beijing for questioning over an alleged breach of visa rules.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/chinese-authorities-threatened-to-detain-abc-journalists-14-year-old-daughter\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/chinese-authorities-threatened-to-detain-abc-journalists-14-year-old-daughter", "date_published": "2020-09-21 09:42:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ends rail franchising as Covid measures extended", "description": "<p>Emergency funding measures for operators to continue for six to 18 months</p><p>The UK government is ending the rail franchise system in the biggest shake-up of the industry in 25 years.</p><p>Emergency funding measures for rail companies have been extended for six to 18 months to help them get through the Covid-19 crisis, as the first step towards a complete overhaul of the railway system.</p> <a href=\"https://www.theguardian.com/business/2020/sep/21/uk-covid-19-rail-rescue-measures-dft-franchising\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/21/uk-covid-19-rail-rescue-measures-dft-franchising", "date_published": "2020-09-21 09:39:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taj Mahal reopens as coronavirus cases continue to rise in India", "description": "<p>Monument in northern city of Agra opens to visitors after being closed for six months</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Taj Mahal, India’s “monument to love”, has reopened after a six-month hiatus with special rules introduced – including no touching the white marble walls of the mausoleum built for a Mughal emperor’s favourite wife.</p><p>Only 5,000 visitors are allowed daily – a quarter of usual capacity – and all have their temperature taken by staff wearing face shields, masks and gloves.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/taj-mahal-reopens-as-coronavirus-cases-continue-to-rise-in-india\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/taj-mahal-reopens-as-coronavirus-cases-continue-to-rise-in-india", "date_published": "2020-09-21 09:39:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drill, hardcore punk and pop about snails: new artists for autumn", "description": "<p>Despite the pandemic, there are dozens of exciting new music acts coming up, from British rappers Pa Salieu and Millionz to offbeat pop by Annika Rose and Benee</p><p>Bartees Strange, who combined a full-time job (which he only recently quit) with a stream of releases, is hard to pin down. The Ipswich-born, Washington DC-based artist has put out fizzy powerpop, lo-fi synth ballads, house-y electronica and an EP of National covers. What links them is songwriting quality and Strange’s rich voice. His forthcoming album, Live Forever, should be an eclectic treat. <em>AP</em></p> <a href=\"https://www.theguardian.com/music/2020/sep/21/drill-hardcore-punk-and-pop-about-snails-new-artists-for-autumn\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/21/drill-hardcore-punk-and-pop-about-snails-new-artists-for-autumn", "date_published": "2020-09-21 09:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Infected blood scandal: Treasury refuses to publish key documents", "description": "<p>Response to FoI request from victim’s son says disclosure may attract ‘disruptive’ media coverage </p><p>The Treasury is refusing to publish key documents about the treatment of haemophiliacs infected by the NHS with HIV on the grounds that it would be “disruptive” and material might be “distorted” by the media.</p><p>The unusual reasons cited by officials for refusing a Freedom of Information (FoI) request have emerged before a new round of public hearings at the <a href=\"https://www.infectedbloodinquiry.org.uk/\">Infected Blood Inquiry</a></p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/infected-blood-scandal-treasury-refuses-to-publish-key-documents-foi\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/infected-blood-scandal-treasury-refuses-to-publish-key-documents-foi", "date_published": "2020-09-21 09:16:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: evidence shows huge mail slowdowns after Trump ally took over", "description": "<p>Louis DeJoy’s policies, which he said were intended to boost efficiency, led to widespread outcry this summer</p><p>The United States Postal Service (USPS) saw a severe decline in the rate of on-time delivery of first-class mail after Louis DeJoy took over as postmaster general, according to <a href=\"https://www.courtlistener.com/recap/gov.uscourts.nysd.542242/gov.uscourts.nysd.542242.45.1.pdf\">new data</a> obtained by the Guardian that provides some of the most detailed insight yet into widespread mail delays this summer.</p><p>Shortly after taking the helm, DeJoy - a major Republican donor with no prior USPS experience - implemented operational changes he said were intended to make the financially beleaguered agency more efficient. Those changes, which included an effort to get postal trucks to run on time, led to severe delays and widespread public outcry this summer.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/usps-post-office-mail-slowdowns-louis-dejoy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/usps-post-office-mail-slowdowns-louis-dejoy", "date_published": "2020-09-21 09:14:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus symptoms: how to tell if you have a common cold, flu or Covid", "description": "<p>Fever, runny nose, headache? Lost your sense of taste or smell? Your guide to differentiating between the three illnesses<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>With winter approaching, the UK is entering the traditional seasons for colds and flu, with the additional complication this year that symptoms of those two illnesses can be broadly similar to those experienced by people who have caught the coronavirus and may be at risk of <a href=\"https://www.theguardian.com/world/2020/sep/18/england-covid-cases-almost-doubled-within-a-week-according-to-ons\">spreading </a><a href=\"https://www.theguardian.com/world/2020/sep/18/england-covid-cases-almost-doubled-within-a-week-according-to-ons\">it</a>.</p><p>The NHS in England has produced a guide to differentiate between the three types of illnesses, which health experts hope will make it clearer to people whether they have an illness they would have most likely brushed aside last year, but which this year might lead them to think they need to self-isolate or seek to have a coronavirus test.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/coronavirus-symptoms-how-to-tell-if-you-have-a-common-cold-flu-or-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/coronavirus-symptoms-how-to-tell-if-you-have-a-common-cold-flu-or-covid", "date_published": "2020-09-21 09:05:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus is here to stay. The sooner we accept that, the better | Samuel Earle", "description": "<p>Pinning our hopes on a quick-fix, ‘moonshot’ solution serves no useful purpose and will only bring disappointment</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Seven or so months ago, at the start of the pandemic, many of us found it easy and natural to imagine a time when all of this would be over: a single, obvious moment when society’s recreational life resumed to normal, when friends and family welcomed us into their homes with hugs and kisses, and we all talked, with excited, wounded relief, about how hard it had been, and how happy we were that the virus was behind us.</p><p>In Britain, as elsewhere, such wishful thinking was prescribed. Boris Johnson declared that, if we all did what we were told, we could “<a href=\"https://www.theguardian.com/world/video/2020/mar/19/coronavirus-boris-johnson-says-uk-can-turn-the-tide-within-12-weeks-video\">turn the tide on the virus within </a><a href=\"https://www.theguardian.com/world/video/2020/mar/19/coronavirus-boris-johnson-says-uk-can-turn-the-tide-within-12-weeks-video\">12 weeks</a>”. Meanwhile the ubiquitous analogies comparing a pandemic to war fuelled the fantasy that we would have our own “liberation day”. Much of the media eagerly encouraged this feeling, at the same time as it stoked implausible hopes of a <a href=\"https://www.standard.co.uk/news/health/coronavirus-vaccine-ready-september-astrazeneca-boss-a4449671.html\">vaccine arriving by September</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/21/coronavirus-here-to-stay-moonshot\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/21/coronavirus-here-to-stay-moonshot", "date_published": "2020-09-21 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kepa Arrizabalaga's confidence is shot and the way Chelsea play doesn't help him | Jonathan Wilson", "description": "<p>Spaniard’s display against Liverpool sums up his struggles but there is a pattern of keepers saving fewer goals under Lampard</p><p>Kepa Arrizabalaga’s time as Chelsea goalkeeper, you suspect, will be remembered for two incidents. First there’s him on the Wembley turf, <a href=\"https://www.theguardian.com/football/2019/feb/25/david-luiz-maurizio-sarri-lift-chelsea-tottenham\">defying Maurizio Sarri and refusing to be substituted</a> before the penalty shootout in the Carabao Cup final in 2019. And then there’s him on Sunday, playing the ball straight to Sadio Mané to concede <a href=\"https://www.theguardian.com/football/2020/sep/20/chelsea-liverpool-premier-league-match-report\">a second against Liverpool</a>. </p><p>Two moments 19 months apart in which the world’s most expensive goalkeeper went from self-belief that only he could get the job done to swigging awkwardly at his water bottle, apparently desperate to be anywhere but in his six-yard box having confirmed his side’s defeat.</p> <a href=\"https://www.theguardian.com/football/blog/2020/sep/21/kepa-arrizabalaga-confidence-shot-way-chelsea-play-doesnt-help-him-frank-lampard-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/sep/21/kepa-arrizabalaga-confidence-shot-way-chelsea-play-doesnt-help-him-frank-lampard-liverpool", "date_published": "2020-09-21 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'She was left with no one': how UK mental health deteriorated during Covid", "description": "<p>Professionals fear the pandemic has sidelined mental health services, despite a huge surge in demand</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When Lily Gardiner’s sister took her own life at the end of July, Gardiner was left feeling as though her sister’s mental health struggles and death had gone unnoticed during the pandemic.</p><p>The loss is even harder for Gardiner (not her real name) to bear, given that in February her sister’s life seemed back on track. After she experienced paranoid delusions and was sectioned in 2019, she had been discharged, was on medication and had regular support from mental health services. That disappeared when lockdown set in.</p> <a href=\"https://www.theguardian.com/society/2020/sep/21/left-no-one-uk-mental-health-deteriorated-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/21/left-no-one-uk-mental-health-deteriorated-covid", "date_published": "2020-09-21 08:28:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barclays and HSBC shares fall after reports of alleged suspicious transfers", "description": "<p>Standard Chartered stock also falls after claims banking sector handled $2tn in potentially corrupt transactions</p><p>Shares in the banking sector have fallen after media reports that some of the world’s largest banks moved large sums of allegedly illicit funds over nearly two decades, despite red flags about the origins of the money.</p><p>Barclays fell by 4% in early trading in London on Monday and HSBC and Standard Chartered both lost 3%. Earlier in Hong Kong, HSBC dropped more than 4%, taking the shares to their lowest level since May 1995. </p> <a href=\"https://www.theguardian.com/business/2020/sep/21/barclays-hsbc-shares-standard-chartered\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/21/barclays-hsbc-shares-standard-chartered", "date_published": "2020-09-21 08:09:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Allegations of unwanted Ice hysterectomies recall grim time in US history", "description": "<p>A report claims women in immigration centers are being given unnecessary procedures that can leave them unable to conceive. The story is all too familiar</p><p>Pauline Binam asked to see a doctor because she was having abnormalities with her period. After nearly two years in immigration detention, she was worried that it was having an adverse effect on her health.</p><p>The doctor told her that she had a cyst on her ovary and she agreed to a dilation and curettage (D&amp;C) procedure, her lawyer said. But when she awoke from surgery, the doctor told her that one of her fallopian tubes had been removed – a procedure she is adamant she did not give consent for – and that as a result she may no longer be able to conceive naturally. At the time she was just 29.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/unwanted-hysterectomy-allegations-ice-georgia-immigration\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/unwanted-hysterectomy-allegations-ice-georgia-immigration", "date_published": "2020-09-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 is helping the Tories redraw the political map of England | Alex Niven", "description": "<p>The prevalence of coronavirus in large urban areas plays into the hands of those prosecuting a rightwing culture war</p><p>It’s both true and a little obvious to say that coronavirus knows no borders. But it’s important to point out that neither is it much concerned with established cliches about the internal geography of the UK. There has been no clearcut “north-south divide” in the spread of the pandemic throughout England, for example. Indeed, if anything, the narrative of recent months has emphasised that traditional notions about England’s social and political makeup are becoming increasingly irrelevant and outdated.</p><p>Our cultural landscape is changing. In place of a 20th-century discourse that viewed England as a land of mega-regions – like north and south – and saw a great cultural faultline between industrial and non-industrial areas, coronavirus is combining with political developments to highlight a new and very different reality. In simple terms, the great divide in English life is now between the cities and everywhere else.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/21/covid-19-tories-redraw-political-map-england-coronavirus-culture-war\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/21/covid-19-tories-redraw-political-map-england-coronavirus-culture-war", "date_published": "2020-09-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golden wonders: Nigel Slater's comforting autumn recipes", "description": "<p>Roast wood pigeon, stuffed squash, and mushrooms on roast garlic toast: dishes to welcome in the new season<br /></p><p>It feels a long time since that glorious spring, when I ate outside day after day. Autumn has come quickly this year (I was sweeping up crisp, brown leaves in July) and with it, a change of step in the kitchen. The lush green of summer has turned to yellow, orange and brown, the spice jars are down from the shelf, the deep casseroles and baking dishes have come out to play.</p><p>Tomatoes, which I seem to have eaten every day this summer, are now destined for the oven rather than the salad bowl, their juices seasoned with thyme rather than basil, or perhaps paprika or harissa. The mushrooms I marinated in a dressing of lemon juice, olive oil and tarragon are now more likely to appear sliced and fried with thyme and butter and piled on to thick toast. The courgettes have finished and I have moved on to the early autumn squashes, the small ones shaped like Chinese dumplings or ridged like the rim of an apple pie.</p> <a href=\"https://www.theguardian.com/food/2020/sep/21/nigel-slater-autumn-recipes-roast-wood-pigeon-stuffed-squash-mushrooms-garlic-toast\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/21/nigel-slater-autumn-recipes-roast-wood-pigeon-stuffed-squash-mushrooms-garlic-toast", "date_published": "2020-09-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyotographie 2020: Vision", "description": "<p>The Kyoto international photography festival’s theme this year is Vision, asking, in these unprecedented times: what kind of future does the world see?</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/21/kyotographie-2020-vision\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/21/kyotographie-2020-vision", "date_published": "2020-09-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Chelsea’s youngsters are back on the sidelines, former Blues defender Tariq Lamptey shines in win and Eddie Nketiah has his eye on goals</p><p>Much of the praise heaped on Frank Lampard about this time last year focused on his apparent eagerness to find a place in the first-team setup for the academy graduates that had been rendered collateral damage by the money and splendour of the Abramovich era. But against Liverpool, the spearhead of last season’s locally sourced side, Tammy Abraham, was consigned to the bench by the £47m Timo Werner and the £72m Kai Havertz was picked ahead of Callum Hudson-Odoi, whose mettle will be further tested when Hakim Ziyech and Christian Pulisic are fit. Ruben Loftus-Cheek was not in the squad at all. Fikayo Tomori’s emergency introduction was the first time he had kicked a ball since February. And Mason Mount is playing in the position preferred by Havertz. Suddenly Lampard’s new-look Chelsea begin to resemble the old one: expensive signings, a squad overflowing with pedigree – and a manager who needs to get results in the here and now. <strong>Alex Hess<br />• </strong><a href=\"https://www.theguardian.com/football/2020/sep/20/chelsea-liverpool-premier-league-match-report\">Match report: Chelsea 0-2 Liverpool</a></p> <a href=\"https://www.theguardian.com/football/2020/sep/21/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/21/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2020-09-21 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "VAR is getting it right despite football's wider mood of suspicion and distrust | Sean Ingle", "description": "<p>New studies have revealed that the accuracy of ‘match-changing decisions’ has increased significantly with VAR and it has had hardly any effect on the way games are played<br /></p><p>In the pained aftermath of Manchester United’s <a href=\"https://www.theguardian.com/football/2020/sep/19/manchester-united-crystal-palace-premier-league-match-report\" title=\"\">3-1 defeat to Crystal Palace</a>, Patrice Evra issued a stark warning on Sky Sports. The use of video assistant referees is “killing the game”, he fumed, before suggesting that, if he was still playing, he would have run over and smashed the official’s pitchside monitor.</p><p>That, incredibly, was only the second most eye-popping utterance from a pundit on Saturday. The former 606 host <a href=\"https://twitter.com/prodnose/status/1307410144733671424\" title=\"\">Danny Baker used Twitter</a> to first slam the “anonymous gargoyles who made these ‘new rules’” before making the astonishing assertion that “this era of football is out of control. It will be looked at with as much validity as the wartime matches were.”</p> <a href=\"https://www.theguardian.com/football/2020/sep/21/var-is-getting-it-right-despite-football-wider-mood-of-suspicion-and-distrust\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/21/var-is-getting-it-right-despite-football-wider-mood-of-suspicion-and-distrust", "date_published": "2020-09-21 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Would you shop your neighbour? The rule of six will expose everyone’s true nature", "description": "<p>Priti Patel will phone the police if her neighbours break the rule; Boris Johnson will do it if they are caught frolicking in a hot tub. Truth is, you’re either the kind of person who has a hotline to the authorities, or you’re not<br /></p><p>Boris Johnson has advised us not to grass up our neighbours unless they are having an “<a href=\"https://news.sky.com/story/coronavirus-boris-johnson-says-only-report-rule-breakers-if-they-are-having-animal-house-parties-12073784\">Animal House party</a>”. On the headlines, I was unclear whether the prime minister meant a party as large as the ones in Animal House, or a party to which many animals have been invited. Thank God, on this at least, he could clarify: “With hot tubs and so forth.” He is definitely talking about the US comedy film. The majority of animals hate getting wet.</p><p>It is a chilling insight into his thought process. “What are the proles doing for fun while we shoot grouse? I saw a film about this once: don’t they all get into outdoor baths and groom each other?”</p> <a href=\"https://www.theguardian.com/society/2020/sep/21/would-you-shop-your-neighbour-rule-of-six-expose-everyones-true-nature\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/21/would-you-shop-your-neighbour-rule-of-six-expose-everyones-true-nature", "date_published": "2020-09-21 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phages: the tiny viruses that could help beat superbugs", "description": "<p>Bacteriophages were superseded by modern antibiotics, but scientists believe they could be key to conquering antimicrobial resistance</p><p>It is, say enthusiasts, the cure that the world forgot. An old therapy that could take on the new superbugs.</p><p>Discovered in 1917 by French Canadian biologist Félix d’Hérelle, phages – or bacteriophages – are tiny viruses that are <a href=\"https://www.theguardian.com/science/2019/jun/15/steffanie-strathdee-phage-therapy-interview-perfect-predator\">natural predators of bacteria</a>. In many countries they were supplanted during the second world war by antibiotics but continued to be used for decades in eastern Europe.</p> <a href=\"https://www.theguardian.com/global-development/2020/sep/21/phages-the-tiny-viruses-that-could-help-beat-superbugs\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/sep/21/phages-the-tiny-viruses-that-could-help-beat-superbugs", "date_published": "2020-09-21 06:45:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rio Tinto expected to destroy 124 more Aboriginal sites, inquiry told", "description": "<p>Inquiry also hears doubts over validity of Juukan Gorge approval mean WA could be liable for compensation claim</p><p>An inquiry into the destruction of Juukan Gorge has heard that Rio Tinto is expected to destroy another 124 Aboriginal heritage sites at a new iron ore development less than 100km away from the exploded rock shelters.</p><p>Questions have also been raised over whether the approval granted by the WA government to destroy the 46,000-year-old sites in Juukan Gorge was valid.</p> <a href=\"https://www.theguardian.com/australia-news/2020/sep/21/rio-tinto-expected-to-destroy-124-more-aboriginal-sites-inquiry-told\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/sep/21/rio-tinto-expected-to-destroy-124-more-aboriginal-sites-inquiry-told", "date_published": "2020-09-21 06:25:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How coral transplants could rescue Turkey's threatened reefs", "description": "<p>Scientists are carefully moving the sea animals to new locations to save them from construction schemes</p><p>Transplanting coral is difficult work. “You only have 20 minutes to dive down 30 metres and transplant the coral to the correct part of the rock, where hopefully it will live for hundreds of years,” explains Serço Ekşiyan, one of a small group of volunteers who have taken on the huge task of saving the corals around the Princes’ Islands (Adalar), a picturesque archipelago in the Marmara Sea about a 40-minute boat ride from Istanbul.</p><p>The Marmara Sea, made up of water from the Black Sea and the Mediterranean, is home to 24 <em>Alcyonacea </em>coral species whose existence is threatened by the onslaught of nearby property development. Among those disappearing are sea whips, sea pens, sea fans and some types of red and yellow soft corals.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/21/how-coral-transplants-could-rescue-turkeys-threatened-reefs-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/21/how-coral-transplants-could-rescue-turkeys-threatened-reefs-aoe", "date_published": "2020-09-21 06:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schitt's Creek: the five things that make it such perfect, Emmy award-winning TV", "description": "<p>A classic sleeper success story, Schitt’s Creek swept this year’s Emmys, taking home nine awards. Here are just some of the things that make it so great</p><p>Catherine O’Hara is one of the best comic actors around and she does not disappoint in this role. Her matriarch Moira is simply one of the best characters to ever appear on screen, from her wigs to her dauntless self-centredness, but the true masterstroke is her accent. Described by one character as “unrecognisable”, it has been the subject of countless think pieces: it’s been labelled “<a href=\"https://theblast.com/126968/catherine-ohara-explains-the-accent-used-for-moira-rose\">one part British/Canadian/mid-Atlantic with a retro Hollywood spin</a>”; it is sprinkled with “<a href=\"https://junkee.com/moira-rose-accent-schitts-creek/208329\">a kind of unhinged verbosity</a>”; and is frankly just plain “<a href=\"https://www.elle.com/culture/movies-tv/a30473265/schitts-creek-what-is-moira-rose-accent/\">bonkers</a>”. Her verbose and outlandish pronouncements are pure joy.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/21/schitts-creek-the-five-things-that-make-it-such-perfect-emmy-award-winning-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/21/schitts-creek-the-five-things-that-make-it-such-perfect-emmy-award-winning-tv", "date_published": "2020-09-21 06:14:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can you solve it? Puzzlebombed!", "description": "<p>Bamboozling bars and brain busting bees</p><p>Today’s problems are from <a href=\"https://www.patreon.com/puzzlebomb\">Puzzlebomb</a>, a monthly sheet of word, logic and number puzzles whose first issue came out earlier this month.</p><p>The first teaser - a meta-puzzle about bar graphs <a href=\"https://xkcd.com/688/\">inspired by this xkcd cartoon</a> – may well explode your head.</p> <a href=\"https://www.theguardian.com/science/2020/sep/21/can-you-solve-it-puzzlebombed\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/sep/21/can-you-solve-it-puzzlebombed", "date_published": "2020-09-21 06:10:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tree of the week: the oak that ‘sat down' on some stairs – and stayed", "description": "<p>This tree was a surprising discovery for a tourist in Barcelona. Did somebody build the steps around it or did it find a way to grow there?</p><p>Daniel Bain loves exploring Barcelona, but one sight has left a lasting impression – a sturdy oak that pops up in the middle of a staircase. “I like to think that this tree sat down on these stairs to create a piece of shade for the future and stayed,” he says.</p><p>The architect, 57, was on holiday with his wife, Patricia, last September when he came across the tree in Parc de la Ciutadella. The couple from San Francisco had just been people-watching around the Cascada, an impressive fountain in the northern corner of the park, looking on as happy couples took their wedding photos. As they left, they were surprised to see the oak. “It’s growing out of the concrete,” says Bain. “It’s like walking up a staircase and having to walk around someone, and in this case that someone was a tree.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/21/tree-of-the-week-the-oak-that-sat-down-on-some-stairs-and-stayed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/21/tree-of-the-week-the-oak-that-sat-down-on-some-stairs-and-stayed", "date_published": "2020-09-21 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can I get a mortgage if my only income is from lodgers?", "description": "<p>I receive about £1,600 a month from them and I may have to give up my job to look after a relative</p><p><strong>Q</strong> Can I still get a mortgage if my only income is from my lodgers? It is about £1,600 a month. I may have to give up my job to look after a relative.<br /><strong>SA</strong></p><p><strong>A</strong> The short answer is no. There are very few mortgage lenders who are prepared to take income from lodgers into account when working out how much they are prepared to lend. And, according to Pete Mugleston of <a href=\"https://www.onlinemortgageadvisor.co.uk/\">onlinemortgageadvisor.co.uk</a>, “even lenders who do accept lodger income are unlikely to offer you a mortgage if you are unemployed and have no other sources of income”. Mugleston adds: “In fact, most lenders who accept lodger income stipulate that your total employed earnings must be at least £20,000 to £25,000 a year.”</p> <a href=\"https://www.theguardian.com/money/2020/sep/21/can-i-get-a-mortgage-if-my-only-income-is-from-lodgers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/21/can-i-get-a-mortgage-if-my-only-income-is-from-lodgers", "date_published": "2020-09-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PC World fails to deliver as two-day repair turns into 12", "description": "<p>The wait has been a nightmare for me as I teach online</p><p><strong>I’m an unhappy customer of PC World and its Team Knowhow. On 15 July I took my computer in because the on</strong><strong>/off switch didn’t work. After weeks of going backwards and forwards, and having to buy a new motherboard and a new hard drive, I finally was told the computer was fixed and would be returned in two days. That was 12 days ago. Despite me showing up every day at PC World, phoning the repair team regularly and demanding attention, I am still waiting. I teach online so it has been a nightmare</strong><strong>. A simple fix has become an expensive exercise without any result. I am furious.</strong></p><p><strong>PE</strong>, <em>Tunbridge Wells, Kent</em></p> <a href=\"https://www.theguardian.com/money/2020/sep/21/pc-world-fails-to-deliver-as-two-day-repair-turns-into-12\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/21/pc-world-fails-to-deliver-as-two-day-repair-turns-into-12", "date_published": "2020-09-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rage by Bob Woodward review – Trump unleashed", "description": "<p>In Bob Woodward’s interviews, this self-obsessed blabbermouth of a president blows the whistle on himself</p><p>Now I understand why Trump <a href=\"https://www.gq-magazine.co.uk/politics/article/donald-trump-dogs\">refuses to have a dog</a> in the White House. There’s no need: he is his own fawning poodle and envenomed cur.</p><p>“I love this guy,” says Trump when granting access to Bob Woodward. “Even though he writes shit about me. That’s OK.” It’s the creed of a grovelling lap dog, and Trump follows up with flattering licks and whiny appeals to have his belly scratched. “Honey, I’m talking to Bob Woodward!” he proudly announces when Melania interrupts one of their phone calls, and he even imparts whispered nuclear secrets in the hope that this upright, fanatically factual journalist – who began his career<a href=\"https://www.theguardian.com/us-news/2018/aug/12/woodward-bernstein-watergate-donald-trump-era\"> by exposing the Watergate burglary</a> and thus scuttled Nixon’s presidency – will relax into an obsequious court reporter. Yet when closeted with his harried aides or beleaguered cabinet members, Trump mutates into the carnivorous hound of the Baskervilles. Unleashed by his executive power, he snarls, incoherently froths and, in scenes witnessed by Woodward’s sources, runs around yelping “Holy shit!” or “I’m fucked!” A better title for <em>Rage</em>, perhaps, would be <em>Rabid</em>.</p> <a href=\"https://www.theguardian.com/books/2020/sep/21/rage-by-bob-woodward-review-trump-unleashed\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/21/rage-by-bob-woodward-review-trump-unleashed", "date_published": "2020-09-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Samsung Galaxy Z Fold 2 review: a £1,800 folding phone-tablet that works", "description": "<p>Cutting-edge foldable confines previous missteps to the past for a truly special device that will one day become mainstream</p><p>Following a bit of a false start with the <a href=\"https://www.theguardian.com/technology/2019/apr/18/galaxy-fold-samsung-investigates-as-screens-break-in-first-days\">original Fold last year</a>, Samsung has hit a home run in its second attempt to make cutting-edge folding phone-tablets a reality – as the Galaxy Z Fold 2 is something really quite special.</p><p>The new device costs £1,799, which makes it a super luxury purchase. Make no mistake, this is absolutely not a smartphone for the masses, but it is a very important device.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/21/samsung-galaxy-z-fold-2-review-a-pounds-1800-folding-phone-tablet-that-works\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/21/samsung-galaxy-z-fold-2-review-a-pounds-1800-folding-phone-tablet-that-works", "date_published": "2020-09-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Under cover of coronavirus, the Tory government is bulldozing basic liberties | John Harris", "description": "<p>The Tories have been increasing police powers, bringing in laws by diktat and sowing mistrust. When will the left speak up?<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Towards the end of last week, someone I know <a href=\"https://twitter.com/pollycurtis/status/1306267079423782915\">posted a video</a> and photograph on social media, taken one balmy afternoon on Hampstead Heath in north London. They showed a group of young people – who, by the look of them, had spent the day together at school or college. The images also featured three police officers, dispatched to disperse the gathering. In response, everyone had tried in vain to retreat into groups of six. “In the end they give up and all leave together,” ran the accompanying text. And that was that: a small, faintly absurd incident that highlighted the strange times in which we now live.</p><p>The underlying logic of England’s so-called <a href=\"https://www.theguardian.com/world/2020/sep/14/englands-rule-of-six-the-limits-on-socialising-and-the-exceptions\">rule of six</a> is, I suppose, clear enough. But the sheer complexity of apparently simple regulations – not to mention the fact that they <a href=\"https://www.theguardian.com/politics/2020/sep/18/dont-stop-your-grousing-and-other-covid-rule-of-six-exemptions\">exempt grouse-shooting parties</a> – shows something is clearly wrong. Given that schools are back, people are being encouraged to return to work and visiting restaurants and pubs is still held to be some kind of moral duty, the effectiveness of the new rule is obviously open to question.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/21/coronavirus-government-liberties-tories-police-powers-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/21/coronavirus-government-liberties-tories-police-powers-laws", "date_published": "2020-09-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West African portrait photography - in pictures", "description": "<p>Post-colonial west African portrait photography is celebrated in a show bringing together the work of some of the region’s most important photographers, including Sanlé Sory, Rachidi Bissiriou, Malick Sidibé and Leonce Raphael Agbodjélou.</p><p>Tête à Têtes - West African Portraiture from Independence into the 21st Century is at <a href=\"http://www.davidhillgallery.net/\">David Hill Gallery</a> 18 September to 27 November </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/21/west-african-portrait-photography-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/21/west-african-portrait-photography-in-pictures", "date_published": "2020-09-21 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children urged to strike against lack of action on climate emergency", "description": "<p>Schoolchildren to protest on Friday in first such action since coronavirus pandemic struck<br /></p><p>Schoolchildren around the world are being urged to go on strike to protest against a lack of action on the climate crisis.</p><p>Children and their supporters are invited to take to the streets on Friday, if it is safe to do so, or to go online with their protests “in whatever way suits you best”, according to the organisers.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/21/schoolchildren-strike-climate-emergency\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/21/schoolchildren-strike-climate-emergency", "date_published": "2020-09-21 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine out of 10 UK households recycle regularly, study shows", "description": "<p>Britons appear to be more environmentally aware, despite challenging year</p><p>Nearly nine out of 10 UK households say they “regularly recycle”, with more prepared to further change their lifestyles to help the environment, research reveals.</p><p>Statistics released on Monday by the Recycle Now campaign show despite the challenges and restrictions of lockdown, the UK appears to be becoming more environmentally aware.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/21/uk-households-recycle-regularly-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/21/uk-households-recycle-regularly-study", "date_published": "2020-09-21 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manufacturers slash investment as bailout scheme 'gathers dust'", "description": "<p>Labour says Treasury’s Project Birch is failing sector, with only one firm helped out so far</p><p>The government has been accused of failing to rescue struggling industrial companies through its “<a href=\"https://www.theguardian.com/politics/2020/may/25/unions-and-business-support-sunaks-last-resort-bail-out-plans\">Project Birch</a>” bailout scheme amid signs that manufacturers are slashing investment in a fight for survival.</p><p>Against a backdrop of mounting job losses, Labour said the Treasury support scheme was gathering dust after only one company qualified for emergency bailout funding.</p> <a href=\"https://www.theguardian.com/business/2020/sep/21/manufacturers-slash-investment-as-bailout-scheme-gathers-dust\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/21/manufacturers-slash-investment-as-bailout-scheme-gathers-dust", "date_published": "2020-09-21 05:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robots gear up to march to the fields and harvest cauliflowers", "description": "<p>Prototype technology could help alleviate growing shortage of human crop pickers</p><p>The job of harvesting cauliflowers could one day be in the mechanical hands of robots thanks to a collaboration between scientists and the French canned vegetable producer Bonduelle.</p><p>Fieldwork Robotics, the team behind the <a href=\"https://www.theguardian.com/technology/2019/may/26/world-first-fruit-picking-robot-set-to-work-artificial-intelligence-farming\">world’s first raspberry-picking robot</a>, is designing a machine in a three-year collaboration launched on Monday.</p> <a href=\"https://www.theguardian.com/business/2020/sep/21/robots-gear-up-to-march-to-the-fields-and-harvest-cauliflowers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/21/robots-gear-up-to-march-to-the-fields-and-harvest-cauliflowers", "date_published": "2020-09-21 05:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Winter: 'I had extreme PTSD for many, many years. That will wreak havoc'", "description": "<p>He is starring in a new Bill &amp; Ted movie and releasing a documentary about child actors. The film-maker discusses the abuse he experienced as a young performer, his close friendship with Keanu Reeves – and why he quit acting<br /></p><p>By the age of 12, Alex Winter knew both the highs and horrors of life as a child actor. Three years into his career, he was sharing a Broadway stage with Yul Brynner in The King and I. “But at the same time,” he says, “I was dealing with really intense and prolonged abuse.</p><p>“There was The King and I – eight shows a week, happy face – feeling genuinely happy in that role. Great relationship with my mom and dad; great relationship with the co-workers around me; doing interviews, signing autographs, living this amazing … and then this nightmarish other existence.” He has not named his abuser, who he says is dead.</p> <a href=\"https://www.theguardian.com/film/2020/sep/21/alex-winter-i-had-extreme-ptsd-for-many-many-years-that-will-wreak-havoc\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/21/alex-winter-i-had-extreme-ptsd-for-many-many-years-that-will-wreak-havoc", "date_published": "2020-09-21 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The art of tantra: is there more to it than marathon sex and massages?", "description": "<p>The west reduced tantra to a quest for sexual liberation and wellness. But a new show charts its darker depths – from avenging goddesses to blood-drinking and self-decapitation</p><p>Make a cursory web search for the term tantra and you will be confronted with thousands of results providing “tips on how to practise tantric sex”, paeans to “the art of tantric massage” and listicles on the choicest “tantric sex positions for you and your partner”. You might be forgiven for thinking you had strayed into an X-rated section of the internet.</p><p>Yet tantra is a spiritual philosophy that originated in the Indian subcontinent and dates back to at least the 8th century AD. Meaning “to weave” in Sanskrit, tantra has since found its way into everything from Hinduism and Buddhism to western pop culture. With a focus on worshipping previously non-canonical and non-caste-based Hindu goddesses such as Kali and Chinnamasta, the tantric belief sees the world as imbued with a divine feminine energy – “shakti” – that we must access if we are to transcend our own ego and reach an enlightened liberation from the cycle of reincarnation. To access this energy, certain tantric practitioners believe in performing sexual rites, as well as confronting their own revulsions by covering themselves in funereal ash, drinking blood and wearing aprons made of human bones.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/21/tantra-british-museum-marathon-sex-massages\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/21/tantra-british-museum-marathon-sex-massages", "date_published": "2020-09-21 05:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I picked up a drink and casually set fire to my life': how addiction nearly destroyed me", "description": "<p>Find a job, lose the job, go to jail: Guardian reporter Mario Koran found himself in a dangerous cycle. But behind bars, he discovered a new purpose</p><p>In July 2016, I stood behind a podium in a San Diego banquet hall and wept in front of a room full of reporters. I’d just been named the city’s journalist of the year for my work on a series that helped unseat a school board president and led to a criminal conviction.</p><p>I had reached a peak: I had a meaningful job in a postcard-perfect beach city. A wife I loved, a gorgeous baby girl and another on the way. Most everywhere I went, people told me I had a beautiful family, and I knew it was true.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/alcoholism-prison-addiction-writing-mario-koran\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/alcoholism-prison-addiction-writing-mario-koran", "date_published": "2020-09-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As more local lockdowns begin, the hard truth is there's no return to 'normal' | Devi Sridhar", "description": "<p>The only certainty about the year ahead is the uncertainty. As a scientist, here’s my advice on how we can live alongside Covid</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Rather than tell you comforting lies and what you want to hear, I’m going to tell you some unpleasant truths. The world has fundamentally changed over the past nine months since a <a href=\"https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/\">small pneumonia cluster</a> was reported in Wuhan, China. The “normal” version of reality does not exist anywhere in the world, even if politicians or snake-oil pseudo-scientist salesmen try to persuade you otherwise. If you are struggling with how to cope, know that the only certainty about the year ahead is uncertainty.</p><p>Why risk potential decades of ill health instead of putting up with a few months of inconvenience?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/21/local-lockdowns-begin-no-normal-advice-live-with-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/21/local-lockdowns-begin-no-normal-advice-live-with-covid", "date_published": "2020-09-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Some hospitals in England to be kept Covid-free in second wave", "description": "<p>Exclusive: NHS England keen to ensure continuation of treatment of cancer and other conditions </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A series of hospitals will be designated as coronavirus-free zones during the second wave of the outbreak in a significant policy shift designed to ensure the NHS continues treatment for cancer and other conditions, the Guardian has learned.</p><p>NHS England is determined not to repeat the widespread suspension of normal service that occurred in the first wave, which doctors and charities have criticised for damaging patients’ health, leading to more deaths and creating a backlog of millions of treatments.</p> <a href=\"https://www.theguardian.com/society/2020/sep/21/nhs-england-covid-free-hospitals-second-wave-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/21/nhs-england-covid-free-hospitals-second-wave-cancer", "date_published": "2020-09-21 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Contact-tracing app for England and Wales 'hampered by loss of public trust'", "description": "<p>Summer of UK government scandals will reduce take-up of Covid-19 app, says expert</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Dominic Cummings’ lockdown travels and the exams fiasco could have contributed to dooming the government’s Covid <a href=\"https://www.theguardian.com/world/2020/jun/18/piloted-in-may-ditched-in-june-the-failure-of-englands-covid-19-app\">contact-tracing app</a> before it even launches, a technology expert has warned.</p><p>Evidence of low uptake overseas also suggests the app may not live up to ministers’ early hopes of a panacea. In late May, the health secretary, Matt Hancock, admitted it was “the cherry on the cake but [not] the cake”; in recent weeks it has barely been mentioned.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/covid-coronavirus-contact-tracing-app-hampered-lack-trust\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/covid-coronavirus-contact-tracing-app-hampered-lack-trust", "date_published": "2020-09-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flood of complaints expected over Covid-19 UK business loans", "description": "<p><strong>Exclusive:</strong> UK Treasury warns new Business Banking Resolution Service to prepare for surge in grievances over loans such as CBILS</p><p>The Treasury has told a new bank customer complaints body to prepare for an influx of grievances<a href=\"https://www.theguardian.com/business/2020/jun/16/banks-debt-fca-chair\"> over government-backed Covid loans.</a></p><p>The Business Banking Resolution Service (BBRS) – set to launch in mid-November - was preparing to tackle cases dating back to 2001.</p> <a href=\"https://www.theguardian.com/business/2020/sep/21/flood-of-complaints-expected-over-covid-19-uk-business-loans\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/21/flood-of-complaints-expected-over-covid-19-uk-business-loans", "date_published": "2020-09-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Folkestone charities fear far right will target asylum seeker base", "description": "<p>Refugee groups urge ministers to ensure safety of 400 people housed in barracks </p><p>The people of Folkestone have become used to the sound of helicopters buzzing over their heads at night, as authorities scour the waters off the south coast for asylum seekers crossing the Channel on small boats.</p><p>September has become the busiest month on record for migrant Channel crossings, while more than 6,500 have made the journey this year – more than three times the total in 2019. The sight of new arrivals, some in flimsy dinghies and using spades as oars, has become an almost daily occurrence.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/21/folkestone-charities-fear-far-right-will-target-asylum-seeker-base\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/21/folkestone-charities-fear-far-right-will-target-asylum-seeker-base", "date_published": "2020-09-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smokers urged to join 'Stoptober' as quitting rate in England rises", "description": "<p>Coronavirus pandemic has changed public attitudes to health, experts say</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The proportion of people who have successfully quit smoking this year is at its highest in more than a decade, new figures show.</p><p>Data from the UCL Smoking Toolkit Study shows that in England in 2020 there has been an increase of almost two-thirds in the quitting success rate, rising from 14% to 23%, the highest since at least 2007. There has also been a surge in smokers in England trying to quit, increasing by 22% from 2019, with experts saying attitudes have been changed by the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/society/2020/sep/21/coronavirus-smokers-urged-join-stoptober-quitting-rate-england-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/21/coronavirus-smokers-urged-join-stoptober-quitting-rate-england-rises", "date_published": "2020-09-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK plans to bring forward ban on fossil fuel vehicles to 2030", "description": "<p>Announcement expected in autumn to help trigger green economic recovery from Covid-19</p><p>The UK is poised to bring forward its ban on new fossil fuel vehicles from 2040 to 2030 to help speed up the rollout of electric vehicles across British roads.</p><p>Boris Johnson is expected to accelerate the shift to electric vehicles this autumn with the announcement, one of a string of new clean energy policies to help trigger a green economic recovery from the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/21/uk-plans-to-bring-forward-ban-on-fossil-fuel-vehicles-to-2030\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/21/uk-plans-to-bring-forward-ban-on-fossil-fuel-vehicles-to-2030", "date_published": "2020-09-21 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman, 117, marks becoming Japan's oldest ever person  with cola and boardgames", "description": "<p>Kane Tanaka, who has not been able to see her family due to the pandemic, celebrated with a bottle of Coke</p><p>A 117-year-old woman with a weakness for fizzy drinks and chocolate has become Japan’s oldest person on record, as the country marks a public holiday devoted to its senior citizens.</p><p>Kane Tanaka, who had already been recognised by the Guinness Book of Records as the <a href=\"https://www.theguardian.com/world/2019/mar/09/japanese-woman-116-named-worlds-oldest-living-person\">world’s oldest living person</a> in March last year, achieved the all-time Japanese age record on Saturday, when she became 117 years and 261 days old.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/woman-117-marks-becoming-japans-oldest-ever-person-with-cola-and-boardgames\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/woman-117-marks-becoming-japans-oldest-ever-person-with-cola-and-boardgames", "date_published": "2020-09-21 04:51:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watchmen, Succession and Schitt's Creek dominate virtual Emmys", "description": "<p>The most diverse field in Emmys history garnered several awards for black actors and a full sweep for a Canadian sitcom</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/20/emmys-2020-winners-full-list\">Emmy winners 2020: the full list</a></li></ul><p>It was uncharted waters for the <a href=\"https://www.theguardian.com/tv-and-radio/live/2020/sep/20/emmys-2020-awards-winners-succession-watchmen-schitts-creek-jimmy-kimmel-latest-updates\">72nd Emmy awards</a> – the first major acting awards show held since the pandemic began, a strange and subdued ceremony in which stars accepted awards on Zoom. But unwelcome new methods (the telecast required more than 100 live feeds), and the end of former Emmys juggernauts Game of Thrones and Veep, ushered in a celebration of new series and talent: Canadian comedy Schitt’s Creek swept the comedy awards, HBO’s Succession dominated in drama and the evening’s most-nominated show, HBO’s prescient, eerie Watchmen, cleaned up in the limited series category.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/20/emmys-2020-winners-full-list\">Emmy winners 2020: the full list</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/21/emmys-2020-watchmen-succession-schitts-creek-winners\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/21/emmys-2020-watchmen-succession-schitts-creek-winners", "date_published": "2020-09-21 04:03:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Some wipeout: Hawaii big wave surfer's board floats 8,000km to Philippines", "description": "<p>More than two years after disappearing in a huge swell at Waimea Bay, Doug Falter’s board was found near the remote island of Sarangani</p><p>When big wave surfer Doug Falter lost his board in a wipeout in Hawaii, his best hope was for a local fisherman to pick it up. He never imagined it would be found more than 8,000km (5,000 miles) away in the southern Philippines.</p><p>But more than two years after watching his pale blue custom-shaped board disappear in the huge swell of Waimea Bay, Falter was alerted via social media that it had been found near the remote island of Sarangani.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/some-wipeout-hawaii-big-wave-surfers-board-floats-8000km-to-philippines\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/some-wipeout-hawaii-big-wave-surfers-board-floats-8000km-to-philippines", "date_published": "2020-09-21 03:55:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Relief as much of New Zealand eases out of coronavirus restrictions", "description": "<p>Covid measures to be removed everywhere except Auckland, which will have its measures eased too</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Many New Zealanders will on Monday night taste freedom from all Covid-19 restrictions for a second time during the pandemic, after Jacinda Ardern removed all domestic rules for much of the country.</p><p>Some restrictions will <a href=\"https://www.theguardian.com/world/2020/aug/15/new-zealand-lockdown-everything-was-normal-and-then-it-wasnt\">remain on the largest city</a>, Auckland, for a further two weeks, although the rules will be eased somewhat as health officials said a cluster of cases in the city did not appear to have generated any fresh instances of the virus in the past week.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/relief-as-much-of-new-zealand-eases-out-of-coronavirus-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/relief-as-much-of-new-zealand-eases-out-of-coronavirus-restrictions", "date_published": "2020-09-21 02:58:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The growing influence of the QAnon conspiracy theory – podcast", "description": "<p>The Guardian US tech reporter Julia Carrie Wong discusses the rise of QAnon, a wide-ranging and baseless internet conspiracy theory that has been festering on the fringes of rightwing internet communities for years. In recent months its visibility has exploded amid the social unrest and uncertainty of the coronavirus pandemic</p><p>The Guardian US tech reporter <strong>Julia Carrie Wong</strong> talks to <strong>Anushka Asthana</strong> about the rise of QAnon, an online conspiracy theory. QAnon followers believe that the world is run by a secret cabal of Satan-worshipping Democrats and Hollywood celebrities who are engaged in wide-scale child trafficking, paedophilia and cannibalism.</p><p>Despite there being no evidence to support any of the claims, the visibility of the movement has surged. In recent weeks, Donald Trump has <a href=\"https://www.theguardian.com/us-news/2020/aug/19/trump-qanon-praise-conspiracy-theory-believers\">praised QAnon followers</a>, a <a href=\"https://www.theguardian.com/us-news/2020/aug/24/mind-bogglingly-irresponsible-meet-the-republican-donors-helping-qanon-reach-congress\">QAnon-backing candidate</a> has all but assured her election to Congress in November, and the <a href=\"https://www.nytimes.com/2020/08/12/technology/qanon-save-the-children-trafficking.html\">#SaveTheChildren</a> hashtag campaign has introduced QAnon to millions of potential new recruits. Julia discusses why the conspiracy theory is gaining traction, not just in the US but around the world, including <a href=\"https://www.theguardian.com/us-news/2020/sep/18/qanon-conspiracy-theory-gaining-ground-in-uk-analysis-shows\">in the UK</a>. </p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/21/the-growing-influence-of-the-qanon-conspiracy-theory-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/21/the-growing-influence-of-the-qanon-conspiracy-theory-podcast", "date_published": "2020-09-21 02:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australian and British bomb disposal workers killed by blast in Solomon Islands", "description": "<p>NGO workers mapping second world war bomb sites died when ordnance detonated in their home </p><p>An Australian man and his British colleague working to map unexploded bombs across Solomon Islands have been killed in an explosion at their home in the capital Honiara.</p><p>Australian Trent Lee and Briton Stephen “Luke” Atkinson died when an unexploded ordnance is believed to have detonated shortly after 7.30pm on Sunday.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/solomon-island-bomb-blast-australian-and-briton-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/solomon-island-bomb-blast-australian-and-briton-killed", "date_published": "2020-09-21 01:03:54+00:00", "persistent": false, "user": null, "language": "en-UK"}]