[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare & Warzone - Official Season 6 Cinematic Trailer", "description": "Take to the tunnels.\n\nFarah and Nikolai bring the fight underground for Season Six of #ModernWarfare and #Warzone on September 29.", "link": "https://www.youtube.com/watch?v=OJDcIh4Ok0k", "date_published": "2020-09-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Buys Bethesda: What It Means For Game Pass, Starfield, PS5 + More | Generation Next", "description": "The Generation Next crew break down what Xbox buying Bethesda means for Game Pass, and upcoming Bethesda games like Starfield and PS5 exclusives Ghostwire: Tokyo and Deathloop.\n\nUnexpected news means an unexpected bonus episode of Generation Next. Microsoft has purchased ZeniMax Media, the parent company of Bethesda. This landmark acquisition is going to have a significant impact on the future of video games so, just moments after the announcement, Lucy, Tamoor, and Jordan sat down to talk about the implications.\n\nFor context, this is one of Microsoft's most expensive recent acquisitions, with the company spending more on Bethesda than it did on Minecraft. The $7.5 billion is even more than Disney spent on Marvel and Lucasfilm, which really drives home the value it sees in ZeniMax Media's subsidiary studios. \n\nFor those unaware, the acquisition means Bethesda Softworks, Bethesda Game Studios, id Software, ZeniMax Online Studios, Arkane, MachineGames, Tango Gameworks, and Alpha Dog join the Xbox family, bringing with them franchises like The Elder Scrolls, Doom, Dishonored, and Wolfenstein, among many others. \n\nSo, what does it all mean? Watch this episode of Generation Next and find out. The gang covers everything from the particulars of the acquisition to the impact it'll have on Game Pass, and what it means for existing exclusivity deals with PlayStation, as well as how these studio purchases align with Xbox boss Phil Spencer's ethos of making gaming available to anyone and everyone. \n\n00:00 - Intro\n00:49 - Acquisition Cost + All Xbox Studios\n05:01 - Console Exclusivity\n06:59 - Game Pass + Starfield\n10:13 - Bethesda Games on PS+?\n11:19 - Outro", "link": "https://www.youtube.com/watch?v=uL_oruLNiMw", "date_published": "2020-09-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Preorders Were Almost As Bad As PS5's | Save State", "description": "Much like PS5 or RTX 3080, Xbox Series X & S preorders were a mess.  There's a new Season 6 trailer for Call of Duty Modern Warfare & Warzone, and Resident Evil Village and Monster Hunter will be at TGS. \n\nIn your Save State for September 22, Chastity tells you about how the Xbox Series X & S preorders were a mess, much like PS5 or RTX 3080. Despite Microsoft telling people exactly when the preorders would go live, the demand was too much for retailer websites to handle.\n\nWe got a Season 6 cinematic trailer for Call of Duty Modern Warfare & Warzone, which revealed two new operators, Farah and Nikolai. They are also two of Modern Warfare's main characters in the campaign.\n\nFinally, we’ll be learning more about Monster Hunter Rise, Monster Hunter Stories 2: Wings of Ruin, and Resident Evil Village at Tokyo Games Show. TGS will air online from September 24-27. Monster Hunter Rise and Stories 2 will be shown on a live stream on Saturday, and Resident Evil Village will be on stream on Sunday.\n\n00:00 - Intro\n00:17 - Xbox Preorders Were A Mess\n00:57 - Call Of Duty Season 6 Revealed\n01:21 - Resident Evil & Monster Hunter Will Be At TGS\n02:06 - Outro", "link": "https://www.youtube.com/watch?v=ENUpMAeVqj8", "date_published": "2020-09-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Vs. PS5 Console Comparison", "description": "Want a roundup of everything you need to know about the specs, release windows, performance, exclusives, and everything else that matters about the PS5 and Xbox Series X? You've come to the right place.", "link": "https://www.youtube.com/watch?v=9-GJFE5XK2U", "date_published": "2020-09-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Ways To Share On Xbox - Official Trailer", "description": "Sharing screenshots and video clips on Xbox is about to get easier than ever before, thanks to the new share button on Xbox Series S and X, plus an all-new Xbox app to help share with friends and social media.", "link": "https://www.youtube.com/watch?v=G-O3Ro7hZd8", "date_published": "2020-09-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]