[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UChnxLLvzviaR5NeKOevB8iQ", "title": "The 4ms Spherical Wavetable Navigator is a Dream: Modular Mondays", "description": "No talking demos on my second channel: https://youtu.be/ZsfsU8EMJc0\n\nThe Spherical Wavetable Navigator (SWN) is a six-channel synthesizer that makes it easy to create slowly morphing drones, polyphonic melodies, evolving sequences, and rich textures.\n\nThe SWN features six wavetable oscillators with independent pitch, level, and waveform controls. Six LFOs (Low Frequency Oscillators) can be used as modulation sources and/or envelopes, making it easy to add dynamic motion to your patch. Each channel is a full voice and can be played using the top row of buttons, the internal LFOs, or note-change detection on the 1V/oct jacks. The SWN ships with 12 three-dimensional (spherical) wavetables and an easy interface that allows you to record and edit custom wavetables from live audio. Open-source software for Mac, Windows, and Linux called SphereEdit can be freely downloaded and allows you to use your computer to create, edit, and convert .wav files into Spherical wavetables to transfer into the SWN with an audio cable.\n--------------------------\nThank you for watching. My name is Jeremy, and this is Red Means Recording. I've been making music for a few decades now, and this channel is a place to make music and to talk about the tools and techniques to make music with. We'll use synths, drum machines, modular gear, and software. \n\nIf you'd like to support the channel, I have a Patreon:  http://bit.ly/rmrpatreon\n\nI have music as \"Jeremy Blake\" on all the major services: \nBandcamp: http://bit.ly/2Kq617o\nSoundcloud: http://bit.ly/2NOH9Is\nSpotify: https://spoti.fi/2N40SoX\nGoogle Play: http://bit.ly/33M9aG5\niTunes: https://apple.co/2pqh3SK\nAmazon Music: https://amzn.to/2O9q1fe\n\nI have some merch here: http://bit.ly/rmrshirts\n\nAnd you can connect with me here: \nTwitter: http://bit.ly/rmrtwitters\nWebsite: http://bit.ly/rmrmedia", "link": "https://www.youtube.com/watch?v=qosfee4qJbM", "date_published": "2020-09-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]