[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Coreyah: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | June 30, 2020\nThis week we'll publish four Tiny Desk (home) concerts from around the world. We begin in South Korea, where Tiny Desk Concerts are quite popular. In fact, I invited the Korean band SsingSsing to perform in 2017 and that Tiny Desk concert has been viewed more than 5 million times.\n\nToday, I bring you the music of Coreyah. According to the band, the name represents \"inheritance,\" and that's evident in the way this six-piece presents old or traditional Korean music with a modern twist. It's an uninhibited vision of Korean traditional music with some psychedelic rock, Balkan gypsy, even sounds from South America and Africa. You'll see and hear instruments including the daegeum, a large bamboo flute and geomungo, a large Korean zither that lays on the floor.\n\nWhen translated into Hangul, the Korean alphabet, Coreyah means \"whale,\" which is the group's good luck charm. The music was recorded in the band's music studio in Seoul, with COVID-19 shutting down most of the country. Strict social distancing is still ongoing in South Korea, though they are streaming their concerts to fans. \n\nAnd just a note from the band: The geomungo player in this video is Park Dawool, as Coreyah member Na Sunjin was forced to miss this recording due to a personal emergency.\n\nhttp://www.sori.nyc/coreyah\n\nSET LIST\n\"Till the Dawn\"\n\"Yellow Flower\"\n\"Good Dreams\"\n\nMUSICIANS\nHam Boyoung: vocals; Kim Dong Kun: daegeum, sogeum, tungso: Kim Cho Rong: percussion, chulhyungeum; Kyungyi: percussion; Ko Jaehyeon: guitar; Na Sunjin: geomungo\n\nCREDITS\nProducer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=1ZhAz6-Cgdg", "date_published": "2020-06-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sudan Archives: NPR Music Tiny Desk Concert", "description": "This performance was recorded on March 11, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJune 22, 2020 | Bob Boilen -- Sudan Archives is a truly singular artist, inspired by Irish and African music, especially Sudanese music. The first time I saw her was in a crowd of people at Cheer Up Charlies during SXSW in March of 2018. The show was wild and wonderful: effects pedals transformed her violin into a full-on band, with electronic beats keeping it all moving.\n\nAlmost exactly two years later, things couldn't be more different. On March 6, SXSW 2020 was canceled due to COVID-19. By the time Sudan Archives arrived at NPR in Washington, D.C., on March 11, everyone was concerned about the coronavirus threat. So we sanitized the desk, the mics and the cameras. We also kept our distance.\n\nShe came not with an array of electronics, but with violinist Jessica McJunkins, violist Dominic Johnson and cellist Khari Joyner. The new arrangement at the top of \"Confessions\" was the perfect tension queller. And those arrangements also heighten the lyrics. Listening again three months later, three weeks into police brutality protests, the words — \"There is a place that I call home / But it's not where I am welcome / And if I saw all the angels / Why is my presence so painful?\" — take on new meaning.\n\nWhen the show was over and the small, socially-distant crowd of NPR employees dispersed, our crew began to wipe everything down with disinfectant wipes. Our incredible audio engineer, Josh Rogosin, started to set up for what we thought would be the next Tiny Desk show, the Pulitzer Prize-winning opera p r i s m by Ellen Reid and Roxie Perkins.\n\nJosh Rogosin remembers the day clearly. \"After the Sudan Archives concert, I optimistically went about setting up for a string quartet plus an eight-person choir and two vocal soloists, plus harp and conductor,\" he told me. \"About halfway through my set-up, our boss gathered us around the Tiny Desk and made the painful but obvious decision. No more Tiny Desks until further notice.\"\n\nThree months later, things are not looking much better. I miss it madly. There will be Tiny Desk concerts again and the celebration will be joyous. We'll do it as soon as it feels safe. Stay tuned and enjoy the nearly 1,000 concerts in our archives.\n\nSET LIST\n\"Confessions\"\n\"Glorious\"\n\"Nont For Sale\"\n\nMUSICIANS\nSudan Archives: vocals, violin; Dominic Johnson: viola; Jessica McJunkins: violin; Khari Joyner: cello\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Natasha Branch; Videographers: Bronson Arcuri, Jack Corbett, Kara Frame, Melany Rochester; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=fFUbOnT2gCg", "date_published": "2020-06-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]