[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Profitable Business of Enslaving Third World Countries", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n🔫 Get “Confessions of an Economic Hit Man” here: https://amzn.to/31Kd2qV \n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals // http://bit.ly/38LexHS \n\n-----------------------\nBack in the good old days, if you were an empire builder, you’d just round up the troops and invade where-ever you please.\n\nBut that came with a myriad of problems\nThe plebs in the country you’re invading would retaliate and not comply\nToday, other global superpowers like Russia could rebel to protect their allies\nYou’d build animosity with everyone you ruled over \nInvading countries you want to capture isn’t a good public relations move\n\nIn today’s world, we needed a different strategy where’d we get the same outcome: control over another country to expand our empire, make more money, get access to their natural resources, etc\nBut without all the negatives that come with an all out invasion.\n\nEnter - debt\n\nDebt is the most subtle and effective form of imperialism the world has ever known\nLet’s say you’ve got a huge construction company or engineering company that specializes in massive power plants, hydroelectric plants, civil engineering infrastructure\nOr you’re a powerful politician with a stake in big private companies like these\n\nYou all want the same thing - more money.\n\nBut there are only so many giant new infrastructure projects first world countries need\nSo if you can’t get new business domestically, how are you suppose to grow your business and profits?\nThird world countries\n\nit’s pretty easy to justify that, “hey, if we build this stuff for you, your people and your economy would be a lot better off and would love you for it”\n\nYou almost have a multi-billion dollar strategy - but we’re not quite there yet\nThey don’t have much money to pay you for these expensive projects\n\nThat's where the magic of debt in the form of foreign aid comes in\nCountries that previously couldn’t afford your services, all of a sudden can\nEven if just one of these projects goes through banks approving a giant loan, that’s a good few billion dollars\n\nAs a politician, the more entrenched a country is in your debt, the more power and money you have\n\nThese people’s jobs are to study the economy of the nation and make economic projections and studies of where the country might be in 10, 20 years if they had a shiny new hydroelectric plant built\n\n-----------------------\n\n🌅 Join my Facebook Group for going remote // http://bit.ly/remote-job\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nSound:\nAso - Home https://chillhop.com/artists/aso \nAso - Caught In The Rain\nSugi.wa - Je T'aime https://chillhop.com/artists/sugi-wa \n\nMusic by Chillhop: http://chillhop.com/listen\nListen on Spotify: http://bit.ly/ChillhopSpotify\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning. Best of luck!\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or subscribe. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=jgqoGWE6pe4", "date_published": "2020-02-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]