[{"source": "https://www.theguardian.com/rss", "title": "The edit... Staycation wardrobes - in pictures", "description": "<p>The British climate can usually be relied on to surprise us. Here are five multi-purpose looks for rainy walks and beach days </p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/aug/01/the-edit-staycation-wardrobes-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/aug/01/the-edit-staycation-wardrobes-in-pictures", "date_published": "2020-08-01 22:45:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MP arrested on suspicion of rape of parliamentary staffer", "description": "<p>Allegation about incidents from July 2019 to January 2020 reportedly relate to ex-minister</p><p>A former Conservative minister has been arrested after a woman accused him of rape, sexual assault and coercive control, it was reported last night.</p><p>The Metropolitan police confirmed they had launched an investigation into four alleged incidents between July 2019 and January 2020 at different locations in London. They said “a man in his 50s” was taken into custody early yesterday and was still in a police station in east London last night.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/01/former-minister-arrested-sexual-assault-charge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/01/former-minister-arrested-sexual-assault-charge", "date_published": "2020-08-01 22:44:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mikel Arteta 'wants to build Arsenal around Aubameyang' after FA Cup win", "description": "<ul><li>Arteta says: ‘I want him to stay, it’s about getting the deal done’</li><li>Frank Lampard feels injuries ‘came to tipping point’ for Chelsea</li></ul><p>Mikel Arteta believes <a href=\"https://www.theguardian.com/football/2020/aug/01/aubameyang-arsenal-chelsea-fa-cup-final-match-report\">Arsenal’s FA Cup triumph</a> can persuade Pierre-Emerick Aubameyang to sign a new contract at the north London club. The striker’s two goals against Chelsea can only have enhanced the number of rivals casting covetous eyes in his direction, but Arteta wants to remodel his side around Aubemeyang and is determined to keep a player with one year remaining on his current deal.</p><p>“He knows what I think about him, I want to build a squad around him,” said Arsenal’s manager. “I want him to stay, it’s about getting the deal done.”</p> <a href=\"https://www.theguardian.com/football/2020/aug/01/mikel-arteta-wants-to-build-arsenal-squad-around-pierre-emerick-aubameyang-after-fa-cup-win-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/01/mikel-arteta-wants-to-build-arsenal-squad-around-pierre-emerick-aubameyang-after-fa-cup-win-chelsea", "date_published": "2020-08-01 21:08:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump claims Anthony Fauci 'wrong' about cause of Covid-19 surge", "description": "<p>President again contradicts his own health expert after doctor highlights troubled US response to virus</p><p>Donald Trump launched an extraordinary attack on his own top infectious disease expert, Dr Anthony Fauci, arguing against the doctor’s claim that high rates of infection in the US stem from a less aggressive reaction to the virus in terms of economic shutdowns and stay-at-home orders.</p><p>“Wrong!” <a href=\"https://twitter.com/realDonaldTrump/status/1289633359681839105\">countered the president</a> as he retweeted a video of Fauci making the point in recent congressional testimony.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/01/trump-covid-19-fauci-cases-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/01/trump-covid-19-fauci-cases-testing", "date_published": "2020-08-01 20:59:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Howe leaves relegated Bournemouth by mutual consent", "description": "<ul><li>Manager agrees departure with club following relegation</li><li>Howe: ‘Bournemouth will always be in my heart’</li></ul><p>Eddie Howe has left Bournemouth by mutual consent following conversations with the club’s hierarchy over the past 24 hours, marking the end of an era having overseen an extraordinary rise from League Two to the Premier League.</p><p>The 42-year-old, who was the Premier League’s longest-serving manager, and the second-longest serving in England’s top four tiers, led the club to the top flight against all odds having first taken caretaker charge more than a decade ago. But his 25-year association with the club as a player and then manager, across two spells, has come to an end following relegation into the Championship.</p> <a href=\"https://www.theguardian.com/football/2020/aug/01/eddie-howe-leaves-relegated-bournemouth-by-mutual-consent\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/01/eddie-howe-leaves-relegated-bournemouth-by-mutual-consent", "date_published": "2020-08-01 20:18:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Willey and Billings help England survive Ireland scare in second ODI", "description": "<ul><li>Ireland 212-9; England 216-6; England win by four wickets</li><li>Hosts recover from 137-6 after losing three wickets for six runs</li></ul><p>Just as the sun started to set and the floodlights were no longer a complete irrelevance <a href=\"https://www.theguardian.com/sport/live/2020/aug/01/england-v-ireland-second-one-day-international-live\" title=\"\">the series came alive for a while</a>. England were chasing what is often regarded as a paltry target in the modern game, 213. They were 131 for three and Jonny Bairstow was causing havoc. Having equalled the fastest 50 by an Englishman - from 21 balls – there was still a possibility that he might post a hundred at record speed. Whereupon an unlikely intervention came from Josh Little, the bustling left-arm paceman, not selected for the first match.</p><p>Little had been pummelled mercilessly by Bairstow in his first spell and more of the same was on the cards in his second after two dismissive straight drives. His gander was up and when Bairstow swung once more there was an edge to the keeper; Little may have had a word judging by the way Bairstow swung round as he headed off to the pavilion.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/01/england-ireland-second-odi-cricket-report-david-willey-sam-billings\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/01/england-ireland-second-odi-cricket-report-david-willey-sam-billings", "date_published": "2020-08-01 20:14:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘End the prejudice against Travellers’ – police chief", "description": "<p>As the three killers of PC Andrew Harper are jailed, senior officer says the community must not be demonised<br /></p><p>A senior police officer has condemned deep-seated prejudice for making it acceptable to label the UK Travelling community “inherently criminal”.</p><p>Speaking after the three killers of PC Andrew Harper were <a href=\"https://www.theguardian.com/uk-news/2020/jul/31/pc-andrew-harper-killers-sentenced-old-bailey\" title=\"\">jailed for manslaughter</a>, Janette McCormick, deputy chief constable at the College of Policing, said attention was required to tackle the inequality and job prospects facing Travellers.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/01/end-the-prejudice-against-travellers-police-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/01/end-the-prejudice-against-travellers-police-chief", "date_published": "2020-08-01 20:10:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Bali is not only about tourism': Covid-19 prompts rethink for island's residents", "description": "<p>With tourism devastated by the pandemic, many have returned to work the fields. Some believe they will never go back </p><p>Ni Kadek Erawati, 40, used to work in a villa in her village, Tegallalang, a Balinese district famous for its Instagram-able rice terraces.</p><p>But in March, her employer asked her to take a break until further notice. Her husband is unemployed and she needs to pay school fees for three children, but the only job she could find was working on a farm.</p> <a href=\"https://www.theguardian.com/global-development/2020/aug/01/bali-is-not-only-about-tourism-covid-19-prompts-rethink-for-islands-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/aug/01/bali-is-not-only-about-tourism-covid-19-prompts-rethink-for-islands-residents", "date_published": "2020-08-01 20:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PNG’s biggest drug bust: the plane crash, the dead man and the half tonne of cocaine", "description": "<p>Five men have been charged in Australia and another man in Papua New Guinea after the bust</p><p>A light plane crashes at an illegal airfield outside Port Moresby: the plane is registered to a dead man, there is no pilot, no passengers, no cargo.</p><p>Days later, the biggest drug bust in Papua New Guinea’s history is made: more than 500kg of cocaine.</p> <a href=\"https://www.theguardian.com/world/2020/aug/02/pngs-biggest-drug-bust-the-plane-crash-the-dead-man-and-the-half-tonne-of-cocaine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/02/pngs-biggest-drug-bust-the-plane-crash-the-dead-man-and-the-half-tonne-of-cocaine", "date_published": "2020-08-01 20:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democratic congressman issues blistering attack on Republicans after Covid-19 diagnosis", "description": "<p>Raúl Grijalva condemns colleagues for failing to take crisis seriously as they ‘strut around the Capitol with no mask’</p><p>A Democratic congressman diagnosed as positive for the coronavirus has condemned Republican politicians for their carelessness around Congress and blamed them for spreading the virus.</p><p>The Arizona Democrat Raúl Grijalva tested positive for the coronavirus, it was revealed on Saturday, and has immediately quarantined, though he is asymptomatic and feeling well, his office said. But Grijalva issued a fiery condemnation of Republicans and their behavior around the halls of Congress.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/01/raul-grijalva-coronavirus-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/01/raul-grijalva-coronavirus-republicans", "date_published": "2020-08-01 19:09:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Juve’s punt on Sarri and Ronaldo typifies superclubs’ vast carelessness | Jonathan Wilson", "description": "<p>The two do not fit together and so the Italians’ push for Champions League glory seems even more like a last throw of the dice </p><p>In 2015, Max Allegri led Juventus to the double. In 2016, Max Allegri led Juventus to the double. In 2017, Max Allegri led Juventus to the double. In 2018, Max Allegri led Juventus to the double. In 2019, Max Allegri did not lead Juventus to the double, although he did lead them to an eighth straight <em>Scudetto</em>.</p><p>Failure to win last season’s Coppa Italia was not why<a href=\"https://www.theguardian.com/football/the-gentleman-ultra/2019/may/24/massimiliano-allegri-juventus-great-managers-trapattoni-lippi-conte\" title=\"\"> Allegri was ousted last summer</a>. He probably would have been replaced even if he had landed a fifth double in five seasons, because this is the pitch of absurdity European football has reached: a manager can win five league titles and four cups in five years as well as twice reach the Champions League final and yet his club can still decide he hasn’t done quite enough.</p> <a href=\"https://www.theguardian.com/football/blog/2020/aug/01/juventuss-punt-on-sarri-and-ronaldo-typifies-superclubs-vast-carelessness\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/aug/01/juventuss-punt-on-sarri-and-ronaldo-typifies-superclubs-vast-carelessness", "date_published": "2020-08-01 19:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unite sounds warning over Labour antisemitism payouts", "description": "<p>Len McCluskey, the union’s leader, says the damages paid to whistleblowers are an abuse of the money it donates to the party</p><p>Labour’s biggest union backer will review its political donations in light of Keir Starmer’s decision to pay damages to ex-staffers who claimed the party had not dealt with antisemitism, its general secretary has warned.</p><p>In an interview with the <em>Observer, </em>Unite leader<em> </em>Len McCluskey said there was “no doubt” the union’s ruling executive would be demanding a review of the millions it donates to the Labour party in the wake of the six-figure settlements.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/01/unite-warns-labour-on-antisemitism-payouts\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/01/unite-warns-labour-on-antisemitism-payouts", "date_published": "2020-08-01 19:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two arrested over 'racially aggravated hit and run' in Bristol", "description": "<p>Police treating incident as attempted murder after NHS worker suffered multiple injuries</p><p>Two 18-year-old men have been arrested on suspicion of attempted murder in relation to a racially aggravated hit-and-run attack on an NHS worker, police have said.</p><p>The 21-year-old musician, who wishes to be known as K or his stage name Kdogg, suffered serious injuries including a broken leg, nose and cheekbone in the incident.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/01/two-arrested-racially-aggravated-hit-and-run-bristol\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/01/two-arrested-racially-aggravated-hit-and-run-bristol", "date_published": "2020-08-01 18:11:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All staff across three NHS trusts in north-west England being urgently tested", "description": "<p>Mass testing rolled out across Stockport, Bolton and Blackpool after rise in cases in region</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>All staff across three NHS trust areas in north-west England are in the process of being rapidly tested for coronavirus to control the spread of the disease.</p><p>There is growing concern in the region after cases rose in Lancashire and tracers were unable to get in touch with thousands of people who may have been in contact with someone with Covid-19. It is understood that the staff mass testing is being rolled out across Bolton, Stockport and Blackpool foundation trusts.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/rapid-staff-testing-for-covid-19-at-hospitals-in-north-west-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/rapid-staff-testing-for-covid-19-at-hospitals-in-north-west-england", "date_published": "2020-08-01 17:42:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton storms to pole position for British Grand Prix at Silverstone", "description": "<ul><li>Mercedes driver on pole for 91st time in career</li><li>Bottas second on the grid, with Verstappen third</li></ul><p>For Lewis Hamilton, the singularly unfamiliar atmosphere for qualifying here mattered not a jot. His performance in taking pole position for Sunday’s British Grand Prix bore all the hallmarks of a driver in the form of his life, soaring around one of his favourite circuits, albeit one empty of fans.</p><p>In doing so he and Mercedes laid bare the yawning chasm that lies between them and the rest of the field this season.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/01/lewis-hamilton-storms-to-pole-position-for-british-grand-prix-at-silverstone-f1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/01/lewis-hamilton-storms-to-pole-position-for-british-grand-prix-at-silverstone-f1", "date_published": "2020-08-01 17:14:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ellen: hit talkshow in crisis amid revelations of toxic workplace culture", "description": "<p>Host DeGeneres pledges changes amid allegations of sexual misconduct and racism behind the scenes</p><p>It is one of the most popular talkshows on American daytime television, with powerhouse ratings based on a reputation for saccharine niceness.</p><p>But now Ellen, hosted by Ellen DeGeneres, one of America’s biggest celebrities, has been plunged into crisis after revelations of a toxic workplace culture and sexual harassment that is turning the show into another #MeToo scandal.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/01/ellen-degeneres-show-sexual-misconduct-racism-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/01/ellen-degeneres-show-sexual-misconduct-racism-allegations", "date_published": "2020-08-01 17:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DBC Pierre: 'You can be shut down from life because of one mistake'", "description": "<p>The hellraiser turned Booker prize winner on the infantilising nature of the internet, his favourite reading choices and why second chances are so important</p><p>DBC Pierre is the author of seven books, including <em>Release the Bats</em>, a guide to writing fiction, and <em>Vernon God Little</em>, which won the Booker prize in 2003. At the ceremony, Pierre (born Peter Finlay in Australia in 1961) pledged his prize money to friends he had duped during an itinerant past life as a self-confessed <a href=\"https://www.theguardian.com/world/2003/oct/11/books.bookerprize2003\">conman</a> and addict; his initials stand for Dirty But Clean. He spoke to me from his current home in Cambridgeshire, where he wrote his latest novel, <em>Meanwhile in Dopamine City</em>, a satirical dystopia about a widowed sewage worker struggling to raise two children in an age of digital innovation run riot.<br /><br /><strong>What led you to send up big tech and the internet, or “the grid”, as it’s called </strong><strong>in the book?</strong><br />I’d love to write a book about butterflies or something, but I [got] so incensed about what’s happening. About five years ago it became clear that for many reasons the notion of us all having a voice [online] was going to take a different route than we had expected, because of brain chemistry and mob culture and what suited the profit motive... I’m not in any way a technophobe: this is about the extremely alarming agenda behind [online] technologies. We’re running around saying we suddenly have a voice [but] the internet infantilises you – you’re automatically a teenager when you use any of these [social media] tools. They are geared that way: we’re creatures who love an idea much more than a fact, and so we can ignore a whole lot of facts. As a novelist I’m daunted because it’s impossible... well, it was impossible to write satire 20 years ago, to be fair.<br /><br /><strong>You’re finding your creative resources more stretched than when you wrote </strong><em><strong>Vernon God Little</strong></em><strong>?</strong><br />Oh yeah, for sure. I made the mistake, for about a year of writing this, of thinking, I’m just gonna look five, 10 years ahead. So I invented some cool stuff; by the end of that year, all of those [made-up] technologies were old news.<br /><br /><strong>Early on in the book, the protagonist finds himself branded an abuser after he smacks his daughter.</strong><br />Lonnie was brought up in a liberal world of second chances. My life is built from second chances; I wouldn’t be speaking to you but for having been forgiven and helped off the floor and back on my feet. I believe that’s the correct way, [but] that’s being thrown out very quickly. You can be shut down from life on the basis of one mistake.<br /></p><p>My original draft actually meant to rewire your brain</p> <a href=\"https://www.theguardian.com/books/2020/aug/01/dbc-pierre-you-can-be-shut-down-from-life-because-of-one-mistake\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/01/dbc-pierre-you-can-be-shut-down-from-life-because-of-one-mistake", "date_published": "2020-08-01 17:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Congress remains divided as expanded unemployment payments end – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/2020/aug/01/lincoln-project-donald-trump-republicans-campaign-ads\">Could the Lincoln Project take down Donald Trump?</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/aug/01/texas-business-open-coronavirus-cases-surge\">Texas ‘wide open for business’ despite surge in Covid-19 cases</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england\">Follow the latest coronavirus developments on our global blog</a></li><li>Sign up to our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:38:56.605Z\">5.38pm <span class=\"timezone\">BST</span></time> </p><p><strong>Lt Col Alexander Vindman</strong>, the 21-year US army veteran who reported concerns about Donald Trump’s 2019 phone call to Ukrainian president Volodymyr Zelensky to fellow members of the National Security Council, <a href=\"https://www.washingtonpost.com/opinions/2020/08/01/alexander-vindman-retiring-oped/?hpid=hp_opinions-float-right-4-0_opinion-card-a-right%3Ahomepage%2Fstory-ans\">has written an op-ed in the Washington Post</a> condemning Donald Trump. Vindman went on to become a key figure in the president’s impeachment inquiry. </p><p><strong>Vindman, whose family fled to the Soviet Union when he was a child said he was alarmed by Trump’s rise and tactics.</strong> He described Trump’s administration as “reminiscent of the authoritarian regime my family fled,” adding that: “At no point in my career or life have I felt our nation’s values under greater threat and in more peril than at this moment.”</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:17:34.400Z\">5.17pm <span class=\"timezone\">BST</span></time> </p><p><strong>Donald Trump has approved a declaration of emergency in Florida as Hurricane Isaias approaches.</strong> Officials in Miami have already closed beaches, marinas and parks in the city <a href=\"https://www.theguardian.com/world/2020/aug/01/hurricane-isaias-bahamas-florida-north-carolina\">to prepare for the storm</a>, which has emerged from the Bahamas.</p> <a href=\"https://www.theguardian.com/us-news/live/2020/aug/01/us-politics-joe-biden-vice-president-pick-us-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/aug/01/us-politics-joe-biden-vice-president-pick-us-elections", "date_published": "2020-08-01 16:38:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England chase 213 to beat Ireland: second one-day international – live!", "description": "<ul><li>Updates from the Ageas Bowl, play starts 2pm BST</li><li><a href=\"https://www.theguardian.com/sport/live/2020/aug/01/county-cricket-nottinghamshire-derbyshire-and-more-in-bob-willis-trophy-live\">County cricket: Bob Willis Trophy begins – live!</a></li><li>Get in touch! <a href=\"mailto:rob.smyth@theguardian.com\">Email your thoughts to Rob</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:37:41.978Z\">5.37pm <span class=\"timezone\">BST</span></time> </p><p><strong>Better than Ireland would have thought an hour ago. </strong>That’s the long story short, the visitors limping along before Campher (68) and McBrine came together at 151/7 in the 42nd over, advancing the score to 207/8 by the time they were separated with nine balls to go. It’s something to bowl to. England will be disappointed not to have finished it off but they made sure in the first half that they’d never be chasing that many, thanks to Willey’s early breakthroughs and Adil Rashid’s three wickets in the middle overs. Oh, and remember the time when James Vince came on first change and picked up the wicket of an international captain? Let’s never forget when we were together for that one. <a href=\"mailto:rob.smyth@theguardian.com\">Over to Rob</a>, bye from the bubble! <br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:32:27.276Z\">5.32pm <span class=\"timezone\">BST</span></time> </p><p>Reece Topley has the job of the last over and does it expertly, too quick and too tough to get away, McBrine nearly hit by a bumper to finish, gloving it to Bairstow. He earned that entry in the book - an international wicket for the Andy Carroll lookalike (thanks, Matt Davies in Mexico City) after four years away from the big time. <strong>England are set 213 to win the ODI and wrap up the series. </strong><br /></p> <a href=\"https://www.theguardian.com/sport/live/2020/aug/01/england-v-ireland-second-one-day-international-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/aug/01/england-v-ireland-second-one-day-international-live", "date_published": "2020-08-01 16:38:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal v Chelsea: FA Cup final 2020 – live!", "description": "<ul><li>FA Cup final latest from the 5.30pm BST kick-off at Wembley</li><li><a href=\"https://www.theguardian.com/football/2020/jul/30/old-warriors-olivier-giroud-and-david-luiz-to-clash-at-wembley\">Stalwarts Giroud and David Luiz cross swords in final</a><br /></li><li>And <a href=\"mailto:scott.murray.casual@theguardian.com\">you can email Scott</a> with your thoughts</li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:38:39.006Z\">5.38pm <span class=\"timezone\">BST</span></time> </p><p><strong>6 min: </strong>Pepe tries to respond immediately by sending a long-distance rake towards the bottom right. Caballero gathers well. We could have a proper cup final on our hands here.</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:37:52.000Z\">5.37pm <span class=\"timezone\">BST</span></time> </p><p>Pulisic turns in the midfield and tears down the middle. He slips wide left for Mount, who enters the box and crosses low. Giroud gently flicks it on towards Pulisic, who takes a touch on the penalty spot before flicking confidently over the outstretched Martinez. What a start for Chelsea!</p> <a href=\"https://www.theguardian.com/football/live/2020/aug/01/arsenal-v-chelsea-fa-cup-final-2020-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/aug/01/arsenal-v-chelsea-fa-cup-final-2020-live", "date_published": "2020-08-01 16:38:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: cases continue to rise in France and Poland", "description": "<p>Crew onboard <a href=\"https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england?page=with:block-5f258e5c8f08bb96099b63e4#block-5f258e5c8f08bb96099b63e4\">Norwegian cruise ship</a> test positive for virus; <a href=\"https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england?page=with:block-5f2570748f08bb96099b6385#block-5f2570748f08bb96099b6385\">Vietnamese tourist hotspot Da Nang</a> to test entire city; Boris Johnson warns of second UK lockdown. Follow all the developments live</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/jul/31/fauci-coronavirus-vaccine-washington-hearing\">Fauci optimistic about having a vaccine this year</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england?page=with:block-5f24d1ff8f088e9f6f92e1dd#block-5f24d1ff8f088e9f6f92e1dd\">Australia death toll tops 200</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/31/how-the-covid-19-resurgence-is-dividing-opinion-across-europe\">The week Covid-19 roared back in Europe</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:35:36.237Z\">5.35pm <span class=\"timezone\">BST</span></time> </p><p>Travelers entering <strong>France</strong> from 16 countries where the coronavirus is circulating widely now must undergo virus tests upon arrival at French airports and ports. <br /></p><p>French prime minister <strong>Jean Castex</strong> announced last month that the tests would be required starting on 1 August for passengers France is allowing in from a list of approved countries unless they present proof of a negative test done within 72 hours of their departure. <br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-08-01T16:19:04.773Z\">5.19pm <span class=\"timezone\">BST</span></time> </p><p> <strong>Spain</strong>’s labour minister, <strong>Yolanda Díaz Pérez,</strong> suggested on Saturday that the government would extend its coronavirus furlough scheme for an extra three months until the end of the year.</p><p>Speaking after talks in <strong>Majorca</strong> with the regional government and union bosses, Díaz said it would make no sense to drop the ERTE furlough scheme when it is scheduled to finish at the end of September, according to AFP.</p> <a href=\"https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england", "date_published": "2020-08-01 16:35:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The people of Soweto by David Goldblatt - in pictures", "description": "<p>In the early 1970s, the acclaimed South African photographer documented the residents of the township. These portraits form part of Goldblatt’s first major solo exhibition in London since 1986, now showing at the <a href=\"https://www.goodman-gallery.com/exhibitions/1183\">Goodman Gallery</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/aug/01/the-people-of-soweto-by-david-goldblatt-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/aug/01/the-people-of-soweto-by-david-goldblatt-in-pictures", "date_published": "2020-08-01 16:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump heads to his own golf club as Covid-19 surges and jobless benefits expire", "description": "<p>President makes 283rd golfing trip of his term, according to CNN count, as coronavirus death toll passes 153,000</p><p>Donald Trump prompted a familiar barrage of criticism on Saturday by<a href=\"https://twitter.com/markknoller/status/1289568432770482176\"> visiting</a> one of his own <a href=\"https://www.theguardian.com/sport/2020/jul/25/donald-trump-brett-favre-golfing-bedminster\">golf clubs</a> as the country remains caught in numerous intensifying crises, from the raging coronavirus epidemic to anti-racism protests to the failure to extend benefits to tens of millions of jobless Americans.</p><p>Trump <a href=\"https://publicpool.kinja.com/subject-in-town-pool-report-3-arrival-at-trump-nati-1844580582\">arrived</a> at his Virginia golf club in the morning, according to a report from the White House pool, after <a href=\"https://twitter.com/markknoller/status/1289568432770482176\">leaving </a>Washington via motorcade and dressed in his <a href=\"https://publicpool.kinja.com/subject-in-town-pool-report-2-rolling-to-undisclose-1844580442\">usual golfing attire</a> of a baseball cap and a polo shirt.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/01/trump-golfs-covid-19-unemployment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/01/trump-golfs-covid-19-unemployment", "date_published": "2020-08-01 16:09:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in radio and podcasts: The Homeless Hotel; Talking Dogs; Dogs and the City – review", "description": "<p>How a rough sleeper turned his life around; return of the Dogfather; and tales of canine lockdown</p><p><strong>The Homeless Hotel </strong>(Radio 4)<strong> </strong>| <a href=\"https://www.bbc.co.uk/sounds/play/m000l8lr\">BBC Sounds</a> <br /><strong>Talking Dogs with Graeme Hall </strong>| <a href=\"https://podcasts.apple.com/gb/podcast/talking-dogs/id1523065355\">Podcast</a> <br /><strong>Dogs and the City</strong> | <a href=\"https://www.bbc.co.uk/programmes/p06rs7d7/episodes/downloads?page=1\">BBC Local Radio</a> </p><p>Now we’re living in a half in, half out sort of normality, when sunbathing in the park all day is fine, and clapping for carers seems a lifetime ago, it’s interesting to think about what lockdown was like early on. Remember<a href=\"https://www.crisis.org.uk/get-involved/everybody-in/\"> Everybody In</a>? The initiative that took rough sleepers off the streets and into hotels? You could be forgiven for thinking that was all a dream. But it happened.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/01/the-week-in-radio-and-podcasts-the-homeless-hotel-talking-dogs-dogs-and-the-city-review\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/01/the-week-in-radio-and-podcasts-the-homeless-hotel-talking-dogs-dogs-and-the-city-review", "date_published": "2020-08-01 16:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beat surrender: classic club-night posters – in pictures", "description": "<p>“Artists and graphic designers like working on music [projects] because they get creative freedom,” says Gemma Curtin, co-curator of <a href=\"https://designmuseum.org/exhibitions/electronic-from-kraftwerk-to-the-chemical-brothers?utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=Electronic_Google_cpc&amp;gclid=EAIaIQobChMIjtih0dz36gIVwuvtCh2cGwyAEAAYASAAEgIHdfD_BwE\">Electronic: From Kraftwerk to the Chemical Brothers</a>, on view at the Design Museum, London W8 (until 14 February). The show explores the design and aesthetics that define electronic music. Curtin says: “Graphic designers like Peter Saville used innovative techniques and high production costs to create rich visuals that still look really fresh today.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/aug/01/beat-surrender-classic-club-night-posters-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/aug/01/beat-surrender-classic-club-night-posters-in-pictures", "date_published": "2020-08-01 16:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our health is all we have. But now Google wants it too | Phillip Inman", "description": "<p>The EU probe of the search engine’s deal for Fitbit is a harbinger of a future in which Big Tech is central to healthcare</p><p>Healthcare is going to be one of the biggest corporate battlegrounds of the next 20 years.</p><p>In the UK, public and private health spending already accounts for 10% of national income (GDP). In the US, health spending eats up around 17% of the economic pie. As the last of the baby boomers settle into retirement by 2030, those figures are expected to rise by at least half and, if social care is added, possibly double by 2040.</p> <a href=\"https://www.theguardian.com/business/2020/aug/01/health-data-google-wants-it-all-fitbit-deal-big-tech\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/01/health-data-google-wants-it-all-fitbit-deal-big-tech", "date_published": "2020-08-01 16:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This isn’t a tough new food policy for post-Brexit UK. It’s thin gruel and easy to set to one side | Jay Rayner", "description": "<p>Henry Dimbleby’s national food strategy will do little for the millions who go hungry</p><p>The headlines were compelling. The Covid-19 crisis would lead to a dramatic increase in poverty and hunger; free school meals should be extended to a further 1.6 million children; another 1.1 million children in England should become eligible for holiday food programmes. The <a href=\"https://www.nationalfoodstrategy.org/partone/\">National Food Strategy document</a> released last Wednesday was, on the face of it, an impressive opening shot from the team led by businessman Henry Dimbleby.</p><p>But for all the laudable anger over hunger contained in this first report from the National Food Strategy, it was received across the world of food production and policy with at best eye-rolling and at worst exasperation. It is the product of grubby politics, includes worrying proposals on post-Brexit trade policy, muddled thinking on the causes of poverty and risks wasting a golden opportunity to answer one of the most important challenges of the 21st century: how we feed ourselves.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/this-isnt-a-tough-new-food-policy-for-post-brexit-uk-its-thin-gruel-and-easy-to-set-to-one-side\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/this-isnt-a-tough-new-food-policy-for-post-brexit-uk-its-thin-gruel-and-easy-to-set-to-one-side", "date_published": "2020-08-01 16:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US PGA: Morikawa leads hopefuls into empty land of opportunity | Ewan Murray", "description": "<p>Having no fans at Harding Park for the season’s first major may ease the pressure on the next generation of potential stars</p><p>There will be no asterisk adjacent to 2020 on the Wanamaker Trophy. That the US PGA Championship will take place from Thursday minus spectators ultimately will not matter to the player who claims the first major of a year like no other.</p><p>With strange circumstances comes opportunity. If Rory McIlroy, Jon Rahm, Brooks Koepka and Tiger Woods are naturally at the forefront of people’s minds at majors, the new breed could benefit from the absence of spectators at Harding Park. The US PGA backdrop will not and cannot be the same.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/01/us-pga-2020-morikawa-leads-young-hopefuls-into-empty-land-of-opportunity-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/01/us-pga-2020-morikawa-leads-young-hopefuls-into-empty-land-of-opportunity-golf", "date_published": "2020-08-01 16:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK lobbies US to support controversial new nuclear warheads", "description": "<p>Letter from defence secretary seen by Guardian draws Britain into debate pitting Trump administration against many Democrats</p><p>The UK has been lobbying the US Congress in support of a controversial new warhead for Trident missiles, claiming it is critical for “the future of Nato as a nuclear alliance”.</p><p>A letter from Britain’s defence secretary, Ben Wallace, seen by the Guardian, urged Congress to support initial spending on the warhead, <a href=\"https://www.rollcall.com/2020/07/29/trump-teams-case-for-new-nuke-cites-risks-in-current-arsenal/\">the W93</a>.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/uk-trident-missile-warhead-w93-us-lobby\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/uk-trident-missile-warhead-w93-us-lobby", "date_published": "2020-08-01 15:48:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ryan Kent gets Rangers' new season off to winning start at Aberdeen", "description": "<p>If this was one of the sterner tests Rangers will face in a season where the making of history is on the agenda, perhaps a title race as worthy of the name will develop after all. The scoreline from the Premiership opener in Aberdeen shows the most narrow of victories. In reality it was a different story: Steven Gerrard’s team were vastly superior to an opposition who only showed menace in a form worthy of disciplinary action. Andrew Considine was duly handed a red card for his late, wild lunge on Scott Arfield.</p><p>Much earlier, Ryan Kent endorsed Rangers’ early dominance with a calm finish. On repeat viewing, the goal was more impressive than had initially appeared. Rangers had noticed the tendency of Scott McKenna, the Aberdeen centre-back, to track every step of Alfredo Morelos.</p> <a href=\"https://www.theguardian.com/football/2020/aug/01/aberdeen-rangers-scottish-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/01/aberdeen-rangers-scottish-premiership-match-report", "date_published": "2020-08-01 15:42:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Bingham questions sanitised balls after victory at the Crucible", "description": "<ul><li>The 2015 world champion beats Ashley Carty 10-7</li><li>Ding Junhui 10-9 Mark King; Mark Williams 10-5 Alan McManus</li></ul><p>Stuart Bingham blamed sanitised balls for his struggle to get over the line against the qualifier Ashley Carty in an empty Crucible on Saturday, while Ding Junhui survived a scare before coming through 10-9 against Mark King.</p><p>Bingham, the <a href=\"https://www.theguardian.com/sport/2015/may/05/stuart-bingham-shocks-shaun-murphy-crucible\">2015 world champion</a>, who had fashioned a 5-4 lead in the opening session in front of a handful of fans on Friday, went on to win 10-7 and become the first player to wrap up victory since fans <a href=\"https://www.theguardian.com/sport/2020/jul/31/bizarre-day-for-snooker-fans-at-the-crucible-provides-dose-of-new-normal\">were belatedly barred from the event</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/aug/01/stuart-bingham-questions-sanitised-balls-after-victory-at-the-crucible-world-snooker-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/01/stuart-bingham-questions-sanitised-balls-after-victory-at-the-crucible-world-snooker-championship", "date_published": "2020-08-01 15:22:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cubans bid farewell to Eusebio Leal Spengler, the saviour of Havana", "description": "<p>Much-loved citizen was born poor but went on to mastermind restoration of the island’s splendid capital</p><ul><li><a href=\"https://www.theguardian.com/world/2020/aug/01/eusebio-leal-spengler-restorer-of-old-havana-and-its-de-facto-mayor-dies-age-77\">Historian and de facto mayor has died aged 77 </a></li></ul><p>The old town of Havana has sheltered many famous faces over its 500 years, Alexander von Humboldt and <a href=\"https://www.theguardian.com/books/2019/mar/31/ernest-hemingway-centre-opens-in-havana-cuba\" title=\"\">Ernest Hemingway</a> among them, but few more loved than <a href=\"https://www.theguardian.com/world/2020/aug/01/eusebio-leal-spengler-restorer-of-old-havana-and-its-de-facto-mayor-dies-age-77\" title=\"\">Eusebio Leal Spengler,</a> who died on Friday.</p><p>The city historian could be seen most days walking through the cobbled streets, past the fruit hawkers and musicians, passing under balconies strung with drying sheets. He would stop to talk to residents who knew him by sight, despite his understated manner and the grey guayabera shirt of the Cuban bureaucrat he favoured.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/cubans-bid-farewell-to-eusebio-leal-spengler-the-saviour-of-havana\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/cubans-bid-farewell-to-eusebio-leal-spengler-the-saviour-of-havana", "date_published": "2020-08-01 15:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Improve your relationships – with advice from counter-terrorism experts", "description": "<p>Emily and Laurence Alison specialise in communication and co-operation with criminal suspects. But their methods work in the home and at work, too</p><p>“The more you push someone, the more they close up,” say Emily and Laurence Alison, a husband-and-wife psychology team. “The hungrier you are for information, the harder it will be to get that out of someone. But give the person a choice about what they say; give them some autonomy and you begin to build the rapport that may lead to a better conversation,” says Laurence.</p><p>This sounds like parenting advice and yet the Alisons’ specialism is helping counter-terrorism officers and the police to improve communication and co-operation with criminal suspects. When the atmosphere turns adversarial and competitive, as it so often does, they turn to the Alisons to help them navigate and negotiate.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/01/improve-your-relationships-with-advice-from-counter-terrorism-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/01/improve-your-relationships-with-advice-from-counter-terrorism-experts", "date_published": "2020-08-01 15:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona rethinks its reliance on tourism as bans keep foreigners away", "description": "Rulings by France and the UK have hit businesses in the Catalan capital particularly hard<p>It’s late July on Barcelona’s La Rambla and there are no takers for the Mexican hats and Gaudí mouse mats for sale on street stalls, nor any business for a solitary selfie-stick hawker. The city’s famous boulevard is usually a heaving mass of humanity; now it’s all but deserted.</p><p>French advice against travel to Catalonia and the UK’s <a href=\"https://www.theguardian.com/world/2020/jul/25/uk-holidaymakers-returning-from-spain-to-face-quarantine\" title=\"\">de facto ban on travel to Spain</a> have painted the country as Europe’s Covid-19 pariah, but many Spaniards feel they are being scapegoated.</p> <a href=\"https://www.theguardian.com/business/2020/aug/01/barcelona-coronavirus-travel-ban-empty-restaurants-hotels\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/01/barcelona-coronavirus-travel-ban-empty-restaurants-hotels", "date_published": "2020-08-01 15:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GPT-3: an AI game-changer or an environmental disaster? | John Naughton", "description": "<p>The tech giants’ latest machine-learning system comes with both ethical and environmental costs</p><p>Unless you’ve been holidaying on Mars, or perhaps in Spain (alongside the transport secretary), you may have noticed some fuss on social media about something called <a href=\"https://www.theguardian.com/technology/2020/jun/12/elon-musk-backed-openai-to-release-text-tool-it-called-dangerous\">GPT-3</a>. The GPT bit stands for the “generative pre-training” of a language model that acquires knowledge of the world by “reading” enormous quantities of written text. The “3” indicates that this is the third generation of the system.</p><p>GPT-3 is a product of <a href=\"https://openai.com/\">OpenAI</a>, an artificial intelligence research lab based in San Francisco. In essence, it’s a machine-learning system that has been fed (trained on) 45 terabytes of text data. Given that a terabyte (TB) is a trillion bytes, that’s quite a lot. Having digested all that stuff, the system can then generate all sorts of written content – stories, code, legal jargon, poems – if you prime it with a few words or sentences.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/gpt-3-an-ai-game-changer-or-an-environmental-disaster\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/gpt-3-an-ai-game-changer-or-an-environmental-disaster", "date_published": "2020-08-01 15:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MacKenzie Scott: more money than she can count and glad to give it away | Rebecca Nicholson", "description": "<p>With a fortune of $60bn, the ex-wife of Amazon boss, Jeff Bezos, has barely dented it with her first donations of $2bn</p><p>In among the scenic walks, dog/baby/baby-dog pics, black-and-white selfies and explanations as to what black-and-white selfies were originally for, I recently saw a post being shared to Instagram again and again.</p><p>Created by a user called <a href=\"https://www.instagram.com/emilyisliving/?hl=en\">@emilyisliving</a>, it explained, in simple terms and aesthetically pleasing fonts, why billionaires shouldn’t exist. The concept is far from a new one – my Bible studies are rusty, but I seem to recall something about Jesus chucking the e-commerce magnates out of the temple and that bit about a camel being more likely to pass through the eye of a needle than a social media tycoon is to get into heaven – but this post pressed the idea that being a billionaire is fundamentally incomprehensible, because the numbers are too massive for our tiny human brains to have any perspective on.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/mackenzie-scott-more-money-than-she-can-count-and-glad-to-give-it-away\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/mackenzie-scott-more-money-than-she-can-count-and-glad-to-give-it-away", "date_published": "2020-08-01 15:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok: China's ByteDance agrees to divest US operations after Trump threat", "description": "<p>Proposed deal would see Microsoft take over TikTok in US, insiders say, after president said he would ban video app</p><p>China’s ByteDance has agreed to divest the US operations of TikTok completely in a bid to save a deal with the White House, after Donald Trump said on Friday he had decided to <a href=\"https://www.theguardian.com/technology/2020/jul/31/tiktok-ban-us-trump-suggestion\">ban the popular short-video app</a>, two people familiar with the matter said on Saturday.</p><p>US officials have said TikTok under its Chinese parent poses a national risk because of the personal data it handles. ByteDance’s concession will test whether Trump’s threat to ban TikTok is a negotiating tactic or whether he is intent on cracking down on a social media app that has up to 80 million daily active users in the US.</p> <a href=\"https://www.theguardian.com/technology/2020/aug/01/tiktok-ban-china-bytedance-divest-microsoft\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/01/tiktok-ban-china-bytedance-divest-microsoft", "date_published": "2020-08-01 14:57:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LBC host Iain Dale breaks long silence over attempted rape", "description": "<p>Inspired by a female date rape survivor, the radio pundit says men must report sex assaults and learn to confront their experiences</p><p>Nearly 30 years ago, the award-winning radio host and political pundit Iain Dale was subjected to a traumatic sexual assault – yet only now is he talking about his experience publicly.</p><p>Dale was in his late 20s, had not come out as gay and had only just become sexually active. “It was an attempted rape,” he told the <em>Observer</em>. “It lasted about 45 minutes in a very disgusting flat I had gone to with this man I met in a pub in north London. If I had not been six feet two inches tall and weighed 15 stone, I would not have succeeded in pushing him off.”</p> <a href=\"https://www.theguardian.com/media/2020/aug/01/lbc-host-iain-dale-breaks-long-silence-over-attempted\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/aug/01/lbc-host-iain-dale-breaks-long-silence-over-attempted", "date_published": "2020-08-01 14:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portland: 1,000 peacefully protest amid withdrawal of federal agents", "description": "<p>Overnight protest matches Thursday’s, with no major confrontations, as US government draws down forces</p><p>More than a thousand people showed up in downtown Portland early on Saturday to peacefully protest, about three days after the announcement that <a href=\"https://www.theguardian.com/us-news/2020/jul/31/portland-protests-latest-peaceful-night-federal-troops-withdrawal\">the presence of US agents there would be reduced</a> – a deal that Oregon officials hope will continue to ease tensions as the city tries to move on from months of chaotic nightly protests.</p><p>Friday’s overnight protest mimicked Thursday’s, which was the first time in weeks that demonstrations ended without any major confrontations, violence or arrests.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/01/portland-1000-peacefully-protest-amid-withdrawal-of-federal-agents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/01/portland-1000-peacefully-protest-amid-withdrawal-of-federal-agents", "date_published": "2020-08-01 14:19:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carl Bergstrom: 'People are using data to bullshit'", "description": "<p>The evolutionary biologist on data manipulation, fake news, and the importance of using science as a lie detector</p><p>Carl Bergstrom is a professor of evolutionary biology at the University of Washington in Seattle. More than a decade ago he conducted research on the role of government in pandemic planning, and has been a trenchant critic of the current response. He is the co-author with his colleague Jevin D West of a new book, <em>Calling Bullshit: The Art of S</em><em>cepticism in a Data-Driven World</em><em>.</em></p><p><strong>Your book is very timely in that it suggests the exponential spread of bullshit would eventually crash against fact in spectacular fashion. Is this what we are seeing with the pandemic?<br /></strong>It was finished just before all of this, in a different world. Ironically, a bunch of us were working on a paper about “human collective behaviour as crisis discipline”. We felt we needed to understand that before the shit hit the fan. Unfortunately the paper was still being revised when the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">pandemic</a> started.</p> <a href=\"https://www.theguardian.com/science/2020/aug/01/carl-bergstrom-people-are-using-data-to-bullshit\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/aug/01/carl-bergstrom-people-are-using-data-to-bullshit", "date_published": "2020-08-01 14:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maggie's Centre, St James's hospital, Leeds review – a safe place for flamboyance", "description": "<p>Thomas Heatherwick has risen to an important challenge, bringing to Leeds’s university hospital this latest in a series of bespoke, calming environments for people with cancer<br /></p><p>Maggie’s Centres are based on some beautiful ideas. They offer to people hit by cancer – to families and carers as well as patients – emotional, social and practical support that complements their medical treatment. They do so in spaces that are in some way comforting and inspiring, the opposite of the generic medicalised environments, all air-conditioned and fluorescent-lit and plastic-surfaced, of modern hospitals. They offer, in an institutional and standardised wilderness, oases of the bespoke and personal.</p><p>This concept presents a special challenge to architects. It exposes which of their devices really do help people to feel better, and which are stunts and twirls to promote their brand and impress their peers. A well-placed window, a calming material, the fall of light, a soothing acoustic are all more important to the aims of Maggie’s than the signature moves of a famous designer.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/aug/01/maggies-centre-st-jamess-hospital-leeds-review-a-safe-place-for-flamboyance\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/aug/01/maggies-centre-st-jamess-hospital-leeds-review-a-safe-place-for-flamboyance", "date_published": "2020-08-01 14:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unhinged review – darkly funny tale of road rage", "description": "<p>Russell Crowe’s car chase thriller is an entertaining send-up of emasculated men</p><p>Stuck in standstill traffic, single mum Rachel (the sparky Caren Pistorius) is late dropping her son, Kyle (Gabriel Bateman), at school and on the verge of being fired from an already precarious freelance hairdressing gig. Her ex-husband is being difficult and her ailing mother has recently been relocated to a care home. When she honks her horn and impatiently overtakes a grey pick-up truck, it’s understandable. Unfortunately, its driver is also feeling fragile. Unnamed in the film but listed in its credits as “The Man”, a hulking, sweating, highly medicated Russell Crowe demands an apology. “I need you to learn what a bad day is and I need you to learn how to say sorry,” he seethes, attempting to run her over for the remainder of the film.</p><p>This zippy car chase thriller shares some DNA with Joel Schumacher’s 1993 black comedy <em><a href=\"https://www.theguardian.com/film/2016/jun/03/falling-down-jamon-jamon-review-1993-archive\">Falling Down</a></em>, which saw Michael Douglas’s white collar divorcee clashing with Los Angeles’s multicultural residents after abandoning his car and making his way across the city on foot. Both are darkly funny studies and send-ups of emasculated men, with Crowe’s character claiming to have been “dismissed as the unworthiest fuck to ever walk the planet”.</p> <a href=\"https://www.theguardian.com/film/2020/aug/01/unhinged-review-darkly-funny-tale-of-road-rage\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/01/unhinged-review-darkly-funny-tale-of-road-rage", "date_published": "2020-08-01 14:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida closes beaches as Hurricane Isaias barrels through Bahamas", "description": "<p>State readies evacuation centers with social-distancing measures as Bahamas and North Carolina order evacuations</p><p><a href=\"https://www.theguardian.com/world/2020/jul/31/hurricane-isaias-bahamas-florida-weather-report\">Hurricane Isaias</a> ripped shingles off roofs and blew over trees as it carved its way through the Bahamas early on Saturday and headed toward the Florida coast, where officials in Miami said they were closing beaches, marinas and parks.</p><p>Miami’s mayor, Carlos Giménez, said on Friday that 20 evacuation centers were on standby that could be set up with Covid-19 safety measures.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/hurricane-isaias-bahamas-florida-north-carolina\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/hurricane-isaias-bahamas-florida-north-carolina", "date_published": "2020-08-01 13:54:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Take a tusk, drill  holes, weave a rope – and change the course of history", "description": "<p>Scientists have discovered the tool our stone-age ancestors used to manufacture twine – a milestone in technological development</p><p>Forty thousand years ago, a stone-age toolmaker carved a curious instrument from mammoth tusk. Twenty centimetres long, the ivory strip has four holes drilled in it, each lined with precisely cut spiral incisions.</p><p>The purpose of this strange device was unclear when it was discovered in Hohle Fels cave in south-western Germany several years ago. It could have been part of a musical instrument or a religious object, it was suggested. But now scientists have concluded that it is the earliest known instrument for making rope. And its impact would have been revolutionary.</p> <a href=\"https://www.theguardian.com/science/2020/aug/01/mammoth-tusk-drill-holes-make-rope-change-history-stone-age\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/aug/01/mammoth-tusk-drill-holes-make-rope-change-history-stone-age", "date_published": "2020-08-01 13:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public told to avoid four ‘unmanageable’ Kent beaches", "description": "<p>Crowds far exceed lifeguards’ capacity as coastguard records busiest day for four years</p><p>Holidaymakers in Kent have been asked to avoid four of the county’s beaches after fears some have become “unmanageable” due to the number of visitors.</p><p>The coastguard had its busiest day in more than four years on Friday – when the UK recorded its third hottest day on record – dealing with 329 incidents. Concern has been expressed that there may not enough lifeguards at some beaches as crowds swell.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/01/public-told-to-avoid-four-unmanageable-kent-beaches\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/01/public-told-to-avoid-four-unmanageable-kent-beaches", "date_published": "2020-08-01 13:03:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artist Toyin Ojih Odutola: 'Through drawing, I can cope with racism, sexism, cultural friction'", "description": "<p>Ahead of a new Barbican show, the visual artist discusses being a ‘weird, creative type’ and why moving to Alabama made her question everything</p><p>Toyin Ojih Odutola was born in Ife, Nigeria, in 1985. She moved to the US aged five, first to Berkeley, California, then to Huntsville, Alabama, where her father worked as a professor and her mother as a nurse. Odutola is renowned for her intricate portraits drawn with ink, pastel and charcoal. Zadie Smith called her “one of the most exciting young artists working today”, and has written an introduction to Odutola’s new Barbican show, <em>A Countervailing Theory</em><em>.</em></p><p><strong>Your new show imagines an ancient civilisation in central Nigeria where women rule over an underclass of black male humanoids. How did this idea come to you?<br /></strong>It came from two separate incidents: one was reading an article about rock formations in central Nigeria, which indicated that some ancient civilisation had arranged them in such a way; the second was from an episode of the BBC podcast <em><a href=\"https://www.bbc.co.uk/programmes/b00st9zb\">A History of the World in 100 Objects</a></em> on the Ife head. A German archaeologist discovered the [centuries-old brass statue] in 1910 and couldn’t conceive of Nigerians having the mental aptitude to create such anatomically correct and beautiful objects, so he decided that Greeks from Atlantis had made it. I started asking, who has a right to create their own stories? I wanted to create a work of art that, visually, stood apart from occidental picture-making, that felt very “other”.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/aug/01/artist-toyin-ojih-odutola-through-drawing-i-can-cope-with-racism-sexism-cultural-friction\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/aug/01/artist-toyin-ojih-odutola-through-drawing-i-can-cope-with-racism-sexism-cultural-friction", "date_published": "2020-08-01 13:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nina Sosanya: ‘My greatest regret is not having a dog’", "description": "<p>The actor, 51, on her idyllic childhood, fixing clockwork devices and learning to be less scared of spiders</p><p><strong>My childhood was idyllic.</strong> It was full of animals. We rescued goats and chickens and geese. I grew up in north London, but the rest of my family was in Lincolnshire, so we were always shuttling back and forth. My childhood was a cross between the Famous Five and Hundred Acre Wood. I was sporty and a bookworm, a city girl and a farm girl.</p><p><strong>I don’t throw anything </strong>away. It’s not that I’m a hoarder, I just always think I’m going to find a use for something and I can’t bear to let something go off into the great unknown. I live for that moment when you finally find a use for something you’ve kept for five years and has been ruining your house.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/01/nina-sosanya-this-much-i-know-my-greatest-regret-is-not-having-a-dog\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/01/nina-sosanya-this-much-i-know-my-greatest-regret-is-not-having-a-dog", "date_published": "2020-08-01 13:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One to watch: Billy Nomates", "description": "<p>Few artists are more refreshingly direct than the Bristol and Bournemouth-based ‘no-waver’</p><p>There is currently no shortage of post-punk acts with a line in confrontational <em>Sprechgesang</em>. Brighton band <a href=\"https://www.theguardian.com/music/2019/aug/03/one-to-watch-squid-south-london-band-town-centre\">Squid</a>’s is absurdist and yelping. Dublin’s Sinead O’Brien skews more poetic. Perhaps it’s the lack of clarity from our bumbling leaders that’s forced this stark rhetoric out. Either way, there are few more direct than <a href=\"https://www.iambillynomates.com/\">Billy Nomates</a>, AKA Tor Maries, whose debut single was called, simply, <a href=\"https://www.youtube.com/watch?v=hhEX9n5DjZQ\">No</a>. That word, she says, is “your greatest resistance”, a point the excellently mulleted musician proves by sticking to monotone delivery, refusing to be cowed or angered by “protein shakes and mirrors” and the expectation to shave her body hair: “I’m not 12.”</p><p>Maries recorded her debut album with Portishead’s Geoff Barrow in Bristol, and funnels the city’s thrumming dread into her bristling no-wave sound. Although acclaim and 6 Music support has come easily, this moment has been a while coming: Maries learned fiddle growing up in Leicester, and throughout her early 20s was in bands that never seemed to go anywhere. Following a period of depression, it was a <a href=\"https://www.theguardian.com/music/sleaford-mods\">Sleaford Mods</a> gig that reignited her desire to make music, so she set up at home in Bournemouth with her laptop and started writing.</p> <a href=\"https://www.theguardian.com/music/2020/aug/01/one-to-watch-billy-nomates\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/01/one-to-watch-billy-nomates", "date_published": "2020-08-01 13:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift: Folklore review – love and loss in lockdown", "description": "<p>(Republic)<br /></p><p>Swift’s lyrical power just about survives the greige indie atmospherics supplied by the National’s Aaron Dessner</p><p>Taylor Swift’s surprise eighth album, <em>Folklore</em>, takes 16 complex and intriguing tunes by pop’s reigning colossus and gussies them up in atmospherics acceptable to the mature indie rock listener. Gone are the brash production values, the musical pugilism that codes Swift as “pop”. Gone are the trademark valedictory shouts at the end of her songs. In their place are tunes that exhibit a desire to be taken seriously by a different demographic, one whose delicate sensibilities are more responsive to ruminative thrums and just-so orchestrations.</p><p>Take Epiphany, the <a href=\"https://www.youtube.com/watch?v=DUnDkI7l9LQ\">war-themed song</a> Swift has said was inspired by her grandfather Dean landing on the beaches of Guadalcanal in 1942. The song is sombre, its medical subplot chiming gently with the suffering being wreaked by coronavirus (“Hold your hand through plastic now/ Doc I think she’s crashing out”). Swift ends some of her lines with emphatic yelps.</p> <a href=\"https://www.theguardian.com/music/2020/aug/01/taylor-swift-folklore-review-love-and-loss-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/01/taylor-swift-folklore-review-love-and-loss-in-lockdown", "date_published": "2020-08-01 13:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women don't need to 'lean in' like men – men need to lead more like women | Arwa Mahdawi", "description": "<p>We have been taught that if we want to get ahead we should act like men. Perhaps it’s time we stop doing that </p><p><em>Sign up for the Week in Patriarchy, a newsletter​ on feminism and sexism sent every Saturday.</em></p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/week-in-patriarchy-women-lead-men\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/week-in-patriarchy-women-lead-men", "date_published": "2020-08-01 13:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super League determined to step up as it resumes amid uncertainty | Aaron Bower", "description": "<p>Lockdowns, abandoned fan-attended pilots and Wolfpack’s withdrawal means league resumes in strange circumstances</p><p>It has been four painstaking months Robert Elstone will be keen to forget. In mid-March, the Super League chief executive stood on the steps of Huddersfield’s John Smith’s Stadium and conceded he had no idea whether rugby league would return this year due to the threat of Covid-19.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jul/31/rfl-ask-halifaxs-ed-barber-for-explanation-on-lockdown-tweet\">RFL asks Halifax's Ed Barber for explanation on lockdown tweet</a> </p> <a href=\"https://www.theguardian.com/sport/2020/aug/01/super-league-determined-to-step-up-as-it-resumes-amid-uncertainty\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/aug/01/super-league-determined-to-step-up-as-it-resumes-amid-uncertainty", "date_published": "2020-08-01 13:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mask rage: ‘One man told me I shouldn't be allowed out if I can't wear one’", "description": "<p>With face coverings compulsory in many settings, people unable to comply for health reasons are being challenged and abused</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the past few weeks, Paul Feeley has been abused four times for not wearing a mask on public transport. “I have a disability lanyard, which signifies I have a hidden disability. I tried to show it … And all I got back was a complete torrent of abuse.”</p><p>The most recent incident took place just after he first spoke to the <em>Observer</em> on Thursday. The abuse has made Feeley, who suffers from fibromyalgia, borderline personality disorder and panic attacks, feel “extraordinarily angry, anxious and upset”. He is unable to wear a face covering due to his medical conditions, and legally he is exempt – but he is now worried about travelling on buses and trams in his home town of Manchester. “One man said to me, ‘If you can’t wear a mask, you shouldn’t be allowed out.’”</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/mask-face-coverings-i-cant-wear-one-health-reasons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/mask-face-coverings-i-cant-wear-one-health-reasons", "date_published": "2020-08-01 12:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bannon hails Dominic Cummings and predicts lurch to right for No 10", "description": "<p>Architect of Donald Trump’s presidential campaign reveals admiration for Boris Johnson’s aide in interview on dark politics</p><p>Steve Bannon, who has previously backed a range of notorious far-right political figures, has publicly endorsed Dominic Cummings for the first time, calling him a “brilliant guy”.</p><p>Donald Trump’s former chief strategist also said that Boris Johnson will become an increasingly populist prime minister after jettisoning his political positioning as a “globalist” to “opportunistically jump on Brexit”.</p> <a href=\"https://www.theguardian.com/politics/2020/aug/01/steve-bannon-hails-dominic-cummings-and-predicts-lurch-to-right-for-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/aug/01/steve-bannon-hails-dominic-cummings-and-predicts-lurch-to-right-for-no-10", "date_published": "2020-08-01 12:10:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Severe lack of funding for heart disease research revealed", "description": "<p>Urgent annual cash injection of £650m needed for cardiovascular conditions to match threat to nation’s health of cancer</p><p>A severe deficit has emerged in the funding of major health conditions such as cardiovascular disease and mental health, according to a new study calling for an urgent cash injection.</p><p>While an estimated £29 per person is invested in cancer research each year, only half as much is spent on neurological and mental health, and just £9 per person goes to cardiovascular disease research and development, according to the Institute for Public Policy Research (IPPR) and health management consultancy CF.</p> <a href=\"https://www.theguardian.com/society/2020/aug/01/severe-lack-of-funding-for-heart-disease-research-revealed\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/01/severe-lack-of-funding-for-heart-disease-research-revealed", "date_published": "2020-08-01 12:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Complaints and refunds: how to get companies to listen", "description": "<p>Coronavirus exacerbates problem of getting hold of customer service by email or phone</p><p>If it feels as if every company you have contacted in recent months has done everything it could not to talk to you, that may be right.</p><p>Airlines, holiday firms, online retailers – and even the big supermarkets – have all been accused of removing customer “contact us” options from websites or failing to answer phones during the Covid-19 pandemic.</p> <a href=\"https://www.theguardian.com/money/2020/aug/01/complaints-refunds-coronavirus-customer-service-email-phone\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/01/complaints-refunds-coronavirus-customer-service-email-phone", "date_published": "2020-08-01 11:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Housing Lark: Sam Selvon's strikingly relevant, lesser-known classic", "description": "<p>Greenhorns, hustlers and dope dealers banter and bicker in this 1960s novel following migrants in London as they navigate racist landlords and English snootiness</p><p><em>The Lonely Londoners</em>, Sam Selvon’s classic 1956 novel about West Indian migrants making their way in the old metropolis, ended on a blue note. Its chief character Moses found himself at the banks of the Thames brooding about things. Chasing skirt, having laughs, rum and revelry to fight off the frigid winters: was this living? It certainly wasn’t enough. He fears “a forlorn shadow of doom fall on all the spades in the country”, and that he and his friends are just “spades jostling in the crowd, bewildered, hopeless”. Perhaps, he wonders, his friends’ joie de vivre has been a lie. “As if the boys laughing, but they only laughing because they fraid to cry.”</p><p>By the start of <em>The Housing Lark</em>, published nine years later, life hasn’t changed much. Battersby (aka Bat) lies in a damp Brixton basement thinking about the good life and how far out of reach it appears. He’d like the warmth of a nice woman. Unlimited dumplings and pigtail soup. Most of all, he’d like not to have to worry about rent. His friend Gallows believes that “if a man have a home he establish his right to live”. Bat wants to feel less temporary, to be elevated to at least street-level citizenship. He and his pals cook up a scheme to pool their money and save up for a place, even if it’s in Croydon, they can call their own.</p> <a href=\"https://www.theguardian.com/books/2020/aug/01/the-housing-lark-sam-selvons-strikingly-relevant-lesser-known-classic\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/01/the-housing-lark-sam-selvons-strikingly-relevant-lesser-known-classic", "date_published": "2020-08-01 11:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pubs in England may have to close to control coronavirus, says Sage adviser", "description": "<p>Government modelling expert Graham Medley says reopening schools is a priority</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government may have to consider closing pubs in England to control the transmission of the coronavirus and to enable schools to reopen after the summer holidays, one of its top scientific advisers has said.</p><p>Prof Graham Medley, who chairs the Scientific Advisory Group for Emergencies (<a href=\"https://www.theguardian.com/world/2020/apr/24/coronavirus-whos-who-on-secret-scientific-group-advising-uk-government-sage\">Sage</a>) sub-group on pandemic modelling, said reopening schools was a priority for the wellbeing of children and that some other activities might have to stop to control the infection rate.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/pubs-england-close-control-coronavirus-adviser-graham-medley\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/pubs-england-close-control-coronavirus-adviser-graham-medley", "date_published": "2020-08-01 10:31:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Casa do Frango’s Portuguese summer spread – recipes | Four favourite", "description": "<p>From chickpea and salt cod fritters and spiced grilled cauliflower to the classic piri-piri chicken and pastel de nata, there’s something to suit all tastes here</p><p>Prep <strong>10 min</strong><br />Marinate <strong>1 hr-plus</strong><br />Cook <strong>20 min</strong><br />Serves <strong>4 as a starter or side</strong></p> <a href=\"https://www.theguardian.com/food/2020/aug/01/casa-do-frango-portuguese-recipes-falafel-grilled-cauliflower-piri-piri-chicken-pastel-de-nata\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/01/casa-do-frango-portuguese-recipes-falafel-grilled-cauliflower-piri-piri-chicken-pastel-de-nata", "date_published": "2020-08-01 10:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Removing monuments is the easy part. We must make America a real democracy | Rev William Barber and Bernice King", "description": "<p>Flags and statues may fall, but the real struggle is for genuine voting rights, equal healthcare and truly integrated schools<br /></p><p>One hundred and fifty-five years after Confederate troops surrendered at Appomattox and Bennett Place, their battle flag has finally come down in Mississippi and their statues are retreating from courthouse squares and university quads. As the children of generations of Black southerners who fought against the lies of the Lost Cause, we celebrate this most recent surrender and look forward to walking down streets that are not shadowed by monuments to men who claimed to own our ancestors. But we cannot understand why these monuments lasted so long without challenging the inequities they were erected to justify. In fact, many who support flags and statues coming down today also advocate voter suppression, attack healthcare and re-segregate our schools. We must attend to both the systems of injustice and the monuments that have justified them if we are to realize “liberty and justice for all”.</p><p>If you examine the bases of statues that are being hauled away, most bear a date between the 1890s and 1920s. These monuments did not rise in defiance of the federal troops who were sent by Congress and Ulysses S Grant to enforce Reconstruction and guarantee political power to the new Black citizens of the south in the 1860s and 1870s. If a statue of Robert E Lee or Jefferson Davis had been proposed during Reconstruction, the very suggestion would have sparked a riot. But after the compromise of 1876, when Rutherford B Hayes agreed to remove federal troops from the south, newly established Black and white political alliances were subjected to the violence of white terrorist organizations and the propaganda of white supremacy campaigns.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/us-real-democracy-voting-rights-healthcare-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/us-real-democracy-voting-rights-healthcare-schools", "date_published": "2020-08-01 10:20:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Save the world: grow beans and peas | Alys Fowler", "description": "<p>Legumes are not only good to eat, they’re great for the planet, too</p><p>Legumes might just save the world. Stuff all this lab-grown meat and those cricket burgers: legumes are what we should be banking on. The protein-rich seeds of beans, peas and lentils are nutritious, easy to grow and leave the world in better shape, thanks to their relationship with soil bacteria.</p><p>These bacteria are known as <a href=\"https://www.theguardian.com/lifeandstyle/2004/sep/12/gardens\" title=\"\">rhizobia</a>. They take atmospheric nitrogen, which is useless to plants, and turn it into forms the plant can use, such as ammonia. They also make the phosphate in the soil, which is essential for plant vigour, soluble, and produce hormones that help the plant develop and fine-tune its pest defences. In return, the plant houses the bacteria and ensures there is a good supply of oxygen and plenty of raw ingredients such as carbon and nutrients.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/01/save-the-world-grow-beans-and-peas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/01/save-the-world-grow-beans-and-peas", "date_published": "2020-08-01 10:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Original observer photography", "description": "<p>Lianne La Havas, Lily Cole, the Manics and more - the best photography commissioned by the Observer in July 2020.</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/aug/01/original-observer-photography\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/aug/01/original-observer-photography", "date_published": "2020-08-01 10:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weapons rooms, fake windows and a $3m price tag: inside a luxury doomsday bunker", "description": "<p>Afraid of nuclear war, natural disasters, economic meltdown? The Survival Condo could be the answer</p><p>“Mechanical level”, “medical level”, “store level” the voice announces as the lift descends into the earth. I’d entered at parking lot level, the building’s apex. I am travelling through an inverted skyscraper, the floor numbers ascending – third, fourth <strong>–</strong> as we plumb the building’s depths. A hulking man in his late 50s called Larry Hall stands next to me, whistling, black shirt tucked into blue jeans.</p><p>When the doors open, I can’t suppress a laugh. In front of us, four storeys below central Kansas, is a supermarket complete with shopping baskets, cold cabinets and an espresso machine behind the counter. Hall smiles.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/01/3m-price-tag-inside-luxury-doomsday-bunker\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/01/3m-price-tag-inside-luxury-doomsday-bunker", "date_published": "2020-08-01 10:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus near me: are UK Covid-19 cases rising in your local area?", "description": "<p>Latest updates: how has Covid-19 progressed where you live? Check the week-on-week changes across England, Scotland, Wales and Northern Ireland</p><p>The map shows local authorities where the number of cases has increased week-on-week and where it has fallen. Some of this is due to natural fluctuations, especially in areas where there are very few cases, and so a rise from 1 to 2 is a doubling. Increased testing also means that more cases may be being detected than previously, although the impact of this between one week and the next is likely to be slight.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/coronavirus-near-me-are-uk-covid-19-cases-rising-in-your-local-area\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/coronavirus-near-me-are-uk-covid-19-cases-rising-in-your-local-area", "date_published": "2020-08-01 09:47:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus world map: which countries have the most Covid-19 cases and deaths?", "description": "<p>Covid-19 has spread around the planet, sending billions of people into lockdown as health services struggle to cope. Find out where the virus has spread, and where it has been most deadly</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/30/coronavirus-uk-map-the-latest-deaths-and-confirmed-covid-19-cases-latest-figures\">Coronavirus map of the UK</a></li><li><a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/15/coronavirus-map-us-latest-cases-state-by-state\">Coronavirus map of the US</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/mar/30/coronavirus-cases-in-australia-map-confirmed-numbers-stats-how-many-cases-of-covid-19-nsw-maps-victoria-live-data-qld-sa-wa-tas-nt-latest-statistics-update\">Coronavirus cases in Australia</a></li></ul> <a href=\"https://www.theguardian.com/world/2020/aug/01/coronavirus-world-map-which-countries-have-the-most-covid-19-cases-and-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/coronavirus-world-map-which-countries-have-the-most-covid-19-cases-and-deaths", "date_published": "2020-08-01 09:42:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Before Brexit, Grenfell, Covid-19... Ali Smith on writing four novels in four years", "description": "<p>When she embarked on a project to write four contemporary novels in as many years, Ali Smith had no idea what was about to unfold. As the final book is published, she reflects on an epic undertaking</p><p>Long long ago. In the days before the words “Brexit” and “Covid-19” existed. Back when “unprecedented<em>”</em> wasn’t yet an everyday kind of word. I’m talking back, before the words “Windrush” and “Grenfell” took on terrible new meaning, before an MP was murdered outside the library of her constituency by a man shouting the words Britain and First, back when the word “humbug”, traditionally a sign of its speaker’s Scrooge-like spirit, hadn’t yet been used in parliament to handbag female MPs pleading with a British prime minister to be less aggressive given the real threat they faced (and face) every day. Back then, on a quiet winter dark afternoon in December 2015, I met my publisher, Simon Prosser, outside the British Library in London.</p><p>We were on our way to see some of Keats’s handwriting. I’d had an idea for a series of books; the first one, which I was about to start, was going to be called <em>Autumn</em>, and we thought we’d visit Keats’s poem about autumn in the original as a sort of talisman.</p> <a href=\"https://www.theguardian.com/books/2020/aug/01/before-brexit-grenfell-covid-19-ali-smith-on-writing-four-novels-in-four-years\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/01/before-brexit-grenfell-covid-19-ali-smith-on-writing-four-novels-in-four-years", "date_published": "2020-08-01 09:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I run a cafe in London. Here's why most small businesses won't survive Covid-19 | Mandy Yin", "description": "<p>I’ve done all I can but without more help only big players will outlast the coming wave of closures</p><p>I was speaking to my kitchen manager trying to figure out how much chicken curry to make the next day when a customer walked in, wrapped up head to toe in protective gear, wearing a scarf tightly wound around her face, sunglasses, hat and gloves. This was the first day of my new restaurant, Nasi, opening, and it was a sign of things to come.</p><p>I’d opened Nasi – Malaysian for rice – as a smaller takeaway cafe to complement my restaurant, <a href=\"https://www.theguardian.com/lifeandstyle/2018/jul/20/sambal-shiok-malaysian-restaurant-review-grace-dent\">Sambal Shiok Laksa Bar</a>. Four days later, straight after the prime minister’s announcement of lockdown, I closed them both down voluntarily, to protect the health of my team, my family and my customers. I was unable to furlough any of my newest team members as they had joined after the government’s cut-off point. I was taking away their livelihoods – the feeling was horrendous.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/cafe-london-small-businesses-survive-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/cafe-london-small-businesses-survive-covid-19", "date_published": "2020-08-01 09:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re giving people a reason to wake up’: crafting a new life for refugees around the world", "description": "<p>Meet the business owners teaching Syrian and Malian refugees, prison inmates and those with learning disabilities to create successful and sustainable ranges of clothes and homeware – some of which are ending up in high-end fashion houses</p><p>At the <a href=\"https://www.lovewelcomes.org/pages/about-us\">Love Welcomes</a> workshop, in a refugee camp outside Athens, Syrian women learn to weave on a simple loom. The recycled yarn and thread they use comes from life vests and blankets discarded by exhausted refugees as they disembark from boats. The throws, cushions and doormats they produce are sold online. “We support women who are waiting to have their papers and visas processed; it can be a hopeless, desperate time,” says Love Welcomes co-founder Abi Hewitt. “Our aim is to give people a reason to wake up in the morning and feel they’re contributing to society.”</p> <a href=\"https://www.theguardian.com/society/2020/aug/01/were-giving-people-a-reason-to-wake-up-crafting-a-new-life-for-refugees-around-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/01/were-giving-people-a-reason-to-wake-up-crafting-a-new-life-for-refugees-around-the-world", "date_published": "2020-08-01 09:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicholson Baker: 'I fear America has become a bloated roadkill cadaver'", "description": "<p>The novelist and writer on his beard and why he wishes he hadn’t made so much money in his 30s</p><p>Born in New York, <a href=\"https://www.theguardian.com/books/nicholson-baker\">Nicholson Baker</a>, 63,<strong> </strong>published The Mezzanine, a novel detailing a lunch hour, in 1986. He has written 11 novels and won the 2001 National Book Critics Circle Award for Double Fold: Libraries And The Assault On Paper. <a href=\"https://www.penguinrandomhouse.ca/books/553978/baseless-by-nicholson-baker/9780735215757\">Baseless: My Search For Secrets In The Ruins Of The Freedom Of Information Act</a> has just been published. He is married with two children and lives in Maine.</p><p><strong>When were you happiest?<br /></strong>When we had children at home. But recently I finished a book about old secrets that I’ve been working on for a long time, and when I was done, I felt a gigantic, joyful relief in having escaped from the corn maze of remembered facts in which I’d been wandering for so long.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/01/nicholson-baker-i-fear-america-has-become-a-bloated-roadkill-cadaver\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/01/nicholson-baker-i-fear-america-has-become-a-bloated-roadkill-cadaver", "date_published": "2020-08-01 08:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheesy pie and lemon chicken: Yotam Ottolenghi's recipes for summer comfort food", "description": "<p>Treat yourself this summer with spicy cauliflower cheese encased in filo, a lemony chicken stew and dumplings packed with herbs<br /></p><p>The notion of comfort is a bit of a fuzzy one, but you definitely know it when you meet it. Comfort comes with a particular reaction: an involuntary smile, a sense of deep contentment… Nostalgia, of course, plays a huge part in what brings each of us solace, and for me melted cheese does that. As do sharp bursts of lemon, the earthiness of herbs and the sweetness of slow-cooked onions. If you happen to have a similar sense of longing, you’ll surely recognise the undeniable symptoms of comfort.</p> <a href=\"https://www.theguardian.com/food/2020/aug/01/yotam-ottolenghi-summer-comfort-food-cauliflower-cheese-filo-pie-lemon-chicken-dumplings-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/01/yotam-ottolenghi-summer-comfort-food-cauliflower-cheese-filo-pie-lemon-chicken-dumplings-recipes", "date_published": "2020-08-01 08:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celebrity train wrecks fascinate and appal. But could they be our fault?", "description": "<p>From Charlie Sheen to Kanye West, watching a star in meltdown shouldn’t be a spectator sport</p><p>Nine years ago, I flew to Detroit for what had by then become an international spectator sport: watching Charlie Sheen have a mental breakdown. In the previous months, Sheen had gone from “beloved bad boy cheeky chappie” to shattered wreck. He posted unhinged webcam videos in which he claimed to have “tiger blood”, and these proved so popular that he took the show on the road, in a tour titled <a href=\"https://www.theguardian.com/culture/2011/apr/03/charlie-sheen-violent-torpedo-of-truth\" title=\"\">Violent Torpedo Of Truth/Defeat Is Not An Option.</a> </p><p>As a child, my parents took me to what was then the USSR, and we visited the Moscow State Circus. No one goes to a circus expecting to see happy wildlife, but the Moscow State Circus in 1988 took it to the next level. The animals were ragged, their fur patchy. I enjoyed a bear on a bicycle as much as the next 10-year-old, but watching that muzzled animal, so thin and bald I could see his bones working as he frantically pedalled, tested even my enthusiasm. Meanwhile, the crowds bayed.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/celebrity-train-wrecks-fascinate-and-appal-but-could-they-be-our-fault\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/celebrity-train-wrecks-fascinate-and-appal-but-could-they-be-our-fault", "date_published": "2020-08-01 08:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The twinned injustices of race and class lie at the heart of the Grenfell tragedy | Kieran Yates", "description": "<p>The Next of Kin group is right: the inquiry will be missing a core component unless these issues are properly addressed</p><p>After a coronavirus-imposed break, the Grenfell inquiry reopened this month, and members of the Grenfell Next of Kin group wasted no time in addressing what has seemingly remained unsaid at the official level. <a href=\"https://www.theguardian.com/uk-news/2020/jul/26/grenfell-families-want-inquiry-to-look-at-role-of-race-and-class-in-tragedy\">They requested</a> that an addition be made to the eight parts of the inquiry to look into how race and class contributed to the tragedy. They wrote that “systemic racism goes deep to the heart of the problem that caused the catastrophe. Questions around race and social class are at the heart of this truth-seeking and we would be grateful if you can revisit it and add it as an extra module”.</p><p>We do not know yet if the inquiry chairman, Martin Moore-Bick, will accede to their request, but the group is right to recognise that without acknowledging the twinned injustices of race and class, and the sinister way they operate, the inquiry will be missing a core component.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/01/the-twinned-injustices-of-race-and-class-lie-at-the-heart-of-the-grenfell-tragedy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/01/the-twinned-injustices-of-race-and-class-lie-at-the-heart-of-the-grenfell-tragedy", "date_published": "2020-08-01 08:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘After Boris Johnson’s Zoom call, all hell broke loose’: inside the world's favourite video app", "description": "<p>Ten years ago, Silicon Valley had written off Zoom. Now it’s used by everyone from princes to piano teachers</p><p>On 6 January, a day after the World Heath Organization <a href=\"https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/\" title=\"\">first reported</a> a strange cluster of pneumonia-like cases in Wuhan, China, a party invitation dropped online. “Mark your calendars”, read the invite sent out by Zoom, a video-conferencing company based in California, “for Zoomtopia 2020!” Innocently enough, Zoom was announcing a real-world get-together for its most ardent clients and fans – at the time, these were mostly customers in enterprise and education, who chose to use Zoom over any number of video-chat competitors because of its easy interface and the relative smoothness of its connections.</p><p>But while it was well regarded in tech and business circles (and floated on the US stock exchange in 2019), Zoom was a marginal force in the world in January. This wasn’t Apple. This wasn’t Uber. Guests on their way to Zoomtopia would have to explain to cab drivers and hotel concierges what Zoom was. Then that strange cluster of Wuhan cases began its unstoppable global spread, and by the end of March about half the planet’s governments had locked their citizens indoors, leaving them to figure out how to work and socialise from home. Suddenly, we were all in Zoomtopia. </p> <a href=\"https://www.theguardian.com/technology/2020/aug/01/boris-johnson-zoom-call-world-favourite-video-app\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/01/boris-johnson-zoom-call-world-favourite-video-app", "date_published": "2020-08-01 08:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Libyans fear regional war as rival powers vie for control, says envoy", "description": "<p>UN representative has two months to secure ceasefire but warns that risks are rising </p><p>The Libyan people are increasingly scared that their future is being taken out of their hands by external actors, and that the risk of a regional war is rising, Stephanie Williams, the acting UN special envoy for Libya, said on Saturday.</p><p>Williams said on a visit to London: “The Libyan people are exhausted and scared in equal measure. They are tired of war, and want peace, but they fear this is not in their hands now. They want a solution and a ceasefire. The alternative to a ceasefire and an inclusive political solution is essentially the destruction of their country.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/libyans-fear-regional-war-as-rival-powers-vie-for-control-says-envoy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/libyans-fear-regional-war-as-rival-powers-vie-for-control-says-envoy", "date_published": "2020-08-01 08:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extend UK furlough subsidies to avoid mass job losses, Labour urges", "description": "<p>Resolution Foundation claims half of those furloughed in April have not returned to work</p><ul><li><a href=\"https://www.theguardian.com/business/2020/jul/31/frustrated-companies-fume-at-boris-johnson-england-coronavirus-lockdown-u-turn\">Frustrated firms fume at England’s lockdown U-turn</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/jul/31/how-covid-19-has-reshaped-the-jobs-landscape-in-the-uk\">How Covid-19 has reshaped the UK jobs landscape</a><br /></li></ul><p>Labour and a leading welfare thinktank have called on the government to extend furlough subsidies for the hardest-hit industries as employers are forced to make financial contributions towards temporarily laid-off workers <a href=\"https://www.theguardian.com/uk-news/2020/jul/30/new-law-will-ensure-furloughed-workers\">from this weekend</a>.</p><p>The Resolution Foundation said around half of the 9.2 million people placed on the government’s job retention scheme (JRS) since it launched in April have still not returned to work. It warned this group faced the prospect of widespread redundancies when the scheme, which covers 80% of workers’ wages, closes on 31 October, unless state subsidies are maintained beyond that date.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/01/extend-furlough-subsidies-or-suffer-mass-job-losses-uk-warned\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/01/extend-furlough-subsidies-or-suffer-mass-job-losses-uk-warned", "date_published": "2020-08-01 07:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Developers v Durrell: the battle over Corfu's 'jewel of nature'", "description": "<p>Super-rich join naturalists in fight to halt building of luxury resort on biodiverse headland<br /></p><p>Usually, at this time of year, Corfu would have submitted to the soporific rhythms of the relentless summer heat. Instead, anger is in the air and battle lines have been drawn, none more so than in the minds of those determined to protect the island’s last piece of virgin territory – a place of unique biodiversity – from being developed into an “ultra luxury” resort.</p><p>The stakes couldn’t be higher. On the one side are campaigners, most visibly Lee Durrell, widow of the British naturalist Gerald, whose portrayal of Corfu in <a href=\"https://www.theguardian.com/books/booksblog/2011/aug/09/my-family-and-other-animals-gerald-durrell\">My Family and Other Animals</a> played no small part in evoking the Ionian isle’s charms and beauty – and ultimately bringing tourism to its shores.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/01/developers-v-durrell-the-battle-over-corfus-jewel-of-nature\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/01/developers-v-durrell-the-battle-over-corfus-jewel-of-nature", "date_published": "2020-08-01 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The US election is entering its final stretch – here are the key areas to watch", "description": "<p>From potential vice-presidential candidates to voter suppression and debates, these are the areas the Guardian’s politics team will be following</p><ul><li>Join us for a live digital event with the former US attorney general Eric Holder to discuss voter suppression in the 2020 election, next Thursday at 5pm ET. <a href=\"https://membership.theguardian.com/event/the-fight-to-vote-in-conversation-with-eric-holder-114295208044?INTCMP=gdnwb_editorial_editorial_live_Holder_Event_US__standfirst\">Register now</a></li></ul><p>Election day in the US is officially 3 November, but amid the <a href=\"https://www.theguardian.com/us-news/2020/jul/29/covid-19-coronavirus-150000-us-deaths\">coronavirus pandemic</a>, <a href=\"https://www.americanprogress.org/issues/democracy/news/2020/05/14/485072/states-embrace-vote-mail-early-voting-protect-higher-risk-populations-coronavirus/\">Americans are being encouraged</a> to take advantage of <a href=\"https://www.vote.org/early-voting-calendar/\">early voting</a> initiatives that open as soon as September to decrease the risks to themselves and others.</p><p>From voter suppression to polling and debates, here are some of the key areas and figures the Guardian’s politics team will be watching as the race enters its final stretch.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/01/us-presidential-election-trump-biden-vp-pick-key-areas-to-watch\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/01/us-presidential-election-trump-biden-vp-pick-key-areas-to-watch", "date_published": "2020-08-01 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK universities putting finances above student safety, expert warns", "description": "<p>Oxford professor says institutions are being forced to reopen but fears student arrivals on campus will trigger Covid-19 outbreaks</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>One of the UK’s top higher education experts has warned that by promising young people they can return to campuses this autumn, universities are putting their financial survival in the pandemic above the welfare of students, staff and local communities.</p><p>With less than two weeks to go until sixth-formers receive their teacher-assessed A-level grades, a clearer picture is starting to emerge of what they can expect when they arrive at university. Although almost all institutions are offering some face-to-face learning, it will be a very different university experience, with visitors and parties likely to be banned in many halls of residence.</p> <a href=\"https://www.theguardian.com/education/2020/aug/01/uk-universities-putting-finances-above-student-safety-expert-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/aug/01/uk-universities-putting-finances-above-student-safety-expert-warns", "date_published": "2020-08-01 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How will the Eat out to help out scheme work for me?", "description": "<p>Designed to get people eating out again after the Covid-19 lockdown, the offer runs through August</p><ul><li><a href=\"https://www.theguardian.com/business/2020/aug/01/high-end-steak-and-chips-for-a-tenner-welcome-to-eat-out-to-help-out-discount-dining\">High-end steak and chips for a tenner? Welcome to discount dining</a><br /></li></ul><p>The Eat out to help out scheme launches across the UK on Monday and has been hailed by Rishi Sunak as a lifeline for the beleaguered hospitality industry. It will give diners 50% off food and soft drinks, with a maximum discount of £10, on certain days in August. Here is a guide to the scheme.</p> <a href=\"https://www.theguardian.com/business/2020/aug/01/coronavirus-how-will-the-eat-out-to-help-out-scheme-work-for-me\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/01/coronavirus-how-will-the-eat-out-to-help-out-scheme-work-for-me", "date_published": "2020-08-01 07:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Residents of England's most polluted spot divided over solution", "description": "<p>In summer, 20,000 vehicles a day pass through Chideock village in Dorset, flooding the air with toxic nitrogen dioxide</p><p>With the title of England’s worst road pollution hotspot this week being placed on a small village on the Jurassic Coast, the problem of toxic NO<sub>2 </sub>fumes is in the spotlight – not just as a public hazard for big cities but for countryside residents too.</p><p>And it’s expected to get worse. While Friends of the Earth this week revealed the latest figures showing 1,360 sites across England were breaching the air quality objective levels for NO<sub>2</sub>, <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/873929/road-traffic-forecasts-2018-document.pdf\">road traffic forecasts from the Department of Transport show traffic volumes are expected to increase</a> in England and Wales each year until 2050, potentially by up to 51% in total.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/01/plan-to-curb-englands-most-polluted-spot-divides-residents\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/01/plan-to-curb-englands-most-polluted-spot-divides-residents", "date_published": "2020-08-01 07:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas 'wide open for business' despite surge in Covid-19 cases", "description": "<p>Four months into the pandemic a mandatory mask order is in place in the state, but some worry it’s too little, too late</p><p>An older man in an orange apron greets customers at the Home Depot in College Station, Texas. Signs serving as a reminder they are living through a pandemic are plastered on the sliding glass doors: “Face covering required.”</p><p>The reminder is much needed because to an outsider, Texas looked almost the same in July 2019 as it does in July 2020, despite Covid-19 having claimed more than 6,000 lives in the state and more than 150,000 lives in the US since March.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/01/texas-business-open-coronavirus-cases-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/01/texas-business-open-coronavirus-cases-surge", "date_published": "2020-08-01 07:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quiz: how well do you understand the UK's coronavirus lockdown restrictions?", "description": "<p>With different regulations applying in England, Scotland, Wales and Northern Ireland, test yourself on the current restrictions</p><p>After a University College London study recently suggested that confidence in understanding coronavirus lockdown restrictions varies greatly across the UK and has dropped significantly since the early days of the measures in March, we thought we’d test you on what you know. The regulations vary across the nations and regions of the UK, and yesterday the prime minister, Boris Johnson, announced that a raft of relaxation measures intended in England were to be scrapped. So how many of the changes to the country’s coronavirus guidelines have you taken in? Have a go at our quiz and see…</p><p class=\"question__text\">Should vulnerable people still be ‘shielding’ at home in England from 1 August, according to government advice?</p><p class=\"answer__text\">Yes</p><p class=\"answer__text\">No</p><p class=\"question__text\">The government postponed plans to relax some restrictions from 1 August for at least a fortnight. When they are relaxed – which the government says it hopes will be on 15 August – how many people will you be able to have at a sit-down meal for a wedding reception in England? </p><p class=\"answer__text\">8</p><p class=\"answer__text\">24</p><p class=\"answer__text\">30</p><p class=\"question__text\">The government is now recommending that face coverings are worn in museums, galleries, cinemas and places of worship in England. From what date has the prime minister said this will be enforceable by law?</p><p class=\"answer__text\">1 August 2020</p><p class=\"answer__text\">8 August 2020</p><p class=\"answer__text\">15 August 2020</p><p class=\"question__text\">In Wales, two households are able to join together to form an extended household, to allow families or close friends who have been separated to reconnect. What is the maximum number of people that can legally be in an “extended household”?</p><p class=\"answer__text\">8</p><p class=\"answer__text\">12</p><p class=\"answer__text\">No limit</p><p class=\"question__text\">Can a household in Wales form an “extended household” with a household over the border in England?</p><p class=\"answer__text\">Yes</p><p class=\"answer__text\">No</p><p class=\"question__text\">As of 31 July, you could travel from one of these countries to England and not self-isolate on arrival. Which one?</p><p class=\"answer__text\">Albania</p><p class=\"answer__text\">Kosovo</p><p class=\"answer__text\">North Macedonia</p><p class=\"answer__text\">Turkey</p><p class=\"question__text\">In Scotland, since 10 July, you have been able to meet in groups of up to 15 people outdoors. But from a maximum number of how many households?</p><p class=\"answer__text\">2</p><p class=\"answer__text\">3</p><p class=\"answer__text\">4</p><p class=\"answer__text\">5</p><p class=\"question__text\">Indoor meetings have a different requirement from outdoor meetings in Scotland. You can meet up to eight people in an indoor setting. From how many households?</p><p class=\"answer__text\">2</p><p class=\"answer__text\">3</p><p class=\"answer__text\">4</p><p class=\"answer__text\">5</p><p class=\"question__text\">When does the UK government say it hopes to be able to bring back attendance at stadium events in England?</p><p class=\"answer__text\">October 2020</p><p class=\"answer__text\">December 2020</p><p class=\"answer__text\">March 2021</p><p class=\"question__text\">How many people are allowed to meet outdoors in Northern Ireland – provided they maintain physical distancing?</p><p class=\"answer__text\">12</p><p class=\"answer__text\">24</p><p class=\"answer__text\">30</p><p class=\"question__text\">When can cafés, bars, pubs and restaurants reopen in Leicester?</p><p class=\"answer__text\">1 August 2020</p><p class=\"answer__text\">3 August 2020</p><p class=\"answer__text\">8 August 2020</p><p class=\"question__text\">Children under what age are exempt from wearing mandatory face coverings on public transport in Scotland? </p><p class=\"answer__text\">5</p><p class=\"answer__text\">7</p><p class=\"answer__text\">11</p><p class=\"answer__text\">16</p><p class=\"question__text\">If you live in one of the areas affected by new local lockdown restrictions in Greater Manchester, Lancashire or West Yorkshire, can people from outside the restriction area visit you at your house?</p><p class=\"answer__text\">Yes</p><p class=\"answer__text\">No</p><p class=\"answer__text\">Yes, but only if they are working</p><p class=\"question__text\">Under government guidelines, only one of these businesses is allowed to be open by law in England at the moment. Which one?</p><p class=\"answer__text\">Soft-play areas</p><p class=\"answer__text\">Indoor skating rinks</p><p class=\"answer__text\">Bowling alleys</p><p class=\"answer__text\">Indoor swimming pools</p><p class=\"score__min-score\">0 and above.</p><p class=\"score__title\">However you scored, keep safe and stay well</p><p class=\"score__min-score\">14 and above.</p><p class=\"score__title\">However you scored, keep safe and stay well</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/quiz-how-well-do-you-understand-the-uks-coronavirus-lockdown-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/quiz-how-well-do-you-understand-the-uks-coronavirus-lockdown-restrictions", "date_published": "2020-08-01 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: Philippines 'losing battle' as WHO records biggest jump in Covid-19 cases", "description": "<p>Filipino medics plead for lockdown as health system teeters; US suffers deadliest month; South Korea arrest sect leader</p><p><a href=\"https://www.theguardian.com/world/2020/aug/01/two-u-turns-and-lot-of-chaos-its-been-a-painful-week-for-boris-johnson\">U-turns and chaos: a terrible week for Boris Johnson</a><br /><a href=\"https://www.theguardian.com/world/live/2020/aug/01/coronavirus-live-news-who-reports-record-global-daily-cases-as-easing-on-hold-in-england\">Coronavirus latest updates</a></p><p>Senior doctors in the Philippines have pleaded with the government to impose a strict lockdown in the capital Manila or risk losing the battle to contain the spread of coronavirus.</p><p>As the World Health Organization <a href=\"https://www.theguardian.com/world/live/2020/jul/31/coronavirus-live-news-england-tightens-restrictions-who-says-young-people-behind-some-spikes?page=with:block-5f246ec28f08bb96099b6163#block-5f246ec28f08bb96099b6163\">recorded the highest daily number of new cases </a>so far during the pandemic, the medics said the Philippines’ fragile health system needed a “time out” to avert collapse.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/global-report-philippines-losing-battle-as-who-records-biggest-jump-in-covid-19-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/global-report-philippines-losing-battle-as-who-records-biggest-jump-in-covid-19-cases", "date_published": "2020-08-01 06:39:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kenyan tea workers file UN complaint against Unilever over 2007 ethnic violence", "description": "<p>Attacks following election at centre of ‘most serious known case of human rights abuse suffered by Unilever workers’</p><p>A group of 218 Kenyan tea plantation workers have filed a complaint with the UN against Unilever, alleging that the multinational violated international human rights standards by not adequately assisting its employees, who were attacked when ethnic violence broke out following a <a href=\"https://www.theguardian.com/world/2008/jan/28/kenya.international\">disputed election</a> in 2007.</p><p>The <a href=\"https://www.leighday.co.uk/News/Press-releases-2020/July-2020/Victims-of-violence-at-Unilever-tea-plantation-tak\">workers say</a> that Unilever, known in the UK for its PG Tips brand, breached its obligation to remediate any human rights abuses to which it has contributed, which is central to the UN’s guiding principles on business and human rights, and which the company has endorsed. They request the UN’s working group on business and human rights to make a declaration to this effect, and to call on the company to provide redress.</p> <a href=\"https://www.theguardian.com/global-development/2020/aug/01/kenyan-tea-workers-file-un-complaint-against-unilever-over-2007-ethnic-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/aug/01/kenyan-tea-workers-file-un-complaint-against-unilever-over-2007-ethnic-violence", "date_published": "2020-08-01 06:30:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>The burial service of civil rights leader John Lewis, Black Lives Matter protests in Portland and the impact of Covid-19: the most striking photographs from around the world</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/aug/01/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/aug/01/20-photographs-of-the-week", "date_published": "2020-08-01 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two U-turns and a lot of chaos: it's been a painful week for Boris Johnson", "description": "<p>One thing is clear, the government is very worried about a resurgence of coronavirus in the UK</p><p>A week is a long time in a coronavirus pandemic – a fact the government has learned all too painfully. Avoiding a one-week delay to lockdown in March would potentially have halved the death toll, it has previously emerged.</p><p>Which goes some way to explain why there have been not one but two screeching U-turns this week – on travel to Spain and lockdown measures for 4.6 million people in northern England – both announced late into the evening and imposed within hours. The ensuing chaos and anger have been palpable, and all point to one thing: that the government is very, very worried about a resurgence of the virus on UK soil.</p> <a href=\"https://www.theguardian.com/world/2020/aug/01/two-u-turns-and-lot-of-chaos-its-been-a-painful-week-for-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/01/two-u-turns-and-lot-of-chaos-its-been-a-painful-week-for-boris-johnson", "date_published": "2020-08-01 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘I probably should have saved the massage parlour story for a second date’", "description": "<p>Pete, 36, writer, meets Claire, 40, journalist</p><p><strong>What were you hoping for?</strong><br />A fun conversation with someone interesting, attractive, intelligent and full of life. Possibly the owner of exotic animals. Not too much to ask.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/01/blind-date-i-probably-should-have-saved-the-massage-parlour-story-for-a-second-date\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/01/blind-date-i-probably-should-have-saved-the-massage-parlour-story-for-a-second-date", "date_published": "2020-08-01 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China uses Hong Kong security law against US and UK-based activists", "description": "<ul><li>Arrest warrant issued for campaigner and US citizen Samuel Chu</li><li>Britons also among those wanted for ‘incitement to secession’</li></ul><p><a href=\"https://www.theguardian.com/world/hong-kong\">Hong Kong</a> police have issued arrest warrants for six pro-democracy activists living in exile, the first time the city’s authorities have used a sweeping new law to target campaigners living outside Hong Kong.</p><p>They include Samuel Chu, an American citizen who lives in the US, Nathan Law, a prominent campaigner who recently relocated to the UK after fleeing Hong Kong, and Simon Cheng, a former British consular staffer who was granted asylum in the UK after alleging he was tortured in China.</p> <a href=\"https://www.theguardian.com/world/2020/jul/31/china-hong-kong-security-law-american-citizen-exiles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/31/china-hong-kong-security-law-american-citizen-exiles", "date_published": "2020-08-01 00:37:10+00:00", "persistent": false, "user": null, "language": "en-UK"}]