[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Call Of Duty: MW Reuses Memorable Maps And Locations", "description": "Let's take a look at some of the locations that the Call Of Duty: Modern Warfare series has reused and repurposed for more than a decade. \n\nCall of Duty’s Modern Warfare series has now spanned over a decade. In this time, fan-favorite maps have been re-used and remastered into other games and game modes. Developer Infinity Ward has done a great job of re-purposing these maps from their award-winning single player missions over the years. Not all of them are obvious, and take some digging and boundary-breaking to find. Let’s take a look back at some of these memorable maps and their history in the Modern Warfare series.\n\nFirst up is Crash from Call Of Duty 4: Modern Warfare. This map has not only been used across multiple Modern Warfare titles, it’s also had 24/7 playlists and a special winter time version called “Winter Crash”. This version replaces character deaths with boxes of presents and even has a Santa Claus Easter egg. Next is the “Invasion” map, which debuted in 2009’s Modern Warfare 2. This one is a little tricky to find as it’s hidden within the Euphrates Bridge map from 2019’s Call Of Duty: Modern Warfare. While it’s more of an unfinished outline, the memories from MW2’s multiplayer still come rolling in.\n\nThe iconic map “Rust” from Modern Warfare 2 has made its way into four of Infinity Ward’s titles. Sadly, one of them is an unplayable Easter egg within Advanced Warfare’s map “Cargo”. Also from Modern Warfare 2 is “Scrapyard”. This small airplane graveyard map has been reused across nearly every game mode within 2019’s Modern Warfare. Next up is “Vacant” from Call Of Duty 4. This fan-favorite map stems from the iconic “All Ghillied Up” mission and has been reused and remastered in nearly every Modern Warfare title. “Broadcast” from Call of Duty 4 was a DLC map that made a surprising comeback into 2019’s Modern Warfare and even Warzone. Last but certainly not least is the Gulag. Despite its popularity and infamy in Warzone, this small map got its start in Modern Warfare 2 in the mission “The Gulag”. The memorable mission called for players to rescue prisoner 627 aka Captain Price himself.", "link": "https://www.youtube.com/watch?v=QWz1fjs08hE", "date_published": "2020-08-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 Lore | The Bloody Origins of Night City, The Worst Place To Live In America", "description": "Select images courtesy of R. Talsorian Games (https://rtalsoriangames.com)\n \nArtists in order of appearance:\nAnselm Zielonka\nHélio Frazão\nMaksym Harahulin\nNeil Branquinho\nEddie Mendoza\nAlexander Dudar\n\nBy the events of Cyberpunk 2077, Night City has experienced decades of history--and not all of it good. In preparation for the release of CD Projekt Red's upcoming first-person RPG, we're going to look back at the events and characters that shaped Night City so you'll be well informed on the world of Cyberpunk when the game releases this November.\n\nThere's no better place to begin than the very beginning. In the video above, Jean-Luc Seipke details the origin of Night City, starting with the conception of the corporate-run city by construction company head Richard Night. As you can probably surmise, Night City has a rather bloody history that was defined by corporate deals, assassinations, mob violence, and societal strife. \n\nBy the year 2077, Night City had been built upon the foundation of four distinct visual styles, each of which details the different ages of cultural and social-economic growth that occurred in the Cyberpunk universe since 2020. CD Projekt Red is hoping this design creates a \"unique take\" for the franchise.\n\n\"There are layers to the design of Night City and all its inhabitants, so when you drive around and you see a building that's sort of pink with these soft edges, and the windows are sort of soft shaped, you know that this is kitsch style, and you know that was built in that period of time where people had more money back then,\" Cyberpunk 2077 concept art coordinator Marthe Jonkers said, according to GamesIndustry.Biz. \"It's telling you a story about the background of the city, and gives an extra layer of believability.\"\n\nImages used in this video are sourced from the Cyberpunk Red Jumpstart Kit and Cyberpunk 2020 Night City Soucebook.", "link": "https://www.youtube.com/watch?v=rxexheSCcN4", "date_published": "2020-08-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]