[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Don't be a simp and fall for the honey trap", "description": "Get an unrestricted 30-day free trial of FreshBooks at https://jake.yt/freshbooks \n\nGet started with Bluehost + free website domain and SSL: http://jake.yt/bluehost \n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/3hbnCyR\n\n-----------------------\nSo you’re China. And just like how people are competitive, nations are also very competitive where intel and influence are the names of the game. But how do we get said intel and influence? The problem is that the most powerful people in the nations you’re trying to topple, are usually gonna be the strongest supporters of the regime. So, if the logical side of their brain won’t let them betray their country - we need to attack this problem from a more emotional - dirtier angle. What is the one thing that man can’t resist - a man’s insatiable desire for… Women! Yes, if we can use women to get powerful politicians under their spell. We’ll call these spies Swallows, or Ravens for the male counterparts.\n\nA great man once said, power is like real estate, the closer you are to the source, the higher your property. So common sense would dictate that we should use our swallows to target the biggest, most powerful politicians right away.  A long term strategy is to get our foot in the door before the politician gets big and powerful.\n\nOur Swallow has to be top-notch attractive. Another deal breaker is that they have to be naturally charismatic. The best, most ideal Chinese Swallows are educated, they attended the top universities, and of course speak perfect English.\n\nToday, it’s a lot simpler. Everyone, including those in power, are just a click away on social media. It is believed they often use social media - such as LinkedIn and Facebook to connect with their prey as they lure them in. If that doesn’t work, America is a buffet of campaign rallies, political events, fundraisers, community get-togethers, business forums, where you can meet your ideal target and strike up a relationship.\n\n“Every human is a puzzle with a missing piece, learn to fill their need and they’ll give you everything”. The first step is to identify what their deepest desire is. Then in general, you’ll want to draw the man in with an alluring appearance. Once you have them under your spell - make their fantasies come true, nurture their dependence on you and they’ll instantly fall in love. Then, right when they’re in the deepest possible state of love, when they are completely. Drunk. On love - pull back! And boom - this powerful man with the intel and influence you need is now your slave.\n\nBut remember, we’re in this for the long run - it’s much better to stay in a relationship without them ever even knowing. You can keep gathering intel on their habits, preferences, schedules, friends. You can use your influence over them to sway the US on important China-related issues.\n\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in.", "link": "https://www.youtube.com/watch?v=SB0O4eeBGqM", "date_published": "2020-12-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]