[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Die Hard Christmas Movie BATTLE Settles Debate", "description": "When celestial movie snobs decide to once and for all settle if Die Hard and other movies are or are not Christmas movies by forcing them into a battle to the death, Santa intervenes and they all break into song. \n\nFeaturing all of your favorite \"almost Christmas movie\" stars including John McClane of Die Hard, Snow White, Riggs and Murtaugh of Lethal Weapon, Jack Skellington, Jack Torrance from The Shining, Gremlins, Judge Dredd, and more. \n\nNatalie Van - Snow White (vocals)\nInstagram: @imnatalievan \nFacebook: https://www.facebook.com/imnatalievan\n\nRecord/Mix/Master - Lorenz\nFacebook: https://www.facebook.com/delostudio\n\nLYRICS:\nThis world is full of killjoys who want to murder cheer\nThey deny Die Hard is a Christmas movies every single year\n\nBut Jack Torrance is Christmas chopping then relaxing in the snow \nThree Ninjas is basically a rip off of Home Alone\nGremlins in the blender made a festive green and red\nAnd Martin Riggs bought Christmas trees with a gun up to his head\n\nEvery movie is a Christmas movie all it needs is snow\nOr a dead terrorist without a machine gun ho ho ho ho\nMean Girls, Gremlins, Lethal Weapon, and Iron Man 3\nBatman Returns, The Long Kiss Goodnight, Rent and Jumanji\nAll have Christmas trees, so they’re all Christmas movies \nJoy to the world\n\nFreddy Kruger wore a Christmas Sweater\nThen there’s Kiss Kiss Bang Bang\nEvery Shane Black movie is more Christmasy than a candy cane\nEdward Scissorhands cutting ribbons with his thumb \nGroundhog day is too good for a holiday so dumb\nAnd captain America had that winter soldier, hey that’s good enough\n\nEvery movie is a Christmas movie all it needs is snow\nOr a dead terrorist without a machine gun ho ho ho ho\nMean Girls, Gremlins, Lethal Weapon, and Iron Man 3\nBatman Returns, The Long Kiss Goodnight, Rent and Jumanji\nAll have Christmas trees, so they’re all Christmas movies \nJoy to the world your opinions are dumb\nThey’re all Christmas movies!", "link": "https://www.youtube.com/watch?v=cyv68ArwKMI", "date_published": "2020-12-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "The Justin Dyer Interview: Narnian Natural Law", "description": "Today on The Babylon Bee Podcast, Kyle and Ethan talk to professor of political science Justin Dyer, author of C. S. Lewis on Politics and the Natural Law and director of the Kinder Institute on Constitutional Democracy.  Topics range from C.S. Lewis’ view on natural law, being a classical liberal, and how C.S. Lewis wanted all kids off his lawn. \n\nWatch The Babylon Bee animation on our animation playlist: https://bit.ly/BeeAnimation  \n\nSubscribe on iTunes: https://podcasts.apple.com/us/podcast/the-babylon-bee/id1468715531\n\nSubmit Your Own Headlines: https://babylonbee.com/plans\n\nThe Official The Babylon Bee Store: https://shop.babylonbee.com\n\nFollow The Babylon Bee:\nWebsite: https://babylonbee.com\nTwitter: http://twitter.com/thebabylonbee\nFacebook: http://facebook.com/thebabylonbee\nInstagram: http://instagram.com/thebabylonbee", "link": "https://www.youtube.com/watch?v=0K09CZU-CQE", "date_published": "2020-12-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]