[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jazz Night In America Post Concert Interview: RoundAgain", "description": "Watch the concert here: https://youtu.be/SVNKQtPvv00\n\nThe first time around was special, and everyone knew it. But ask any member of the former Joshua Redman Quartet — Redman on saxophones, Brad Mehldau on piano, Christian McBride on bass, Brian Blade on drums — and he'll confirm there was some magic in the air when they reconvened last fall at The Falcon in New York's Hudson Valley, breaking a 25-year hiatus.\n\nThat reunion gig, which I was fortunate enough to catch from a table up front, preceded the recording of RoundAgain — a supremely assured new studio album by this fantastic four, which now identifies as a collective (with Redman as the first among equals). Jazz Night in America and NPR Music are proud to present an hour-long concert video from the two-night run, which means you can experience that spark just as it's being rekindled.\n\nThe artists, who have all risen to the highest tier of prominence, will join me for some post-game analysis — a Q&A about the concert, the album and the deep musical bond that they've only strengthened over time. Tune in July 22 at 4 p.m. ET.\n\nFollow NPR Music:\n___________________\n\n• NPR Music’s website: https://www.npr.org/music\n• Twitter: https://www.twitter.com/nprmusic\n• Facebook: https://www.facebook.com/nprmusic", "link": "https://www.youtube.com/watch?v=JaGQVG9p2vM", "date_published": "2020-07-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Nilüfer Yanya: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJuly 22, 2020 | Bob Boilen -- After performing her opening song, \"Heat Rises,\" Nilüfer Yanya pauses to say a few things about herself, something we've been asking artists to do for these Tiny Desk (home) concerts.\n\n\"One of the things that's been on my mind a lot is the racism and violence and injustice going on towards Black people and people of color, not only in America but here in the U.K. and all over the world. As a person of mixed heritage\" — Nilüfer's father is Turkish and her mother is of Irish and Barbadian descent — \"this issue is something close to my heart.\" Nilüfer urges us all to see the hurt being done. It's the only way forward.\n\nShe then plays \"Paralyzed,\" a song she's not performed live before, from her brilliant 2019 record Miss Universe. I hear these words so differently now:\n\nI hear strained screams from Heaven singin'\n\"save me\"\nThis can't be okay\nShadow's lyin' here\nAnd it's blocking out the light\n(I am paralyzed)\n\nShe also unveils a new song for us, \"Day 7,\" and performs two others from Miss Universe, providing a lovely contrast to her full-band performance at my desk last year and an easy introduction to an artist who may, and most likely will, make her way to your heart.\n\n\nSET LIST\n\"Heat Rises\"\n\"Paralysed\"\n\"Day 7\"\n\"Heavyweight Champion of the Year\"\n\nMUSICIANS\nNilüfer Yanya: vocals, guitar\n\nCREDITS\nAudio By: Joe Dworniak, Riverfish Studios; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=bfY1i-XONxo", "date_published": "2020-07-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Redman Mehldau McBride Blade (Live at The Falcon) | JAZZ NIGHT IN AMERICA", "description": "Watch a post concert interview here:\nhttps://www.youtube.com/watch?v=KLyIISEQuDs\n\n\nThe first time around was special, and everyone knew it. But ask any member of the former Joshua Redman Quartet — Redman on saxophones, Brad Mehldau on piano, Christian McBride on bass, Brian Blade on drums — and he'll confirm there was some magic in the air when they reconvened last fall at The Falcon in New York's Hudson Valley, breaking a 25-year hiatus.\n\nThat reunion gig, which I was fortunate enough to catch from a table up front, preceded the recording of RoundAgain — a supremely assured new studio album by this fantastic four, which now identifies as a collective (with Redman as the first among equals). Jazz Night in America and NPR Music are proud to present an hour-long concert video from the two-night run, which means you can experience that spark just as it's being rekindled.\n\nThe artists, who have all risen to the highest tier of prominence, will join me for some post-game analysis — a Q&A about the concert, the album and the deep musical bond that they've only strengthened over time. Tune in July 22 at 4 p.m. ET.", "link": "https://www.youtube.com/watch?v=SVNKQtPvv00", "date_published": "2020-07-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tom Adams: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | July 21, 2020\nOne of my top albums in 2017 was Silence, from Tom Adams – that transfixing falsetto set against minimalist piano was a balm. I imagined his Tiny Desk (home) concert to be Tom and his piano; what we have is Tom Adams at his home in Cornwall, England, playing four brand-new songs with minimal electric guitar and an enthralling mix of tech-altered sounds. That box with all the wires in the foreground is a Eurorack modular synthesizer which, in real time, processes his majestic voice in ways unpredictable even to Tom. He wrote to tell me that, \"Once the system is set in motion, you never know exactly what will happen next... I like to think of it as being a bit like the waves on the beach; to some extent, they are all predictable, yet each wave is still unique.\" It's a lovely way to describe this new music from this singular talent.\n\nSET LIST\n\"The Turning Of The Year\"\n\"A Flower Disappearing\"\n\"If My Love Was A Guitar\"\n\"Postcards From The Road\"\n\nMUSICIANS\nTom Adams: vocals, guitar\n\nCREDITS\nVideo By: Tom Adams; Audio By: Tom Adams; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=TZUdt79HNsI", "date_published": "2020-07-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]