[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Economics of the Yakuza (Mini Documentary)", "description": "🪒 Get 20% OFF + Free Shipping + 2 FREE GIFTS @Manscaped with code TRAN20 at Manscaped! https://mnscpd.com/JakeTran\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG: @jaketran.io // http://bit.ly/jt-ig\n👨‍👦‍👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/2OKWCZA\n\n-----------------------\nIn celebration of the release of the Ghost of Tsushima\n\nSo you come across the Yakuza - Japan’s organized crime syndicates. They offer structure, a surrogate family to be a part of, and provides you with a way to climb up the ranks of society. Being a Yakuza means that the same society that looked down upon you, would now have to bow down to you in fear and submission.\n\nToday’s Yakuza have grown to be much more sophisticated. Instead of just gangsters, the smart ones are now economic gangsters, or Keizai Yakuza. Instead of just your typical rackets like extortion, gambling, drug dealing which still very much happens - they’ve catapulted themselves into the world of high finance, legitimate businesses, the stock market, real estate investments, multinational corporations. You’re gonna have to understand the economics of the Yakuza.\n\nThe Yamaguchi-gumi is structured kinda like the American Mafia. One of the main differences between the Yakuza and other crime organizations like the Mafia is the oyabun-kobun relationship, which literally translates to “father role-child role”. The Godfather is part of the upper management that makes all the syndicate’s big. Then there’s the grunts of the syndicate that do all the dirty work and runs all the gang’s different money making operations.\n\nThe Yamaguchi-gumi was bringing in well over $460 million dollars annually, or over $1.3 billion dollars in today’s money. Yakuza are integrated into society, they’re very open about their numbers to researchers and the press - making the Yakuza, one of the most well-researched syndicates out there. And Godfathers will make around $400/yr, or around $1m/yr in today’s money.\n\nThe Yakuza also have some unwritten rules that must be followed, or else you’ll face some dire consequences: Never reveal secrets of Yakuza, No withholding money from family, Always be obedient to superiors, Don’t appeal to police or the law.\n\nAs Japan ended Feudalism with democracy and industry, these Yakuza gangs adjusted to the modernizing economy. The old Yakuza are fading out and the new generation are much more violent, care less about chivalry, honor, traditions, and only really care about money.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=Rd0sdZySwzw", "date_published": "2020-07-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]