[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jan Vogler And Alessio Bax: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDecember 16, 2020 | Tom Huizenga\nFor this Tiny Desk (home) concert, we pay a visit to the doctor's office. Actually, the venue is called Rare Violins of New York and it's something of a second home to cellist Jan Vogler, who pops in frequently to have the experts give his 1708 Stradivarius cello a thorough checkup. If your multi-million-dollar fiddle has a cough or the sniffles, or even needs a full-blown restoration, Rare Violins, which sits just a block away from Carnegie Hall, can help. The firm also has a lovely music room, kitted out with a fine piano – something Vogler lacks at his place.\n\nWith help from the fine pianist Alessio Bax, Vogler makes a convincing case for Beethoven as one of the great heroes of the cello. Beethoven, whose 250th birthday falls this week, wrote five cello sonatas, plus other works for the instrument, which, before his time, was primarily relegated to beefing up the bass line in various chamber music situations.\n\nBeethoven, in essence, liberated the cello. Listen to how it dances and struts in the opening scherzo from the Sonata in A, Op. 69, and how it sings sweetly in slow section from the 12 Variations on a Theme from Handel's Judas Maccabaeus, from early in the composer's career. And finally there's the opening to Beethoven's last cello sonata, which Bax — whose role is far more than just an accompanist here — says is compact with emotion, yet \"stretches the boundaries\" for the instrument.\n\nSET LIST\nBeethoven: Cello Sonata in A, Op. 69: II. Scherzo\nBeethoven: 12 Variations on a Theme from Handel's Judas Maccabaeus: Variation XI: Adagio\nBeethoven: Cello Sonata in D, Op. 102: I. Allegro con brio\n\nMUSICIANS\nJan Vogler: cello\nAlessio Bax: piano\n\nCREDITS\nVideo and Audio: Max Weissmann\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=1d24-TN19bQ", "date_published": "2020-12-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Borromeo String Quartet: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nTom Huizenga | December 15, 2020\nAfter the pandemic hit and musicians migrated online to share their performances, Nicholas Kitchen, the first violinist of the Borromeo String Quartet, built a little \"concert shell\" in his Boston-area loft he calls \"MusicKitchen.\" It's a practice space for the group which he shares with his wife, the Borromeo's cellist Yeesun Kim. Like the shells in regular concert spaces, but on a tinier scale, the Kitchen shell (seen behind the players in this video) helps project the sound. And the sounds Kitchen wants to emphasize in this concert come by way of Beethoven, the composer born 250 years ago this week.\n\nBeethoven doesn't score high when it comes to positive personality traits. Paranoid, litigious and a micromanager, Beethoven didn't suffer fools and often fought with friends. Still, he possessed a well-developed funny bone, which Nicholas Kitchen and company put on display here, along with their own whimsical tiny \"desks.\" Because of the virus, and the confined space, the players wear masks.\n\nThe humorous side of Beethoven's personality seeps into his music, such as the false stops and musical giggles that fuel his two-minute-long Presto from the Quartet Op. 130, which opens this performance. For contrast, the Borromeos follow with a serious movement from later on in the same piece, the prayerful Cavatina, which Beethoven said even got him choked up. More hijinks ensue in the Vivace from the Quartet in F, Op. 135, where Kitchen says the music becomes \"completely berserk.\" And finally, in the last movement of the same quartet, Beethoven inserts a musical inside joke, the brunt of which falls on a wealthy music lover who displeased the great composer by not showing up at an important concert.\n\nGrumpy or gleeful, raging or reflective, Beethoven's music endures for everyone in these compelling performances.\n\nSET LIST\nBeethoven: String Quartet in B-flat, Op. 130, II. Presto\nBeethoven: String Quartet in B-flat, Op. 130, V. Cavatina\nBeethoven: String Quartet in F, Op. 135, II. Presto\nBeethoven: String Quartet in F, Op. 135, IV. Der schwer gefasste Entschluss\n\nMUSICIANS\nNicholas Kitchen: violin\nKristopher Tong: violin\nMai Motobuchi: viola\nYeesun Kim: cello\n\nCREDITS\nVideo and Audio: Nicholas Kitchen\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=8UdN8uWJRqM", "date_published": "2020-12-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]