[{"source": "https://www.theguardian.com/rss", "title": "Biden taps Pete Buttigieg for transportation post and Jennifer Granholm for energy", "description": "<p>Former South Bend mayor says he’s ‘honored to serve our nation’, while Granholm has yet to comment publicly</p><p>Joe Biden has picked Pete Buttigieg, his former rival for the Democratic presidential nomination, to be his transportation secretary, in a move which would make the former South Bend mayor first out gay person to be confirmed by the Senate to a cabinet post.</p><p>The nomination came as more picks for senior positions in Biden’s incoming administration emerged on Tuesday, including Jennifer Granholm, the former governor of Michigan, to run the energy department.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/15/pete-buttigieg-biden-transportation-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/15/pete-buttigieg-biden-transportation-secretary", "date_published": "2020-12-15 23:50:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swedish PM says officials misjudged power of Covid resurgence", "description": "<p>Major report finds nation failed to protect elderly and criticises response to the pandemic<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Health officials in <a href=\"https://www.theguardian.com/world/sweden\">Sweden</a>, which opted not to respond to the first wave of Covid-19 with a national lockdown, misjudged the power of the virus’s resurgence, the country’s prime minister has said, as independent commission criticised the country’s strategy.</p><p>“I think that most people in the profession didn’t see such a wave in front of them; they talked about different clusters,” the prime minister, Stefan Löfven, told the Swedish Aftonbladet newspaper on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/swedish-pm-says-officials-misjudged-power-of-covid-resurgence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/swedish-pm-says-officials-misjudged-power-of-covid-resurgence", "date_published": "2020-12-15 22:46:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cambridge manager condemns fans after players booed for taking the knee", "description": "<ul><li>Mark Bonner criticises ‘disgusting’ behaviour before kick-off</li><li>Fan ejected at Exeter after booing as players took the knee</li></ul><p>The Cambridge United manager has hit out at the “disgusting” behaviour of fans who booed as the players took the knee before his side’s League Two win over Colchester.</p><p>Mark Bonner said those involved had embarrassed themselves and the club. Other spectators quickly responded with applause, but the boos had been clearly audible as both teams took the knee in support of Black Lives Matter for the first time at the Abbey Stadium this season.</p> <a href=\"https://www.theguardian.com/football/2020/dec/15/booing-at-cambridge-colchester-match-after-players-take-the-knee-at-kick-off\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/15/booing-at-cambridge-colchester-match-after-players-take-the-knee-at-kick-off", "date_published": "2020-12-15 22:43:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First v second, Klopp v Mourinho – but Liverpool v Spurs has potential for more | Barney Ronay", "description": "<p>Champions could put pretenders in their place at Anfield, but game may also be first meaningful shot in a battle for the title</p><p>When the top two meet in the Premier League it is a reflex action – muscle memory of Super Sundays gone, Judgment Days past – to look for the big managerial tussle.</p><p>First plays second, champions versus pretenders: cue the haggard split screen, the wild-eyed seers in their quilted coats, nose-to-nose on the touchline, a collision of wills, visions, “philosophies”.</p> <a href=\"https://www.theguardian.com/football/2020/dec/15/klopp-mourinho-liverpool-spurs-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/15/klopp-mourinho-liverpool-spurs-premier-league", "date_published": "2020-12-15 20:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MI6 kept quiet about 'criminality' of agent with ‘licence to kill’", "description": "<p>UK foreign secretary not told about behaviour of ‘high risk agent’ when asked to re-authorise special status</p><p>MI6 failed to make clear to the foreign secretary that a “high risk agent” operating overseas had probably engaged in “serious criminality” until it was pointed out by an independent regulator last year.</p><p>The spy agency was asking the minister – either Dominic Raab or his predecessor, Jeremy Hunt – to renew authorisation of the agent’s activities despite the apparent criminality without being “expressly clear” as to what had happened.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/15/mi6-kept-quiet-about-criminality-of-agent-with-licence-to-kill\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/15/mi6-kept-quiet-about-criminality-of-agent-with-licence-to-kill", "date_published": "2020-12-15 18:34:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists find two new species of fungi that turn flies into 'zombies'", "description": "<p>Insect-destroying fungi ‘may represent the next frontier for drug discovery’</p><p>Two new fungi species that infect flies and eject spores out of a large hole in the insect’s abdomen “like small rockets” have been discovered in Denmark.</p><p>The new species, <em>Strongwellsea tigrinae </em>and <em>Strongwellsea acerosa</em>, are host-specific and rely on two species of Danish fly – <em>Coenosia tigrina </em>and <em>Coenosia testacea</em>, according to <a href=\"https://www.eurekalert.org/pub_releases/2020-12/fos--ttf121520.php\">researchers at the University of Copenhagen</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/15/scientists-find-two-new-species-of-fungi-that-turn-flies-into-zombies\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/15/scientists-find-two-new-species-of-fungi-that-turn-flies-into-zombies", "date_published": "2020-12-15 18:18:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A conversation across time and space': the power of birdsong", "description": "<p>Musician Cosmo Sheldrake is on a mission to highlight the loss of UK birdlife with an album of avian chatter</p><ul><li><a href=\"https://www.theguardian.com/science/audio/2020/dec/15/why-should-we-listen-to-birds-part-one-podcast\">Why should we listen to birds? – podcast</a></li></ul><p>I’m sitting by a pond with musician <a href=\"https://www.theguardian.com/music/2014/mar/20/cosmo-sheldrake\">Cosmo Sheldrake</a>, wearing a pair of headphones that are attached to a large, fluffy microphone a few feet away. An obstacle course of wires surrounds us and there are two more microphones hidden in a bush by a bird feeder. It looks like lockdown’s answer to a silent disco, but far from being engrossed in techno music we’re soaking up natural sounds performed by the birds of the dawn chorus.</p><p>This is how Sheldrake has started many mornings since the Covid-19 pandemic began, in an off-grid cottage hidden in woods outside the New Forest near Fordingbridge in Hampshire. He has just made an album of avian conversations called <a href=\"https://smarturl.it/wakeupcalls\">Wake Up Calls</a> and today he is showing me how he makes his wild recordings. I arrive at 6.30am to hear the moment howling owls sign off and pass over to songbirds making their morning announcements.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/15/cosmo-sheldrake-the-power-of-birdsong-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/15/cosmo-sheldrake-the-power-of-birdsong-aoe", "date_published": "2020-12-15 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is she hiding in a submarine? In a bunker? The hunt for Ghislaine Maxwell", "description": "<p>The death of Jeffrey Epstein sparked a worldwide search for his former associate. How did the woman now known as Inmate 02879-509<strong> </strong>keep such a low profile for so long?</p><p>This time last year, Ghislaine Maxwell was off the grid. The Oxford-educated socialite was lying low as the focus of a frenzied media hunt pivoted to her after the suicide of her erstwhile lover Jeffrey Epstein.</p><p>“For Ghislaine-watchers, the autumn of 2019 through to the summer of 2020 was a mystery,” says Mark Seal, the Vanity Fair special correspondent who followed her story. “She was said to be hiding in a submarine, lying low in Israel, in the FBI witness protection programme, in a luxurious villa in the south of France, sunning herself on the coast of Spain, or in some high-security doomsday bunker owned by rich and powerful friends – all seemingly possible, but all, thus far at least, wrong,” he adds.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/15/is-she-hiding-in-a-submarine-in-a-bunker-the-hunt-for-ghislaine-maxwell\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/15/is-she-hiding-in-a-submarine-in-a-bunker-the-hunt-for-ghislaine-maxwell", "date_published": "2020-12-15 15:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Close to home: 10 tips to make shopping locally part of your daily routine in the new year", "description": "<p>Supporting our local businesses is now more important than ever, for shopkeepers and customers alike. Here are some ideas to help you maintain the good habit </p><p>We all hope that 2021 will be a much happier year. But we might also seek to safeguard some of the good things that we’ve discovered in 2020. For instance, we’ve rediscovered our neighbourhoods and our community spirit. And many of us have re-evaluated what’s really important in life.</p><p>We’ve also shifted our shopping habits to support local and independent businesses – partly because lockdown restrictions have forced us to shop closer to home. In doing so, we’ve rediscovered many benefits of shopping locally – from forging human bonds with our shopkeepers to reducing our carbon footprints and finding everyday hidden gems. And if our interactions have become more meaningful to us, we’ve also come to appreciate just how much they mean to our local shopkeepers.</p> <a href=\"https://www.theguardian.com/visa-where-you-shop-matters/2020/dec/15/close-to-home-10-tips-to-make-shopping-locally-part-of-your-daily-routine-in-the-new-year\">Continue reading...</a>", "link": "https://www.theguardian.com/visa-where-you-shop-matters/2020/dec/15/close-to-home-10-tips-to-make-shopping-locally-part-of-your-daily-routine-in-the-new-year", "date_published": "2020-12-15 14:41:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We don't want to be seen as victims': the older people using theatre to tell their Covid stories", "description": "<p>Digital theatre production in Wales counters views of older people as vulnerable and frail in the face of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p> A group of older people in Wales meet on Zoom to share their memories of 2020. Of emotional visits from grandchildren, of neighbours leaving home-cooked meals on the doorstep, of feelings of fear and lethargy but also optimism.</p><p>This isn’t a social catch up, however; it’s a rehearsal of a new digital theatre production that shines a light on elders’ experiences of the pandemic and challenges the portrayal of older people as vulnerable. </p> <a href=\"https://www.theguardian.com/society/2020/dec/15/we-dont-want-to-be-seen-as-victims-theatre-group-older-people-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/15/we-dont-want-to-be-seen-as-victims-theatre-group-older-people-covid", "date_published": "2020-12-15 13:06:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Unconscionable': Biden criticises Trump while accepting electoral college victory – live updates", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/2020/dec/14/joe-biden-electoral-college-victory-donald-trump\">Biden hails democracy and rebukes Trump after electoral college victory</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/14/william-barr-out-attorney-general-donald-trump\">William Barr steps down after dismissing Trump’s claims of fraud</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/dec/14/us-covid-deaths-pass-300000\">US Covid deaths pass 300,000 as first Americans receive vaccine</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/dec/15/revealed-china-suspected-of-spying-on-americans-via-caribbean-phone-networks\">China suspected of spying on Americans via Caribbean phone networks</a></li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-15T12:10:46.807Z\">12.10pm <span class=\"timezone\">GMT</span></time> </p><p>Amber Phillips at the Washington Post <a href=\"https://www.washingtonpost.com/politics/2020/12/14/biden-keeps-giving-republicans-who-ignore-his-win-benefit-doubt/\">writes</a> that Joe Biden keeps giving Republicans who ignore his win the benefit of the doubt, but that he’s not necessarily getting the same in return:</p><p>What Biden sees, according to a victory speech he delivered Monday after the electoral college voted him president, is not a democracy in distress, but one that successfully resisted all this pressure.</p><p>A glass-half-full look at what happened is at odds with good-government experts’ warnings that President Trump sliced a deep cut on American democracy by claiming fraud because he lost. Polls show a majority of Republican voters believe the election was rigged or stolen. Republican lawmakers have largely acquiesced in silence.</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-15T11:46:29.504Z\">11.46am <span class=\"timezone\">GMT</span></time> </p><p>I know we are all a little bit more sceptical of polling numbers than we were a few weeks ago, but Axios this morning are reporting some findings from their rolling weekly coronavirus survey that are encouraging for the roll-out of the vaccine in the US. They appear to show a big uptick in the willingness to get vaccinated since September. <a href=\"https://www.axios.com/axios-ipsos-poll-vaccine-enthusiasm-813a9a92-35bb-4952-bedf-7b9477a1744c.html?utm_campaign=organic&amp;utm_medium=socialshare&amp;utm_source=twitter\">Margaret Talev writes</a>:</p><p>The share of Americans who say they’ll get the Covid-19 vaccine as soon as it’s available has doubled since September, with more than one in four now putting their hands up, according to the latest installment of the Axios/Ipsos Coronavirus Index.</p><p>This increased comfort with or appetite for getting the vaccine is happening as the first Americans get vaccinated. It’s being driven by people 65 and older, but it’s happening across all age, party ID and racial and ethnic groups.</p> <a href=\"https://www.theguardian.com/us-news/live/2020/dec/15/us-election-electoral-college-joe-biden-donald-trump-coronavirus-covid-19-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/dec/15/us-election-electoral-college-joe-biden-donald-trump-coronavirus-covid-19-live-updates", "date_published": "2020-12-15 12:10:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jackson returns from locker room to give Ravens thrilling win over Browns", "description": "<ul><li>Baltimore Ravens 47-42 Cleveland Browns</li><li>Ravens score 12 points in final two minutes</li></ul><p>Lamar Jackson emerged from the locker room, saved the game and maybe Baltimore’s season with a 47-42 win over the Cleveland Browns in a wild, back-and-forth Monday night game in which the teams combined to tie a 98-year-old NFL record.</p><p>Back on the field after being sidelined by cramps, Jackson threw a 44-yard touchdown pass to Marquise Brown and then set up Justin Tucker’s 55-yard field goal with two seconds left as the Ravens (8-5) stayed in the playoff picture.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/15/lamar-jackson-baltimore-ravens-cleveland-browns-monday-night-nfl-football\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/15/lamar-jackson-baltimore-ravens-cleveland-browns-monday-night-nfl-football", "date_published": "2020-12-15 12:05:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Germany pressures EU for speedy vaccine approval; Italian PM says new restrictions needed", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/dec/15/coronavirus-live-news-netherlands-announces-five-week-lockdown-as-uk-detects-new-covid-strain?page=with:block-5fd87dc28f08a72f01adb1b9#block-5fd87dc28f08a72f01adb1b9\">Germany keen to begin vaccinations amid surge in cases</a>; <a href=\"https://www.theguardian.com/world/live/2020/dec/15/coronavirus-live-news-netherlands-announces-five-week-lockdown-as-uk-detects-new-covid-strain?page=with:block-5fd85d0b8f08b0a99da96631#block-5fd85d0b8f08b0a99da96631\">Guiseppe Conte says third wave in Italy to be avoided at all cost</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/15/uk-medical-journals-call-for-christmas-covid-rules-to-be-reversed\">UK medical journals call for tighter Christmas rules </a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/15/the-great-project-how-covid-changed-science-for-ever\">How Covid changed science forever</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/15/south-korea-how-early-covid-competence-gave-way-to-a-second-wave\">South Korea: how early Covid competence gave way to second wave</a></li><li><a href=\"https://www.theguardian.com/world/2020/dec/13/the-time-has-arrived-trucks-and-planes-ready-to-ship-vaccine-to-covid-frontline\">Vaccines roll out of Pfizer plant in US but Trump not taking it yet</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/dec/15/uk-coronavirus-live-covid-christmas-rules-restrictions-brexit-latest-updates\">UK coronavirus updates - live </a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-12-15T12:05:03.584Z\">12.05pm <span class=\"timezone\">GMT</span></time> </p><p>Poland has already set aside about 3bn zlotys (£610m, $815m) for its vaccination programme, which will start in January, its prime minister <strong>Mateusz Morawiecki</strong> has said.</p><p class=\"block-time published-time\"> <time datetime=\"2020-12-15T11:51:29.608Z\">11.51am <span class=\"timezone\">GMT</span></time> </p><p>The Danish government will extend current lockdown measures to the entire country, the broadcaster TV2 has reported, citing unnamed sources. The measures, which were implemented last week in parts of Denmark after signs of a rapid rise in infections, include shutting bars, restaurants and museums.</p> <a href=\"https://www.theguardian.com/world/live/2020/dec/15/coronavirus-live-news-netherlands-announces-five-week-lockdown-as-uk-detects-new-covid-strain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/dec/15/coronavirus-live-news-netherlands-announces-five-week-lockdown-as-uk-detects-new-covid-strain", "date_published": "2020-12-15 12:05:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Choose your favourite UK theatre show of 2020", "description": "<p>Tell us about your standout show of the year – we’ll feature a selection of your favourites later this month</p><p>It has been a tough year for theatre. But we are celebrating the shows that got us through 2020.</p><p>Did you catch a play in between lockdowns? Did a Zoom production connect with you, a dance company move you, a standup steal your heart? Please briefly explain why (250 words max) by filling in the form below and we will feature a selection of them.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/15/choose-your-favourite-uk-theatre-show-of-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/15/choose-your-favourite-uk-theatre-show-of-2020", "date_published": "2020-12-15 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for lentils with tomatoes and cauliflower", "description": "<p>Tasty healthy spicy dal meets toms and brassicas</p><p>Rinse 250g of <strong>red lentils</strong> (masoor dal) in cold water, then put them in a saucepan and cover with water. Bring to the boil, lightly salt and cook for 15 minutes until soft. Peel and thinly slice 1 medium <strong>onion</strong>. Warm 3 tbsp of <strong>groundnut</strong> or <strong>vegetable oil</strong> in a saucepan, add the onion and cook for a good 15 minutes over a low to medium heat, stirring regularly until soft.</p> <a href=\"https://www.theguardian.com/food/2020/dec/15/nigel-slater-midweek-dinner-recipe-lentils-with-tomatoes-and-cauliflower\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/dec/15/nigel-slater-midweek-dinner-recipe-lentils-with-tomatoes-and-cauliflower", "date_published": "2020-12-15 12:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As Biden won the presidency, Republicans cemented their grip on power for the next decade", "description": "<p>Democrats lost big in state elections which could cost them when new political maps are drawn<br /></p><p>While the world focused on the election between Donald Trump and Joe Biden in November, some of the most consequential contests were in state legislative races between candidates many have never heard of.</p><p>State lawmakers have the authority to redraw electoral districts in most US states every 10 years. In 2010, Republicans undertook an unprecedented effort – called Project Redmap – <a href=\"http://www.redistrictingmajorityproject.com/?p=646\">to win control</a> of state legislatures across the country and drew congressional and state legislative districts that gave them a significant advantage for the next decade. In 2020, Democrats sought to avoid a repeat of 2010 and poured millions of dollars and other resources into winning key races.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/15/gerrymandering-republicans-map-charts-states\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/15/gerrymandering-republicans-map-charts-states", "date_published": "2020-12-15 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Christmas I learned that prosecco is not a personality", "description": "<p>I thought my friends bought me fizz because I was fun. In fact, it was because they barely knew me any more</p><p>Someone once told me a story about <a href=\"https://www.theguardian.com/music/2020/oct/05/mariah-carey-theyre-calling-me-a-diva-i-think-im-going-to-cry\">Mariah Carey</a> that goes like this: in an interview, Carey is asked to name her drink of choice. “Prosecco,” she replies, matter-of-factly. Unsatisfied with this answer (of course the glitter-loving songstress drinks wine that sparkles), the journalist pushes on. “Sure,” they say, “but what else?”</p><p>“Just prosecco,” Carey replies.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/15/the-christmas-i-learned-that-prosecco-is-not-a-personality\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/15/the-christmas-i-learned-that-prosecco-is-not-a-personality", "date_published": "2020-12-15 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Macaluso Sisters review – aftermath of a tragedy in scorching drama", "description": "<p>Hot sunny days of calamity govern the lives of five sisters, who raised themselves after their parents died, in this touching story</p><p>An almost unbearable sadness settles like the sunset on this beautifully composed tale of how a tragic accident in childhood poisons four adult lives; people who grow old while remaining frozen in a single, stricken instant like cursed souls in a fairytale. The movie has a streak of sentimentality amid its melancholy and a certain formal theatricality: director Emma Dante has adapted the movie from her own stage play, but has opened it out very plausibly and cinematically.</p><p>The setting is, initially, the 1980s or thereabouts, and the five Macaluso sisters, Maria, Lia, Pinuccia, Katia and Antonella – ranging from eight or nine to late teens – live in a tatty top-floor apartment on the outskirts of Palermo. Their parents are dead; they look after themselves and have inherited their mum and dad’s business renting out doves (which they occasionally paint festive colours) for weddings and birthdays. One afternoon, they take off to a beach resort, the “Charleston”, attached to a grand restaurant, and while one sneaks off for a rendezvous with a girl she’s in love with, the other four go swimming out by a dangerous part of the pier structure behind the main restaurant building – with awful results.</p> <a href=\"https://www.theguardian.com/film/2020/dec/15/the-macaluso-sisters-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/dec/15/the-macaluso-sisters-review", "date_published": "2020-12-15 12:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How John Le Carré changed television and paved the way for box-set culture", "description": "<p>The drawn out style and meticulous character studies of Tinker Tailor Soldier Spy initially confused some viewers, but today the 1979 adaptation couldn’t feel more relevant<br /></p><p>In polls of the greatest British TV drama series, the <a href=\"https://www.theguardian.com/tv-and-radio/2019/sep/05/tinker-tailor-soldier-spy-40-years-on-alec-guinness\">BBC adaptation of John le Carré’s Tinker Tailor Soldier Spy</a> ranks highly, alongside ITV’s version of Evelyn Waugh’s Brideshead Revisited.</p><p>Curiously, though, the first of these landmarks in upmarket screen drama owed its existence to the second.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/15/how-john-le-carre-changed-television-and-paved-the-way-for-box-set-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/15/how-john-le-carre-changed-television-and-paved-the-way-for-box-set-culture", "date_published": "2020-12-15 12:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack Grealish banned from driving for nine months after lockdown crash", "description": "<ul><li>Aston Villa player had pleaded guilty to two charges</li><li>One linked to hitting parked vehicles in March</li></ul><p>Aston Villa’s captain, Jack Grealish, has been banned from driving for nine months and fined £82,499 after crashing his high-powered £80,000 Range Rover during the Covid-19 lockdown in March.</p><p>Grealish was sentenced at Birmingham magistrates court on Tuesday, after previously pleading guilty to two charges, including one linked to <a href=\"https://www.theguardian.com/football/2020/mar/29/police-investigate-after-jack-grealish-pictured-at-traffic-incident\">the incident</a> in which the England international’s 4x4 hit two parked vehicles in Dickens Heath, Solihull, West Midlands.</p> <a href=\"https://www.theguardian.com/football/2020/dec/15/jack-grealish-banned-from-driving-for-nine-months-after-lockdown-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/15/jack-grealish-banned-from-driving-for-nine-months-after-lockdown-crash", "date_published": "2020-12-15 11:54:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Spin | 2020 exposed women's cricket's place in hierarchy after upbeat start", "description": "<p>A year that began with a record T20 crowd ends with fears Covid may deepen inequalities in the women’s game</p><p>Five years ago in an Australian boardroom, Kevin Roberts, the current chief executive of Cricket Australia, scratched his chin and suggested it might be time to run men’s and women’s Twenty20 World Cups as separate entities. From that kernel came the idea that Australia should try to fill the Sydney Cricket Ground for the Women’s T20 World Cup final in 2020. A couple of years later, the aspiration grew again, the SCG became the MCG and the hashtag #FilltheMCG was born. It seemed a huge undertaking, some would say downright potty: Lord’s was sold out for the 2017 <a href=\"https://www.theguardian.com/sport/2017/jul/23/england-india-womens-cricket-world-cup-final-match-report\">50-over Women’s World Cup final</a>, but it has a capacity of just 30,000. The MCG is the largest, most cavernous cricket ground in the world, so the risks were huge – nothing says damp squib like lonely tiers of empty seating.</p><p>The weather also threatened to ruin the party, rain <a href=\"https://www.theguardian.com/sport/2020/mar/05/rain-scuppers-englands-chances-as-india-advance-to-world-t20-final\">washing out the first semi-final</a> (and England’s chances). Australia would have been knocked out had their semi-final been abandoned, after Cricket Australia’s last-ditch appeal to the International Cricket Council for a reserve day was turned down, but the clouds parted at the last minute and after much scurrying about by groundstaff, <a href=\"https://www.theguardian.com/sport/2020/mar/05/australia-dodge-rain-and-hold-nerve-to-beat-south-africa-and-reach-womens-world-t20-final\">Australia won a thriller against South Africa</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/15/2020-exposed-womens-cricket-place-in-hierarchy-after-upbeat-start\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/15/2020-exposed-womens-cricket-place-in-hierarchy-after-upbeat-start", "date_published": "2020-12-15 11:49:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jesy Nelson: abuse has cruelly silenced one of pop's few unfiltered voices", "description": "<p>The singer, who has left Little Mix to focus on her mental health, brought huge talent and charisma to the group – but trolls turned abuse into a defining feature</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2020/dec/14/jesy-nelson-leaves-little-mix-to-focus-on-mental-health\">Jesy Nelson leaves Little Mix to focus on mental health</a> </p><p>I first interviewed Little Mix in 2012, not long after they’d won The X Factor, the first girl band to do so. At that point they had one song to their name – a beige, contract-fulfilling cover of Damien Rice’s Cannonball they would later disown – but were on the brink of unleashing their first of many top-tier singles, the clap-heavy, effervescent empowerment banger, Wings. As an avid reader of Smash Hits as a kid, I had brought along a biscuit tin (Lady Gaga lunchbox) of torn-up questions, and suggested each member – Jesy Nelson, Jade Thirlwall, Perrie Edwards and Leigh-Anne Pinnock – pull one out at random. It was a test in a way: had they been media-trained into pop cyborgs by Simon Cowell’s Syco label, doling out rote platitudes, or were they proper, say-what-you-think superstars in waiting?</p> <a href=\"https://www.theguardian.com/music/2020/dec/15/jesy-nelson-abuse-has-cruelly-silenced-one-of-pop-few-unfiltered-voices-little-mix\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/15/jesy-nelson-abuse-has-cruelly-silenced-one-of-pop-few-unfiltered-voices-little-mix", "date_published": "2020-12-15 11:46:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This government says it's 'here for culture' but wrong-foots UK theatre at every step", "description": "<p>Since the pandemic closed venues in March, the advice given to the industry about reopening has been shambolic</p><p>Last Friday I was thrilled to welcome the Duke and Duchess of Cambridge and their family to our dress rehearsal of <a href=\"https://lwtheatres.co.uk/whats-on/pantoland-at-the-palladium/\">Pantoland at the Palladium</a>. It’s a celebration of the last four years of the London Palladium pantomimes I have created with my resident team of Julian Clary, Nigel Havers, Paul Zerdin and Gary Wilmot, featuring returning stars Elaine Paige, Charlie Stemp, Ashley Banjo and Diversity, and panto debuts from Beverley Knight and Jac Yarrow.</p><p>The culture secretary, Oliver Dowden, also attended this special performance. Imagine my joy when I saw him cackle at jokes about Matt Hancock and scotch eggs! Dowden may have been crying with laughter but today my company are weeping because their show is being closed by a government that has wrong-footed the theatre industry every step of the way since the pandemic hit.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/15/this-government-wrong-foots-british-theatre-at-every-step\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/15/this-government-wrong-foots-british-theatre-at-every-step", "date_published": "2020-12-15 11:46:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pre-existing inequality led to record UK Covid death rate, says health expert", "description": "<p>Sir Michael Marmot says children’s lives could be harmed for ever if deprivation not tackled</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2020/dec/15/health-inequalities-covid-ucl-government-policymaking?CMP=Share_iOSApp_Other\">Covid exposed massive inequality. Britain cannot return to ‘normal’</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pre-existing social inequalities contributed to the UK recording the highest death rates from Covid in Europe, a leading authority on public health has said, warning that many children’s lives would be permanently blighted if the problem is not tackled.</p><p><a href=\"https://www.theguardian.com/profile/michael-marmot\">Sir Michael Marmot</a>, known for his landmark work on the social determinants of health, argued in <a href=\"http://www.instituteofhealthequity.org/about-our-work/latest-updates-from-the-institute/build-back-fairer\">a new report</a> that families at the bottom of the social and economic scale were missing out before the pandemic, and were now suffering even more, losing health, jobs, lives and educational opportunities.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/pre-existing-inequality-led-to-record-uk-covid-deaths-sir-michael-marmot-public-health-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/pre-existing-inequality-led-to-record-uk-covid-deaths-sir-michael-marmot-public-health-chief", "date_published": "2020-12-15 11:39:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angry about friends breaking the Covid rules? Take a deep breath", "description": "<p>The coronavirus pandemic has left us nervous, lonely – and critical of others. But are our concerns about our nearest and dearest always justified? And how should we tackle them if they are?<br /></p><p>Covid restrictions have left many of us feeling torn between seeing friends and family and staying safe this year. Meeting others in person can feel fraught, especially when not everyone is adhering to guidance and restrictions. Meanwhile, <a href=\"https://www.theguardian.com/society/2020/jun/08/study-finds-half-of-16--to-24-year-olds-hit-by-lockdown-loneliness\">7.4 million people</a> in the UK say that “lockdown loneliness” has affected their wellbeing. According to psychologist and friendship expert <a href=\"https://drmarisagfranco.com/\">Marisa Franco</a> this can become a vicious cycle: “When we’re lonely, we are more critical of other people,” she says. “Evolutionarily, when we were lonely, we were separate from our tribe and in danger. Now, when we’re lonely, we’re not in the same kind of danger, but we still have that same physiological system where other people pose a threat of rejection.”</p><p>As we leave 2020, it is clear that coronavirus has made its mark on our relationships. But as the UK is no longer in lockdown, there may be more Covid-related confrontations to come – especially with friends who differ in their interpretation of or adherence to the rules imposed by the current tier system. But how do you deal with rule-breaking pals, or even just friends who have different Covid-related boundaries, without losing touch or causing offence?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/15/angry-about-friends-breaking-the-covid-rules-take-a-deep-breath\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/15/angry-about-friends-breaking-the-covid-rules-take-a-deep-breath", "date_published": "2020-12-15 11:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kent lorry park will not be ready in time for Brexit day deadline", "description": "<p>Heavy rain has hampered work on site intended to relieve queues around Dover from 1 January</p><p>The Kent lorry park designed to relieve queues of up to 7,000 trucks taking goods across the Channel will not be ready for Brexit on 1 January, it has emerged.</p><p>Damian Green, the MP for Ashford, said the government told him rain had hampered work on the site between the villages of Sevington and Mersham, fuelling fears of traffic queues around the county for the first two months of the year.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/15/kent-lorry-park-to-miss-brexit-day-deadline\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/15/kent-lorry-park-to-miss-brexit-day-deadline", "date_published": "2020-12-15 11:18:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson to visit India in January  in bid to transform G7", "description": "<p>Prime minister’s trip part of plan to widen G7 into broader grouping of democracies to challenge China</p><p>Boris Johnson is to visit India next month as part of a plan to transform the G7 group of leading industrialised nations into a broader grouping of 10 leading democracies capable of challenging China and other authoritarian states.</p><p>The UK prime minister has written to India, Australia and South Korea asking them to attend the UK-hosted G7 summit next summer, Downing Street revealed.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/boris-johnson-to-visit-india-in-january-in-bid-to-transform-g7\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/boris-johnson-to-visit-india-in-january-in-bid-to-transform-g7", "date_published": "2020-12-15 11:03:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK medical journals call for Christmas Covid rules to be reversed", "description": "<p>Move increases pressure on ministers to rethink plans to allow households to mix over festive period</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Plans to relax Covid restrictions at Christmas must be reversed or many lives risk being lost, according to a rare <a href=\"https://www.bmj.com/content/371/bmj.m4847\">joint editorial</a> from two of the UK’s most eminent medical journals.</p><p>The government can no longer claim to be protecting the NHS if it goes ahead with “rash” plans to <a href=\"https://www.theguardian.com/politics/live/2020/nov/24/uk-coronavirus-live-christmas-rules-tiers-covid-boris-johnson-latest-updates\">allow households</a> to mix indoors over Christmas, the British Medical Journal and Health Service Journal have said.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/uk-medical-journals-call-for-christmas-covid-rules-to-be-reversed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/uk-medical-journals-call-for-christmas-covid-rules-to-be-reversed", "date_published": "2020-12-15 11:02:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As chief rabbi, I can no longer remain silent about the plight of the Uighurs | Ephraim Mirvis", "description": "<p>An unfathomable mass atrocity is being perpetrated in China. The responsibility for doing something lies with all of us</p><p>I recently had the privilege of speaking to Rahima Mahmut, a remarkable <a href=\"https://www.theguardian.com/world/uighurs\">Uighur</a> human rights campaigner living in London. She told me that she had always been close to her family still living in China, but that over time they became terrified of even answering her telephone calls for fear of what it might mean for them. They stopped using traditional Islamic greetings, which are forbidden, and eventually stopped answering her calls altogether. She persisted, until one day, her brother answered the phone and with a tremble in his voice, he implored her: “Leave us in God’s hands and we will leave you in God’s hands, too.”</p><p>It is now nearly four years since Rahima heard those chilling parting words. She has no way of knowing what has become of her family and she lives in constant fear of what they might be enduring.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/15/chief-rabbi-silent-plight-uighurs-atrocity-china\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/15/chief-rabbi-silent-plight-uighurs-atrocity-china", "date_published": "2020-12-15 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ligue 1 clubs stare into financial abyss after huge TV deal collapses", "description": "<p>Mediapro agreed to pay Ligue 1 clubs €3.25bn over four seasons. They did not even keep up their payments for four months</p><p>By <a href=\"https://twitter.com/_adam_white_?lang=en\">Adam White</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Exhausted, dehydrated and stranded, surrounded by sand dunes and a cloudless sky, sweat is wiped from the brow. The sight of palm trees and a sparkling lake in the distance flickers and then vanishes. This is the situation in which Ligue 1 has found itself this year. After being starved of success, French clubs hoped they would be revitalised by an unprecedented TV rights deal worth more than €1.15bn per year (€814m a year from Mediapro and €330m from BeIN Sports). It was the second largest TV deal in Europe, but the mirage finally disappeared this week, pushing French football to the brink of financial ruin.</p><p>There had been concerns about Mediapro from the start. When the rights were sold in 2018, critics pointed out that a similar deal with Serie A had fallen through because the Spanish broadcaster had not offered adequate financial guarantees. Gaetano Miccichè, the president of Serie A at the time, said the assurances provided by Mediapro were <em>“</em>unacceptable<em>”</em>. Worryingly, <a href=\"https://www.getfootballnewsfrance.com/2020/presidents-podcast-6-bob-ratcliffe-ceo-ogc-nice/\">Nice CEO Bob Ratcliffe said earlier this year</a> that, as far as he understood, the LFP had “never asked for” similar guarantees.</p> <a href=\"https://www.theguardian.com/football/2020/dec/15/ligue-1-clubs-stare-financial-abyss-tv-deal-collapses-mediapro\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/15/ligue-1-clubs-stare-financial-abyss-tv-deal-collapses-mediapro", "date_published": "2020-12-15 10:57:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … the chaotic nature of this period in football history", "description": "<p>Our cartoonist looks at trouble for Arsenal, Fulham’s Thames water vole and the joy of Mike Dean</p><ul><li><a href=\"https://guardianprintshop.com/collections/david-squires/products/the-booing-of-footballers-taking-a-knee\">Need a Christmas present? Buy copies of David’s cartoons</a></li><li><a href=\"https://www.theguardian.com/football/series/david-squires-on\">And take a look through his archive treasure trove</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2020/dec/15/david-squires-on-the-chaotic-nature-of-this-period-in-football-history\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2020/dec/15/david-squires-on-the-chaotic-nature-of-this-period-in-football-history", "date_published": "2020-12-15 10:56:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The need for clever alternatives to plastic: something has to stop milk leaking", "description": "<p>Removing plastics from global supply chains won’t happen overnight, but for now there are encouraging signs that renewable alternatives can increasingly replace plastics in a large range of applications</p><p>When it comes to eliminating plastics from the global supply chain, tomorrow is always just over the horizon. But thinking about the problem this way commits the error of imagining it as a huge goal – the attainment of some distant utopia. It also overlooks the many measures that can be taken to mitigate our level of reliance on plastics in the here and now.</p><p>According to Material Economics, a management consultancy specialising in sustainability, <a href=\"https://materialeconomics.com/publications/sustainable-packaging\" rel=\"nofollow\">25% of plastics</a> used in packaging in Europe could be replaced with renewable alternatives without significant compromise on functionality. There is also the burgeoning possibility of <a href=\"https://e360.yale.edu/digest/scientists-say-they-have-found-a-viable-replacement-for-petroleum-based-plastic\" rel=\"nofollow\">shifting away</a> from fossil-based plastics to bio-based alternatives at scale.</p> <a href=\"https://www.theguardian.com/journey-towards-a-plastic-free-future/2020/dec/15/the-need-for-clever-alternatives-to-plastic-something-has-to-stop-milk-leaking\">Continue reading...</a>", "link": "https://www.theguardian.com/journey-towards-a-plastic-free-future/2020/dec/15/the-need-for-clever-alternatives-to-plastic-something-has-to-stop-milk-leaking", "date_published": "2020-12-15 10:50:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fugitive twin arrested in connection with Dresden jewel heist", "description": "<p>German police investigating Green Vault theft of 18-century treasures detain another suspect</p><p>German police have arrested one of two fugitive twins wanted in connection with the spectacular theft of 18th-century jewels from a Dresden museum last year.</p><p>A spokesman for Dresden police, Marko Laske, said on Tuesday that a 21-year-old man had been arrested in Berlin. He said further details would be released later.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/fugitive-arrested-in-connection-with-dresden-jewel-heist\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/fugitive-arrested-in-connection-with-dresden-jewel-heist", "date_published": "2020-12-15 10:47:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We never looked back!' Filskit's fabulous 10-year adventure in theatre", "description": "<p>Their inventive family shows have covered the climate crisis, the brain and, now, the Covid-19 pandemic. The mischievous trio discuss their story so far</p><p>When they began staging shows for children, the all-female <a href=\"https://www.filskittheatre.com/\">Filskit theatre company</a> commonly heard two questions. But what will happen when you have babies? And wouldn’t you rather be making proper theatre? Ten years on, the award-winning trio are busy presenting two new productions this month: an interactive online jamboree, <a href=\"https://www.filskittheatre.com/margot\">Margot’s Magical Winter Wonder Party</a>, and a new <a href=\"https://www.theguardian.com/stage/video/2020/dec/10/watch-huddle-a-tale-of-two-penguins-video\">film</a> adapted from their penguin tale, Huddle. With one Filskit baby born already, and two more due next year, the company is adapting to their changing lives, but that’s always been part of the process for this nimble operation co-run by best friends Victoria Dyson, Sarah Shephard and Katy Costigan.</p><p>The “proper theatre” charge still rankles. “We’ve heard that phrase more times than we’d care to remember,” says Shephard, when we all meet on Zoom. “I think it’s a lack of understanding of the sector.” In the last decade, the quality and status of work for young audiences has significantly improved, but many still base their assumptions on their own childhood experiences of theatre. That might have been a trip to the panto or a “theatre-in-education company coming to your school to do a show about highway safety”.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/15/filskit-theatre-margots-magical-winter-wonder-play\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/15/filskit-theatre-margots-magical-winter-wonder-play", "date_published": "2020-12-15 10:29:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London property owner Shaftesbury swings to £700m loss amid Covid crisis", "description": "<p>Landlord hit by fall in income from properties in Chinatown, Soho and Covent Garden</p><p><a href=\"https://www.theguardian.com/business/shaftesbury\">Shaftesbury</a>, one of the biggest landlords in central London, has slumped to a £700m loss after slashing the value of its portfolio, as the West End braces for tougher Covid-19 restrictions.</p><p>The company, which owns parts of Chinatown, Soho and Covent Garden, has been hit by the sharp fall in the number of tourists and office workers coming into the capital. It said vacancies at its shops, restaurants and offices had nearly tripled to 10.2% in the year to 30 September. As tenants struggled to pay their rent, Shaftesbury’s net income fell by 24% to £74.3 . It collected only 53% of the rent due in the second half of the year.</p> <a href=\"https://www.theguardian.com/business/2020/dec/15/london-shaftesbury-loss-covid-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/15/london-shaftesbury-loss-covid-crisis", "date_published": "2020-12-15 10:15:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Little Richard remembered by Bootsy Collins", "description": "<p><strong>5 December 1932 – 9 May 2020<br /></strong>The P-Funk star recalls the rock’n’roll trailblazer – and the friend who inspired him to always stay true to himself</p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/14/paulette-wilson-remembered-by-patrick-vernon\">Paulette Wilson remembered by Patrick Vernon</a></li><li><a href=\"https://www.theguardian.com/world/series/the-observer-obituaries-of-2020\">Read the Observer’s obituaries of 2020 in full</a></li></ul><p>Oh man, Little Richard for me growing up was everything. I first saw him on <em>The Ed Sullivan Show</em>, wearing this cape made out of small mirrors and a pompadour haircut. I was like, woah! He was a powerhouse of a musician, his vocals were so over the top and he was a heck of an entertainer – he put those three things together and just let it all out. Talk about self-expression. And to be black and [openly] gay at that time, something that was beyond taboo. I mean, if he’d come along today, he’d have so much to fight against. But even then, he didn’t let nothing back. He just spilled his guts!</p><p>The idea of being gay was never, ever discussed in the black world at that time. It had to happen on such a low-key level – believe me, the idea of being found out was really scary. But Little Richard didn’t care and what I picked up from him early on, as a black gay man myself, was the freedom he took for himself. No one gave him that right. He just took it. <a href=\"https://www.theguardian.com/music/2020/may/12/too-black-queer-holy-why-little-richard-never-truly-got-his-dues-turbaned-drag-queen-sexual-underworld\">He did just what he needed to do to be who he wanted to be</a>.</p> <a href=\"https://www.theguardian.com/music/2020/dec/15/little-richard-remembered-by-bootsy-collins\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/dec/15/little-richard-remembered-by-bootsy-collins", "date_published": "2020-12-15 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great project: how Covid changed science for ever", "description": "<p>The emergence of a novel coronavirus prompted a wave of global collaboration that has led to vaccines, treatments and the promise of new discoveries</p><ul><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_STANDFIRST%22%2C%22componentId%22%3A%22covid_supplement_2020_standfirst%22%2C%22campaignCode%22%3A%22covid_supplement_2020%22%7D&amp;INTCMP=covid_supplement_2020\">Show your support for rigorous, independent Guardian journalism</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>For scientists, 5 January was a turning point in the fight against the coronavirus. That day, a team led by Prof Yong-Zhen Zhang at Fudan University in Shanghai sequenced the genetic code of the virus behind Wuhan’s month-long pneumonia outbreak. The process took about 40 hours. Having analysed the code, Zhang reported back to the Ministry of Health. The pathogen was a novel coronavirus similar to Sars, the deadly virus that sparked an epidemic in <a href=\"https://www.theguardian.com/society/2003/apr/21/china.sars\" title=\"\">2003</a>. People should take precautions, he warned.</p><p>The Chinese government had imposed an embargo on information about the outbreak and Zhang and his co-workers were under pressure not to publish the code. The blackout couldn’t hold. On 8 January, news broke about the nature of the pathogen and was confirmed a day later by Chinese authorities. To sit on the code now seemed ridiculous.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/the-great-project-how-covid-changed-science-for-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/the-great-project-how-covid-changed-science-for-ever", "date_published": "2020-12-15 10:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: China suspected of spying on Americans via Caribbean phone networks", "description": "<p>Security expert claims Chinese surveillance may have affected tens of thousands of Americans</p><p>China appears to have used mobile phone networks in the Caribbean to surveil US mobile phone subscribers as part of its espionage campaign against Americans, according to a mobile network security expert who has analysed sensitive signals data.</p><p>The findings paint an alarming picture of how China has allegedly exploited decades-old vulnerabilities in the global telecommunications network to route “active” surveillance attacks through telecoms operators.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/15/revealed-china-suspected-of-spying-on-americans-via-caribbean-phone-networks\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/15/revealed-china-suspected-of-spying-on-americans-via-caribbean-phone-networks", "date_published": "2020-12-15 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happened when the Tarahumaras' love of ultrarunning went global?", "description": "<p>The book Born to Run brought attention to an indigenous Mexican’s people feats of long-distance running. A new documentary looks at what happened next</p><p>Next up in ESPN’s venerable 30 for 30 series is <a href=\"https://www.espn.com/watch/player/_/id/d9e10d5e-dca4-4830-94d0-9b49ba890e89\">The Infinite Race</a>, a documentary on a sports topic that hardly checks the biggest 30 for 30 box, in that the film does not involve a famous star athlete, sport or event. In fact, The Infinite Race kicks off with a simple story about an indigenous people’s joy of long-distance running.</p><p>The documentary explores what happens to these people, <a href=\"https://www.mpm.edu/index.php/research-collections/anthropology/online-collections-research/tarahumara\">the Tarahumara</a>, who live deep in the mountains of Chihuahua, Mexico, when their love of running, or even their calling to run, spills out to the rest of the world because of a popular book about running and an American known as Caballo Blanco, or the White Horse.</p> <a href=\"https://www.theguardian.com/sport/2020/dec/15/tarahumara-ultrarunning-mexico-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/dec/15/tarahumara-ultrarunning-mexico-documentary", "date_published": "2020-12-15 10:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel's justice minister vows to sign Malka Leifer extradition order to Australia 'without delay'", "description": "<p>Avi Nissenkorn’s pledge comes after the supreme court rejected an appeal by the alleged child sex abuser against her extradition</p><p>Israel’s supreme court has rejected an appeal by alleged child sex abuser <a href=\"https://www.theguardian.com/world/malka-leifer\">Malka Leifer</a> to block her extradition to Australia, effectively ending a years-long judicial saga that has tested relations between the two countries.</p><p>The extraction request will now be decided by Israel’s justice minister, Avi Nissenkorn, who announced on Tuesday he would comply.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/malka-leifer-appeal-extradition-rejected-by-israel-high-court-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/malka-leifer-appeal-extradition-rejected-by-israel-high-court-australia", "date_published": "2020-12-15 09:52:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boko Haram claims responsibility for kidnapping hundreds of boys in Nigeria", "description": "<p>Doubts over Islamist extremists’ involvement in abduction of more than 300 students last week</p><p>The leader of Boko Haram, the Islamist extremist group that abducted hundreds of schoolgirls in Nigeria six years ago, has claimed responsibility for the mass abduction of students in north-western Katsina state last week.</p><p>In an audio tape released on Tuesday, <a href=\"https://www.theguardian.com/world/2014/may/07/abubakar-shekau-boko-haram-commander-nigeria-kidnap\">Abubakar Shekau</a> said: “Our brothers were behind the abduction in Katsina.”</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/boko-haram-claims-responsibility-for-kidnapping-hundreds-of-boys-in-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/boko-haram-claims-responsibility-for-kidnapping-hundreds-of-boys-in-nigeria", "date_published": "2020-12-15 09:51:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 13, arrested in Roberts Buncis murder investigation", "description": "<p>Lincolnshire police make third arrest in connection with death of 12-year-old boy</p><p>A 13-year-old has been arrested on suspicion of murder after the death of a 12-year-old boy.</p><p>It is the third arrest linked to the investigation into the death of Roberts Buncis, after a 14-year-old appeared in court charged with murder on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/15/boy-arrested-roberts-buncis-murder-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/15/boy-arrested-roberts-buncis-murder-investigation", "date_published": "2020-12-15 09:39:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Esther Dingley: mother of missing British hiker 'distraught'", "description": "<p>Thirty-seven-year-old disappeared more than three weeks ago while walking in Pyrenees</p><p>The mother of the missing hiker Esther Dingley has said she is “distraught” and that it was “utterly out of character” for her daughter to be out of contact for so long.</p><p>Dingley, 37, went missing more than three weeks ago while walking in the Pyrenees on the Spain-France border. No trace of her has been found despite an <a href=\"https://www.theguardian.com/world/2020/dec/11/we-have-nothing-police-stumped-by-disappearance-of-briton-esther-dingley-in-pyrenees\">extensive police investigation</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/dec/15/esther-dingley-mother-missing-british-hiker-pyrenees-disappeared\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/dec/15/esther-dingley-mother-missing-british-hiker-pyrenees-disappeared", "date_published": "2020-12-15 09:24:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan's 'Twitter killer' sentenced to death", "description": "<p>Takahiro Shiraishi, 30, admitted killing nine people he befriended online after they expressed suicidal thoughts</p><p>A court in Japan has sentenced to death a man dubbed the “Twitter killer” for the murders in 2017 of nine people whom he befriended online after they had expressed suicidal thoughts.</p><p>Takahiro Shiraishi, 30, admitted strangling and dismembering his victims, eight of whom were women, over the course of three months. The youngest was 15 and the oldest 26.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/japans-twitter-killer-sentenced-to-death\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/japans-twitter-killer-sentenced-to-death", "date_published": "2020-12-15 09:17:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK redundancies rise to record high amid second Covid-19 wave", "description": "<p>Unemployment rate increases to 4.9%, fuelled by job losses in retail and hospitality</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The number of people being made redundant in the UK soared to a record high in October amid the second coronavirus wave and as the government scaled back its furlough scheme before an 11th hour extension.</p><p>The <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/uklabourmarket/december2020\">Office for National Statistics</a> said redundancies rose to 370,000 in the three months to October, fuelled by job losses in retail and hospitality, during a period when the flagship wage subsidy scheme became less generous and was due to close at the end of the month.</p> <a href=\"https://www.theguardian.com/business/2020/dec/15/uk-redundancies-rise-covid-unemployment-rate-job-losses\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/15/uk-redundancies-rise-covid-unemployment-rate-job-losses", "date_published": "2020-12-15 09:14:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facing a lonely holiday? Single moms know how to help", "description": "<p>As Covid cases continue to rise, Americans need to adjust their seasonal expectations – and as a single mom used to strange, lonely holidays, here are a few tips</p><p>This Christmas, we will have a small celebration, and it will certainly feel different. Experts have warned that, due to the rising number of Covid cases, Americans need to <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/daily-life-coping/holidays.html\">adjust their expectations for the holidays</a>, spending that time we would normally gather alone, or only with the members of our households.</p><p>You know who is used to making the best of strange, lonely holidays? Single moms.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/15/single-moms-lonely-holiday-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/15/single-moms-lonely-holiday-pandemic", "date_published": "2020-12-15 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spirit of Place by Susan Owens review – idylls and nightmares", "description": "<p>From Bede to WG Sebald ... a wide-ranging study of artists, writers and the British landscape asks whether what we see is shaped by what has already been depicted</p><p>We used to look at the landscape through rose-tinted glasses. Quite literally – as Susan Owens makes clear in this evocative and crowded chronicle of the ways in which artists and writers have responded to the topography of the British Isles. In the 18th century, the country was overtaken by a craze for the Lake District, which morphed from bleak wilderness to fashionable destination, its waters suddenly thronged with boats.</p><p>A vital accoutrement for any Lakes visitor was the Claude glass, a small convex mirror with a tinted surface that reduced and simplified the colours of the reflected scenery so as to look like a painting by the <a href=\"https://www.theguardian.com/artanddesign/2012/mar/12/turner-claude-national-gallery-review\">French artist</a> for whom it was named. Glasses were produced glazed in various colours, or fixed to the windows of carriages, “as if nowadays,” Owens writes, “one could buy a film for the back windows of a car that made every landscape seen from the road look like a picture by Constable”. Like taking selfies on an iPhone camera, looking through the mirror of the Claude glass encouraged viewers to turn their backs on the view.</p> <a href=\"https://www.theguardian.com/books/2020/dec/15/spirit-of-place-by-susan-owens-review-idylls-and-nightmares\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/15/spirit-of-place-by-susan-owens-review-idylls-and-nightmares", "date_published": "2020-12-15 09:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony-winning Broadway star Ann Reinking dies aged 71", "description": "<p>Choreographer and Fosse collaborator starred as Roxie in Chicago and appeared on screen in Annie</p><p>Ann Reinking, the Broadway star whose elegant style, mesmerising physicality and piercing gaze lit up musicals including Chicago, has died at the age of 71. Her former co-star Chita Rivera was among those paying tribute and said that Reinking’s “spirit and razzle-dazzle will be with me for ever”. Reinking’s manager, Lee Gross, said that she died on Saturday while visiting family in Seattle.</p><p>Reinking had parts in Cabaret, Pippin and Goodtime Charley (as Joan of Arc) before taking over the role of the ambitious, murderous Roxie Hart in Chicago in 1977. Twenty years later, she reprised the role and won a Tony award for choreographing the revival of that musical in its originator Bob Fosse’s style. She and Fosse had a long relationship on and off the stage; she starred in his show Dancin’ and directed and co-choreographed a Broadway revue celebrating his work. Their lives are explored in the acclaimed mini-series <a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/02/fosse-verdon-review-sam-rockwell-michelle-williams\">Fosse/Verdon</a>, in which Reinking is played by Margaret Qualley.</p> <a href=\"https://www.theguardian.com/stage/2020/dec/15/tony-winning-broadway-star-ann-reinking-dies-age-71\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/dec/15/tony-winning-broadway-star-ann-reinking-dies-age-71", "date_published": "2020-12-15 08:55:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghislaine Maxwell's lawyers ask judge to free her on $28m bail", "description": "<p>Bail package would include armed guards to ensure her safety and to make sure she does not flee New York</p><p>Lawyers for Ghislaine Maxwell are urging a judge to free her to await trial under a $28.5m (£21.4m) bail package that would include armed guards to ensure she remains safe and does not flee her New York City residence.</p><p>The bail arguments on behalf of the British former girlfriend of Jeffrey Epstein, first filed under seal last Tuesday, were publicly released late on Monday in Manhattan federal court with redactions that were approved by Judge Alison J Nathan.</p> <a href=\"https://www.theguardian.com/us-news/2020/dec/15/ghislaine-maxwell-lawyers-ask-judge-to-free-her-on-28m-bail\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/dec/15/ghislaine-maxwell-lawyers-ask-judge-to-free-her-on-28m-bail", "date_published": "2020-12-15 08:33:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Online harms bill: firms may face multibillion-pound fines for illegal content", "description": "<p>UK government sets out strict guidelines to govern removal of material promoting child sexual abuse and terrorism</p><p>Social media companies will need to remove and limit the spread of harmful content or face fines of billions of pounds, the UK government has announced, as it finally reveals the details of its proposed internet regulation.</p><p>The online harms bill, first proposed by Theresa May’s government in April 2019, sets out strict new guidelines governing removal of illegal content such as child sexual abuse, terrorist material and media that promotes suicide, which sites must obey or face being blocked in the UK.</p> <a href=\"https://www.theguardian.com/technology/2020/dec/15/online-harms-bill-firms-may-face-multibillion-pound-fines-for-content\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/dec/15/online-harms-bill-firms-may-face-multibillion-pound-fines-for-content", "date_published": "2020-12-15 08:17:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Best true wireless earbuds 2020: AirPods, Samsung, Jabra, Bose, Beats and Anker compared and ranked", "description": "<p>Our updated list of great Bluetooth truly wireless earbuds – at the best prices right now </p><p>It wasn’t long ago that true wireless earbuds, those that don’t need any wires even between the earphones, weren’t very good. Solid connectivity was a challenge, dropouts were infuriatingly common and battery life was woeful.</p><p>But they all offered that taste of freedom from wires that is like a ratchet – once you’ve experienced tangle-free listening, you’ll never go back.</p> <a href=\"https://www.theguardian.com/technology/2019/may/01/best-true-wireless-earbuds-airpods-samsung-jabra-sennheiser-anker-compared-and-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2019/may/01/best-true-wireless-earbuds-airpods-samsung-jabra-sennheiser-anker-compared-and-ranked", "date_published": "2020-12-15 08:04:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English nationalism has a champion in No 10. But it's a very fragile concept | Zoe Williams", "description": "<p>Gunboats in the Channel, the ‘white working class’, the ‘real’ England – it’s all based on a myth </p><p>There was a blast of what we used to consider big beast conservatism last week, when Chris Patten, former governor of Hong Kong, <a href=\"https://www.independent.co.uk/news/uk/politics/brexit-boris-johnson-no-deal-chris-patten-b1770818.html\">told the Independent</a> of his fears for the UK under its current prime minister. “I don’t think that Mr Johnson is a Conservative,” he elaborated. “I think he is an English nationalist.”</p><p>It is not so striking as it would once have been, to hear Boris Johnson being repudiated by his own tribe: he has always chosen his inner circle for their loyalty to his chaotic and radical schemes, and truthfully, none of them look much like conservatives at present. Yet it is interesting, now we’re governed by one, to consider what an English nationalist actually believes.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/15/english-nationalism-champion-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/15/english-nationalism-champion-no-10", "date_published": "2020-12-15 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gérard Houllier: manager, educator and father figure to French football", "description": "<p>Gérard Houllier’s caring and guiding influence on those he worked with in France may have been his greatest achievement</p><p>“I was at the Premier League Hall of Fame induction with Klopp and Guardiola,”<em> </em>Gérard Houllier remembered <a href=\"https://www.eurosport.co.uk/football/premier-league/2019-2020/exclusive-houllier-on-why-it-took-liverpool-so-long-to-win-the-league_sto7794213/story.shtml\">in an interview</a> with Eurosport this year.<em> </em>“I am at the table and they sit down. One on the right and one on the left. They spent the evening asking me questions ... I still don’t understand why<em>.”</em></p><p>An innovative, creative coach and a trophy-winning manager across his career, Houllier remained humble and unassuming throughout his life in football. Despite such broad success, Houllier’s caring, guiding influence on those he met and worked with may have been his greatest achievement.</p> <a href=\"https://www.theguardian.com/football/2020/dec/15/gerard-houllier-manager-educator-and-father-figure-to-french-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/dec/15/gerard-houllier-manager-educator-and-father-figure-to-french-football", "date_published": "2020-12-15 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 50 best TV shows of 2020, No 6: Quiz", "description": "<p>Michael Sheen was at the uncanny heart of ITV’s meta-drama about the scandal that symbolised a grubby showbiz era</p><p>From the <a href=\"https://www.theguardian.com/film/2019/jan/16/fyre-festival-documentaries-hulu-netflix\">gamut of Fyre festival documentaries</a> to the J-Lo triumph of <a href=\"https://www.theguardian.com/film/2019/sep/07/hustlers-review-j-lo-strippers-candace-wu\">Hustlers</a>, audacious scams have become a touchstone of pop culture in recent years. Unlike our transatlantic friends, British grifters are more likely to be seen on the 10 o’clock news than a glossy TV drama. But some names are the exception to the rule. <a href=\"https://www.theguardian.com/media/2003/apr/07/broadcasting.uknews\">Major Charles Ingram</a> is one, which made ITV’s Quiz a rare and intriguing kind of ripped-from-the-headlines proposition.</p><p>Quiz let the nation relive the scandal in all its daft, lo-fi Britishness. The story, was one we all knew: an indecisive, seemingly guilty army major is accused of cheating to win the top prize on the TV series Who Wants to Be a Millionaire? – via Renaissance art, Craig David and someone else’s hacking cough. Simple, right? Sort of – except that Quiz wasn’t here to pour yet more scorn on the “coughing major” or his wife Diana, who had become tabloid laughing stocks, convicted criminals and Z-list celebrities.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/15/the-50-best-tv-shows-of-2020-no-6-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/15/the-50-best-tv-shows-of-2020-no-6-quiz", "date_published": "2020-12-15 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia and India can give life to the World Test Championship | Jonathan Liew", "description": "<p>A meeting of the two best sides in the world is a rare treat in these straitened times and should be enjoyed while it lasts</p><p>There has been a lot of talk about what to do about the inaugural World Test Championship, which was originally established as a way of attracting casual fans to the five-day game by repackaging it in a simple, easy-to-follow format. So, let’s see how that’s going.</p><p>As a result of the pandemic, standings are now being calculated on points percentage rather than points total. Australia top the table on 82.2%. New Zealand are on 62.5%, but will hit 70% if they beat Pakistan 2-0 in the series that starts on 26 December. Which means that in order to qualify for the Lord’s final in June India (currently on 75%) would need five wins from their remaining eight Tests, or four wins and three draws. Feel the simplicity. Taste the change.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/dec/15/australia-india-world-test-championship-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/dec/15/australia-india-world-test-championship-cricket", "date_published": "2020-12-15 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand foreign minister offers to help broker peace deal between Australia and China", "description": "<p>Nanaia Mahuta says Canberra and Beijing ‘will have to be willing to come together and concede in some areas’</p><p>New Zealand’s new foreign minister has said the country could help negotiate a truce between Australia and regional heavyweight China with the two nations caught in an escalating trade and diplomatic spat.</p><p>Nanaia Mahuta said on Tuesday that hosting the high-profile Asia Pacific Economic Cooperation summit next year presented an opportunity for New Zealand to bring both parties to the table.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/new-zealand-foreign-minister-offers-to-help-broker-peace-deal-between-australia-and-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/new-zealand-foreign-minister-offers-to-help-broker-peace-deal-between-australia-and-china", "date_published": "2020-12-15 07:38:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boko Haram's deadly trail: Nigeria's landmine crisis - in pictures", "description": "<p>Mines laid by the jihadist group and and other militant organisations in the north-east are a lethal threat to internally displaced people</p><ul><li><a href=\"https://www.theguardian.com/global-development/2020/dec/14/landmine-casualty-rates-in-nigeria-now-fifth-highest-in-the-world\">Landmine casualty rates in Nigeria now fifth highest in the world</a></li><li>Photographs by Sean Sutton/Mines Advisory Group</li></ul> <a href=\"https://www.theguardian.com/global-development/gallery/2020/dec/15/boko-haram-deadly-trail-nigeria-landmine-crisis-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/gallery/2020/dec/15/boko-haram-deadly-trail-nigeria-landmine-crisis-in-pictures", "date_published": "2020-12-15 07:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People with learning disabilities should be prioritised for a Covid vaccine | Steve Scown", "description": "<p>As well as far higher coronavirus death rates, learning-disabled people experience more isolation than the general population</p><p>When Margaret Keenan became the first person in the UK to receive the <a href=\"https://www.theguardian.com/society/video/2020/dec/08/margaret-keenan-90-becomes-first-in-world-to-receive-pfizer-covid-vaccine-video\">coronavirus vaccine </a>last week, the nation breathed a sigh of relief. But it is crucial we do not forget those who have constantly been at the back of the queue: people with learning disabilities and autism.</p><p>Throughout the pandemic, people with learning disabilities and autism have consistently been let down. A <a href=\"https://dimensions-uk.org/press-release/a-letter-to-mps-about-face-covering-exemptions/\">lack of clear, easy-to-understand guidance</a>, unequal access to care and <a href=\"https://www.hsj.co.uk/coronavirus/unprecedented-number-of-dnr-orders-for-learning-disabilities-patients/7027480.article\">illegal “do not resuscitate” instructions</a> have exacerbated the inequalities many people have long faced. </p> <a href=\"https://www.theguardian.com/society/2020/dec/15/people-with-learning-disabilities-should-be-prioritised-for-a-covid-vaccine\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/15/people-with-learning-disabilities-should-be-prioritised-for-a-covid-vaccine", "date_published": "2020-12-15 07:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Habsburgs by Martyn Rady review – negative genetic feedback loop", "description": "<p>Glory, grief, loss – and incest – are all covered in this panoramic account that makes more sense of the great European dynasty than its rulers often did</p><p>Otto von Habsburg never got to be emperor. Born in 1912, he watched as his family’s grasp on political power slipped, and the dynasty that once dominated central Europe and beyond became just another surname that whispered of a greater history. A vocal participant in Europe’s postwar politics, he couldn’t forget the legacy he’d been born into: once, on being asked if he planned to watch an Austria-Hungary football match, he is said to have responded “Perhaps – who are we playing?”</p><p>Otto, who spoke seven languages and whose heart <a href=\"https://www.theguardian.com/world/2011/jul/04/otto-von-habsburg-obituary\">was buried in Hungary</a> while the rest of him reposed in Austria, was among the last of a line that can be traced at least to the 10th century, to the first Habsburg we can speak of with any certainty: Kanzelin (or possibly Lanzelin) of Altenburg, a small-time magnate in what today is Switzerland. Martyn Rady’s panoramic history narrates how Kanzelin and his descendants made money, territorial gains and enemies: the monks of a monastery they themselves had founded spread the idea that “the earliest Habsburgs were no more than robber barons”.</p> <a href=\"https://www.theguardian.com/books/2020/dec/15/the-habsburgs-by-martyn-rady-review-negative-genetic-feedback-loop\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/dec/15/the-habsburgs-by-martyn-rady-review-negative-genetic-feedback-loop", "date_published": "2020-12-15 07:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Currys website crash wipes out £250-worth of gift cards", "description": "<p>I was trying to buy Apple Watch SE on Black Friday and lost out on the chance to get one</p><p><strong>I purchased </strong><strong>Currys gift cards for £200 and £50 via the </strong><strong>Perks at Work</strong><strong> scheme to buy an Apple Watch SE. But after attempting to check out online, the website crashed.</strong></p><p><strong>When I tried again, the £200 was showing as £0. </strong><strong>Currys </strong><strong> confirmed there was an issue and that the gift card balance would be restored in between two</strong><strong> and 48 hours. This was </strong><strong>more than 72 hours ago and the balance is still £0.</strong></p> <a href=\"https://www.theguardian.com/money/2020/dec/15/currys-website-crash-wipes-out-250-worth-of-gift-cards\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/dec/15/currys-website-crash-wipes-out-250-worth-of-gift-cards", "date_published": "2020-12-15 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paradise lost: the dark secrets of Ghana's Lake Volta – in pictures", "description": "<p>This enormous reservoir spans vast part of the country and submerges whole forests of trees. But it is also bound up with the heartbreaking use of child labour</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/dec/15/paradise-lost-dark-secrets-ghana-lake-volta-child-labour-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/dec/15/paradise-lost-dark-secrets-ghana-lake-volta-child-labour-in-pictures", "date_published": "2020-12-15 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Restore UK woodland by letting trees plant themselves, says report", "description": "<p>Rewilding Britain charity says natural dispersal of seeds is cost-effective and boosts biodiversity</p><p>Allowing trees and woodland to regenerate through the natural dispersal of seeds should become the default way to restore Britain’s forest cover, according to a new report.</p><p>Natural regeneration brings the most benefits for biodiversity, is cost-effective and may sequester more carbon than previously thought, argues <a href=\"https://www.rewildingbritain.org.uk/\">Rewilding Britain</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/15/restore-uk-woodland-trees-report-rewilding-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/15/restore-uk-woodland-trees-report-rewilding-britain", "date_published": "2020-12-15 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It makes me want to cry': Covid rise stirs bad memories in Newham", "description": "<p>The London borough suffered terribly in May and goes into tier 3 in deep economic crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The sharp increase of coronavirus cases in the east London borough of Newham, which recorded the worst mortality rate in England and Wales in May, has left residents with a terrible sense of deja vu.</p><p>Cases were levelling off before England went into national lockdown and the council had hoped they would soon start to fall, but there was a sharp rise instead. The borough recorded 307 cases per 100,000 people for the most recent week of complete data.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/it-makes-me-want-to-cry-covid-rise-stirs-bad-memories-in-newham\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/it-makes-me-want-to-cry-covid-rise-stirs-bad-memories-in-newham", "date_published": "2020-12-15 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers often kept in dark over Britons held abroad, inquiry finds", "description": "<p>Internal Foreign Office report calls for changes in the way such cases are handled</p><p>UK diplomats have failed to give enough priority to cases of British nationals detained abroad, even when there was a high risk they were being tortured, according to a report quietly released by the Foreign Office.</p><p>The report, commissioned by Jeremy Hunt during his time as foreign secretary, said ministers were often kept in the dark about such cases, and large-scale reform was needed in the way they were handled. It recommended establishing a specialist taskforce, committing extra resources and fostering a new culture of engaging relatives of those detained.</p> <a href=\"https://www.theguardian.com/politics/2020/dec/15/ministers-often-kept-in-dark-over-britons-held-abroad-inquiry-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/dec/15/ministers-often-kept-in-dark-over-britons-held-abroad-inquiry-finds", "date_published": "2020-12-15 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS choirs take on the superstars in battle for Christmas No 1 spot", "description": "<p>Newcomers ICU Liberty Singers and old hands the Lewisham and Greenwich NHS Choir are both raising money for charities</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Christmas No 1 is one of the most coveted slots in the musical calendar, but this year pop’s biggest names are locked in a battle with unexpected rivals: not one but two NHS choirs and their Covid-inspired songs.</p><p>One of the choirs is the ICU Liberty Singers, a 115-strong group of intensive care staff from across the country, who hope their reworked version of the Police classic Every Breath You Take will take top spot.</p> <a href=\"https://www.theguardian.com/society/2020/dec/15/nhs-choirs-take-on-the-superstars-in-battle-for-christmas-no-1-spot\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/15/nhs-choirs-take-on-the-superstars-in-battle-for-christmas-no-1-spot", "date_published": "2020-12-15 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who rode jetski from Scotland to Isle of Man to see girlfriend jailed for Covid breach", "description": "<p>The man, who had never driven a jetski before, believed the journey would take 40 minutes, but it took four-and-a-half hours</p><p>A Scottish man has reportedly been jailed for breaching coronavirus rules after he rode a jetski from Scotland to the Isle of Man to see his girlfriend.</p><p>Dale McLaughlan, 28, from North Ayrshire met his girlfriend in September while working as a roofer on the Isle of Man, the <a href=\"https://www.bbc.com/news/world-europe-isle-of-man-55280466\">BBC</a> reported.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/man-who-rode-jetski-from-scotland-to-isle-of-man-to-see-girlfriend-jailed-for-covid-breach\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/man-who-rode-jetski-from-scotland-to-isle-of-man-to-see-girlfriend-jailed-for-covid-breach", "date_published": "2020-12-15 06:52:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Happy corals': climate crisis sanctuary teeming with life found off east Africa", "description": "<p>Rare discovery of reef cooled by channels formed during creation of Kilimanjaro is ‘something to hope for’, say scientists<br /></p><p>Scientists have discovered a climate crisis refuge for coral reefs off the coast of Kenya and Tanzania, where species are thriving despite warming events that have killed their neighbours.</p><p>The coral sanctuary is a wildlife hotspot, teeming with spinner dolphins and boasting rare species, including prehistoric fish and dugongs. Researchers believe its location in a cool spot in the ocean is helping to protect it and the surrounding marine life from the harmful effects of the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/15/happy-corals-climate-crisis-sanctuary-teeming-with-life-found-off-east-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/15/happy-corals-climate-crisis-sanctuary-teeming-with-life-found-off-east-africa", "date_published": "2020-12-15 06:45:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Xinjiang: more than half a million forced to pick cotton, report suggests", "description": "<p>Forced labour much more widespread than initially thought in China region that supplies a fifth of the world’s cotton</p><p>More than half a million people from ethnic minority groups in Xinjiang have been coerced into picking cotton, on a scale far greater than previously thought, new research has suggested.</p><p>The Xinjiang region produces more than 20% of the world’s cotton and 84% of China’s, but according to a <a href=\"https://cgpolicy.org/briefs/coercive-labor-in-xinjiang-labor-transfer-and-the-mobilization-of-ethnic-minorities-to-pick-cotton/\">new report</a> released on Tuesday by the Center for Global Policy there is significant evidence that it is “tainted” by human rights abuses, including suspected forced labour of Uighur and other Turkic Muslim minority people.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/xinjiang-china-more-than-half-a-million-forced-to-pick-cotton-report-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/xinjiang-china-more-than-half-a-million-forced-to-pick-cotton-report-finds", "date_published": "2020-12-15 06:36:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We could have lost her’: Zimbabwe's children go hungry as crisis deepens", "description": "<p>As food shortages worsen due to drought and the economic insecurity of lockdown, one in three children are malnourished<br /></p><p>Baby Grace lies quietly in the clinical ward under the watchful gaze of her mother, Rose Mapeka. Her parched skin, which hangs off her tiny body, and the milkiness of her eyes, show only too clearly that the 18-month-old is undernourished.</p><p>Grace is lucky to be alive. Health workers in Kuwadzana, a high-density suburb in Zimbabwe’s capital, Harare, identified her as needing immediate hospital treatment for malnutrition during their home visits to the city’s nursing mothers.</p> <a href=\"https://www.theguardian.com/global-development/2020/dec/15/we-could-have-lost-her-zimbabwes-children-go-hungry-as-crisis-deepens\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/dec/15/we-could-have-lost-her-zimbabwes-children-go-hungry-as-crisis-deepens", "date_published": "2020-12-15 06:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serene and secluded: a log cabin stay in the Cotswolds lakeland", "description": "<p>Inspired by Canada, made in Finland and close to the source of the Thames, these cabins offer an escape into nature</p><p><em>To country people Cows are mild,<br />And flee from any stick they throw;<br />But I’m a timid town bred child,<br />And all the cattle seem to know.</em></p><p>I cringe to think that on my recent trip to the Cotswolds I hid behind a tree while walking through a field of cows that were staring at me menacingly. But at least I’m in good company. TS Eliot loved walking in the wolds – his visit to the abandoned manor of Burnt Norton inspired the first poem in his Four Quartets. But his aversion to cows and “their stupid gaze” was so strong that he wrote an entire poem on the subject: The Country Walk ends with a reference to taking “sanctuary in friendly oak or apple tree.”</p> <a href=\"https://www.theguardian.com/travel/2020/dec/15/serene-and-secluded-a-log-cabin-stay-in-the-cotswolds-lakeland\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/dec/15/serene-and-secluded-a-log-cabin-stay-in-the-cotswolds-lakeland", "date_published": "2020-12-15 06:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid exposed massive inequality. Britain cannot return to 'normal' | Michael Marmot", "description": "<p>The more deprived the area, the higher the mortality rate – for all causes of death. We have to rebuild a fairer society<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2020/dec/15/pre-existing-inequality-led-to-record-uk-covid-deaths-sir-michael-marmot-public-health-chief\">Report: Pre-existing inequality led to record UK Covid death rate, says health chief</a></li></ul><p>In 2017, Hurricane Maria <a href=\"https://www.theguardian.com/artanddesign/gallery/2017/sep/26/puerto-rico-after-hurricane-maria-in-pictures\">hit Puerto Rico</a>. The official number of casualties as a result of the storm is 64. But take into account the longer-term consequences – devastated infrastructure, overwhelmed hospitals – and the death toll <a href=\"https://www.bbc.co.uk/news/world-us-canada-45338080\">rises to the thousands</a>. When we <a href=\"http://hdr.undp.org/sites/default/files/covid-19_and_human_development_0.pdf\">look closely</a> at these figures, we see something else too: two months afterwards, mortality had risen sharply for the lowest socioeconomic group, somewhat for the middle group, and least for the highest group. A huge external shock had thrust the underlying inequalities in society into sharp relief.</p><p>So it has been with Covid-19. Inequalities in health, and in the social conditions that lead to ill health, have been revealed and amplified by the pandemic and the response to it. Now, with vaccines coming onstream, there is talk of Britain getting back to “normal”. But the “normal” that existed in February 2020 is not acceptable. The Covid-19 pandemic must be taken as an opportunity to build a fairer society.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/dec/15/health-inequalities-covid-ucl-government-policymaking\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/dec/15/health-inequalities-covid-ucl-government-policymaking", "date_published": "2020-12-15 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A peculiarly English epic': the weird genius of The Archers", "description": "<p>Strangely eventless, yet swelling with high drama, The Archers is the longest-running series in the world. But does this rural soap reflect the reality of country life, or is it a fantasy liberal never-never land for urban audiences?</p><p>The longest-running drama in the world is a soap opera about life in an English farming village. Every week, 5 million people listen to The Archers on BBC Radio 4. It is also the broadcaster’s most downloaded radio show. It first aired 70 years ago – that is to say, during the era of the horse-drawn plough and tea on the ration. One of the current cast, June Spencer, who plays the formidable matriarch Peggy Woolley, appeared in the first episode on New Year’s Day, 1951. She is 101 years old.</p><p>Because it is middle England’s omnipresent soundtrack, it can be easier to see The Archers as some kind of naturally occurring phenomenon than, say, an experimental, durational artwork that blurs the boundaries between fantasy and reality; or a “peculiarly English epic” as its former editor, or showrunner, Sean O’Connor describes it. To the uninitiated, on the other hand, it can appear somewhere on a scale between charmingly quaint, deeply bewildering and insufferably smug. An Irish friend told me she regarded the entire Archers mis-en-scène – “the village green, Bonfire Night, the slightly mysteriously located Big House, the cider club and the posh livery stables, even the Bull’s beer garden” as “utterly exotic”. A puzzled Texan, invited to listen by the hosts of the BBC’s Americast podcast, described it as “like Downton, except without the interesting period detail or drama”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/dec/15/the-archers-weird-genius-peculiarly-english-epic\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/dec/15/the-archers-weird-genius-peculiarly-english-epic", "date_published": "2020-12-15 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It made Boris seem like a normal person’: how did Johnson's Covid change him?", "description": "<p>The prime minister’s spell in intensive care underscored the severity of the pandemic. Did it also make him reassess his life?</p><p>It was an unexpected twist in what already felt like an excessively dramatic disaster movie. On 6 April, the British prime minister was <a href=\"https://www.theguardian.com/world/2020/apr/06/boris-johnson-moved-to-intensive-care-after-his-condition-worsens\">admitted to the intensive care</a> ward at St Thomas’ hospital in London, after contracting a new and potentially deadly virus. <a href=\"https://www.theguardian.com/politics/2020/apr/06/global-leaders-send-messages-of-support-to-boris-johnson\">Donald Trump</a> said he was “praying for his good friend”; the French president, Emmanuel Macron, said all his wishes were with the prime minister, his family and the British people in “this difficult time”. The Labour leader, Keir Starmer, described it as “terribly sad news”.</p><p>Boris Johnson pulled through, of course, surviving to witness the <a href=\"https://www.theguardian.com/politics/2020/may/02/boris-johnson-and-carrie-symonds-name-baby-son-wilfred\">birth of his son, Wilfred</a> – given the middle name Nicholas, after the doctors, Dr Nick Price and Dr Nick Hart, who saved Johnson’s life. But more than eight months later, could the country still be feeling the impact of this dramatic turn of events?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/dec/15/it-made-boris-seem-like-a-normal-person-how-did-johnsons-covid-change-him\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/dec/15/it-made-boris-seem-like-a-normal-person-how-did-johnsons-covid-change-him", "date_published": "2020-12-15 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis sends temperatures soaring in Lapland", "description": "<p>Traditional way of life under threat in vast area straddling the Arctic Circle</p><p>Lapland is not so much a country, more a way of life, where the nomadic Sami people live and work alongside their famous reindeer herds. What we know as “Lapland”- and they call Sápmi – covers an area of land straddling the Arctic Circle, and running from the northern part of Norway in the west, through Sweden and Finland, to the Kola peninsula of Arctic Russia in the east.</p><p>Most of this area is a high plateau, covered with pine and spruce forests called taiga, which gradually thin out towards the north to be replaced by tundra. Winters are long, dark and cold, with snow starting to arrive as early as August, and covering the ground from October through to the following spring – peaking as late as April. The average winter temperatures are a few degrees zero in the north and marginally less cold in the south, where there is also more precipitation.</p> <a href=\"https://www.theguardian.com/news/2020/dec/15/climate-crisis-sends-temperatures-soaring-in-lapland\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/dec/15/climate-crisis-sends-temperatures-soaring-in-lapland", "date_published": "2020-12-15 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England's poorest get least GP time as rich get most, study reveals", "description": "<p>Average time is 10.7 minutes in the most deprived areas, where residents are more likely to have underlying health problems</p><p>England’s poorest people have the shortest appointments with their GP and the richest get the longest, a study reveals.</p><p>People from the most deprived areas get the least amount of time when seeing their family doctor, despite having the worst underlying health in the population, researchers found. While those in the richest areas get 11.2 minutes on average, people in the most deprived neighbourhoods get 10.7 minutes, according to the Health Foundation.</p> <a href=\"https://www.theguardian.com/society/2020/dec/15/england-poorest-least-gp-time-rich-get-most-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/15/england-poorest-least-gp-time-rich-get-most-study", "date_published": "2020-12-15 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists plan mission to biggest iceberg as it drifts towards island", "description": "<p>Team will study effects on environment of A-68A, which is heading for South Georgia</p><p>Scientists are preparing for an urgent mission to the world’s biggest iceberg, which is on a collision course with the island of South Georgia in the southern Atlantic Ocean.</p><p>The A-68A iceberg, which is larger than Luxembourg, broke off from the Larsen C ice shelf in Antarctica in 2017 and has been drifting towards the island ever since.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/15/scientists-plan-mission-to-biggest-iceberg-as-it-drifts-towards-island\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/15/scientists-plan-mission-to-biggest-iceberg-as-it-drifts-towards-island", "date_published": "2020-12-15 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: riveting ravens in silhouette", "description": "<p><strong>Buxton, Derbyshire:</strong> The deep black of their outline was a true measure of this strangely undark night</p><p>Lightwood is well used by dog walkers and seldom a place you can have all to yourself until well after dusk. During the recent snow, however, with all its glorious ambient glow, the witching hour – when the darkness, solitude and arrival of Lightwood’s roosting ravens converge – was put back to an even later slot.</p><p>At 5pm there was still a residual apricot layer on the western horizon and from the snow across the woodland floor emanated an almost pink-white light. It had the strength to reveal each tree as a chiselled silhouette and even the boot- and paw-impressed paths were threads of grey in the wider blanket.</p> <a href=\"https://www.theguardian.com/environment/2020/dec/15/country-diary-riveting-ravens-in-silhouette\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/dec/15/country-diary-riveting-ravens-in-silhouette", "date_published": "2020-12-15 05:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fishing boat washes up in Japan almost 10 years after it was lost in tsunami", "description": "<p>Tiny boat swept away in 2011 disaster may have reached the waters off the US west coast</p><p>A fishing boat has reappeared on the shores of <a href=\"https://www.theguardian.com/world/japan\">Japan</a> almost a decade after it was swept out into the Pacific – and possibly as far as the west coast of the United States – by a huge tsunami that killed thousands of people and triggered a nuclear disaster.</p><p>The <a href=\"https://www.youtube.com/watch?v=m_7VzNiqnG8\">tiny boat was found off Hachijo island</a> earlier this month, nine years and nine months after it disappeared into the ocean off Kesennuma, a town 650km [403 miles] to the north.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/fishing-boat-washes-up-in-japan-almost-10-years-after-it-was-lost-in-tsunami\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/fishing-boat-washes-up-in-japan-almost-10-years-after-it-was-lost-in-tsunami", "date_published": "2020-12-15 05:03:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portuguese minister faces calls to quit over death of detainee", "description": "<p>Ukrainian man was allegedly beaten and asphyxiated by officers at detention centre in March</p><p>Portugal’s home affairs minister is facing calls to resign amid outrage over the fatal beating of a Ukrainian man by border patrol officers at a detention centre at Lisbon airport in March.</p><p>It is alleged that Ihor Homenyuk, after two days in custody following his arrival without a visa and refusal to board a flight home, was beaten and asphyxiated by three officers who tied his arms and legs to restrain him.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/portuguese-minister-faces-calls-to-quit-over-death-of-detainee\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/portuguese-minister-faces-calls-to-quit-over-death-of-detainee", "date_published": "2020-12-15 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two men beheaded in videos from Nagorno-Karabakh war identified", "description": "<p>Exclusive: Ethnic Armenian men refused to leave their villages before Azerbaijani forces arrived, locals say</p><p>Two elderly men who were beheaded by Azerbaijani forces in videos widely shared on messaging apps have been identified, confirming two of the bloodiest atrocities of the recent war in Nagorno-Karabakh.</p><p>The ethnic Armenian men were non-combatants, people in their respective villages said. Both were beheaded by men in the uniforms of the Azerbaijani armed forces. The short, gruesome videos of the killings are among the worst of a torrent of footage portraying <a href=\"https://www.theguardian.com/world/2020/dec/10/human-rights-groups-detail-war-crimes-in-nagorno-karabakh\">abuse, torture and murder</a> that has continued to emerge more than a month after a Russian-brokered ceasefire came into force.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/two-men-beheaded-in-videos-from-nagorno-karabakh-war-identified\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/two-men-beheaded-in-videos-from-nagorno-karabakh-war-identified", "date_published": "2020-12-15 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiny Pacific nation of Palau detains 'illegal' Chinese fishing vessel", "description": "<p>The archipelago nation, whose close relationship with Taipei has angered Beijing previously, stops boat alleged to have been harvesting sea cucumber in its waters</p><p>A Chinese fishing vessel and its 28 crew have been detained in Palau, authorities said, creating a delicate diplomatic situation for the tiny Pacific nation, which is allied with Beijing’s rival Taiwan.</p><p>The boat, alleged to have been illegally harvesting sea cucumber, was intercepted by a patrol boat at Helen Reef, in Palau’s territorial waters, and escorted to the main island of Koror.</p> <a href=\"https://www.theguardian.com/world/2020/dec/15/pacific-nation-of-palau-detains-chinese-fishing-crew\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/dec/15/pacific-nation-of-palau-detains-chinese-fishing-crew", "date_published": "2020-12-15 03:47:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deal or no deal: where is Brexit heading? – podcast", "description": "<p>With talks ongoing between the EU and UK over the final Brexit trade deal, the clock is running down and the January deadline is looming. Daniel Boffey explains what is at stake</p><p>More than four years after the EU referendum that set it all in motion, the Brexit talks are finally coming to a conclusion ahead of the final 31 December deadline and still there are disagreements to be resolved. If a deal can’t be reached in the next two weeks, the UK faces stark economic consequences.</p><p>The Guardian’s Brussels bureau chief, <strong>Daniel Boffey, </strong>tells <strong>Anushka Asthana </strong>that fears of no deal do now seem to be receding after talks continued through the weekend deadline. However, even with the most optimistic view, the Brexit deal on the table will still mean significant disruption to cross-border trade as well as the ability to live and work either side of the Channel for EU and UK citizens alike. </p> <a href=\"https://www.theguardian.com/news/audio/2020/dec/15/deal-or-no-deal-where-is-brexit-heading-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/dec/15/deal-or-no-deal-where-is-brexit-heading-podcast", "date_published": "2020-12-15 03:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gender stereotyping is harming young people's mental health, finds UK report", "description": "<p>Fawcett Society urges government to tackle stereotypes in education and advertising</p><p>“Harmful” gender stereotyping has helped fuel <a href=\"https://www.theguardian.com/society/mental-health\">the UK mental health crisis</a> afflicting the younger generation, an influential report has warned, adding that it is at the root of problems with<a href=\"https://www.theguardian.com/lifeandstyle/body-image\"> body image</a> and eating disorders, record <a href=\"https://www.theguardian.com/society/2020/sep/01/male-suicide-rate-england-wales-covid-19\">male suicide rates</a> as well as violence against women and girls.</p><p>Stereotyped assumptions also “significantly limit” youngsters’ career choices, in turn contributing to <a href=\"https://www.theguardian.com/world/gender-pay-gap\">the gender pay gap</a>, according to the findings of an influential commission set up by the leading gender equality campaigning charity the Fawcett Society.</p> <a href=\"https://www.theguardian.com/society/2020/dec/15/gender-stereotyping-is-harming-young-peoples-mental-health-finds-uk-report\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/dec/15/gender-stereotyping-is-harming-young-peoples-mental-health-finds-uk-report", "date_published": "2020-12-15 00:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than half of UK's furloughed jobs at risk of automation – report", "description": "<p>Covid crisis is accelerating change, study by Fabian Society and Community finds</p><p>More than half of furloughed jobs in the UK are at the highest risk of automation as the Covid crisis accelerates workplace technology change, driving up redundancies and inequality across the country, according to a report.</p><p>The two-year commission on workers and technology, chaired by the Labour MP <a href=\"https://www.theguardian.com/politics/yvette-cooper\">Yvette Cooper</a>, found that workers in sectors hit hardest by the pandemic – such as hospitality, leisure and retail – face a “double whammy” as their jobs are at the most risk of being replaced by machines.</p> <a href=\"https://www.theguardian.com/business/2020/dec/15/more-than-half-of-uk-furloughed-jobs-at-risk-of-automation-report\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/dec/15/more-than-half-of-uk-furloughed-jobs-at-risk-of-automation-report", "date_published": "2020-12-15 00:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}]