[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "The Death of CentOS and Cyberpunk 2077 on Linux day one - Linux News", "description": "Visit http://linode.com/linuxexperiment for a 100$ credit on your new Linode account!\n\nThis time, we have the death of CentOS as we know it, a crazy effort to port Linux to Apple Silicon, Cyberpunk working on Linux day one, sorta, and the unfortunate death of a Linux hardware seller.\n\nJoin this channel to get access to a monthly patroncast and vote on the next topics I'll cover:\nhttps://www.youtube.com/channel/UC5UAwBUum7CPN5buc-_N1Fw/join\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n00:00 Intro\n01:25 Linux News\n04:30 Open Source News\n06:03 Hardware News\n08:09 Gaming News\n10:34 Application News\n\nA crazy developer wants to port Linux to Apple M1 Macs. https://www.omgubuntu.co.uk/2020/12/apple-silicon-linux-support-project\n\n\nCentOS, the well loved and used server-focused distribution, is dead, or it will be soon. Red Hat announced that CentOS 8 will not see the 10 promised years of support, and will instead be terminated in 2021, to be replaced by CentOS Stream.\nhttps://blog.centos.org/2020/12/future-is-centos-stream/\n\nAlan Pope published an interesting post re-tracing the steps of Snaps, and the problems they were trying to solve.\nhttps://ubuntu.com//blog/snaps-how-we-got-here\n\n\nAn new Linux Kernel version is out, version 5.10 LTS. It's going to be supported up until 2026, which is a pretty huge support window.  It brings a lot of performance improvements to BetterFS and EXT4, and has a new input/output infrastructure.\nhttps://www.omgubuntu.co.uk/2020/12/new-linux-5-10-kernel-features\n\n\nGoogle is finally talking more about Fuschia, and how they're expanding its open source model. Fuschia has been an open project from the start, but they are now really building a model around the code, with a governance structure, an issue tracker, and mailing lists.\nhttps://news.slashdot.org/story/20/12/08/2048257/google-says-it-is-expanding-fuchsias-open-source-model\n\nA survey of around 1200 Free and open source software contributors found that people don't like to work on securing their code and their projects. https://www.techrepublic.com/article/open-source-developers-say-securing-their-code-is-a-soul-withering-waste-of-time/\n\nSystem76 announced the pangolin, their first fully AMD based laptop. It's not available yet, but it will bring 4th gen Ryzen CPUS, with AMD Radeon graphics, up to 64Gb of RAM, a full HD 15.6 inch matte display, and the usual Clevo / tongfang design\n\nhttps://www.gamingonlinux.com/2020/12/system76-announce-the-amd-powered-pangolin-with-ryzen-and-radeon\n\nLess favorable hardware news, ZaReason, a california based Linux PC seller, is closing its doors.\nhttps://www.omgubuntu.co.uk/2020/12/zareason-linux-laptop-shut-down\n\nThankfully, there's Tuxedo to pick up the slack, as they release yet another laptop, but this time with a specific purpose in mind. The Tuxedo Book XP14 is designed to be a small and light gaming notebook.\nhttps://www.gamingonlinux.com/2020/12/tuxedo-launch-their-smallest-linux-gaming-notebook-with-the-book-xp14\n\nVersion 1.7.3 of DXVK was released. The DirectX 9, 10 and 11 to Vulkan translation layer isn't quite finished yet, and brings support for new interfaces introduced in windows 10, and the usual fixes and optimizations to improve performance, or avoid crashing.\nhttps://www.gamingonlinux.com/2020/12/direct3d-9-10-11-to-vulkan-translation-layer-dxvk-173-released\n\nWine 6.0 is on the horizon, as it had its first, and second release candidates during the last 2 weeks.\nhttps://www.gamingonlinux.com/2020/12/the-road-to-wine-60-begins-with-a-first-release-candidate\n\nSpeaking of Proton, Valve released version 5.13-4, specifically made to make Cyberpunk 2077 run.\nhttps://github.com/ValveSoftware/Proton/wiki/Changelog\n\nVKD3D-Proton version 2.1 was released. The DirectX12 to Vulkan translation layer fixes a bunch of bugs and improves GPU bound performance\nhttps://www.gamingonlinux.com/2020/12/direct3d-12-to-vulkan-translation-layer-vkd3d-proton-version-21-is-out\n\n\nFirefox 84 was released, without much new in the features department. It seems it's mostly a release to bring native compatibility with M1 Macs, but it will also enable webrender by default when run on GNOME based X11 Linux desktops\nhttps://www.omgubuntu.co.uk/2020/12/mozilla-firefox-84-released", "link": "https://www.youtube.com/watch?v=DWyh7sYGM7M", "date_published": "2020-12-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]