[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest 2020: Desks In The Wild", "description": "Many of the entries to the 2020 Tiny Desk Contest felt like a breath of fresh air. Here are some of our favorite entries filmed in the great outdoors. Check out more entries at tinydeskcontest.npr.org/2020/browse\n\nMusic: \"Hardway\" by Xella\n\n#tinydesk #tinydeskcontest", "link": "https://www.youtube.com/watch?v=mVI7LTePxg4", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Augustin Hadelich: NPR Music Tiny Desk Concert", "description": "This performance was recorded on Feb. 4, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 11, 2020 | Tom Huizenga -- Violinists have special relationships with their instruments, almost like marriages. And so it was that when the Grammy-winning fiddler Augustin Hadelich came to play his Tiny Desk concert, he brought with him the equivalent of a new significant other.\n\nUnpacking his beautiful Guarneri del Gesù, built around 1744, Hadelich admitted that he had played this extraordinary violin for only about a month. But when he began to make music on the instrument, it was clear that these two are perfectly matched. The violin, once owned by the famed virtuoso Henryk Szeryng, has been called one of the finest concert violins in the world.\n\nAnd Hadelich has been called one of the finest concert violinists in the world. Born in Italy to German parents, he studied at Juilliard in New York. His sweep of the top awards at the International Violin Competition of Indianapolis in 2006 launched his career.\n\nWith his discerning pianist Kuang-Hao, Hadelich put the 276-year-old del Gesù through its paces in the propulsive \"40% Swing\" from John Adams' Road Movies. He made the instrument croon sweetly in Dvořák's \"Humoresque,\" a chestnut of old world charm, especially in violinist Fritz Kreisler's beloved arrangement. And a burst of energy returned to round out the set with the bustling \"Burlesca,\" by Czech composer Josef Suk, a favorite pupil of Dvořák who later became his son-in-law.\n\nHadelich and his fiddle might still be in that honeymoon period, but for his sake – and ours – let's hope they remain the best of friends.\n\nSET LIST\nAdams: Road Movies, III. \"40% Swing\"\nDvořák: Humoresque in G-flat (arr. Kreisler)\nSuk: 4 Pieces for Violin and Piano, Op. 17: IV. Burleska\n\nMUSICIANS\nAugustin Hadelich: violin; Kuang-Hao Huang: piano\n\nCREDITS\nProducers: Tom Huizenga, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Videographers: Maia Stern, Melany Rochester: Editor: Melany Rochester; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=UGjWvL92_1s", "date_published": "2020-05-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]