[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "18 and on a Ventilator With the Coronavirus | Inside Italy's COVID War | FRONTLINE", "description": "While the coronavirus pandemic has been particularly lethal for people who are elderly, youth doesn’t guarantee protection against becoming critically ill. The story of an intubated 18-year-old, Mattia, in a new FRONTLINE documentary drives that point home.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW \n\nRead more about Mattia's story: https://to.pbs.org/3fWB34G\n\nWatch \"Inside Italy's COVID War\" in full starting Tues., May 19: https://to.pbs.org/2TgPhDS \n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=_PH87xNp9Xs", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "“I’m Very Scared”: A 30-Year-Old Mom Confronts Coronavirus | Inside Italy's COVID War | FRONTLINE", "description": "Scenes from an unprecedented new FRONTLINE documentary filmed inside an Italian hospital show the wrenching battle against COVID-19 up close -- as doctors are forced to make life-and-death decisions, and as a young mother of three confronts the virus.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\n\rDirected with astonishing intimacy by award-winning filmmaker Sasha Joelle Achilli, who was born and raised in northern Italy and returned there to document the coronavirus fight, \"Inside Italy’s COVID War\" follows Dr. Francesca Mangiatordi and her staff as they battle COVID-19 in a region that’s at the epicenter of the country’s outbreak — as the volume of cases becomes unmanageable, and as younger and younger patients fall ill.\n\nAmong them is Cristel, a 30-year-old mother of three young girls, whom we meet in the above excerpt as she waits at the hospital for a CT scan. She’s heard that the virus is most lethal for the elderly, so she’s hopeful about her chances for survival. “But I’m very scared,” she says.\n\nOnce she’s had the scan, that fear mounts. Cristel begs the nurse pushing her wheelchair to be honest with her about whether the damage to her lungs is serious: “Tell me. I’ve got three girls,” she says. “Tell me the truth.”\n\nThe nurse can’t answer her. But we watch as Dr. Mangiatordi views the results of Cristel’s scan, her face grim. A fairly widespread area of the young woman’s lung is not functioning.\n\n“There’s no doubt that the test will come back positive,” the doctor says. “She's 30 years old. Healthy. It’s no longer true that it’s affecting just the elderly.”\n\r\nWatch \"Inside Italy's COVID War\" starting Tues., May 19: https://to.pbs.org/2TgPhDS\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=rcFJHqe1qnQ", "date_published": "2020-05-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]