[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Amazon's Free-To-Play Crucible: Everything You Should Know", "description": "Crucible is a free-to-play shooter releasing soon for PC. Here's what you need to know about its team-based gameplay.", "link": "https://www.youtube.com/watch?v=x3EDH_1bNQo", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2's \"New Stuff\" And Apex Legends Gets Its Own Studio | Save State", "description": "Persia talks about Lance Reddick's Twitter video featuring his at-home VO setup and his mention of \"new stuff\" coming to Destiny 2. She also highlights a record-breaking victory in Call Of Duty's Warzone battle royale, as a squad walked away with 121 collective kills. And lastly, Persia talks about EA's new Vancouver studio, which is dedicated to Apex Legends. This is your Save State for Monday, May 18th.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=0yU9D-v1pL0", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath - Meet Fujin Trailer", "description": "Fujin, the God of Wind, joins the roster of Mortal Kombat 11: Aftermath. Arriving May 28.\n\n#MortalKombat #MKAftermath #MK11", "link": "https://www.youtube.com/watch?v=yMHnaPXc6tQ", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Game Lineup Coming \"Soon,\" New The Last Of Us Part 2 PS4 Bundle | Save State", "description": "Chastity brings you all the biggest gaming stories for your May 19 Save State. Sony is set to announce the PlayStation 5 game lineup “soon”, as the PS5 is still slated to launch by end of 2020. In other PlayStation news, Sony announced a PS4 Pro bundle for The Last of Us Part 2.\n\nIn other news, Mafia: Definitive Edition now has a confirmed release date, and vaults are open in Call of Duty Warzone now. For all the latest gaming news stories, be sure to get your Save State every Monday through Thursday on GameSpot.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=MjN6Sn7iLsU", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why The Witcher 3 Is Still So Important 5 Years Later", "description": "CD Projekt Red's Cyberpunk 2077 is on the horizon, so we figured it would be a great opportunity to look back at the developer's last major RPG, The Witcher 3: Wild Hunt--which turns five years old this year. The conclusion to The Witcher trilogy is one of our favorite games here at GameSpot; it's a part of the small collection of titles we've given a 10/10 review score.\n\nIn the video above, Jake Dekker explains The Witcher 3: Wild Hunt's history, including how the game influenced the industry and cemented itself as a modern-day classic. If you haven't yet played Wild Hunt and want to do so after listening to Jake explain how important of a game it is, you should check out one of his other videos next: The Unreasonable But Correct Way To Play The Witcher 3. \n\nIn GameSpot's The Witcher 3: Wild Hunt review, Kevin VanOrd writes, \"And make no mistake: this is one of the best role-playing games ever crafted, a titan among giants and the standard-setter for all such games going forward. Where the Witcher 2 sputtered to a halt, The Witcher 3 is always in a crescendo, crafting battle scenarios that constantly one-up the last, until you reach the explosive finale and recover in the glow of the game's quiet denouement. But while the grand clashes are captivating, it is the moments between conflicts, when you drink with the local clans and bask in a trobairitz's song, that are truly inspiring.\"\n\n#TheWitcher3 #GameSpot", "link": "https://www.youtube.com/watch?v=If5U5Z4qj2M", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath - Official Friendships Trailer", "description": "Mortal Kombat asks the important question, can we just be friends? Take a look at the all-new, and hilarious Friendship finishes coming to Mortal Kombat 11: Aftermath.", "link": "https://www.youtube.com/watch?v=kwJnIFNsnLI", "date_published": "2020-05-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Rainbow Six: Siege - Operators And Everything New In Operation Steel Wave", "description": "Dave and Jake recently got their hands on Rainbow Six Siege's new operators Melusi and Ace and the House rework. Here's everything you need to know about Siege's next big update, Steel Wave.\n\n#SteelWave #R6S #GameSpot", "link": "https://www.youtube.com/watch?v=vnmZbB5c8i0", "date_published": "2020-05-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]