[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lang Lang: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n________________________________________________________________\n\nTom Huizenga | April 17, 2020 -- Here's something unique: a chance to eavesdrop on the superstar pianist Lang Lang at home. It's a place he rarely seems to be, but staying put is important to him during the coronavirus crisis, and he offers a personal performance to reflect on these trying times.\n\nThe 37-year-old pianist, who typically plays sold-out shows to thousands, says he's taking his recent solitary time to learn new repertoire at home in Shanghai, China. And home is where he thinks we should all be. \"It's very important that you have to stay at home please,\" he says from the piano, where he opens with Chopin's calming Nocturne No. 20 in C-sharp minor.\n\nLang Lang's latest passion is Bach – specifically the Goldberg Variations, a 75-minute-long cycle of immense complexity grounded in the composer's durable beauty. Lang Lang offers the 18th and 19th variations, pieces that in turn represent the strength of logic and the joy of the dance. It's music, Lang Lang says, that \"always brings me to play in another level of artistic thinking.\"\n\nSET LIST\n\nChopin: Nocturne No. 20 in C-sharp minor\nBach: Goldberg Variations 18 & 19", "link": "https://www.youtube.com/watch?v=TMxAKlC5FMM", "date_published": "2020-04-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Laura Marling: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nApril 16, 2020 | Bob Boilen -- While many artists have postponed the release of their new music in the face of the COVID-19 pandemic, Laura Marling rushed to change the release date of her album from late summer to April. On this Tiny Desk (home) concert, we find her in her living room, with an intimate performance of songs from her just-released record Songs For Our Daughter. The album is an homage to a future generation of women and to Maya Angelou's Letter to My Daughter, a collection of essays addressed to a fictional daughter. The warm, home setting makes room for Laura Marling's extraordinary voice to shine.\n\nSET LIST\n\"Held Down\"\n\n\"Strange Girl\"\n\n\"Song For Our Daughter\"", "link": "https://www.youtube.com/watch?v=7RzBrwRLX2E", "date_published": "2020-04-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]