[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "20 Minutes of Surprisingly Serious Gameplay - Watch Dogs: Legion", "description": "Ahead of its release for Xbox One, PS4, Google Stadia, and PC on October 29, we had the chance to play a preview build of Watch Dogs: Legion. The upcoming open-world game is just the first of three massive Ubisoft games scheduled to release later this year--Legion will be followed by Assassin's Creed Valhalla in November and Immortals Fenyx Rising in December.\n\nThe video above is Michael Higham's three-hour play session trimmed down to 20 minutes of action. After going into the preview expecting to see more of the tongue-in-cheek humor and rambunctious hacking hijinks that have dominated most of the marketing material for Legion, Michael was a little surprised to find a rather serious story. As you can see in the gameplay, Legion will occasionally dip into more morbid and horrifying material, like human trafficking or broken artificial intelligence.\n\nLegion, the third game in the Watch Dogs franchise, takes the series to London, although it's one that has been overtaken by a paramilitary organization. The game will feature music by British rapper Stormzy and the original Watch Dogs' protagonist, Aiden Pearce, is scheduled to be featured in Legion in a post-launch DLC expansion.\n\nIf you're looking forward to playing Watch Dogs: Legion on Xbox Series X/S or PlayStation 5, don't worry about having to pay for the game a second time. If you buy Legion for Xbox One or PS4, you can upgrade to the Series X/S or PS5 versions of the game for free when both next-gen consoles launch in November.", "link": "https://www.youtube.com/watch?v=klnanYtuuXI", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 Makes Failure Fun", "description": "After playing 20 hours of the early access version of Baldur's Gate 3, Dave saw something beyond the spells, goblins and dice rolls and that's how BG3 handles both it's successes and critical failures when it comes to rolling your virtual dice.", "link": "https://www.youtube.com/watch?v=w4zXE_M9GGI", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "NBA 2K21 - Official Next-Gen PS5 Gameplay Reveal Trailer", "description": "NBA 2K21 next-gen gameplay is here. Captured on PlayStation 5, this is the first true look at what gamers can expect on next-generation consoles this November. NBA 2K21 will be available on November 10 for Xbox Series X and Xbox Series S globally, November 12 for PlayStation®5 in the US, Japan, Canada, Mexico, Australia, New Zealand and South Korea, and November 19 for PlayStation 5 in all other regions.\n\n#NBA2k21\n#2k21", "link": "https://www.youtube.com/watch?v=pKEoLRdb4xU", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Is Swapping Button Functions In Japan | Save State", "description": "On today's Save State, Persia talks about the X and circle button functions being swapped for PS5 in Japan, Cyberpunk 2077 going gold, and Need For Speed: Hot Pursuit getting a remaster.\n\nIn this video, Persia talks about PS5 swapping the X and circle functions in Japan. They will no longer use X to cancel and circle to accept, but will instead match the Western functions of X for accept and circle for cancel. The change comes to PlayStation in Japan after 26 years but will only apply to the PS5 user interface, not necessarily in games. There hasn't been any word yet on if players can customize these functions when the next-gen console releases. \n\nPersia also talks about Cyberpunk 2077 officially going gold, which means the code has been certified and pressed to a disc.  Someone reportedly even got their hands on a boxed copy and leaked a physical map and other items in the box. Cyberpunk 2077 comes to PS4, Xbox One, and PC on November 19th, with PS5 and Series X & S versions in the works. Those come with a free upgrade to your respective next-gen console when they release.\n\nLastly, Persia talks about the announcement of Need For Speed: Hot pursuit getting a remaster. It's coming to PS4, Xbox One, and PC on November 6, then to Nintendo Switch on November 13. The remaster will include cross-play, enhanced visuals, and all of the DLC.\n\nThis is your Save State for Monday, October 5th.\n\n00:00 - Intro\n00:17 - PS5 Is Swapping The X & O Button Functions In Japan\n01:16 - Cyberpunk 2077 Goes Gold\n02:05 - Need For Speed: Hot Pursuit Remastered Announced", "link": "https://www.youtube.com/watch?v=bSiCwsQsZ38", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Official Beta Trailer", "description": "Free up your weekend.\n\nJump into the Black Ops Cold War Beta on PS4 starting this Thursday, October 8 for pre-order Early Access players and October 10 for ALL PS4 players.\n\nAvailable on all platforms next weekend.", "link": "https://www.youtube.com/watch?v=RKe_cHhfaJM", "date_published": "2020-10-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]