[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Depleted Stockpile Contributed to COVID PPE Shortage | “America’s Medical Supply Crisis” | FRONTLINE", "description": "A clip from \"America’s Medical Supply Crisis,\" examines missed opportunities to fend off a deadly PPE shortage in the runup to the coronavirus crisis.\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate \n\nIn the wake of President Donald Trump’s COVID-positive diagnosis, and as cases spike in parts of the country, “America’s Medical Supply Crisis” examines why the United States was left vulnerable to key equipment shortages — and why problems persist, months into the coronavirus crisis. \n\nThis excerpt looks at how, in the wake of H1N1 and prior to COVID, neither Congress, the Obama White House or the subsequent Trump administration moved to substantially replenish the Strategic National Stockpile, or SNS.\n\nThe documentary “America’s Medical Supply Crisis,” a collaboration between FRONTLINE, The Associated Press and the Global Reporting Centre, will be available to stream in full beginning Tues., Oct. 6: https://to.pbs.org/3cYaR8Q\n\n#Coronavirus #MedicalSupplyCrisis #Documentary\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp \n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=ynH57ClT2Vw", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Peter Navarro (interview) | FRONTLINE", "description": "Peter Navarro serves as assistant to the president and director of the Office of Trade and Manufacturing Policy. In March 2020, President Trump appointed him to coordinate the government’s use of the Defense Production Act to respond to the coronavirus pandemic.\n\nThe following interview was conducted by Juliet Linderman on August 14, 2020, for the FRONTLINE film \"America’s Medical Supply Crisis.\" It is being published as part of the series' Transparency Project and has been edited for clarity.\n\nExplore the transcript and interactive version of this interview, and others, on the FRONTLINE website: https://www.pbs.org/wgbh/frontline/interview/peter-navarro/\n\n#PeterNavarro\n \nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP\n \nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=KCWlgFvGExM", "date_published": "2020-10-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]