[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "13 Essential Tips For Animal Crossing New Horizons", "description": "Animal Crossing: New Horizons is finally out on Nintendo Switch, and if you’ve never played an Animal Crossing game before, it might seem a bit overwhelming. Fortunately, Jake is here to run you through some essential tips you need to know as you are adjusting to island life.\n\nThese 13 tips range from daily tasks you won’t want to forget about to advice on how to catch some of the most cunning insects. Of course, if you have tips for your fellows travellers be sure to drop them in the comments below.\n\nIn Kallie Plagge’s Animal Crossing: New Horizons review in progress, she gave it an 8, saying, “While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.”\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=NOkNavuyaNs", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "5 Tips For Doom Eternal's Nightmare Difficulty", "description": "Doom Eternal’s Nightmare mode can be pretty punishing on the Doom Slayer, with Cacodemons and Revenants being able to take you down in just a couple of hits.\n\nSo we’ve compiled a list of a few tips to help you survive Nightmare difficulty, complete with suggestions for which runes to pick, what exploits to use, and how to farm extra lives.\n\nIf you want to see Nightmare mode played without a HUD for an extra dose of difficulty, be sure to check out some of the other Doom Eternal videos we’ve got right here.\n\n#DOOMEternal #NightmareMode #GameSpot", "link": "https://www.youtube.com/watch?v=zY1PPTCtzEQ", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing, Doom Eternal, Persona 5 Royal, And The PS5 | GameSpot After Dark #33", "description": "March 20 has arrived, and the GameSpot After Dark crew is ready with their impressions of Doom Eternal, Animal Crossing: New Horizons, Persona 5 Royal, and the PlayStation 5 stream. \n\nTIMESTAMPS:\n00:00:12 - Introduction\n00:06:30 - Persona 5 Royal Impressions\n00:16:39 - Doom Eternal Impressions\n00:26:48 - Animal Crossing: New Horizons Impressions\n00:57:02 - PlayStation 5\n01:08:58 - Listener Questions\n01:31:38 - Outro\n\n#AnimalCrossing #DOOMEternal #GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=kC82ZENtKjI", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing: New Horizons - Everything You NEED To Do On The First Day", "description": "Animal Crossing: New Horizons is finally out, and if you want your island to succeed, there are few things you have to do on day one. In this video, Jake will walk you through some of the activities you need to do on your first day.\n\nMost importantly, you’ll need to get your museum prepped by donating fish and bugs to Tom Nook. If you put this off or forget to do it, you may not get a fully functioning museum for days. Of course, if you have day one tips for your fellows travellers, be sure to drop them in the comments below.\n\nIn Kallie Plagge’s review in progress she gave it an 8, saying, “While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.”\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=vi2PTq29F1E", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Warzone Review", "description": "Call of Duty: Warzone adapts common battle royale tropes but puts its own spin on them to create a distinct entry in the genre.\n\n#CallOfDutyModernWarfare #Warzone #GameSpotReview", "link": "https://www.youtube.com/watch?v=hcHln3zwgaI", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Can You Beat Us In Doom Eternal’s Battle Mode | GameSpot Community Fridays", "description": "Doom Eternal's multiplayer pits the Doom Slayer against two player controlled demons. Join up with Ben and Jean-Luc for some friendly competition and ripping and tearing.", "link": "https://www.youtube.com/watch?v=IrmWANdwoew", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "8 More Things You Might Not Know - Call Of Duty: Warzone", "description": "The beta for Call of Duty: Warzone is now in full swing--expect our full review on it soon. In the meantime, if you're struggling to get a handle on Call of Duty: Modern Warfare's battle royale mode--whether you're playing in three-person squads or solo--we've got some tips and tricks that will help make you a better player.\n\nIn the video above, Richie Bracamonte details eight ways you can improve your game in Warzone. Though many of the tips are squad-focused, a few will apply to you whether you prefer to play within a team or on your own. Helping your squad survive the Gulag isn't something you can do on your own, as an obvious example, but utilizing methods to fall faster or swapping vehicle seats while driving to dodge bullets is helpful regardless of whether you're playing three-person squad or solo. \n\nOn its own, Warzone is free but a massive download--that said, it also comes as a much smaller download for those who own Modern Warfare. If you're stuck at home via social isolation on account of the coronavirus, picking up Modern Warfare and partying up with some friends may be a fun way to pass the time. In GameSpot's Call of Duty: Modern Warfare review, Kallie Plagge wrote, \"Just when it could really make a point about any other aspect of modern war, it pulls back. Modern Warfare makes old observations and presents them with new flourishes. Those new flourishes do make for a good campaign and solid multiplayer. But it's when Modern Warfare asks you to think harder that it falls short.\"\n\n#CallofDutyModernWarfare #Warzone #GameSpot", "link": "https://www.youtube.com/watch?v=6DUMlcZMUq0", "date_published": "2020-03-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Doom Eternal Nightmare Difficulty With No HUD Is Beautiful Madness", "description": "In a horrific, gory and violent way, Doom Eternal is a beautiful game. Of course, it can be difficult to really soak it in when you're leaping around hellscapes tearing demons to pieces and filling them with bullets. So, to help encourage a little more sightseeing so we can properly appreciate the hellish aesthetics, we've done away with the HUD. And, to add a little extra challenge, we're playing Nightmare mode. Why? Because we want to test our mettle and in the most metal game around. \n\nBut also because it's an interesting and different way to play id Software's latest shooter. And it turns out playing this way actually taught me a lot about the game. There are a lot of small touches I hadn’t noticed in my first run through but, without a HUD to rely on, they became crucial to keeping the Doom Slayer alive. \n\nIn the above video you can see me struggle against what is an extremely cinematic, but extremely punishing way to experience Doom Eternal.\n\n#DOOMEternal #NightmareMode #GameSpot", "link": "https://www.youtube.com/watch?v=B_iN4Iz5ROU", "date_published": "2020-03-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Here's Doom 64's New Level That Ties Into Doom Eternal", "description": "id has cleverly added a new Doom 64 level to tie into Doom Eternal. Watch us play through it.", "link": "https://www.youtube.com/watch?v=tKbO3fK3D3k", "date_published": "2020-03-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let’s Rip And Tear In Doom Eternal", "description": "Let’s get gruesome. Doom Eternal launches this week, so watch as Persia plays through the opening levels of id Software’s latest shooter.", "link": "https://www.youtube.com/watch?v=KeKhxA2U_Fs", "date_published": "2020-03-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]