[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Chika: NPR Music Tiny Desk Concert", "description": "This performance was recorded on February 24, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMarch 13, 2020 | Abby O'Neill -- Showing her playful side, the 23-year old rapper, Chika came to the Tiny Desk chock-full of jokes and lots of flair, even bringing her sister in-tow to celebrate the occasion as a family affair. Chika was also the first hip-hop act to anchor her set with just a Peruvian cajón instead of a full, hard-hitting kit. The surprisingly stripped-down performance allowed her lyrics, with all their nuance, to take center stage — and the result was remarkable.\n\nThe impressive harmonies from Chika's four backup singers brought all the feels right out of the gate. Backed by a guitar melody that was both catchy and eerily haunting, Chika ripped through \"Industry Games,\" the first single and title cut to her major label, debut EP. Moving seamlessly between rap verse and melodic hooks, Chika showcased her unusual tonality, multi-cadence delivery and vocal range, with an effortless, double-time lyrical bounce.\n\nThese days, most hip-hop artists who come to the Tiny Desk try to one-up performances by their peers and think a blowout production is better. But Chika knew less was more. When your level of talent cuts through — and hits you directly in the gut as hers did — there's no need or time for any industry games.\n\nSET LIST\n\"Industry Games\"\n\"Songs About You\"\n\"Balencies\"\n\"Crown\"\n\"Intro\"\n\nMUSICIANS\nChika: vocals; Dominic Missana: cajon; David Levitan: guitar; Chris McClenny: bass; Jabri Rayford: vocals; Rachel Robinson: vocals; Darius Dixson: vocals; Danielle Withers: vocals\n\nCREDITS\nProducers: Abby O'Neill, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Editor: Maia Stern; Videographers: Jack Corbett, Maia Stern, Melany Rochester, Bronson Arcuri; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Max Posner/NPR", "link": "https://www.youtube.com/watch?v=-vLoM-EqWq8", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]