[{"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: 90-minute tests to speed up Covid-19 and flu diagnosis, government claims", "description": "<p>Tests to be introduced across NHS hospitals and care homes though some experts question decision</p><ul><li><a href=\"https://www.theguardian.com/world/2020/aug/03/coronavirus-90-minute-tests-to-be-provided-in-care-homes-and-hospitals\">Coronavirus 90-minute tests to be provided</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/aug/03/coronavirus-live-news-global-cases-near-18m-as-melbourne-braces-for-further-lockdown-measures\">Global coronavirus live: latest updates</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-03T09:31:35.205Z\">10.31am <span class=\"timezone\">BST</span></time> </p><p><strong>London mayor Sadiq Khan </strong>has written to the prime minister to express “great surprise” that the Government reportedly plans to use the M25 to seal off the capital if there is a spike in Covid-19 infections.<br /> Khan also pointed out that it has been 12 weeks since he was invited to a Cobra meeting as he warned against “riding roughshod over democratically elected representatives”.<br /><strong>The Times</strong> reported that Boris Johnson held a “war game” session with chancellor <strong>Rishi Sunak</strong> on Wednesday to run through possible options in the event of a second wave, and measures are said to include lockdown-like conditions for London, with the M25 acting as a barrier around the capital.<br />A letter sent to Johnson from Khan and chair of London Councils, Peter John, said:</p><p> It is with great surprise that we read in the Sunday papers that Government held a critical exercise last week in which a major resurgence in Covid-19 infections in London was a central scenario. </p><p>According to media reports, the plans included using the M25 as a quarantine ring - effectively sealing off the city. Our surprise is that such far-reaching contingency plans have been discussed and tested without the involvement or awareness of London’s government.</p><p>Riding roughshod over democratically elected representatives who understand their communities better than central Government will lead to worse outcomes for Londoners, and the country as a whole.”</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-03T08:56:31.659Z\">9.56am <span class=\"timezone\">BST</span></time> </p><p>“Inaccuracies” and “poor interpretation” of testing data could lead to mistakes about imposing coronavirus restrictions, a scientist has warned.</p><p>Carl Heneghan, professor of evidence-based medicine at the <strong>University of Oxford</strong>, also said that the potential for false-positives – people without the disease who test positive – to drive the increase in community cases was “substantial”, PA Media reports. </p><p>It is essential to adjust for the number of tests being done. Leicester and Oldham have seen significant increases in testing in a short time. Leicester, for example, in the first two weeks of July, did more tests than anywhere else in England: 15,122 tests completed in the two weeks up to 13 July.</p><p>The potential for false-positives (those people without the disease who test positive) to drive the increase in community (pillar two) cases is substantial, particularly because the accuracy of the test and the detection of viable viruses within a community setting is unclear.</p> <a href=\"https://www.theguardian.com/world/live/2020/aug/03/uk-coronavirus-live-news-latest-updates-covid-19-90-minute-tests-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/aug/03/uk-coronavirus-live-news-latest-updates-covid-19-90-minute-tests-nhs", "date_published": "2020-08-03 09:32:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok row: Microsoft pursues deal as China vows to resist US sanctions", "description": "<p>Acquisition plans confirmed hours after US secretary of state says Chinese software firms are feeding data directly to Communist party</p><p>China has pushed back against the threat of further action by the US against its software companies, after Microsoft revealed it was pursuing an acquisition deal for TikTok.</p><p>On Sunday, the US secretary of state, Mike Pompeo, told Fox News Donald Trump was likely to take unspecified action in the coming days.</p> <a href=\"https://www.theguardian.com/technology/2020/aug/03/tiktok-row-trump-to-take-action-soon-says-pompeo-as-microsoft-pursues-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/03/tiktok-row-trump-to-take-action-soon-says-pompeo-as-microsoft-pursues-deal", "date_published": "2020-08-03 09:15:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK, eurozone factories bounce back; US-China tensions rise over TikTok – business live", "description": "<ul><li><a href=\"https://www.theguardian.com/business/live/2020/aug/03/us-china-tensions-rise-as-markets-eye-manufacturing-reports-covid-19-business-live?page=with:block-5f27cb4d8f08bb338d70a04e#block-5f27cb4d8f08bb338d70a04e\">UK factory output at three-year high</a>, <a href=\"https://www.theguardian.com/business/live/2020/aug/03/us-china-tensions-rise-as-markets-eye-manufacturing-reports-covid-19-business-live?page=with:block-5f27c4358f08bb338d70a029#block-5f27c4358f08bb338d70a029\">Eurozone output highest since April 2018 – PMI surveys</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/aug/03/us-china-tensions-rise-as-markets-eye-manufacturing-reports-covid-19-business-live?page=with:block-5f27a3c58f08bb338d709faf#block-5f27a3c58f08bb338d709faf\">Gold hits new record high</a></li><li><a href=\"https://www.theguardian.com/business/live/2020/aug/03/us-china-tensions-rise-as-markets-eye-manufacturing-reports-covid-19-business-live?page=with:block-5f27a3c58f08bb338d709faf#block-5f27a3c58f08bb338d709faf\">TikTok reportedly relocating to London as Microsoft confirms acquisition plans</a></li><li><a href=\"https://www.theguardian.com/business/2020/aug/03/hsbc-job-cuts-covid-19-profit-debt-coronavirus\">HSBC steps up 35,000 job cuts amid Covid-19 profit plunge </a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-03T09:14:26.752Z\">10.14am <span class=\"timezone\">BST</span></time> </p><p><strong>The highlight in the UK this week is the Bank of England’s monthly policy decision and the latest quarterly growth and inflation forecasts on Thursday. We are not expecting any changes to the interest rate or the asset-buying programme.</strong></p><p>At the June meeting, the BOE’s monetary policy committee kept the Bank rate at 0.1% but pumped a further £100bn into the economy by raising its quantitative easing (QE) programme to £745bn. But the committee also slowed the pace of net gilt purchases to around £6bn a week from £13.5bn previously as liquidity problems in financial markets eased.</p><p>Our expectation is that the votes on both the policy rate and QE will be unanimous in favour of ‘no change’. But we expect the speed of gilt buying to be reined back further. The Bank of England is due to announce the reverse gilt auction sizes beyond 6 August and has hinted that the programme will run more or less to the end of the year. This suggests a weekly gilt purchase rate somewhere close to £4bn per week in order to meet the total £745bn target at that point.</p><p> In trying to gauge the policy stance further ahead, we expect the committee to note that the economy has enjoyed further recovery momentum recently ... Welcome though this is, it of course reflects the response to the gradual unwinding of the lockdown. </p><p class=\"block-time published-time\"> <time datetime=\"2020-08-03T08:53:07.391Z\">9.53am <span class=\"timezone\">BST</span></time> </p><p>The pound has risen 0.18% against the dollar to $1.3108.</p><p>July was sterling’s best month versus the dollar in more than a decade, although this reflected the greenback’s weakness against a number of major currencies, rather than the pound’s strength, analysts said. The pound rose to $1.3170, its highest level in nearly five months, on Friday.</p> <a href=\"https://www.theguardian.com/business/live/2020/aug/03/us-china-tensions-rise-as-markets-eye-manufacturing-reports-covid-19-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/aug/03/us-china-tensions-rise-as-markets-eye-manufacturing-reports-covid-19-business-live", "date_published": "2020-08-03 09:14:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Islamic State attack on Afghanistan prison kills at least 21 people", "description": "<p>Ongoing attack in Jalalabad has also left more than 40 people injured<br /></p><p>Islamic State fighters have attacked a prison in eastern Afghanistan holding scores of the group’s members, killing at least 21 people.</p><p>Another 43 people have been wounded in the assault, which began late on Sunday when an Isis suicide bomber slammed his explosive-laden vehicle into the prison entrance in Jalalabad, the capital of Nangarhar province. Militants then opened fire on security forces at the prison, which is about 70 miles (115km) east of Kabul. </p> <a href=\"https://www.theguardian.com/world/2020/aug/03/islamic-state-isis-attack-afghanistan-prison-jalalabad\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/islamic-state-isis-attack-afghanistan-prison-jalalabad", "date_published": "2020-08-03 09:12:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With big rallies cancelled, young climate activists are adapting election tactics", "description": "<p>Phone banks, social media and friend-to-friend campaigning are the new focus ahead of this year’s US elections</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/jul/27/are-you-a-first-time-voter-we-want-to-hear-from-you-on-the-climate-crisis\">Are you a first-time voter worried by the climate crisis? We’re looking for guest editors</a></li></ul><p>For young climate activists in the US, staying home because of the pandemic does not mean staying silent, with plans gathering pace across the country to make their voices heard in November’s elections.</p><p>It has been nearly a year since an estimated 6 million people across the world joined the youth-led <a href=\"https://viewer.gutools.co.uk/environment/gallery/2019/sep/20/global-climate-strike-millions-protest-worldwide-in-pictures\">global climate strikes</a> on 20 September.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/03/young-climate-activists-rallies-us-elections-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/03/young-climate-activists-rallies-us-elections-coronavirus", "date_published": "2020-08-03 09:10:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Global cases pass 18m as Melbourne braces for further lockdown measures", "description": "<p><a href=\"https://www.theguardian.com/australia-news/2020/aug/02/victoria-stage-4-restrictions-melbourne-lockdown-rules-covid-19-vic-four-victorian\">Residents in state of Victoria wake up after first night of curfew</a>; <a href=\"https://www.theguardian.com/world/2020/aug/02/greater-manchester-declares-major-incident-after-spike-in-covid-19-transmission\">‘major incident’ declared in Manchester</a>; <a href=\"https://www.theguardian.com/world/2020/aug/02/nancy-pelosi-deborah-birx-coronavirus\">Nancy Pelosi says she has no confidence in Birx over handling of pandemic</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/aug/03/global-report-julys-terrible-toll-revealed-as-coronavirus-cases-double-every-six-weeks\">Global report: July’s terrible toll revealed as coronavirus cases double every six weeks</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/aug/03/coronavirus-live-news-global-cases-near-18m-as-melbourne-braces-for-further-lockdown-measures?page=with:block-5f27a56d8f087ea5c943254a#block-5f27a56d8f087ea5c943254a\">Restrictions announced on businesses in Metropolitan Melbourne</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/aug/03/uk-coronavirus-live-news-latest-updates-covid-19-90-minute-tests-nhs\">UK coronavirus live: latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-08-03T09:07:16.061Z\">10.07am <span class=\"timezone\">BST</span></time> </p><p><strong>Lebanon’s</strong> foreign minister announced his resignation Monday in protest at the government’s mishandling of the worst economic crisis in decades that has forced Beirut to ask for IMF support. </p><p>“I have decided to resign today as foreign minister,” Nassif Hitti said in a statement seen by AFP, charging that the government had shown no will to initiate reforms demanded by international donors.</p><p class=\"block-time published-time\"> <time datetime=\"2020-08-03T08:45:49.068Z\">9.45am <span class=\"timezone\">BST</span></time> </p><p>The number of confirmed coronavirus related deaths rose by four on Monday in <strong>Afghanistan</strong> as at least 21 people have been killed in an ongoing complex attack by Isis in eastern Nangarhar province.</p><p>Health ministry reported that the total death toll stands at 1,288. In its latest update, the health ministry said the number of people who had tested positive for the virus had reached 36,746, an increase of 36 on the day before. There have been 25,556 recoveries, including 47 over the past 24 hours.</p> <a href=\"https://www.theguardian.com/world/live/2020/aug/03/coronavirus-live-news-global-cases-near-18m-as-melbourne-braces-for-further-lockdown-measures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/aug/03/coronavirus-live-news-global-cases-near-18m-as-melbourne-braces-for-further-lockdown-measures", "date_published": "2020-08-03 09:07:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: Long Time a Child by Hartley Coleridge", "description": "<p>Melancholy but without self-pity, this sonnet self-portrait is one of the finest of the Romantic period<br /></p><p><strong>Long Time a Child</strong></p><p>Long time a child, and still a child, when years <br />Had painted manhood on my cheek, was I, — <br />For yet I lived like one not born to die; <br />A thriftless prodigal of smiles and tears,<br />No hope I needed, and I knew no fears.<br />But sleep, though sweet, is only sleep, and waking, <br />I waked to sleep no more, at once o’ertaking <br />The vanguard of my age, with all arrears <br />Of duty on my back. Nor child, nor man, <br />Nor youth, nor sage, I find my head is grey, <br />For I have lost the race I never ran: <br />A rathe December blights my lagging May; <br />And still I am a child, though I be old: <br />Time is my debtor for my years untold.</p> <a href=\"https://www.theguardian.com/books/booksblog/2020/aug/03/poem-of-the-week-long-time-a-child-by-hartley-coleridge\">Continue reading...</a>", "link": "https://www.theguardian.com/books/booksblog/2020/aug/03/poem-of-the-week-long-time-a-child-by-hartley-coleridge", "date_published": "2020-08-03 09:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Goopification of grapes: why 'clean wine' is a scam", "description": "<p>Winemakers don’t have to list ingredients – which has opened a door for opportunists chasing a piece of the $52.5bn wellness market</p><p>Cameron Diaz gives a happy sigh. “I’m really excited,” she says to her friend Katherine Power. On the table are two bottles of their new wine, Avaline, launched mid-July.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/feb/12/the-goop-rush-why-celebrities-are-racing-to-build-wellness-empires\">The Goop rush: why celebrities are racing to build wellness empires</a> </p> <a href=\"https://www.theguardian.com/food/2020/aug/03/clean-wine-wellness-market\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/03/clean-wine-wellness-market", "date_published": "2020-08-03 09:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Hume, former SDLP leader and Nobel peace prize winner, dies at 83", "description": "<p>Hume won global acclaim for his efforts towards achieving Good Friday agreement in Northern Ireland</p><p>John Hume, the former SDLP leader and Nobel peace prize winner, has died aged 83.</p><p>Hume, who was awarded the peace prize for his efforts in forging the <a href=\"https://www.theguardian.com/world/good-friday-agreement\">Good Friday </a><a href=\"https://www.theguardian.com/world/good-friday-agreement\">agreement</a> in Northern Ireland, had suffered from ill-health for a number of years. The <a href=\"https://www.theguardian.com/politics/2001/nov/11/northernireland.northernireland\">former Foyle MP</a> had dementia and was cared for in the Owen Mor nursing home in Derry.</p> <a href=\"https://www.theguardian.com/uk-news/2020/aug/03/john-hume-former-sdlp-leader-and-nobel-peace-prize-winner-dies-aged-83\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/aug/03/john-hume-former-sdlp-leader-and-nobel-peace-prize-winner-dies-aged-83", "date_published": "2020-08-03 08:59:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leon Fleisher, US pianist who lost use of his right hand, dies aged 92", "description": "<p>Acclaimed musician known for interpretations of Brahms and Beethoven was forced to play left-handed for years, before successful treatment in 1990s</p><p>Leon Fleisher, whose career as an acclaimed US concert pianist continued despite losing the use of his right hand, has died aged 92. His son Julian said he died of cancer, at a hospice in Baltimore on Sunday.</p><p>Born to eastern European Jewish immigrants in San Francisco in 1928, Fleisher was a child prodigy who, aged four, would repeat the piano phrases his older brother had been learning, without teaching. He played his first public concert aged eight, and began being taught by star pianist Artur Schnabel the following year. He made his debut with the New York Philharmonic Orchestra, at the city’s Carnegie Hall, when he was 16.</p> <a href=\"https://www.theguardian.com/music/2020/aug/03/leon-fleisher-us-pianist-dies-92-lost-use-right-hand\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/aug/03/leon-fleisher-us-pianist-dies-92-lost-use-right-hand", "date_published": "2020-08-03 08:25:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super Heroes? The almost-forgotten TV show being given a second chance", "description": "<p>One of the many glorious semi-failures from the mid-00s era of high-concept television, this tale of ordinary people with superpowers is worth a look – just don’t go past season one</p><p>The pandemic has slowed television production to a crawl, which means we’ll be getting fewer new shows, which in turn means larger and larger holes will start appearing in schedules. And the easiest way to fill them is with repeats of old shows that have long since fallen by the wayside.</p><p>Doesn’t that sound fantastic? Lost gems. Forgotten imports. Cult hits. All of them, ready to be critically reframed as they’re devoured anew by a populace hungry for entertainment. This is the perfect chance for us to luxuriate in the past by feasting on fantastic old shows.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/03/heroes-the-almost-forgotten-tv-show-being-given-a-second-chance\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/03/heroes-the-almost-forgotten-tv-show-being-given-a-second-chance", "date_published": "2020-08-03 08:08:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football transfer rumours: Watford captain Troy Deeney to Tottenham?", "description": "<p>Strap in for some speculation as the Rumour Mill returns</p><p>Cranking into long overdue activity once again after months of eerie silence, the <a href=\"https://www.theguardian.com/football/series/rumourmill\">Rumour Mill</a> resumes business with intriguing speculation that <strong>Troy Deeney</strong> has piqued interest at White Hart Lane. After <a href=\"https://www.theguardian.com/football/2020/jul/26/arsenal-watford-premier-league-match-report\">Watford’s relegation to the Championship</a>, the long-serving skipper hinted that his long association with the club might have reached its conclusion and over the weekend it was suggested that he could be brought to White Hart Lane to act as back-up for Harry Kane. With one year left on his contract at Watford, it is believed an initial loan move for the 32-year-old has been discussed, with a view to a more permanent deal depending on how often he gets on the end of long balls booted in his general direction from the back by Toby Alderweireld.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/aug/02/chelsea-premier-league-new-season-frank-lampard-bayern-munich\">Chelsea deserve delayed start to new season, claims Frank Lampard</a> </p> <a href=\"https://www.theguardian.com/football/2020/aug/03/football-transfer-rumours-watford-captain-troy-deeney-to-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/03/football-transfer-rumours-watford-captain-troy-deeney-to-tottenham", "date_published": "2020-08-03 08:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There has been no pandemic leave until now so whose fault is the spread of the virus? | First Dog on the Moon", "description": "<p>Who has been grinding down the public sector and championing precarious work FOR YEARS?</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/03/there-has-been-no-pandemic-leave-until-now-so-whose-fault-is-the-spread-of-the-virus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/03/there-has-been-no-pandemic-leave-until-now-so-whose-fault-is-the-spread-of-the-virus", "date_published": "2020-08-03 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hold up: It's time to start taking Beyoncé's filmmaking seriously", "description": "<p>Not content with being the world’s most celebrated pop star, Beyoncé is emerging as a major figure in cinema too</p><p>Back in 2002, 20-year-old Beyoncé was appearing as Austin Powers’s love interest in Goldmember. She’s come some way since. In fact, as her visual album <a href=\"https://www.theguardian.com/music/2020/jul/20/beyonce-unveils-trailer-for-disney-visual-album-black-is-king\">Black Is King</a> drops, it’s safe to say that Beyoncé is now not just one of the biggest pop stars on the planet but one of the most significant film-makers too. Perhaps that hasn’t been recognised up to now due to her collaborative approach, which doesn’t fit into familiar “auteur” boxes, or because her visual work is not narrative-led, or presented through the usual cinematic channels, but as well as music, it’s clear Beyoncé has significant clout in film these days.</p><p>Exhibit A would be her outstanding <a href=\"https://www.theguardian.com/music/2016/apr/24/beyonce-lemonade-review-a-woman-not-to-be-messed-with\">Lemonade</a> visual album of 2016 (as with all her work, <a href=\"https://www.youtube.com/watch?v=rN-ElZwUADQ&amp;list=OLAK5uy_m9dO997hqyquaE-xTYmZUqhm2pyKbQj-k&amp;index=1\">she is credited as co-director</a>). The film fused an array of influences – from Yoruba mythology to civil rights history and Afrofuturism – into a lush assertion of black femininity. It also demonstrated her deep knowledge of avant garde cinema. Among its references were Julie Dash’s pioneering 1991 indie Daughters of the Dust, Swiss video artist Pipilotti Rist, Jonas Mekas, David Lynch, Kasi Lemmons, Terence Nance and Terrence Malick (with whom co-director Kahlil Joseph worked). Another co-director, Melina Matsoukas, went on to direct last year’s <a href=\"https://www.theguardian.com/film/2019/nov/21/queen-and-slim-review-daniel-kaluuya-jodie-turner-smith\">Queen &amp; Slim</a>.</p> <a href=\"https://www.theguardian.com/film/2020/aug/03/beyonce-film-making\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/03/beyonce-film-making", "date_published": "2020-08-03 08:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If I Had Your Face by Frances Cha review – a fizzing, grisly debut", "description": "<p>The Brooklyn-based novelist impresses with this toxic tale of four women caught in the dazzle of South Korean consumerism</p><p>South Korea is believed to have the highest plastic surgery rates in the world, with a third of women thought to have gone under the knife by 30. Eyelid surgery and jaw slimming are among the most popular procedures, and improving physical appearance isn’t just vanity – it’s an openly recognised way to get ahead in a cut-throat job market.</p><p>This makes a grimly fascinating background for Brooklyn-based Frances Cha’s vivid debut. She knows whereof she writes: she worked as travel and culture editor for CNN in Seoul, and <em>If I Had Your Face</em> follows four young women navigating life in this brutally competitive, consumerist city.</p> <a href=\"https://www.theguardian.com/books/2020/aug/03/if-i-had-your-face-by-frances-cha-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/03/if-i-had-your-face-by-frances-cha-review", "date_published": "2020-08-03 08:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Statue of white woman holding hatchet and scalps sparks backlash in New England", "description": "<p>Hannah Duston, subject of the first publicly funded US monument to a woman, is implicated in the deaths of 10 Native Americans</p><p>The statue is the earliest publicly funded monument to a woman in the US.</p><p>It stands in the out-of-the-way town of Boscawen, New Hampshire. It shows a woman holding a hatchet in one hand and a fistful of scalps in the other. Her name is Hannah Duston.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/03/hannah-duston-statue-new-hampshire-native-americans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/03/hannah-duston-statue-new-hampshire-native-americans", "date_published": "2020-08-03 08:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Swamp: inside a revealing look into Washington corruption", "description": "<p>A new documentary finds bipartisan common ground as it follows Republican lawmakers to examine the corrosive influence of money in US democracy</p><p>There’s a recurring graphic in The Swamp, a new HBO documentary riffing on the Trump campaign’s (false) promise to drain Washington of moneyed interests, in which vines overrun the Rotunda as it sinks into a gooey morass. The lure of corruption, and the entrenchment of money, is all-encompassing – a rare shared point between America’s two political parties, and a thesis of a film attempting to pull back the curtain on business as usual in Washington.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jul/27/the-fight-aclu-kerry-washington-trump\">'We just keep fighting': behind an urgent, inspiring film about the ACLU</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/03/the-swamp-hbo-washington-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/03/the-swamp-hbo-washington-democracy", "date_published": "2020-08-03 07:35:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HSBC accelerates 35,000 job cuts amid Covid-19 profit plunge", "description": "<p>Bank also forced to put aside another £2.9bn to cover bad debt in coronavirus crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>HSBC is to accelerate plans to cut 35,000 jobs globally after the Covid-19 crisis forced the bank to put aside another $3.8bn (£2.9bn) to cover bad debts.</p><p>The London-headquartered bank announced on Monday that pretax profits plunged more than 80% to $1.1bn (£842m) in the second quarter, down from $6.2bn (£4.7bn) during the same period last year. That is far worse than the <a href=\"https://www.theguardian.com/business/2020/aug/01/hsbc-fine-line-anger-china-alienate-west-hong-kong-huawei\">$2.5bn that analysts had expected.</a></p> <a href=\"https://www.theguardian.com/business/2020/aug/03/hsbc-job-cuts-covid-19-profit-debt-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/03/hsbc-job-cuts-covid-19-profit-debt-coronavirus", "date_published": "2020-08-03 07:34:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boys State review – amazing study of teenagers running for pretend office", "description": "<p>The gloves and training wheels come off as a group of smart, poignantly naive and utterly insufferable Texas boys get together to simulate government<br /></p><p>It’s not clear to me if this is a heartwarming study in young people’s idealism or a Lord of the Flies bloodbath with smug feral demons in white T-shirts. It’s not clear if it’s funny or tragic, if it’s reality TV or reality itself. But Boys State is as exciting and moving as <a href=\"https://www.theguardian.com/film/2019/oct/25/hoop-dreams-review-basketball-doc-slam-dunks-the-power-of-hope\">Steve James’s high school basketball epic Hoop Dreams</a> was a generation ago, with its emotional rawness, its guileless patriotism and capacity for hurt and wonder. We watch, in what feels like real time, as a group of ambitious teenage boys – smart, poignantly naive, utterly insufferable – get brutally acquainted with Kipling’s two “impostors”: triumph and disaster.</p><p>It is the story of Boys State, a kind of annual debate club in the US for 16 and 17-year-olds organised by the American Legion, state by state, a project invented in 1937 – and there is, to put it delicately, a bit of a 1930s vibe about it. But it’s avowedly there to inculcate citizenship and leadership among America’s youth and reintroduce the values of reasoned argument to a generation addled by the social-media screaming match. Some of America’s biggest political legends took part in their youth, and the film shows the famous photo of a teenaged Bill Clinton shaking hands with JFK at his event. There are separate groups for girls and boys. Boys State is a little like the model UN, without the wussy liberal nonsense of pretending to be foreigners. The young people spend a week at the state capitol, run for pretend office, conduct boisterous debates and finally submit to a nerve-shredding election.</p> <a href=\"https://www.theguardian.com/film/2020/aug/03/boys-state-review-amazing-study-of-teenagers-running-for-pretend-office\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/aug/03/boys-state-review-amazing-study-of-teenagers-running-for-pretend-office", "date_published": "2020-08-03 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Juno Temple: 'Real eroticism is about how somebody’s sweat tastes'", "description": "<p>Temple and Hugh Skinner play ill-matched newlyweds in an adaptation of Anais Nin’s erotic classic Little Birds. They discuss restrictive underwear, sexual liberation and the worst thing about sex scenes</p><p>In <a href=\"http://warpfilms.com/television/little-birds/\">Little Birds</a>, Sky Atlantic’s sultry new Anaïs Nin-inspired drama series, <a href=\"https://www.theguardian.com/film/2016/mar/18/juno-temple-finally-hit-puberty-interview\">Juno Temple</a> and <a href=\"https://www.theguardian.com/film/2018/jul/15/hugh-skinner-mamma-mia-here-we-go-again-interview-young-colin-firth\">Hugh Skinner</a> play Lucy Savage and Hugo Cavendish-Smyth, newlyweds who met in the cultural maelstrom of 1950s Tangier. Wedded bliss, and even the marriage’s consummation, will have to wait, however, because Lucy is a naively virginal American debutante and Hugo is a closeted English lord involved in a dangerous romantic entanglement with an Anglo-Egyptian man. Both of them, in other words, are the repressed products of a confused time.</p><p>The actors, by contrast, get along swimmingly. When we connect over Zoom to discuss the show, Temple and Skinner chime in on each others’ anecdotes and enjoy making each other laugh. Did they try to go method by avoiding contact with each other? “Are you kidding?” cackles Temple. “No, we hung out the entire time!” confirms Skinner merrily.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/03/little-birds-juno-temple-hugh-skinner-anais-nin-sky-atlantic\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/aug/03/little-birds-juno-temple-hugh-skinner-anais-nin-sky-atlantic", "date_published": "2020-08-03 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tree of the week: A maple and a lime tree adopted in honour of two beloved lost sons", "description": "<p>In this weekly series, readers tell us about their favourite trees. This week: a red maple tree and a lime tree in North Yorkshire<br /></p><p>Rosemary Tozer feels a great sense of peace when she escapes to the <a href=\"https://www.yorkshirearboretum.org/\">Yorkshire Arboretum</a>’s leafy refuge. Located on the sprawling Castle Howard estate, it has beautiful lakes, several ponds and over 6,000 trees. It is also home to a red maple and small-leaved lime she has adopted in memory of her two dead sons, Sam and Danny. “It’s like seeing them again,” she says of her visits. “I find it quite emotional.”</p><p>The retired researcher, 71, adopted the trees with her husband Tim in 2017, two years after their eldest son, Danny, died following an epileptic seizure aged 36. Sam, who was confined to a wheelchair and couldn’t speak, died in 2003, when he was 19, after a bout of pneumonia. The couple, who live in Elvington, York, also have a daughter and wanted to do something to commemorate their love for their late sons.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/03/tree-of-the-week-a-maple-and-a-lime-tree-adopted-in-honour-of-two-beloved-lost-sons\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/03/tree-of-the-week-a-maple-and-a-lime-tree-adopted-in-honour-of-two-beloved-lost-sons", "date_published": "2020-08-03 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Working people will pay the price for the Tories' ideological pandemic response | Ed Miliband", "description": "<p>The furlough scheme is being wound down. This disastrous approach risks handing P45s to hundreds of thousands </p><p>Coronavirus has proved how much our fates are bound up with each other. It has also been a test of us – and government. How much do we – and it – recognise our sense of mutual dependence and obligation? Unprecedented steps such as the furlough, despite its significant injustice in the numbers excluded, have been a welcome expression of that.</p><p>Yet the government has chosen to move away from that approach, as every firm in the UK must now contribute to the costs of their employees’ furlough, a precursor to the end of the scheme in October. That rule applies to businesses whatever their sector or circumstance, including casinos and bowling alleys, which had been preparing to reopen their doors this Saturday but were told on Friday they’d have to delay. The unpredictable nature of this virus means that public health measures must be flexible, yet the government is illogically sticking to a rigid economic approach.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/03/working-people-pay-price-tory-ideological-pandemic-response-furlough-scheme-ed-miliband\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/03/working-people-pay-price-tory-ideological-pandemic-response-furlough-scheme-ed-miliband", "date_published": "2020-08-03 07:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California's 'Apple Fire' – the wildfire in pictures", "description": "<p>The fire in Cherry Valley, north-west of Palm Springs, prompted authorities to issue new evacuation orders as crews fought the blaze </p> <a href=\"https://www.theguardian.com/us-news/gallery/2020/aug/03/californias-apple-fire-the-wildfire-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2020/aug/03/californias-apple-fire-the-wildfire-in-pictures", "date_published": "2020-08-03 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mike Tyson's dangerous comeback is painful reminder of Liston's tragic tale | Kevin Mitchell", "description": "<p>Iron Mike has chosen to fight Roy Jones in September and with that continues his path alongside Sonny Liston</p><p>No one knows boxing history like Mike Tyson. He made plenty of it himself during 20 years as the most feared heavyweight in the world. But there are a lot of things he doesn’t know, and the consequence of his ill‑advised comeback is one of them. </p><p>Tyson, 54, has not fought since Kevin McBride, a modest Irish heavyweight with much to be modest about, made him quit on his stool after six rounds on the undercard of a show in Washington DC, in June 2005. Like most champions, he quit too late, but what a ride it was.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/aug/03/mike-tyson-comeback-roy-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/aug/03/mike-tyson-comeback-roy-jones", "date_published": "2020-08-03 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silk and steel: how Thomas Frank gave Brentford reason to dream big | Ben Fisher", "description": "<p>The Bees struggled early on in the Dane’s reign but this modest club now stand one game away from the Premier League</p><p>It was long after the<a href=\"https://www.theguardian.com/football/2020/jul/29/brentford-swansea-city-championship-play-off-semi-final-second-leg-match-report\"> final whistle at Griffin Park on Wednesday</a>, and a little before David Raya and Sergi Canós carved up the goal net to take a patch as a souvenir from the stadium’s last competitive game. The Brentford owner, Matthew Benham, was taking penalties at the Ealing Road end, trying to replicate Marcello Trotta’s infamous stoppage-time miss against Doncaster, when the striker smacked the crossbar before James Coppinger tapped in at the other end to extinguish any hope of automatic promotion from League One. Seven years on, the magnitude of the prize at stake is incomparable.</p><p>Thomas Frank has been told that wheeling out his whiteboard to talk tactics during drinks breaks is forbidden but that is unlikely to throw Brentford off course at Wembley.</p> <a href=\"https://www.theguardian.com/football/2020/aug/03/silk-and-steel-how-thomas-frank-gave-brentford-reason-to-dream-big\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/aug/03/silk-and-steel-how-thomas-frank-gave-brentford-reason-to-dream-big", "date_published": "2020-08-03 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Years of austerity mean Boris Johnson's war on obesity is doomed to fail | Kieran Morris", "description": "<p>The prime minister has a convert’s zeal, but it seems harder to keep fit in his Britain than under any other postwar leader</p><p>Following his dice with death, Boris Johnson has launched a “war on obesity”, unleashing a series of new measures – an end to unhealthy multi-buy deals, putting junk food ads after the watershed, rolling out calorie labels on chain meals and alcoholic drinks – with a convert’s zeal.</p><p>It sounds sweeping, and some aspects of it aren’t controversial. As of this week, for instance, 68% of people supported a junk food ad ban, <a href=\"https://yougov.co.uk/topics/health/survey-results/daily/2020/07/27/17a70/2\">according to YouGov</a>, while generally speaking almost<a href=\"https://uk.kantar.com/business/health/2019/38-of-uk-adults-say-they-are-trying-to-lose-weight/\"> </a><a href=\"https://uk.kantar.com/business/health/2019/38-of-uk-adults-say-they-are-trying-to-lose-weight/\">four in 10 Britons say </a>that they are already trying to lose weight. But, like all of its predecessors, Johnson’s war is doomed to fail.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/03/austerity-boris-johnson-war-on-obesity-doomed\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/03/austerity-boris-johnson-war-on-obesity-doomed", "date_published": "2020-08-03 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The Workhouse’: activists celebrate decision to close 'hellish' St Louis jail", "description": "<p>The debtors’ jail where those locked inside lived among rats and roaches is finally set to close after recent mass anti-racism protests</p><p>It has been called an “unspeakably hellish” extension of a racist and classist criminal justice system where those locked up inside live with rats, roaches and black mold.</p><p>Known as the Workhouse, the medium security institution in St Louis, Missouri, has gained a reputation as a notorious debtors’ jail, where incarceration was used for decades as an answer to minor technical and fine-related violations, and where <a href=\"https://www.aclu.org/issues/smart-justice/sentencing-reform/ending-modern-day-debtors-prisons\">large bond fees were extracted</a> from many people detained pre-trial.</p> <a href=\"https://www.theguardian.com/us-news/2020/aug/03/st-louis-workhouse-jail-legislation-close\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/aug/03/st-louis-workhouse-jail-legislation-close", "date_published": "2020-08-03 07:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a musician's death unleashed violence and death in Ethiopia", "description": "<p>160 people have died following the killing of Haacaaluu Hundeessaa, leaving the ethnically and politically riven country more divided than ever</p><p>The figure holding a gun stepped beside the car in which Haacaaluu Hundeessaa was sitting in Addis Ababa, and pulled the trigger. The cold-blooded killing on the night of 29 June cut short the young life of one of Ethiopia’s most popular musicians and activists. It was also the start of some of the most <a href=\"https://www.theguardian.com/world/2020/jul/01/ethiopia-protests-more-than-80-killed-as-singers-lays-bare-grievances\">consequential few days</a> in recent Ethiopian history.</p><p>Hours later, in the lakeside town of Ziway in Ethiopia’s Oromia region – from which Haacaaluu came – Selas Russell woke to the sound of gunfire and shouting. Soon a friend rang her. “Get up, grab your passport, leave your belongings and run for your life,” he told the Ethiopian-born British citizen who owns a hotel in the town.</p> <a href=\"https://www.theguardian.com/global-development/2020/aug/03/how-a-musicians-death-unleashed-violence-and-death-in-ethiopia\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/aug/03/how-a-musicians-death-unleashed-violence-and-death-in-ethiopia", "date_published": "2020-08-03 06:15:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Black Lives Matter to Bleak House: David Lammy picks the best books about justice", "description": "<p>The New Jim Crow, dystopian Dickens and The Secret Barrister … the Labour MP takes in the best books about the legal system</p><p>In 2016, the writer and lawyer Michelle Alexander said the shooting of Michael Brown in Ferguson, Missouri, would come to be seen as a “critical turning point. If it winds up not being a turning point, it will be because we did not do our job.”</p><p> Nearly two months on since the death of George Floyd, Black Lives Matter has become one of the largest demonstrations in history, but it is still not clear whether a turning point has been reached.</p> <a href=\"https://www.theguardian.com/books/2020/aug/03/from-black-lives-matter-to-bleak-house-david-lammy-picks-the-best-books-about-justice\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/aug/03/from-black-lives-matter-to-bleak-house-david-lammy-picks-the-best-books-about-justice", "date_published": "2020-08-03 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Microsoft Surface Headphones 2 review: longer-lasting Bluetooth noise cancellers", "description": "<p>New Microsoft headphones are improved in every way, with better sound, aptX, great fit, top controls and cheaper price</p><p>Microsoft is back with an updated set of noise cancelling Surface Headphones that improve on nearly everything from the first set.</p><p>The £239.99 Surface Headphones 2 are available in black or light grey, but otherwise look very similar to the <a href=\"https://www.theguardian.com/technology/2018/dec/13/microsoft-surface-headphones-review-close-but-no-cigar\">originals from 2018</a>.</p> <a href=\"https://www.theguardian.com/technology/2020/aug/03/microsoft-surface-headphones-2-review-longer-lasting-bluetooth-noise-cancellers\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/aug/03/microsoft-surface-headphones-2-review-longer-lasting-bluetooth-noise-cancellers", "date_published": "2020-08-03 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There's nothing easy about trying to get my face masks", "description": "<p>My order hasn’t arrived and I can’t get through to the seller, Easylife</p><p><strong>On 10 June I placed a phone order for £47.96 for face masks with Easylife, having seen </strong><strong>an ad in the </strong><strong>Guardian. On 23 June, I called to ask when I’d receive the masks; I was told there had been a problem with the credit card I’d used.</strong></p><p><strong>I’ve never had a problem with that card, before or since, but I gave a different card which was accepted.</strong></p> <a href=\"https://www.theguardian.com/money/2020/aug/03/theres-nothing-easy-about-trying-to-get-my-face-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/03/theres-nothing-easy-about-trying-to-get-my-face-masks", "date_published": "2020-08-03 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A global debt crisis is looming – how can we prevent it? | Joseph Stiglitz", "description": "<p>There is an urgent need for wide-ranging debt relief in the midst of the coronavirus pandemic</p><p>While the Covid-19 pandemic rages, more than 100 low- and middle-income countries will still have to pay a combined <a href=\"https://cepr.org/active/publications/policy_insights/viewpi.php?pino=104\">$130</a><a href=\"https://cepr.org/active/publications/policy_insights/viewpi.php?pino=104\">bn in debt service</a> this year – around half of which is owed to private creditors. With much economic activity suspended and fiscal revenues in free fall, many countries will be forced to default. Others will cobble together scarce resources to pay creditors, cutting back on much-needed health and social expenditures. Still others will resort to additional borrowing, kicking the proverbial can down the road, seemingly easier now because of the flood of liquidity from central banks around the world.</p><p>From Latin America’s lost decade in the 1980s to the more recent Greek crisis, there are plenty of painful reminders of what happens when countries cannot service their debts. A global debt crisis today will push millions of people into unemployment and fuel instability and violence around the world. Many will seek jobs abroad, potentially overwhelming border-control and immigration systems in Europe and North America. Another costly migration crisis will divert attention away from the urgent need to address climate change. Such humanitarian emergencies are becoming the new norm.</p> <a href=\"https://www.theguardian.com/business/2020/aug/03/global-debt-crisis-relief-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/03/global-debt-crisis-relief-coronavirus-pandemic", "date_published": "2020-08-03 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barely a quarter of charities' coronavirus fund for England allocated", "description": "<p>Voluntary sector leaders angered that applications are being privately vetted by PwC </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>Barely a quarter of a £200m emergency coronavirus fund for small charities in England has been allocated, and still less paid out, even though Rishi Sunak promised money would be distributed “at pace” when he announced the fund in early April.</p><p>The Guardian has learned that applications for grants from the pot are being assessed not only by the National Lottery Community Fund (NLCF), which was publicly handed the task, but are also being privately vetted by consultants PricewaterhouseCoopers, which has been awarded a £1.4m contract for the work.</p> <a href=\"https://www.theguardian.com/society/2020/aug/03/barely-a-quarter-of-charities-coronavirus-fund-for-england-allocated\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/aug/03/barely-a-quarter-of-charities-coronavirus-fund-for-england-allocated", "date_published": "2020-08-03 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I want to buy my ex-husband's share of our house – how much should he get?", "description": "<p>I’m not sure if he should get 50% of the market value, or if there’s another way of settling it</p><p><strong>Q</strong> My ex-husband and I are currently joint tenants of a property I live in with our daughters. As we are now divorced, we are in the process of becoming tenants in common.</p><p>If I were to buy him out of his 50% share, would he get 50% of the market value, or market value minus mortgage then 50% of the equity that is left?<br /><strong>EP</strong></p> <a href=\"https://www.theguardian.com/money/2020/aug/03/i-want-to-buy-my-ex-husbands-share-of-our-house-how-much-should-he-get\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/03/i-want-to-buy-my-ex-husbands-share-of-our-house-how-much-should-he-get", "date_published": "2020-08-03 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Lebanese economy in freefall – a photo essay", "description": "<p>Photojournalist <a href=\"https://www.theguardian.com/profile/achilleas-zavallis\">Achilleas Zavallis</a> travels to Lebanon and finds a country struggling with the effects of economic decline and mismanagement. Inflation is out of control, destroying the spending power of all but a wealthy minority</p><p>Lebanon has long been a country that somehow held it together. Through war, insurrection, chaos and intervention, it always prevailed. It remains a country of contrasting realities, but it is steadily becoming a place where dreams died. Beirut long ago lost its claim to be the Levantine equivalent of Paris. Its vibrant nightlife has been dulled by <a href=\"https://www.theguardian.com/commentisfree/2020/jul/30/candlelight-lebanon-economic-crisis-social-catastrophe\">an economic implosion</a>, its skyline disappears into darkness as we drive to my hotel at night.</p><p>With the power grid functioning only two to four hours a day, there are no traffic lights to guide us. Buildings seem empty, or abandoned. Car headlights illuminate a couple walking along an empty street. The centrepiece of the city’s shopping and nightlife, Hamra Street, is deserted.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/aug/03/lebanese-economy-in-freefall-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/aug/03/lebanese-economy-in-freefall-a-photo-essay", "date_published": "2020-08-03 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK savings rates are at a record low amid Covid-19 – it's time to shop around", "description": "<p>You do not have to settle for pitiful rates as there are some good deals out there</p><p>Over the past four months money has poured into savings accounts from people whose outgoings have fallen as a result of the coronavirus crisis. <a href=\"https://www.bankofengland.co.uk/statistics/money-and-credit/2020/june-2020\">Figures from the Bank of England</a> last week showed that £11.6bn was deposited in June, almost twice the £5.1bn averaged over the six months to February. This followed deposits of £57bn between March and May.</p><p>Most has gone into instant access accounts where, thanks to the base <a href=\"https://www.theguardian.com/business/2020/mar/19/bank-of-england-cuts-interest-rates-to-all-time-low-of-01\">rate falling to a record low in early March</a>, returns are tiny pretty much across the board. On the high street, savers are being offered just 0.01% on easy access deals, and according to the Bank the average rate on instantly available deposits has fallen to just 0.13%.</p> <a href=\"https://www.theguardian.com/money/2020/aug/03/uk-savings-rates-record-low-covid-19-good-deals\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/aug/03/uk-savings-rates-record-low-covid-19-good-deals", "date_published": "2020-08-03 06:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happily ever after: celebrity weddings in pictures", "description": "<p>From John and Yoko to Taylor and Burton, here are some of our favourite moments of famous brides and grooms on their big day</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/aug/03/happily-ever-after-celebrity-weddings-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/aug/03/happily-ever-after-celebrity-weddings-in-pictures", "date_published": "2020-08-03 05:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back to normality? Businesses hope for 'eat out to help out' scheme boost", "description": "<p>According to plan launching on Monday diners could get discounts up to £10 per head Mondays to Wednesdays </p><p>Restaurants, pubs and cafes across the UK are hoping for a boost from the the “<a href=\"https://www.theguardian.com/business/2020/aug/01/high-end-steak-and-chips-for-a-tenner-welcome-to-eat-out-to-help-out-discount-dining\">eat out to help out” scheme</a>, which launches on Monday. Venues ranging from the Ivy in London’s West End to family favourites such as Nando’s have signed up to the initiative, which offers diners a discount of up to £10 per head on Mondays, Tuesdays and Wednesdays throughout August.</p><p>Here are the views of independent hospitality businesses that have signed up to a scheme designed to help one of the industries hit hardest by the Covid-19 pandemic.</p> <a href=\"https://www.theguardian.com/food/2020/aug/03/eat-out-to-help-out-scheme-back-to-normality-businesses-hope-for-boost\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/03/eat-out-to-help-out-scheme-back-to-normality-businesses-hope-for-boost", "date_published": "2020-08-03 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ban SUV adverts to meet UK climate goals, report urges", "description": "<p>High-polluting cars are threat to public health, says New Weather Institute thinktank</p><p>Advertising of sports utility vehicles, which emit more greenhouse gases than other cars, should be banned so the UK can meet its climate goals, a report has said.</p><p>The large increase in numbers of SUVs in the UK and around the world <a href=\"https://www.theguardian.com/environment/ng-interactive/2019/oct/25/suvs-second-biggest-cause-of-emissions-rise-figures-reveal\">is the second-largest contributor to the increase in global emissions since 2010</a>, according to the International Energy Agency.</p> <a href=\"https://www.theguardian.com/environment/2020/aug/03/ban-suv-adverts-to-meet-uk-climate-goals-report-urges\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/aug/03/ban-suv-adverts-to-meet-uk-climate-goals-report-urges", "date_published": "2020-08-03 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vegan food company provokes with  M*** F*** advertising campaign", "description": "<p>Leeds-based Meatless Farm says it seeks to build on growth in plant-based eating during coronavirus lockdown </p><p>A vegan food company is sparing no blushes with what it calls a “light-hearted” advertising campaign to encourage more Britons to avoid eating meat.</p><p>Meatless Farm says it is targeting people who have cut down on bangers and burgers during lockdown with its provocative slogan M*** F***, launched on Monday with a national campaign.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/03/vegan-food-company-provokes-advertising-campaign-meatless-farm-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/aug/03/vegan-food-company-provokes-advertising-campaign-meatless-farm-coronavirus", "date_published": "2020-08-03 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "$340m in London law firm's account suspected of 1MDB connection", "description": "<p>Money in Clyde &amp; Co’s bank account linked to money allegedly embezzled from Malaysian fund</p><p>Investigators probing one of the world’s largest financial frauds have said they suspect $340m (£255m) held in the bank account of a major London law firm is linked to money allegedly embezzled from the Malaysian state investment fund 1MDB.</p><p>According to court papers, Malaysia’s anti-corruption agency is urgently trying to prevent City firm Clyde &amp; Co from releasing the large sum of money, which they suspect can be traced to proceeds of the <a href=\"https://www.theguardian.com/world/2018/oct/25/1mdb-scandal-explained-a-tale-of-malaysias-missing-billions\">multibillion-dollar 1MDB fraud</a>.</p> <a href=\"https://www.theguardian.com/world/2020/aug/03/340m-in-london-law-firms-account-suspected-of-1mdb-connection\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/340m-in-london-law-firms-account-suspected-of-1mdb-connection", "date_published": "2020-08-03 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We don't feel pressure to go back': England's firms in no hurry to resume office life", "description": "<p>Companies can decide if it is safe for staff to return after working from home in coronavirus crisis</p><p>From this week, companies in England can decide <a href=\"https://www.theguardian.com/business/2020/jul/31/coronavirus-companies-defy-boris-johnsons-planned-return-to-work\">whether it is safe for employees to go back to the office</a> after the coronavirus lockdown prompted more people to work from home. However, few businesses appear to be preparing for a mass return to desks, meeting rooms and cafeterias on Monday. Here are the views of some firms on the notion of resuming office life.</p> <a href=\"https://www.theguardian.com/business/2020/aug/03/we-dont-feel-pressure-to-go-back-england-firms-in-no-hurry-to-resume-office-life-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/aug/03/we-dont-feel-pressure-to-go-back-england-firms-in-no-hurry-to-resume-office-life-coronavirus", "date_published": "2020-08-03 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A nation mourns its Covid-19 dead. But for Boris Johnson it's a time for triumphalism | Nesrine Malik", "description": "<p>As Britain tops the table for excess deaths, the prime minister hails a ‘massive success’ and has nothing to say to the bereaved </p><p>In the early days of the pandemic, when the virus was just beginning to claim lives, the members of grieving families I spoke to all mentioned the unspeakable pain of one thing – not being able to mourn together. <a href=\"https://www.theguardian.com/world/2020/apr/04/uk-councils-begin-to-ban-funeral-ceremonies-due-to-coronavirus\">Restrictions</a> meant that burials were rushed, sparsely attended affairs – where those few family members who did attend could not hug each other or congregate afterwards.</p><p>The most basic of comforts in grief, such as sitting in the same room as others and chronicling the lives of those who had been lost, honouring them with memories, were denied. The trauma of mourning suspended fell hardest on the parents of the dead.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/aug/03/nation-mourns-covid-19-dead-boris-johnson-triumphalism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/aug/03/nation-mourns-covid-19-dead-boris-johnson-triumphalism", "date_published": "2020-08-03 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inspired by the US, Europe's 'paperless' children are speaking out", "description": "<p>A generation of undocumented Europeans – inspired by the ‘Dreamers’ in the US – are fighting for residency rights. A new Guardian series hears some of their stories</p><p>‘Why do you sound so British?” the immigration officer asked 15-year-old Ijeoma Moore as she followed orders to pack for herself and her 10-year-old brother. Officers had arrived at their London home that morning in 2010, as they were eating breakfast and getting ready to leave for school. “Because I am British,” the teenager replied.</p><p>What else could she be? She had lived in the UK since she was two years old. She loved tea and toast and “stupid telly”. But her mother’s repeated residency applications to the Home Office had all been rejected. Moore was not a British citizen.</p> <a href=\"https://www.theguardian.com/world/2020/aug/03/europe-paperless-young-people-speak-out-undocumented-dreamers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/europe-paperless-young-people-speak-out-undocumented-dreamers", "date_published": "2020-08-03 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamie Oliver on fame, failure and fighting obesity: 'I'm actually quite shy. I don't like a ruck'", "description": "<p>Every time the chef talks about the UK’s diet, it gets him in trouble. Remember Turkey Twizzlers? But he’s too passionate to give up<br /></p><p>Jamie Oliver appears on the Skype screen looking a bit harassed. He’s at Jamie Oliver HQ and his backdrop is a photographic mural of a giant waitress handing a menu to someone who, I finally figure out when he moves his head, is a young, carefree Jamie Oliver. The contrast between these two faces of the same man – I’m talking about mood, rather than the cruel weathering of time – is striking. He started out as the living embodiment of the carefree lad about town, and now has the frazzled look of a man who is being badgered by seven people at once.</p><p>It’s partly my fault. In many ways, I am here to harass him. <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/25/ups-and-downs-of-lockdown-tv\">Oliver’s absolute passion, besides food</a> itself, is fighting childhood obesity, an issue that has just landed at the top of the news agenda thanks to the <a href=\"https://www.theguardian.com/commentisfree/2020/jul/28/britain-obesity-strategy-ignore-science-dieting-calories-stigmatising-fat\">government’s new obesity strategy</a>, which will include banning junk food advertising and putting calorie counts on restaurant menus.</p> <a href=\"https://www.theguardian.com/food/2020/aug/03/jamie-oliver-fighting-obesity-chef-uk-diet-turkey-twizzlers\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/aug/03/jamie-oliver-fighting-obesity-chef-uk-diet-turkey-twizzlers", "date_published": "2020-08-03 05:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Growers and producers at odds in France's 'champagne wars'", "description": "<p>Coronavirus has hit the industry hard, with division over how to respond</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the champagne vineyards of France, the season of ripening, plumping and sweetening of the grapes ready for harvesting at the end of August, known as the <em>veraison</em><em>, </em>has begun.</p><p>Maxime Toubart, a relatively small vigneron who produces 25,000 bottles of bubbly from the 12-acre maison founded by his great-grandparents in 1900, has been cultivating his clients as well as his vines during the coronavirus crisis and is confident his business will survive.</p> <a href=\"https://www.theguardian.com/world/2020/aug/03/growers-and-producers-at-odds-in-france-champagne-wars-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/growers-and-producers-at-odds-in-france-champagne-wars-coronavirus", "date_published": "2020-08-03 04:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The law is equal for everyone': Laura Codruța Kövesi, Europe's first public prosecutor", "description": "<p>Romanian has been described as ‘bravest and most distinguished candidate for the job’</p><p>Laura Codruța Kövesi made her name as the head of Romania’s respected anti-corruption agency, the DNA. She went after government ministers and mayors, fast becoming a favourite of the European parliament and anti-corruption campaigners.</p><p>Kövesi was popular with many governments – but not her own, who <a href=\"https://www.theguardian.com/world/2019/feb/05/romania-moves-to-block-own-candidate-from-eu-prosecutor-role\">vowed to do everything to block</a> her successful campaign to become Europe’s first public prosecutor.</p> <a href=\"https://www.theguardian.com/world/2020/aug/03/laura-codrua-kovesi-europe-first-public-prosecutor-romania\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/laura-codrua-kovesi-europe-first-public-prosecutor-romania", "date_published": "2020-08-03 04:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The people that Covid-19 has cut off from home", "description": "<p>Chinese students, Mongolian tourists and Palestinians from Gaza are still stranded</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When her studies in Budapest finished this spring, Puje was meant to return home to Mongolia, where she had a job waiting for her in the capital, Ulaanbaatar. But in mid-March, Mongolia sealed its borders completely, even to its own citizens, and it has not yet reopened them. Now, the 26-year-old Puje is one of thousands of Mongolians stranded in Europe.</p><p>Covid-19 has caused havoc with the travel plans of millions across the world, ruining holidays and testing long-distance relationships. But for many people who are still unable to get back to their home countries, such problems seem trivial by comparison.</p> <a href=\"https://www.theguardian.com/world/2020/aug/03/the-people-that-covid-19-has-cut-off-from-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/the-people-that-covid-19-has-cut-off-from-home", "date_published": "2020-08-03 04:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We have abandoned the poor': slums suffer as Covid-19 exposes India's social divide", "description": "<p>Virus proves a reminder to wealthy of their reliance on impoverished workers, reviving calls for a slum revolution that will benefit all</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Cooking, cleaning, and food shopping have been a shock to Anisa Agarwal. Pre-pandemic, married to a wealthy tile manufacturer, her life in Gulmohar Park in Delhi involved a cook, maid, driver and cleaner who came to her house every day.</p><p>But despite her total dependence on them, Agarwal, 44, has not allowed her staff to enter her home in four months.</p> <a href=\"https://www.theguardian.com/global-development/2020/aug/03/we-have-abandoned-the-poor-slums-suffer-as-covid-19-exposes-indias-social-divide\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/aug/03/we-have-abandoned-the-poor-slums-suffer-as-covid-19-exposes-indias-social-divide", "date_published": "2020-08-03 03:58:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Close encounter: mother and calf whales stun surfers at Sydney's Manly beach", "description": "<p>Images show dozens of surfers about 10 metres from whales, which migrate up and down the Australian coast</p><p>A whale calf, closely followed by its mother, came within metres of surfers and swimmers at Manly beach, in Sydney’s north, on Sunday afternoon.</p><p>The pair were initially identified as humpbacks by onlookers, but marine wildlife experts later said they were most likely southern rights, which also migrate north to calve, then return to colder waters for the southern summer.</p> <a href=\"https://www.theguardian.com/australia-news/2020/aug/02/close-encounter-mother-and-calf-humpback-whales-stun-surfers-at-sydneys-manly-beach\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/aug/02/close-encounter-mother-and-calf-humpback-whales-stun-surfers-at-sydneys-manly-beach", "date_published": "2020-08-03 03:02:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Inside Lebanon's economic crisis - podcast", "description": "<p>Scenes of economic despair are visible across Lebanon – from shops to homes, businesses to hospitals. Guardian journalist Martin Chulov discusses why the country is verging on financial collapse<br /></p><p>Across all pockets of a country conditioned to hardship over decades of war and tumult, the effects of a catastrophic economic implosion were evident when the Guardian’s Middle East correspondent <strong>Martin Chulov</strong> took a road trip across Lebanon. Since March, the prices of most goods have nearly tripled, while the value of the national currency has fallen by 80% and much of the country has ground to a halt. Those who still have work are surviving month to month. Poverty is soaring, crime is rising, and streets are incendiary. The country has <a href=\"https://www.theguardian.com/world/2020/mar/07/lebanon-to-default-on-debt-for-first-time-amid-financial-crisis\">defaulted on one bond payment</a> and a second is due soon.</p><p>Martin tells <strong>Rachel Humphreys</strong> about how government corruption and financial mismanagement have lead to Lebanon finding itself on the brink of financial collapse. </p> <a href=\"https://www.theguardian.com/world/audio/2020/aug/03/inside-lebanons-economic-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/audio/2020/aug/03/inside-lebanons-economic-crisis", "date_published": "2020-08-03 02:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two cruise ships hit by coronavirus weeks after industry restarts", "description": "<p>Outbreaks of Covid-19 recorded on MS Roald Amundsen in Norway and the Paul Gauguin in Tahiti </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Covid-19 has been detected on at least two cruise ships – one in the Arctic and one in the Pacific – just weeks after cruising holidays restarted.</p><p>At least 40 passengers and crew from the MS Roald Amundsen have tested positive for the novel coronavirus, and authorities are trying to contact trace hundreds of passengers from two recent Arctic voyages the ship took.</p> <a href=\"https://www.theguardian.com/world/2020/aug/03/two-cruise-ships-hit-by-coronavirus-weeks-after-industry-restarts\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/aug/03/two-cruise-ships-hit-by-coronavirus-weeks-after-industry-restarts", "date_published": "2020-08-03 01:34:30+00:00", "persistent": false, "user": null, "language": "en-UK"}]