[{"source": "https://www.theguardian.com/rss", "title": "US Open: Serena Williams v Kristie Ahn – live!", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/2020/sep/01/andy-murray-grinds-out-trademark-five-set-us-open-thriller-to-beat-nishioka\">Andy Murray battles through after five-set thriller </a></li><li><a href=\"https://www.theguardian.com/sport/2020/sep/01/johanna-konta-beats-heather-watson-in-all-british-tie-at-us-open\">Johanna Konta beats Heather Watson in all-British tie</a></li><li><a href=\"https://www.theguardian.com/sport/2020/sep/01/naomi-osaka-us-open-misaki-doi\">Osaka vows to keep shining light on racial injustice after win</a></li><li><a href=\"mailto:bryan.graham@theguardian.com\">Email Bryan with your thoughts</a> or tweet him <a href=\"https://twitter.com/BryanAGraham\">@BryanAGraham</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-01T21:41:58.848Z\">10.41pm <span class=\"timezone\">BST</span></time> </p><p><strong>First set: *Ahn 2-3 Williams (*denotes next server)</strong></p><p>An ominous game for Serena: 110mph ace out wide, 100mph ace out wide, 122mph ace down the middle, 105mph ace down the middle. A stress-free hold and Ahn will try to keep in step after the change of ends. <br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-09-01T21:38:34.060Z\">10.38pm <span class=\"timezone\">BST</span></time> </p><p><strong><em>Williams breaks in fourth game of first set!</em></strong></p><p><strong>First set: Ahn 2-2 Williams* (*denotes next server)</strong></p> <a href=\"https://www.theguardian.com/sport/live/2020/sep/01/us-open-andy-murray-v-yoshihito-nishioka-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/sep/01/us-open-andy-murray-v-yoshihito-nishioka-live", "date_published": "2020-09-01 21:41:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Hungary shuts borders with second wave 'knocking on door'; Greece delays school reopening", "description": "<p>Hungary <a href=\"https://www.theguardian.com/world/live/2020/sep/01/coronavirus-live-news-who-says-states-cant-pretend-pandemic-is-over-french-cases-rise-50-in-august?page=with:block-5f4e6b478f08c135b286448e#block-5f4e6b478f08c135b286448e\">introduces measures stricter</a> than at height of pandemic; Greek pupils’ return <a href=\"https://www.theguardian.com/world/live/2020/sep/01/coronavirus-live-news-who-says-states-cant-pretend-pandemic-is-over-french-cases-rise-50-in-august?page=with:block-5f4e75228f08b253cf5f4cdc#block-5f4e75228f08b253cf5f4cdc\">delayed for a week</a>; Spain <a href=\"https://www.theguardian.com/world/live/2020/sep/01/coronavirus-live-news-who-says-states-cant-pretend-pandemic-is-over-french-cases-rise-50-in-august?page=with:block-5f4e05158f088598bc536c95#block-5f4e05158f088598bc536c95\">saw 75% drop in tourists</a></p><ul><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/01/tony-abbott-some-elderly-covid-patients-could-be-left-to-die-naturally\">Tony Abbott says some elderly patients could be left to die naturally</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/sep/01/coronavirus-scotland-household-gatherings-banned-in-glasgow\">Household gatherings banned in parts of Greater Glasgow</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/01/french-adapt-to-new-coronavirus-law-on-workplace-face-masks\">‘Hot, sweaty, unpleasant’: Parisians adjust to mask law<br /></a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/01/german-health-minister-jens-spahn-targeted-by-homophobic-abuse-from-protesters\">German minister spat at and verbally abused by Covid protesters</a></li><li><a href=\"https://www.theguardian.com/business/2020/sep/01/astrazeneca-covid-19-vaccine-trials-oxford-biomedica-coronavirus\">AstraZeneca expands Covid-19 vaccine deal as final trials begin</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-01T21:29:30.235Z\">10.29pm <span class=\"timezone\">BST</span></time> </p><p><strong>The US Centers for Disease Control and Prevention has issued an order temporarily halting residential evictions on public health grounds.</strong></p><p>The order lasts through 31 December and applies to individual renters earning no more than $99,000 in annual income. The CDC said an eviction moratorium “can be an effective public health measure utilized to prevent the spread of communicable disease” like Covid-19.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-01T21:20:46.468Z\">10.20pm <span class=\"timezone\">BST</span></time> </p><p>Following the science on coronavirus was not enough to ensure the right decisions were made at the right time and the UK government should have better understood the limits of advice, a thinktank has said.</p><p>A report by the <strong>Institute for Government</strong> into the first responses to the pandemic concluded that ministers should have been prepared to act in the “absence of scientific certainty”.</p><p>Ministers made much of ‘following the science’. But it is not enough to use evidence: ministers and civil servants also need to understand the limitations of both the evidence base and the forums through which it is channelled, and, difficult as it might be, ministers must be prepared to act in the absence of scientific certainty.</p><p>Failure to do so now seems likely to have cost a significant number of additional lives, and contributed to the UK suffering the highest excess death rate in Europe over the period to the end of May.</p><p>The best decisions are made when the government knows not just what it wants to do, but why it wants to do it.</p><p>At times, during its early response to the pandemic, the government lacked a wider sense of strategy. Greater focus on why it was taking decisions – ultimately to save lives – would have led to better outcomes all round.</p> <a href=\"https://www.theguardian.com/world/live/2020/sep/01/coronavirus-live-news-who-says-states-cant-pretend-pandemic-is-over-french-cases-rise-50-in-august\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/01/coronavirus-live-news-who-says-states-cant-pretend-pandemic-is-over-french-cases-rise-50-in-august", "date_published": "2020-09-01 21:30:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump and Barr in Kenosha as protests continue over police shooting of Jacob Blake – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/sep/01/trump-latest-live-news-biden-kenosha-wisconsin-shooting-jacob-blake?page=with:block-5f4e8ac58f08b253cf5f4e09#block-5f4e8ac58f08b253cf5f4e09\">Trump expected to meet with local law enforcement</a></li><li><a href=\"https://www.theguardian.com/us-news/live/2020/sep/01/trump-latest-live-news-biden-kenosha-wisconsin-shooting-jacob-blake?page=with:block-5f4e8b558f08fcf08f60baca#block-5f4e8b558f08fcf08f60baca\">White House doctor says Trump never experienced a stroke</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/01/trump-law-and-order-president-strategy\">What’s behind Trump’s ‘law and order’ strategy and will it work?</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/01/trump-golf-police-shooting-comparison-fox-news-interview\">Trump compares police shootings to golf and defends teen shooter</a><br /></li><li>Sign up for our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-01T21:21:05.972Z\">10.21pm <span class=\"timezone\">BST</span></time> </p><p>As August came to a close, several states marked the month as their deadliest yet in battling the coronavirus pandemic, including Idaho and <a href=\"https://www.theguardian.com/us-news/california\">California</a>.</p><p>According to an LA Times analysis, California <a href=\"https://www.latimes.com/california/story/2020-08-31/california-surpasses-13-000-deaths-from-coronavirus-pandemic-covid19\">reported 3,745 Covid-19 deaths</a> in August, an 18% increase since July. With 700,000 coronavirus cases, California had the most in the country.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/sep/01/coronavirus-california-idaho-august-deaths\">August was deadliest month for coronavirus in California and Idaho</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-09-01T21:05:03.814Z\">10.05pm <span class=\"timezone\">BST</span></time> </p><p>That’s it from me today. My west coast colleague, Maanvi Singh, will take over the blog for the next few hours.</p><p>Here’s where the day stands so far:</p> <a href=\"https://www.theguardian.com/us-news/live/2020/sep/01/trump-latest-live-news-biden-kenosha-wisconsin-shooting-jacob-blake\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/sep/01/trump-latest-live-news-biden-kenosha-wisconsin-shooting-jacob-blake", "date_published": "2020-09-01 21:21:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russian agency created fake leftwing news outlet with fictional editors, Facebook says", "description": "<p>Internet Research Agency also hired real, unwitting freelance reporters in operation Facebook has removed</p><p>The Russian agency that <a href=\"https://www.theguardian.com/commentisfree/2018/feb/18/the-guardian-view-on-russian-trolls-democracy-is-much-too-easy-to-hack\">interfered in the 2016 US election</a> created a fake leftwing news publication, staffed it with fake editors with AI-generated photos and hired real freelance reporters as part of a fresh influence operation detected and removed by Facebook, the company said on Tuesday.</p><p>The latest operation by the Internet Research Agency (IRA) was still in its early stages when it was detected thanks to a tip from the FBI, according to Facebook’s head of security policy, Nathaniel Gleicher. The network had 13 accounts and two pages, with about 14,000 total followers.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/01/facebook-russia-internet-research-agency-fake-news\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/01/facebook-russia-internet-research-agency-fake-news", "date_published": "2020-09-01 21:16:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moeen Ali's fireworks not enough as Pakistan hold on to draw series", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2020-09-01/england-cricket-team\">Pakistan 190-4; England 185-8</a></li><li>Moeen hits 61 from 33 balls but chase falls just short</li></ul><p>On a perfect autumnal evening for T20 cricket, the sinking sun turning the grass fluorescent before the floodlights took over, Pakistan won a humdinger, albeit decorated with a little Moeen Ali magic.</p><p>An unchanged England had won the toss and chased after Pakistan had charged to a reputable 190 for four, decorated by a fancy-dan debut from Haider Ali and more grizzled ruthlessness from Mohammad Hafeez to the sound of drumming and horn from Pakistan’s two most loyal fans parked outside the Old Trafford gates.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/01/england-pakistan-third-twenty20-international-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/01/england-pakistan-third-twenty20-international-match-report", "date_published": "2020-09-01 21:13:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones wants England to be 'dominant force' of Lions in South Africa", "description": "<ul><li>Coach says he wants to see England break call-ups record</li><li>England to operate in ‘severe biosphere’ in October</li></ul><p>Eddie Jones hopes England will supply a record number of British &amp; Irish Lions players when Warren Gatland’s squad fly out on tour to South Africa next year. Jones believes at least 20 could be selected if they perform to their potential this winter and says he wants England to be “by far the dominant force” on the 2021 expedition.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/aug/30/england-rugby-union-players-take-25-cut-match-fees-from-autumn-tests\">England players take 25% cut on match fees from autumn Tests to £17,250</a> </p> <a href=\"https://www.theguardian.com/sport/2020/sep/01/eddie-jones-england-dominant-force-british-irish-lions-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/01/eddie-jones-england-dominant-force-british-irish-lions-south-africa", "date_published": "2020-09-01 21:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian special forces soldier killed in skirmish with Chinese troops", "description": "<p>Member of India’s Special Frontier Force killed in clash on Saturday night</p><p>A soldier with India’s special forces has been killed in the <a href=\"https://www.theguardian.com/world/2020/aug/31/india-accuses-china-of-provocative-military-movements-near-border\">latest border showdown with Chinese troops</a> on their contested Himalayan border.</p><p>The death is the first reported from two incidents in 48 hours on the border which has heightened tensions between the giant nations just two months after <a href=\"https://www.theguardian.com/world/2020/jun/17/shock-and-anger-in-india-after-worst-attack-on-china-border-in-decades\">a battle that left at least 20 Indian soldiers dead</a>.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/indian-special-forces-soldier-killed-in-skirmish-with-chinese-troops\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/indian-special-forces-soldier-killed-in-skirmish-with-chinese-troops", "date_published": "2020-09-01 20:58:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Black Lady Sketch Show review – TV and comedy as you've never seen them", "description": "<p>From lewd Motown singers to an ‘invisible’ black spy, Robin Thede’s HBO series revels in memorable skits that liven up the world of comedy, and show that sketch shows are in rude health</p><p>The sketch show is dead, long live the sketch show! So declared a 2014 <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2014/dec/11/why-is-almost-nobody-making-tv-sketch-comedy-any-more\">Guardian article</a>, which focused on the demise of bite-size comedy shows, noting that they had been “largely replaced by the topical news panel show – a rigidly formatted, aggressively male, preserve that provided instant gratification for a relatively small outlay”. Less Victoria Wood, then, and more Would I Lie To You?. <br /><br />Fast-forward a mere six years, however, and sketch comedy has begun to tiptoe back into the TV landscape, influenced by the pace of short-form online comedy, where the typical TikTok makes The Fast Show look glacial by comparison. In the UK, comedy duos <a href=\"https://www.theguardian.com/tv-and-radio/2019/jun/19/ellie-and-natasia-a-fiercely-funny-sketch-show-youll-watch-over-and-over\">Ellie and Natasia</a>, and Lazy Susan have made successful pilots for the BBC, while Famalam has run for three series (although its latest has, rightfully, drawn <a href=\"https://www.theguardian.com/world/2020/aug/22/bbc3-show-famalam-criticised-for-sketch-of-jamaican-people\">complaints</a> for stereotyped “gags” about Jamaicans). In the US there’s been a more steady stream of successes going right back to Key and Peele in 2012. The likes of Tim Robinson’s cornucopia of weirdness, <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/10/i-think-you-should-leave-netflix-tim-robinson\">I Think You Should Leave</a>, Arturo Castro’s Alternatino and HBO’s A Black Lady Sketch Show, now airing on Sky Comedy, have followed, showing that there’s more to skits than just SNL. <br /><br />Masterminded by Robin Thede, the first black woman to work as a head writer on a late night comedy show (The Nightly Show with Larry Wilmore), ABLSS is headed up almost entirely by black female comics. Thede herself possesses a wicked talent for portraying ne’er-do-well men with zero morals; as the lead singer of 60s Motown quartet Claude and the Boppers, she turns a suggestive song about an ice-cream shop into a lewd treatise to a woman who will “make my supper, and do me and my brother” (subtitles inform us that the group never performed again, but that the singer’s grandson, Chris Brown, continued his legacy). She also excels in the recurring role of Dr Haddassah Olayinka, a fanatical black nationalist who states that “you have to ignore the empirical evidence that contradicts your beliefs”, because of the similarity between the words “empirical” and “empire”, and decries her sister’s “blood diamond” wedding ring. <br /><br />The series counts the likes of Insecure creator Issa Rae and Orange Is the New Black’s Laverne Cox among its exec producers, and boasts a strong core cast. Ashley Nicole Black is a delight to watch as Trinity, a spy who is able to walk right into any situation because, as a dark-skinned black woman, she is rarely seen (her adversary, another black woman, evades capture by pretending to be a cleaner). Gabrielle Dennis ably leads a particularly right-on gang initiation with perks for new mums (“just to be clear, we’re not calling it maternity leave any more because we don’t want to be complicit in enforcing a cis-normative agenda”), while Quinta Brunson is frustratingly brilliant as the hapless, insufferable Lachel, partner of the hapless, insufferable Chris (Thede), both of them incapable of following instructions, even when reading their wedding vows. <br /><br />Cultural specificity runs throughout the show, whether that’s a skit about a rude Caribbean restaurant that turns out to be in hell, or a reference to getting a restraining order from the civil rights activist Cornel West. Natasha Rothwell (Insecure) pops up in a scene where a young girl’s attempts to avoid being hit with a belt are turned into a Gladiators-style gameshow. Guest stars are more of the legends category – think Patti LaBelle – rather than flavours of the month.</p><p>The show certainly doesn’t seek to appease white audiences (and why should it?) with long-winded exposition. There aren’t even any white extras here, flipping the usual rules of television, whereby you can watch a whole series without a single person of colour appearing. <br /><br />As with all sketch shows, some things don’t hit the target. The church where everyone’s prayers are self-centred and vapid runs its course in 30 seconds. Fake adverts don’t quite land. The friends trapped together at the end of the world – featuring caricatured portrayals of the members of the cast who play them – sometimes fall flat, and a debate about disgraced celebrities such as R Kelly and Harvey Weinstein quickly trails off before it can reach its full potential.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/01/a-black-lady-sketch-show-hbo-review-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/01/a-black-lady-sketch-show-hbo-review-comedy", "date_published": "2020-09-01 20:35:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DJ Erick Morillo found dead in Florida", "description": "<p>The 49-year-old musician was discovered at a property in Miami Beach on Tuesday morning</p><p>DJ Erick Morillo has been found dead in Florida at the age of 49, police have said.</p><p>The world-renowned musician, known for his 1994 hit I Like to Move It, released under the pseudonym Reel 2 Real, was discovered at a property in Miami Beach on Tuesday morning, according to police.</p> <a href=\"https://www.theguardian.com/music/2020/sep/01/dj-erick-morillo-found-dead-in-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/01/dj-erick-morillo-found-dead-in-florida", "date_published": "2020-09-01 20:22:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil industry lobbies US to help weaken Kenya’s strong stance on plastic waste", "description": "<p>Environmentalists fear changing Kenya’s resolve would lead to all of Africa becoming a plastics dumping ground</p><p>Major oil companies are lobbying the United States to pressure Kenya to change its world-leading stance against plastic waste, according to environmentalists who fear the continent will be used as a dumping ground.</p><p>The request from the American Chemistry Council to the Office of the United States Trade Representative came as the US and Kenya negotiate what would be the first US bilateral trade deal with a country in sub-Saharan Africa.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/kenya-plastic-oil-industry-lobbies-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/kenya-plastic-oil-industry-lobbies-us", "date_published": "2020-09-01 20:17:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris Saint-Germain make £25m offer for Arsenal's Héctor Bellerín", "description": "<ul><li>Spain defender has three years left on contract</li><li>Bayern Munich and Juventus also interested<br /></li></ul><p>Paris Saint-Germain have made a bid of £25m plus £5m in add-ons for the Arsenal right-back Héctor Bellerín.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/sep/01/arsenal-sign-defender-gabriel-magalhaes-from-lyon-in-27m-deal\">Arsenal sign defender Gabriel Magalhães from Lille in £27m deal</a> </p> <a href=\"https://www.theguardian.com/football/2020/sep/01/paris-saint-germain-make-25m-offer-for-arsenals-hector-bellerin\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/01/paris-saint-germain-make-25m-offer-for-arsenals-hector-bellerin", "date_published": "2020-09-01 19:47:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Williamson told about flaws in A-level model two weeks before results", "description": "<p>Exclusive: Ofqual reassured Department for Education that faults could be managed by allowing appeals</p><p>Gavin Williamson was offered evidence of serious flaws in the grading of this year’s exams two weeks before A-level results were published in England, the Guardian has been told.</p><p>But Williamson and the Department for Education were reassured by the exam regulator Ofqual that the flaws could be managed by allowing schools to appeal in cases of unusual results.</p> <a href=\"https://www.theguardian.com/education/2020/sep/01/williamson-told-about-flaws-in-a-level-model-two-weeks-before-results\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/01/williamson-told-about-flaws-in-a-level-model-two-weeks-before-results", "date_published": "2020-09-01 19:39:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland announces local lockdowns and quarantine for arrivals from Greece", "description": "<p>Household gatherings banned in three Greater Glasgow areas and travellers from Greece to self-isolate from Thursday</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Scottish government has announced a ban on household gatherings in three local authorities in the Greater Glasgow and Clyde area for the next two weeks and has imposed quarantine restrictions on people coming from Greece to Scotland from Thursday.</p><p>Nicola Sturgeon, said the localised restrictions – which come into force at midnight on Tuesday and will affect an estimated 800,000 people – apply to those living in West Dunbartonshire, Glasgow and East Renfrewshire, where infection rates have risen in recent days.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/01/coronavirus-scotland-household-gatherings-banned-in-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/01/coronavirus-scotland-household-gatherings-banned-in-glasgow", "date_published": "2020-09-01 19:20:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Los Angeles: sheriff's deputies fatally shoot Black man stopped for riding bicycle", "description": "<p>Police say they saw man riding bicycle in violation of vehicle codes and a chase and fight ensued</p><p>Two Los Angeles sheriff’s deputies fatally shot a Black man after ordering him to stop on his bicycle, the latest police shooting to rock the region in recent months. </p><p>Family members identified the 29-year-old as Dijon Kizzee, 29, <a href=\"https://losangeles.cbslocal.com/2020/09/01/protesters-surround-sheriffs-station-demand-answers-after-bicyclist-shot-killed-by-deputies-in-south-la/\">CBS</a><a href=\"https://losangeles.cbslocal.com/2020/09/01/protesters-surround-sheriffs-station-demand-answers-after-bicyclist-shot-killed-by-deputies-in-south-la/\">Los Angeles reported</a>. Officers shot him on Monday afternoon, after they tried to stop him for allegedly violating vehicle codes.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/01/los-angeles-police-shoot-black-man-bicycle\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/01/los-angeles-police-shoot-black-man-bicycle", "date_published": "2020-09-01 19:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's about finding a place': stunning portraits of women affected by the refugee crisis", "description": "<p>In a new exhibition, artists Sarah Cooper and Nina Gorfer have created a lush and unusual series of portraits that ‘address the time’ we’re living in</p><p>When Swedish nurse Israa Abdali got on a plane to war-torn Syria in 2016, she was shocked by what she saw.</p><p>“Everything was destroyed, I couldn’t believe this was Syria,” said Abdali, who founded the NGO, <a href=\"https://www.facebook.com/standwithsyria.org/\">Stand With Syria</a>. “Every time you went out, you saw someone walking without legs and arms. Everyone lost something.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/01/its-about-finding-a-place-stunning-portraits-of-women-affected-by-the-refugee-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/01/its-about-finding-a-place-stunning-portraits-of-women-affected-by-the-refugee-crisis", "date_published": "2020-09-01 18:50:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on social distancing in reopened schools — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/sep/01/ben-jennings-on-social-distancing-in-reopened-schools-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/sep/01/ben-jennings-on-social-distancing-in-reopened-schools-cartoon", "date_published": "2020-09-01 18:50:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No new investigation into spate of murder-suicides, say police", "description": "<p>Leaked report suggested five cases in northern England between 1996 and 2011 could be work of serial killer </p><p>Detectives are not reopening an investigation into murder-suicides of elderly couples which a report claimed could be the work of a serial killer.</p><p>Cheshire police have dismissed the suggestion <a href=\"https://www.theguardian.com/uk-news/2020/aug/23/cheshire-police-examine-serial-killer-theory-in-five-couples-deaths\">of a link between the five historic cases</a> in the north-west of England after the report leaked to the Sunday Times raised concerns about a third party.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/01/no-new-investigation-into-spate-of-murder-suicides-say-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/01/no-new-investigation-into-spate-of-murder-suicides-say-police", "date_published": "2020-09-01 18:48:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even die-hard fans must be wondering if Tesla stock is moving too fast | Nils Pratley", "description": "<p>Stock split is merely cosmetic for company whose valuation seems to be controlled by pure psychology</p><p>You have to admire Elon Musk’s stage management. On Monday, the Tesla founder delivered a crowd-pleasing five-for-one stock split, transforming a $2,300 share price into a smaller figure to make ownership “more accessible”. The economic effect of the change was precisely zero – investors just got four additional shares for each one they owned – but Tesla’s shares surged 12% anyway.</p><p>On Tuesday, Musk produced a twist. Since investors are clearly keen to throw money at Tesla at almost any price, the company will issue new shares to raise $5bn for “general corporate purposes”. The explanation was gloriously vague but, in Tesla’s shoes, you can afford to be loose. With a stock valuation of $460bn, the new shares represent minimal dilution for existing investors. It would almost be silly not to take advantage.</p> <a href=\"https://www.theguardian.com/technology/nils-pratley-on-finance/2020/sep/01/even-die-hard-fans-must-be-wondering-if-tesla-stock-is-moving-too-fast\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/nils-pratley-on-finance/2020/sep/01/even-die-hard-fans-must-be-wondering-if-tesla-stock-is-moving-too-fast", "date_published": "2020-09-01 18:47:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ray Kelvin returns to active Ted Baker role via board nominee", "description": "<p>Non-executive director Colin La Fontaine Jackson will represent founder’s interests<br /></p><p><a href=\"https://www.theguardian.com/business/ted-baker\">Ted Baker</a> founder Ray Kelvin is to have a say in the running of the brand for the first time since departing over a year ago under a new “relationship agreement”.</p><p>Kelvin, who owns nearly 12% of the fashion company, will have his interests represented on its board by a non-executive director – corporate financial adviser Colin La Fontaine Jackson – with immediate effect.</p> <a href=\"https://www.theguardian.com/business/2020/sep/01/ray-kelvin-returns-to-active-ted-baker-role-via-board-nominee\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/01/ray-kelvin-returns-to-active-ted-baker-role-via-board-nominee", "date_published": "2020-09-01 18:46:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google's advertisers will take the hit from UK digital service tax", "description": "<p>Tech giant will charge additional fee from November for advertising in line with new taxes being imposed in Europe</p><p>Google is to pass the cost of the UK’s digital services tax on to advertisers, adding more than £120m to marketers’ costs annually, as the government’s attempt to get tech giants to pay more to the exchequer is billed to their customers.</p><p>Google has told its tens of thousands of clients that from November it will charge an additional fee for ads served on Google and YouTube. The move will increase advertisers’ costs in line with the amount the tech giant is set to pay in new digital services taxes as they come into force: 2% in the UK, and 5% in Austria and Turkey.</p> <a href=\"https://www.theguardian.com/media/2020/sep/01/googles-advertisers-will-take-the-hit-from-uk-digital-service-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/01/googles-advertisers-will-take-the-hit-from-uk-digital-service-tax", "date_published": "2020-09-01 18:36:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gavin Williamson gets to stay in case Boris needs someone to sack later | John Crace", "description": "<p>The education secretary is the classic useful idiot, with colleagues happy for him to have the spotlight</p><p>No one can accuse Boris Johnson of not seeing the big picture. After a <a href=\"https://www.theguardian.com/world/2020/jun/19/covid-19-climbdowns-the-uk-governments-u-turns-and-missteps\">summer of U-turns</a> – helpfully described by the prime minister as merely strategic tacking into the head of a gale; thank heavens there was a purpose to months of chaos after all – Boris chose to mark parliament’s return by announcing that he was joining LinkedIn. Though with his own CV carefully doctored to omit most of his own career embarrassments. But what some ministers will be really watching for is whether they get an email from Boris to link in with him.</p><p>Not least Gavin Williamson. Private Pike’s <a href=\"https://www.theguardian.com/education/2020/sep/01/gavin-williamson-accused-of-leading-a-summer-of-chaos\">summer from hell</a> has been pure, unrequited joy for most of his cabinet colleagues as it has meant the spotlight has been off them. Their departments have been left to trundle on uninterrupted regardless of any number of minor cock-ups. Matt Hancock looks positively refreshed: though his lucky pink tie still looks as if it is only held together by the stains, he is almost back to his Tiggerish self.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/01/gavin-williamson-gets-to-stay-in-case-boris-needs-someone-to-sack-later\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/01/gavin-williamson-gets-to-stay-in-case-boris-needs-someone-to-sack-later", "date_published": "2020-09-01 18:35:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bloom time: Morrisons doubles in-store flower stalls to meet demand", "description": "<p>UK supermarket chain aims to give jobs to florists who lost work due to coronavirus lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/business/morrisons\">Morrisons</a> is more than doubling the number of flower stalls in its supermarkets and taking on 180 professional florists to create fresh bouquets to meet rising demand.</p><p>The Bradford-based supermarket chain said it wanted to offer jobs to floral arrangement specialists who might have lost work during the coronavirus lockdown, when some high street shops were forced to close. It will now employ 300 florists in total, across more than 100 flower stalls.</p> <a href=\"https://www.theguardian.com/business/2020/sep/01/bloom-time-morrisons-doubles-in-store-flower-stalls-to-meet-demand-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/01/bloom-time-morrisons-doubles-in-store-flower-stalls-to-meet-demand-coronavirus", "date_published": "2020-09-01 18:20:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump arrives in Kenosha with Bill Barr as he pushes law-and-order message", "description": "<ul><li>On arrival, president says: ‘We’ll have plenty to talk about’</li><li>Wisconsin governor and Kenosha mayor opposed Trump trip</li></ul><p>Donald Trump arrived in Kenosha, Wisconsin, on Tuesday with his attorney general, Bill Barr, in tow.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/aug/31/jacob-blake-trump-visit-kenosha\">Jacob Blake: father refuses to ‘play politics with my son’s life’ amid furor over Trump visit</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/01/trump-golf-police-shooting-comparison-fox-news-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/01/trump-golf-police-shooting-comparison-fox-news-interview", "date_published": "2020-09-01 18:12:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10 to 'consider' Marcus Rashford's plea for action on food poverty", "description": "<p>Schools minister says he would be ‘delighted’ to discuss footballer’s proposals to end childhood hunger</p><p>Downing Street has promised to “carefully consider” calls by the footballer Marcus Rashford for the government to take fresh action to tackle childhood hunger.</p><p>After successfully shaming Boris Johnson <a href=\"https://www.theguardian.com/politics/2020/jun/16/boris-johnson-faces-tory-rebellion-over-marcus-rashfords-school-meals-call\">into extending food vouchers</a> for poor households through the school summer holidays, the Manchester United and England forward on Tuesday <a href=\"https://www.theguardian.com/society/2020/sep/01/marcus-rashford-takes-aim-at-child-food-poverty-with-new-taskforce\">launched a new campaign</a>.</p> <a href=\"https://www.theguardian.com/society/2020/sep/01/no-10-to-consider-marcus-rashfords-plea-for-action-on-food-poverty\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/01/no-10-to-consider-marcus-rashfords-plea-for-action-on-food-poverty", "date_published": "2020-09-01 18:12:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Boris Johnson’s trilemma: deficits, taxes or inflation? | Editorial", "description": "<p>The prime minister must choose between the promises he made to ‘red wall’ voters, Tory orthodoxy and heading into the political unknown</p><p>Over the past four decades, Britain has been beset by slowing productivity, soaring inequality, <a href=\"https://www.theguardian.com/environment/2019/feb/12/climate-and-economic-risks-threaten-2008-style-systemic-collapse\" title=\"\">an environmental emergency and repeated financial crises</a>. Coronavirus has thrown into sharp relief existing disparities, and also created new ones. Those in power seem unwilling to deal with a broken system. They shy away from developing the ideas needed for reform. What’s offered is performance rather than policy. In this regard, Boris Johnson’s government excelled: it mouthed the words but didn’t mean any of them.</p><p>That is why the leaks suggesting that the chancellor, Rishi Sunak, is <a href=\"https://www.theguardian.com/politics/2020/aug/31/tories-warn-rishi-sunak-amid-covid-tax-hike-rumours\" title=\"\">contemplating</a> a radical and redistributive budget – with taxes raised on the wealthy, big businesses, pensions and motorists – have to be taken with a pound of salt. These proposals would be the right ones to enact and, if Mr Sunak were to implement them, he would be stealing <a href=\"https://twitter.com/johnmcdonnellMP/status/1299828973665488896?s=20\" title=\"\">shamelessly</a> from Labour’s 2019 manifesto. The chancellor defied his reputation as a state-shrinking Brexiter and splashed out during the pandemic, saving companies from bankruptcy and many people’s jobs – including his own.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/01/the-guardian-view-on-boris-johnsons-trilemma-deficits-taxes-or-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/01/the-guardian-view-on-boris-johnsons-trilemma-deficits-taxes-or-inflation", "date_published": "2020-09-01 17:57:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Denmark to make consent the basis for determining rape", "description": "<p>Government plan to reform sexual violence laws to remove focus on coercion and violence</p><p>The Danish government has announced plans to reform sexual violence laws to make consent rather than violence the basis for determining rape.</p><p>“We are moving from a system where there had to be coercion and violence for it to be rape, to one where there must be consent,” justice minister, Nick Haekkerup, told a press conference.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/denmark-announce-plans-to-reform-sexual-violence-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/denmark-announce-plans-to-reform-sexual-violence-laws", "date_published": "2020-09-01 17:43:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Trickle not a torrent': workers in Canary Wharf and Manchester return to the office", "description": "<p>Suits and takeaway coffees were back out in London’s financial district – but numbers are still lower than normal</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The morning flow of commuters arriving at Canary Wharf, <a href=\"https://www.theguardian.com/uk/london\">London</a>’s financial district, was a trickle on Tuesday rather than the torrent traditionally associated with the end of summer return to work.</p><p>Sparse numbers of suited and smartly dressed workers emerged from the underground station, clutching their morning takeaway coffees, destined for the corporate headquarters of banks, financial services companies and law firms.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/01/trickle-not-a-torrent-workers-in-canary-wharf-and-manchester-return-to-the-office\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/01/trickle-not-a-torrent-workers-in-canary-wharf-and-manchester-return-to-the-office", "date_published": "2020-09-01 17:40:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Byrne apologizes for donning blackface in 1984 video", "description": "<p>Talking Heads frontman sorry for ‘a lack of real understanding’ over video from the Stop Making Sense concert film</p><p>Talking Heads frontman David Byrne has acknowledged and apologized for donning black- and brownface in a 1984 promotional video.</p><p>The video, for the 1984 Stop Making Sense concert film, appears in at least one of its Blu-ray releases and features Byrne, 68, portraying different characters interviewing himself.</p> <a href=\"https://www.theguardian.com/music/2020/sep/01/david-byrne-talking-heads-blackface-video\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/01/david-byrne-talking-heads-blackface-video", "date_published": "2020-09-01 17:39:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Rugby criticised by dozens of academics for trans women ban", "description": "<ul><li>Campaigners say there is no scientific evidence for proposal</li><li>World Rugby defends research that led to decision</li></ul><p>World Rugby’s proposals to ban trans women from playing women’s rugby have been criticised by dozens of academics, who have written to the sport’s governing body to insist there is “no evidence” that trans women pose a safety risk to others playing the sport.</p><p>The letter, which has been co-signed by 84 leading academics from a range of fields including sport, public health and sociology, also questions the science behind the proposed ban and warns it will discriminate against vulnerable people.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/01/world-rugby-criticised-by-dozens-of-academics-for-trans-women-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/01/world-rugby-criticised-by-dozens-of-academics-for-trans-women-ban", "date_published": "2020-09-01 17:30:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Do you get jealous?': the six questions I always get asked about being polyamorous", "description": "<p>Paul Dalgarno has had a wife for 15 years, and another partner for four. He gets asked the same questions a lot</p><p>Tell people you’re polyamorous and a few common questions will almost certainly be coming your way. I know this because I’m polyamorous – by default, if I’m honest, rather than some deeply held philosophy. My wife of 15 years, in addition to being my wife, has other partners. I also have another partner, of four years, who (to date) seems to have no interest in pursuing a romantic relationship with anyone other than me. Go me!</p><p>Which segues nicely into the first thing non-polyamorous people are likely to ask you:</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/02/do-you-get-jealous-the-six-questions-i-always-get-asked-about-being-polyamorous\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/02/do-you-get-jealous-the-six-questions-i-always-get-asked-about-being-polyamorous", "date_published": "2020-09-01 17:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson seeks to mollify Tory MPs dismayed by U-turns", "description": "<p>PM admits government has backtracked on multiple issues but insists it is on right course</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/sep/01/what-are-conservative-backbenchers-main-grievances\">What are Conservative backbenchers’ main grievances?</a></li></ul><p>Boris Johnson has moved to mollify angry backbenchers disillusioned by the number of government U-turns, admitting the government has been forced to backtrack on multiple issues throughout the pandemic but insisting it is on the right course.</p><p>The prime minister has been facing a restive party as MPs return to Westminster, with several senior Conservatives expressing public dismay over the disaster of A-Level grading and chaotic communication over quarantine periods and the use of masks in schools and shops.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/01/boris-johnson-seeks-to-mollify-tory-mps-dismayed-by-u-turns\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/01/boris-johnson-seeks-to-mollify-tory-mps-dismayed-by-u-turns", "date_published": "2020-09-01 17:04:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tony Abbott: some elderly Covid patients could be left to die naturally", "description": "<p>‘Health dictatorships’ failing to consider economic costs of crisis, ex-Australian PM says <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Tony Abbott, the former Australian prime minister tipped to <a href=\"https://www.theguardian.com/australia-news/2020/aug/26/choosing-tony-abbott-uk-trade-envoy-staggering-says-labour\">become a UK trade envoy</a>, has railed against Covid “health dictatorships”, saying the economic cost of lockdowns meant families should be allowed to consider letting elderly relatives with the coronavirus die by letting nature take its course.</p><p>He claimed it was costing the Australian government as much as $200,000 (£110,000) to give an elderly person an extra year’s life, substantially beyond what governments would usually pay for life-saving drugs.</p> <a href=\"https://www.theguardian.com/australia-news/2020/sep/01/tony-abbott-some-elderly-covid-patients-could-be-left-to-die-naturally\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/sep/01/tony-abbott-some-elderly-covid-patients-could-be-left-to-die-naturally", "date_published": "2020-09-01 17:04:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman, 105, leads lawsuit seeking reparations for 1921 Tulsa massacre", "description": "<ul><li>Historians estimate as many as 300 black people were killed</li><li>Suit alleges massacre responsible for inequality in Tulsa today</li></ul><p>A group of Oklahomans, led by 105-year-old woman, filed a lawsuit on Tuesday demanding reparations for the 1921 Tulsa race massacre which saw white mobs burn down a thriving black neighborhood and kill hundreds of people.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/18/trumps-visit-tulsa-spurs-renewed-call-1921-racial-massacre-reparations\">Trump rally in Tulsa spurs renewed call for 1921 racial massacre reparations</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/01/tulsa-massacre-1921-oklahoma-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/01/tulsa-massacre-1921-oklahoma-lawsuit", "date_published": "2020-09-01 16:58:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Sturgeon vows to set out independence vote plans by next spring", "description": "<p>Scotland’s first minister says coronavirus will not put brake on SNP’s ambitions </p><p>The Scottish government will propose the timescale and question for a second referendum on Scottish independence by next spring, Nicola Sturgeon has said, as she pledged the challenges of the coronavirus pandemic would act as an accelerant and not a brake on the Scottish National party’s ambitions.</p><p>Setting out her programme for government – Holyrood’s equivalent to the Queen’s speech – on Tuesday afternoon, the first minister announced a “youth guarantee”, offering a job or a place in education or training to everyone aged 16 to 24 , as she said Covid “will not be the defining experience for this generation”.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/01/nicola-sturgeon-vows-to-set-out-independence-vote-plans-by-next-spring\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/01/nicola-sturgeon-vows-to-set-out-independence-vote-plans-by-next-spring", "date_published": "2020-09-01 16:56:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your summer holiday highlight for the chance to win a £200 holiday voucher", "description": "<p>Whether home or away, tell us about the standout moment from your travels in this strangest of summers</p><p>It’s been a summer like no other. Going on holiday after months of lockdown felt both special and strange. Millions opted to stay in the UK, snapping up rural camping pitches and cottages. Some were lucky enough to dodge the quarantine roulette and make it abroad. We would love to hear about your post-lockdown trip. Tell us about the best bits – or the worst! – giving as much detail as possible about where you were and what you did.</p><p>If you have taken a great photograph of the experience, please feel free to send it in – <strong>though it is your tip that will be judged</strong> for the competition. <strong>Keep your tip to about 100 words</strong>.</p> <a href=\"https://www.theguardian.com/travel/2020/sep/01/share-your-summer-holiday-highlight-for-the-chance-to-win-a-200-holiday-voucher\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/sep/01/share-your-summer-holiday-highlight-for-the-chance-to-win-a-200-holiday-voucher", "date_published": "2020-09-01 16:55:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A star is born in José Mourinho – Football Weekly podcast", "description": "<p>Faye Carruthers is joined by Barry Glendenning, Nicky Bandini, Barney Ronay and Sid Lowe to discuss the new Tottenham Hotspur documentary, the Community Shield and the Women’s Champions League final</p><p><strong>Rate, review, share on </strong><a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\"><strong>Apple Podcasts</strong></a><strong>, </strong><a href=\"https://soundcloud.com/guardianfootballweekly\"><strong>Soundcloud</strong></a><strong>, </strong><a href=\"https://audioboom.com/channel/football-weekly\"><strong>Audioboom</strong></a><strong>, </strong><a href=\"https://www.mixcloud.com/guardianfootballweekly/\"><strong>Mixcloud</strong></a><strong>, </strong><a href=\"https://www.acast.com/footballweekly\"><strong>Acast</strong></a><strong> and </strong><a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\"><strong>Stitcher</strong></a><strong>, and join the conversation on </strong><a href=\"https://www.facebook.com/GuardianPodcasts/\"><strong>Facebook</strong></a><strong>, </strong><a href=\"https://twitter.com/guardianaudio\"><strong>Twitter</strong></a><strong> and </strong><a href=\"mailto:footballweekly@theguardian.com\"><strong>email</strong></a><strong>.</strong></p><p>Carruthers is joined by Barry Glendenning, Nicky Bandini and Barney Ronay to discuss the latest transfer news, where Arsenal go from their <a href=\"https://www.theguardian.com/football/2020/aug/30/arsenal-must-improve-to-deliver-consistently-says-mikel-arteta\">Community Shield Victory</a> and the <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/31/all-or-nothing-tottenham-hotspur-review-where-is-mourinhos-dirty-laundry\">new Spurs documentary All or Nothing</a>. </p> <a href=\"https://www.theguardian.com/football/audio/2020/sep/01/football-weekly-tottenham-jose-mourinho-womens-champions-league-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2020/sep/01/football-weekly-tottenham-jose-mourinho-womens-champions-league-podcast", "date_published": "2020-09-01 16:45:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We let Grenfell Tower residents down, says London fire chief", "description": "<p>Andy Roe also accuses owners of tower blocks of endangering lives by ignoring fire risks</p><p>Tower block owners refusing to fix fire risks are endangering lives, the UK’s most senior firefighter has said, as he admitted the London fire brigade let down the residents of Grenfell Tower.</p><p>Andy Roe, who took over as London fire commissioner in January following severe criticism of the LFB’s culture and response to the Grenfell disaster, took aim at the landlords and developers of thousands of high rise blocks, which more than three years on are still wrapped in dangerous cladding or contain other fire risks.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/01/we-let-grenfell-tower-residents-down-says-london-fire-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/01/we-let-grenfell-tower-residents-down-says-london-fire-chief", "date_published": "2020-09-01 16:40:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Male suicide rate hits two-decade high in England and Wales", "description": "<p>Rate of 16.9 deaths per 100,000 in 2019 was highest since 2000, ONS data shows</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The suicide rate for men in England and Wales in 2019 was the highest for two decades, official figures show.</p><p>Data from the Office for National Statistics (ONS), published on Tuesday, found there were 5,691 suicides registered, with an age-standardised rate of 11 deaths per 100,000 population.</p> <a href=\"https://www.theguardian.com/society/2020/sep/01/male-suicide-rate-england-wales-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/01/male-suicide-rate-england-wales-covid-19", "date_published": "2020-09-01 16:29:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migrant woman gives birth in a helicopter flying to Sicily", "description": "<p>The woman tested positive for Covid-19 and health officials decided to transfer her to Palermo </p><p>A migrant woman, who tested positive for coronavirus, has given birth to a baby on board a helicopter as she was flying to Sicily from the small southern Italian island of Lampedusa.</p><p>The woman was staying at a migrant centre designed to hold about 100 people, which in recent days has been home to nearly 10 times as many due to a pickup in arrivals.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/migrant-woman-gives-birth-in-a-helicopter-flying-to-sicily\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/migrant-woman-gives-birth-in-a-helicopter-flying-to-sicily", "date_published": "2020-09-01 16:29:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France: Primoz Roglic shows he is over crash with strong summit win", "description": "<ul><li>Roglic excels in the Alps a month after Dauphiné collision</li><li>French rider Julian Alaphilippe retains yellow jersey</li></ul><p>Dave Brailsford’s Ineos Grenadiers team are in danger of falling away at this year’s Tour de France. The defending champion, Egan Bernal, was again left in the slipstream of the irrepressible Primoz Roglic, who took an imperious stage victory in the first ski station finish to this year’s race at Orcières-Merlette in the Hautes-Alpes.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/live/2020/sep/01/tour-de-france-2020-stage-four-sisteron-orcieres-merlette-live-updates\">Tour de France 2020: Primoz Roglic wins stage four – as it happened</a> </p> <a href=\"https://www.theguardian.com/sport/2020/sep/01/tour-de-france-primoz-roglic-shows-he-is-over-crash-with-strong-summit-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/01/tour-de-france-primoz-roglic-shows-he-is-over-crash-with-strong-summit-win", "date_published": "2020-09-01 16:29:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SNP ministers focus of 'remarkable' number of bullying cases, says union boss", "description": "<p>Dave Penman tells inquiry that 30 senior officials had raised complaints since 2010</p><p>Scottish National party ministers have been the focus of a “quite remarkable” number of misconduct and bullying complaints compared with those in other parts of the UK, a civil service union leader has told an inquiry.</p><p>Dave Penman, general secretary of the First Division Association, which represents the country’s most senior civil servants, said he had dealt with “a handful” of complaints about ministers in other UK departments over the past decade.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/01/snp-ministers-focus-of-remarkable-number-of-bullying-cases-says-union-boss\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/01/snp-ministers-focus-of-remarkable-number-of-bullying-cases-says-union-boss", "date_published": "2020-09-01 16:26:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five bizarre moments from Trump's interview with Laura Ingraham", "description": "<p>In a particularly odd Fox News interview, the president riffed on Biden’s ‘shadow people’ and compared police shootings to golf</p><p>On Monday night, Fox News broadcast the first part of an interview between Donald Trump and <a href=\"https://www.theguardian.com/us-news/2018/apr/02/aura-ingraham-david-hogg-fox-news-advertisers-boycott-response-latest\">Laura Ingraham</a>. The primetime host is one of the president’s chief boosters, having spoken on his behalf at the Republican convention in 2016.</p><p>But things <a href=\"https://www.youtube.com/watch?v=BqIKDb46Pfc\">did not go entirely smoothly</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/01/donald-trump-laura-ingraham-fox-news-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/01/donald-trump-laura-ingraham-fox-news-interview", "date_published": "2020-09-01 16:25:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "August was deadliest month for coronavirus in California and Idaho", "description": "<ul><li>Midwest emerges as hotspot as US infections reach 6m</li><li>California has most confirmed cases in country with 700,000</li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">C</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">oronavirus – latest global updates</a></li></ul><p>As August came to a close, several states marked the month as their deadliest yet in battling the coronavirus pandemic, including Idaho and California.</p><p>According to an LA Times analysis, California <a href=\"https://www.latimes.com/california/story/2020-08-31/california-surpasses-13-000-deaths-from-coronavirus-pandemic-covid19\">reported 3,745 Covid-19 deaths</a> in August, an 18% increase since July. With 700,000 coronavirus cases, California had the most in the country.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/coronavirus-california-idaho-august-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/coronavirus-california-idaho-august-deaths", "date_published": "2020-09-01 16:19:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rightwing comedians not funny enough for BBC shows, says insider", "description": "<p>Source says producers have sought Conservative-leaning performers, but most ‘aren’t very good’</p><p>The BBC does not book rightwing comedians for its shows because they are not funny enough, according to an individual involved in making some of the corporation’s best-known comedy programmes.</p><p>On Monday the Daily Telegraph <a href=\"https://www.telegraph.co.uk/news/2020/08/31/exclusive-bbcs-new-boss-threatens-axe-left-wing-comedy-shows/\">claimed</a> that the new BBC director general, Tim Davie, was preparing to axe left-leaning comedy shows, such as Radio 4’s The Now Show and Have I Got News For You because they are “unfairly biased against the Tories, Donald Trump and Brexit”, as part of a push to make the corporation’s output appeal to a broader audience.</p> <a href=\"https://www.theguardian.com/media/2020/sep/01/rightwing-comedians-not-funny-enough-for-bbc-shows-says-insider\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/01/rightwing-comedians-not-funny-enough-for-bbc-shows-says-insider", "date_published": "2020-09-01 16:17:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Major tax rises will be needed to tackle record debt levels, Sunak told", "description": "<p>Economists say significant changes should be kept back until proper recovery takes hold</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Tax increases will be needed across the board for Britain’s highest and lowest earners to bring down record levels of government debt amassed during the coronavirus crisis, leading economists have warned.</p><p>Sending a message to the chancellor, <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a>, as he explores possible options for raising taxes at the autumn budget, experts from four of the country’s leading economic thinktanks said any significant tax changes should not be introduced until a sustainable recovery has taken hold.</p> <a href=\"https://www.theguardian.com/business/2020/sep/01/major-tax-rises-needed-to-bring-down-record-debt-levels-sunak-told-recovery-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/01/major-tax-rises-needed-to-bring-down-record-debt-levels-sunak-told-recovery-coronavirus", "date_published": "2020-09-01 16:13:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea Women sign Pernille Harder from Wolfsburg for world record fee", "description": "<ul><li>German club say fee is a record for women’s game</li><li>Harder has scored 105 goals in 114 games for Wolfsburg</li></ul><p>Chelsea Women have signed Pernille Harder from the Champions League finalists Wolfsburg for a fee believed to be around £300,000, which would be a world record in the women’s game.</p><p>The Denmark international, 27, is considered to be one of the best players in the world and the Wolfsburg Frauen sporting director, Ralf Kellermann, admitted it was an extremely tough decision to accept Chelsea’s offer.</p> <a href=\"https://www.theguardian.com/football/2020/sep/01/chelsea-women-sign-denmark-striker-pernille-harder-from-wolfsburg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/01/chelsea-women-sign-denmark-striker-pernille-harder-from-wolfsburg", "date_published": "2020-09-01 16:09:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your experiences of Parkrun", "description": "<p>We would like to hear from runners about their experiences doing the free timed 5km run</p><p>Thanks to the coronavirus pandemic, millions of <a href=\"https://www.theguardian.com/lifeandstyle/2019/oct/04/parkrun-at-15-bigger-more-global-and-slower-than-ever\">Parkrunners</a> worldwide have been deprived of the chance of a weekly 5km race. If you’re among them, we’d love to hear from you. </p><p>What drew you to Parkrun originally, and what did you get out of it? Was it about competing with other runners, or just getting a little bit fitter? How often did you take part? Did you make friends at the runs? How badly are you missing Parkrun, and what if anything have you found to fill the gap?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/01/share-your-experiences-of-parkrun\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/01/share-your-experiences-of-parkrun", "date_published": "2020-09-01 15:45:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Music mogul Akon going ahead with futuristic 'Akon City' in Senegal", "description": "<p>US-Senegalese star says smart city will be built in mould of fictional nation Wakanda</p><p>The US-Senegalese music mogul Akon has said he is pressing ahead with lofty plans to create a futuristic Pan-African smart city in Senegal next year, built in the mould of Wakanda - the fictional, technologically advanced African nation depicted in the Marvel blockbuster Black Panther.</p><p>The 800-hectare (2,000 acre), surrealist, solar-powered “Akon City”, backed by the Senegalese government and funded by unnamed investors, was first announced by Akon in 2018.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/music-mogul-akon-going-ahead-with-futuristic-akon-city-in-senegal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/music-mogul-akon-going-ahead-with-futuristic-akon-city-in-senegal", "date_published": "2020-09-01 15:43:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Mole Agent: the story of the most unusual documentary of the year", "description": "<p>An 83-year-old goes undercover in a Chilean nursing home in a warm-hearted and surprising look at age and intimacy</p><p>With The Mole Agent, Maite Alberdi set out to make a film noir documentary about a spy in a nursing home. She did not expect it to transform into an aching meditation on isolation and loneliness.</p><p>The Chilean film-maker told the Guardian she was initially toying with genre and form. In early scenes, she makes you question whether you’re even watching a documentary because of the heightened noir aesthetic – venetian blinds and high contrast lighting.</p> <a href=\"https://www.theguardian.com/film/2020/sep/01/mole-agent-most-unusual-documentary-year-sundance-maite-alberdi\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/01/mole-agent-most-unusual-documentary-year-sundance-maite-alberdi", "date_published": "2020-09-01 15:36:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Naked self-interest should steer Johnson towards a late Brexit deal | Rafael Behr", "description": "<p>Even if he believes Eurosceptic fantasies, the prime minister should balk at the political cost of talks ending in failure</p><p>The only trade deal that Boris Johnson can agree with the European Union is a flimsy one. It will be a rickety bridge to the continent, much looser than the old one but still tethered in ways that Brexit ideologues hate. That doesn’t mean the prime minister won’t sign. He has a record of doing substandard deals and <a href=\"https://www.theguardian.com/politics/2020/jan/24/sombre-eu-leaders-sign-brexit-withdrawal-agreement\">pretending they are great</a>. Tory hardliners have a record of going along with the charade.</p><p>But first there is the obligatory period of pretending that no bridge is required; that the future is accessed by leaps of faith.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/01/boris-johnson-brexit-deal-political-cost-eurosceptic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/01/boris-johnson-brexit-deal-political-cost-eurosceptic", "date_published": "2020-09-01 15:32:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10 blames EU and plays down prospects of Brexit trade deal", "description": "<p>Spokesman for Boris Johnson says hopes of meeting deadline in December are dwindling<br /></p><p>Downing Street has played down the prospect of reaching a trade deal with the EU in time for December, saying it will be “very difficult” – and blaming Brussels’ insistence on tackling tough issues upfront.</p><p>The UK’s chief negotiator, David Frost, is meeting his EU counterpart Michel Barnier in London, in advance of the next round of formal talks next week.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/01/no-10-blames-eu-and-plays-down-prospects-of-brexit-trade-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/01/no-10-blames-eu-and-plays-down-prospects-of-brexit-trade-deal", "date_published": "2020-09-01 15:24:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is it like to be a middle-aged woman? A son asked his mother – then wrote a comic", "description": "<p>South Korean cartoonist Yeong-shin Ma asked his mother to fill out a notebook detailing her life. Her brutally honest response lead to his graphic novel Moms</p><p>‘K<a href=\"https://koreajoongangdaily.joins.com/2015/05/25/economy/Koreas-kangaroo-tribe-gets-larger/3004594.html\">angaroo tribes</a>” is a South Korean term for what is increasingly a worldwide phenomenon: adult children who live with their parents to save money until they get married. An estimated one in four households in South Korea are kangaroo tribes, and Yeong-shin Ma was in one of them. The cartoonist lived with his mother until he was almost 30.</p><p>“I never had a good relationship with my mom,” says Ma. “But deep inside, we’ve always felt sorry for each other.” (He describes their current state of affairs as “a truce”.)</p> <a href=\"https://www.theguardian.com/books/2020/sep/01/what-is-it-like-to-be-a-middle-aged-woman-a-son-asked-his-mother-then-wrote-a-comic\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/01/what-is-it-like-to-be-a-middle-aged-woman-a-son-asked-his-mother-then-wrote-a-comic", "date_published": "2020-09-01 14:56:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police arrest dozens of Extinction Rebellion protesters in London", "description": "<p>Roads blocked near Parliament Square as group begins 10 days of UK-wide climate action <br /></p><p>Thousands of Extinction Rebellion protesters have descended on Parliament Square in London leading to at least 90 arrests, as the group kicked off 10 days of civil disobedience to demand government action on the climate crisis.</p><p>Four XR groups blocked roads as they marched across central London waving brightly coloured flags and banners demanding MPs back what they have described as the “climate and ecological emergency bill”.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/01/extinction-rebellion-plan-two-weeks-of-disruption-as-parliament-returns\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/01/extinction-rebellion-plan-two-weeks-of-disruption-as-parliament-returns", "date_published": "2020-09-01 14:37:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vanessa Redgrave calls on businesses to help UK's Covid-hit arts sector", "description": "<p>Actor appeals for funds to save jobs in industry that is one of worst affected by pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><a href=\"https://www.theguardian.com/culture/vanessa-redgrave\">Vanessa Redgrave</a> has urged businesses and entrepreneurs to give money to help restore Britain’s coronavirus-threatened arts ecosystem.</p><p>The actor was joined by Sir Lenny Henry, Maxine Peake and Sir Trevor Nunn on Tuesday evening outside the National Theatre in support of an appeal to save jobs across the sector.</p> <a href=\"https://www.theguardian.com/culture/2020/sep/01/vanessa-redgrave-appeal-businesses-help-restore-uk-arts-sector-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/sep/01/vanessa-redgrave-appeal-businesses-help-restore-uk-arts-sector-coronavirus", "date_published": "2020-09-01 14:35:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farage, Ferrari and a Bafta Rising Bile award: Welcome to Fox News UK! | Marina Hyde", "description": "<p>With an ultra-rightwing news network in the pipeline, here’s a schedule guaranteed to give the Beeb a run for its money</p><p>Stories that various <a href=\"https://www.theguardian.com/media/2020/aug/29/rivals-plan-fox-news-style-opinionated-tv-station-in-uk\">UK versions of Fox News</a> are planned to counter the BBC provoke a two-word response. Yes! Finally! I know there will be cautious people who’d ideally like another country to launch a hyperpartisan rightwing news network, then watch how it plays out for everyone across the political spectrum there for a couple of decades before we decide if we honestly want to do that to ourselves. But how could such a controlled experiment be possible? And honestly – what’s the worst that could happen? Herewith the launch schedule.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/01/farage-ferrari-bafta-fox-news-uk-rightwing-beeb\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/01/farage-ferrari-bafta-fox-news-uk-rightwing-beeb", "date_published": "2020-09-01 14:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We sound like superheroes!' – the rappers inspired by the Paralympics", "description": "<p>Rising Phoenix, a new film about the Paralympics, features disabled rappers on its soundtrack. It’s just a dope song, they say, for the human spirit</p><p>‘Biggie made being a big guy cool,” says George Doman. “I want to make being disabled cool. I don’t see why we can’t. Honestly? On this new song, we sound like superheroes. It’s like we deserve our own Marvel movie.”</p><p>California resident Doman, 37, has been rapping under the name <a href=\"https://soundcloud.com/gtragic\">Georgetragic</a> since the dawn of the century, and in 2007 had a track on an album released with the PlayStation game God of War II. But the new song he refers to represents his best chance yet of reaching a mass audience. He takes the first verse in a collaboration with two other disabled rappers on the title track for the documentary <a href=\"https://www.theguardian.com/film/2020/aug/26/rising-phoenix-review-paralympic-athletes-sport-documentary\">Rising Phoenix</a>, a film by directors Ian Bonhôte and Peter Ettedgui, who made McQueen, the<a href=\"https://www.imdb.com/title/tt6510332/\"> acclaimed 2018 biography of fashion designer Alexander McQueen</a>.</p> <a href=\"https://www.theguardian.com/music/2020/sep/01/rising-phoenix-krip-hop-stars-soundtrack-paralympics-film\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/01/rising-phoenix-krip-hop-stars-soundtrack-paralympics-film", "date_published": "2020-09-01 14:22:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Hot, sweaty … just very unpleasant': Parisians adjust to Covid mask law", "description": "<p>Face coverings now mandatory ‘in all shared and enclosed spaces’ as Covid-19 infections rise in France<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It had not – really not – been a pleasant experience. Queuing for their banh mi and bibimbap, sushi or Thai salad outside the fast-food takeaways of the Rue Saint-Lazare, young office workers in central Paris spoke with one voice.</p><p>“I thought I wasn’t going to last an hour, it was so uncomfortable,” said Egé, gesturing at her blue surgical mask. “Hot, sweaty, the smell of your own breath … Just very unpleasant. But you get used to it. In any case, we have no choice.”</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/french-adapt-to-new-coronavirus-law-on-workplace-face-masks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/french-adapt-to-new-coronavirus-law-on-workplace-face-masks", "date_published": "2020-09-01 14:21:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen of the Dolomites glacier could vanish within 15 years", "description": "<p>Italian scientists warn Marmolada has shrunk 80% in 70 years due to global heating</p><p>The largest and most symbolic glacier in the Dolomites could vanish within 15 years because of global heating, Italian scientists have warned.</p><p>The 3,343m Marmolada, located on the border of the Trentino and Veneto regions and known as the Queen of the Dolomites, has already lost more than 80% of its volume over the last 70 years.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/01/marmolada-queen-of-dolomites-glacier-could-vanish-within-15-years\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/01/marmolada-queen-of-dolomites-glacier-could-vanish-within-15-years", "date_published": "2020-09-01 14:17:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bamboo airports and psychedelic oil refineries: Richard Rogers' thrilling legacy", "description": "<p>The visionary architect behind some of the world’s favourite landmarks – and some of its most expensive housing – is <a href=\"https://www.theguardian.com/artanddesign/2020/sep/01/richard-rogers-one-of-uks-top-architects-to-retire\">hanging up his pencil</a>. Our critic assesses his impact</p><p>Richard Rogers has never been the retiring type. He made his name with buildings that exploded their inner workings on to their outsides, dressing galleries and offices with rainbow symphonies of ducts and pipes. He became known for an equally colourful neon wardrobe, along with his love of public debate and bon viveur lifestyle. Now it seems the time has come for the 87-year-old architect to hang up his pencil: <a href=\"https://www.theguardian.com/artanddesign/2020/sep/01/richard-rogers-one-of-uks-top-architects-to-retire\">he is </a><a href=\"https://www.theguardian.com/artanddesign/2020/sep/01/richard-rogers-one-of-uks-top-architects-to-retire\">formally stepping down from the practice</a> he founded more than 40 years ago.</p><p>Not that the pencil was ever Rogers’ favoured tool. He has always been, by his own admission, a terrible draughtsman, and he is dyslexic. He prefers to talk, ideally over a glass of wine and good Italian food. A tutor’s report from 1958 concluded: “His designs will continue to suffer while his drawing is so bad, his method of work so chaotic and his critical judgment so inarticulate.” Yet in his four decades in practice, and as an advisor to government, Lord Rogers of Riverside has probably influenced the face of urban Britain more than any other architect of the late 20th century.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/01/bamboo-airports-psychedelic-oil-refineries-richard-rogers-thrilling-legacy-expensive\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/01/bamboo-airports-psychedelic-oil-refineries-richard-rogers-thrilling-legacy-expensive", "date_published": "2020-09-01 14:03:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 10 and the secretly funded lobby groups intent on undermining democracy | George Monbiot", "description": "<p>Thinktanks such as Policy Exchange are working to shift power away from state institutions – into the prime minister’s office</p><p>To accumulate power, a government with authoritarian tendencies must first destroy power. It must reduce rival centres of power – the judiciary, the civil service, academia, broadcasters, local government, civil society – to satellites of its own authority, controlled from the centre, deprived of independent action. But it must do this while claiming to act in the people’s name.</p><p>So it needs an apparatus of justification: arguments that can be fed through a sympathetic press and manufactured into outrage against its rivals. This is where the intellectual work of such a government is focused.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/01/no-10-lobby-groups-democracy-policy-exchange\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/01/no-10-lobby-groups-democracy-policy-exchange", "date_published": "2020-09-01 13:52:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lebanon bailout conditional on widespread reforms, says Macron", "description": "<p>French leader calls for clarity on financial crisis on second visit to Beirut after port explosion</p><p>Emmanuel Macron has pledged to host another aid conference to support Lebanon during a follow-up visit to blast-ravaged Beirut, in which he cautiously backed the new prime minister, but made any French bailout conditional on a cabinet that implements widespread reforms.</p><p>The French president’s return to Lebanon, nearly one month after <a href=\"https://www.theguardian.com/world/2020/aug/06/beirut-explosion-death-toll-rises-wounded\">his last visit</a> in the wake of <a href=\"https://www.theguardian.com/world/beirut-explosion\">the huge explosion</a> that destroyed swathes of its capital, was seen by local officials as a sign that a financial package they had been pleading for was edging closer. </p> <a href=\"https://www.theguardian.com/world/2020/sep/01/lebanon-bailout-conditional-on-wide-reform-says-macron-beirut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/lebanon-bailout-conditional-on-wide-reform-says-macron-beirut", "date_published": "2020-09-01 13:36:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First day of Ocado M&S deliveries marred by cancellations", "description": "<p>Ocado blames a ‘surge in demand’ for delivery difficulties with Marks &amp; Spencer orders</p><p>Ocado is facing criticism from customers over last-minute order cancellations after struggling to cope on the first day of its <a href=\"https://www.theguardian.com/business/2019/feb/27/marks-and-spencer-agrees-750m-food-delivery-deal-with-ocado\">new service with Marks &amp; Spencer</a>.</p><p>The online grocer blamed a “surge in demand” for what it said was a “small number of cancellations” as it kicked off the partnership with M&amp;S, which ends nearly 20 years of it delivering <a href=\"https://www.theguardian.com/business/waitrose\">Waitrose</a> groceries.</p> <a href=\"https://www.theguardian.com/business/2020/sep/01/first-day-of-ocado-ms-deliveries-marred-by-cancellations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/01/first-day-of-ocado-ms-deliveries-marred-by-cancellations", "date_published": "2020-09-01 13:28:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "German minister spat at and verbally abused at Covid protest", "description": "<p>Jens Spahn subjected to shouts of ‘shame’ and ‘gay pig’ as he confronts crowd<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Germany’s health minister was jeered, spat at and targeted by homophobic abuse as the countrywide protests of a vocal minority of people against coronavirus restrictions has taken on an increasingly aggressive tone.</p><p>The Conservative politician Jens Spahn, a key figure in Germany’s handling of the pandemic, on Saturday tried to confront a crowd of protesters outside an event ahead of local elections in North-Rhine Westphalia.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/german-health-minister-jens-spahn-targeted-by-homophobic-abuse-from-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/german-health-minister-jens-spahn-targeted-by-homophobic-abuse-from-protesters", "date_published": "2020-09-01 13:12:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ambassador to Portugal warns: travel rules can change quickly", "description": "<p>Diplomat fuels speculation over quarantine reintroduction for UK arrivals from Portugal</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Britain’s ambassador to Portugal has said the new air bridge to Portugal could “change quickly”, as holidaymakers scramble to return before an expected reimposition of quarantine restrictions.</p><p>Chris Sainty fuelled speculation on Tuesday that the restrictions for those travelling back from Portugal could be reintroduced later this week, only two weeks after they were lifted.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/uk-ambassador-to-portugal-warns-travel-rules-can-change-quickly\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/uk-ambassador-to-portugal-warns-travel-rules-can-change-quickly", "date_published": "2020-09-01 13:10:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joy, tears and coronavirus controls: children return to school across England", "description": "<p>Pupils, parents and teachers adjust to new normal for education in the age of Covid</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As many children in England go back to school for the first time in months, we talked to parents around the country about their expectations, anxieties, and how they hope to navigate their way through the <a href=\"https://www.theguardian.com/world/2020/aug/31/schools-in-england-and-wales-draw-up-covid-behaviour-codes\">new normal </a>in the age of the pandemic.</p> <a href=\"https://www.theguardian.com/education/2020/sep/01/joy-tears-and-coronavirus-controls-children-return-to-school-across-england-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/01/joy-tears-and-coronavirus-controls-children-return-to-school-across-england-covid", "date_published": "2020-09-01 13:01:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kitchen tips for more taste and less waste | Kitchen aide", "description": "<p>Kitchen hacks abound on the internet, but not enough consider flavour or reducing food waste. We asked cooks for a few practical ideas</p><p>• Do you have a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>What are the best hacks for optimising speed and flavour, and minimising <a href=\"https://www.theguardian.com/food/series/waste-not\">waste</a>?<br /></strong><em><strong>Jess, Glasgow</strong></em></p><p>If you’ve ever fallen down a rabbit hole watching YouTube or Instagram, you’ll know there’s a big, bad world of kitchen hacks (otherwise known as <a href=\"https://www.theguardian.com/lifeandstyle/series/kitchen-tips\">tips</a>) lurking in the depths of the internet. While some will waste your time and ingredients (hello, <a href=\"https://www.google.com/search?q=melted+gummy+bear+jelly&amp;oq=melted+gummy+bear+jelly&amp;aqs=chrome..69i57j33l7.919j0j7&amp;sourceid=chrome&amp;ie=UTF-8\">melted gummy bear jelly</a>), others can make you a more efficient cook.</p> <a href=\"https://www.theguardian.com/food/2020/sep/01/kitchen-tips-for-more-taste-and-less-waste\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/01/kitchen-tips-for-more-taste-and-less-waste", "date_published": "2020-09-01 13:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Screen burn: why the glare from your computer could be ageing your skin", "description": "<p>Researchers have suggested a week in front of a screen is the same as 25 minutes in the sun. So should you be slapping on the sunblock every morning before sitting down to work?<br /></p><p><strong>Name: </strong>Screen burn.</p><p><strong>Age</strong>: Me? I’m 17.</p> <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/sep/01/screen-burn-why-the-glare-from-your-computer-could-be-ageing-your-skin\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/shortcuts/2020/sep/01/screen-burn-why-the-glare-from-your-computer-could-be-ageing-your-skin", "date_published": "2020-09-01 12:53:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charlie Hebdo reprints cartoons of prophet ahead of terror trial", "description": "<p>Images depicting Muhammad on cover as alleged accomplices in 2015 attack due in court</p><p>The French satirical newspaper Charlie Hebdo is to republish controversial cartoons of the Prophet Muhammad to mark the start of a trial of suspected accomplices of terrorist gunmen who attacked its offices in January 2015.</p><p>The attack on the publication’s offices by brothers Saïd and Chérif Kouachi left 12 people dead, including <a href=\"https://www.theguardian.com/world/2016/mar/19/still-makes-me-angry-wife-murdered-charlie-hebdo-cartoonist-georges-wolinski\">several of France’s most famous cartoonists</a>.</p> <a href=\"https://www.theguardian.com/media/2020/sep/01/charlie-hebdo-reprints-muhammad-cartoons-prophet-terror-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/01/charlie-hebdo-reprints-muhammad-cartoons-prophet-terror-trial", "date_published": "2020-09-01 12:52:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's frustrating': UK social workers say they lack time and resources to do their job", "description": "<p>Guardian’s Social Lives research finds only 29% in the profession feel their workload is manageable</p><p><a href=\"https://www.theguardian.com/society/2020/jul/28/online-event-whats-it-like-to-be-a-social-worker-in-2020\">Sign up for our online event: what’s it like to be a social worker in 2020? </a></p><p>When Megan Evans* qualified as a children’s social worker three years ago, she was in denial about how stressful the job would be. Evans works in Wales with up to 35 children and families at any one time, a caseload she often finds overwhelming. “It’s frustrating. I can’t help the people I want to help,” she says. “I know it’s a massive cliche but that’s why I came into this role. I feel like I’m just treading water.”</p><p>It’s a sentiment echoed by many of the 2,196 social workers across the UK who took part in <a href=\"https://www.theguardian.com/society/2020/jan/21/social-workers-tell-us-how-you-feel-about-your-job\">Guardian Jobs’ Social Lives survey, launched in January</a>, conducted by Ipsos Mori. More than a third (37%) do not feel they have the time to fulfil their duties, and 30% do not have the resources. Overall, only 29% feel their workload is manageable.</p> <a href=\"https://www.theguardian.com/society/2020/sep/01/social-workers-lack-time-resources-to-do-job\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/01/social-workers-lack-time-resources-to-do-job", "date_published": "2020-09-01 12:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Squash up! 17 delicious ways with courgettes, from creamy carbonara to spicy dal", "description": "<p>Make the most of the summer glut with these imaginative, versatile recipes. There is even a courgette-based martini<br /></p><p>When home-growers speak of a glut of vegetables, it is usually with a tinge of pride, rather than a sense of burden. It means eating green beans twice in a week or giving away a bag of tomatoes. When it comes to courgettes, however, the word glut can take on a dimension of horror.</p><p>I speak from experience. At the end of July, I had harvested fewer than half a dozen courgettes from my tiny plot, each no bigger than a gloved thumb, and was ready to count the crop a failure. But, by mid-August, I was picking four or five courgettes a day just to keep on top of things – anything I missed soon grew to such monstrous proportions that it couldn’t even be given away. Everyone likes baby courgettes. No one wants a marrow the size of a baby. For me, courgettes present more than a culinary quandary. They are a storage problem.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/01/squash-up-17-delicious-ways-with-courgettes-from-creamy-carbonara-to-spicy-dal\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/01/squash-up-17-delicious-ways-with-courgettes-from-creamy-carbonara-to-spicy-dal", "date_published": "2020-09-01 11:46:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back to school and a Havana sunset: Tuesday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/sep/01/back-to-school-and-a-havana-sunset-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/sep/01/back-to-school-and-a-havana-sunset-tuesdays-best-photos", "date_published": "2020-09-01 11:23:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Here we go': inside the transfer window with Fabrizio Romano – video", "description": "<p>The transfer window can be a time of huge excitement or heartbreak for football fans across the world. Italian football journalist Fabrizio Romano, who prides himself on being the first to break the latest transfer rumours, shares his insight into what it is like to work during the transfer window, his unusual sleeping pattern and the challenges Covid-19 have presented to closing a deal</p> <a href=\"https://www.theguardian.com/football/video/2020/sep/01/here-we-go-inside-the-football-transfer-window-with-fabrizio-romano-video\">Continue reading...</a>", "link": "https://www.theguardian.com/football/video/2020/sep/01/here-we-go-inside-the-football-transfer-window-with-fabrizio-romano-video", "date_published": "2020-09-01 11:02:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for summer carrots, green curry sauce", "description": "<p>An unusual spicy treat which tastes as colourful as it looks</p><p>For the green spice paste, remove the stalks from 3 green bird’s eye chillies and put them in a food processor together with 8 black peppercorns, 25g of coriander stalks and 2 large handfuls of leaves, 3 cloves of garlic, 2 fat sticks of lemongrass, the juice and zest of 1 lime and 4 tbsp of groundnut oil. Process to a rough and fragrant paste.</p> <a href=\"https://www.theguardian.com/food/2020/sep/01/nigel-slater-recipe-summer-carrots-green-curry-sauce\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/01/nigel-slater-recipe-summer-carrots-green-curry-sauce", "date_published": "2020-09-01 11:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teachers in England and Wales: tell us about returning to school", "description": "<p>We’d like to hear from teachers and parents about how they felt returning to school amid the coronavirus pandemic</p><p>With new measures including hand-washing routines, ‘bubble’ student groups, and even coronavirus <a href=\"https://www.theguardian.com/world/2020/aug/31/schools-in-england-and-wales-draw-up-covid-behaviour-codes\">behavioural codes</a>, the majority of pupils in England returned to school today for the start of the new academic year.</p><p>The reopening of schools follows <a href=\"https://www.theguardian.com/education/2020/aug/03/concerns-persist-over-plan-to-reopen-schools-in-england\">months of contestation </a>over protective measures, with some headteachers warning they felt forced to choose between <a href=\"https://www.theguardian.com/world/2020/aug/30/covid-19-forcing-schools-in-england-to-juggle-pupil-and-financial-safety\">pupil safety and financial stability</a>.</p> <a href=\"https://www.theguardian.com/education/2020/sep/01/teachers-and-parents-in-england-tell-us-about-returning-to-school-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/01/teachers-and-parents-in-england-tell-us-about-returning-to-school-coronavirus", "date_published": "2020-09-01 10:39:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK mortgage demand nears pre-Covid level amid stamp duty cut", "description": "<p>Bank of England figures show consumer borrowing up in July as coronavirus lockdown eased</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Mortgage demand increased sharply and consumer borrowing rose for the first time in five months as the UK emerged from its <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19 </a>lockdown in July, the Bank of England has said.</p><p>The latest Threadneedle Street data showed the number of new home loan approvals jumped from 39,900 in June to 66,300 in July.</p> <a href=\"https://www.theguardian.com/business/2020/sep/01/uk-mortgage-covid-stamp-duty-bank-of-england-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/01/uk-mortgage-covid-stamp-duty-bank-of-england-coronavirus-lockdown", "date_published": "2020-09-01 10:33:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles & Eddie's Eddie Chacon: 'It took me 10 years to recover from being a one-hit wonder'", "description": "<p>The soulful singer had a worldwide hit with 1992’s Would I Lie to You, but he was dropped and his musical partner died. Now, he has poured his pain into a cathartic comeback album</p><p>Eddie Chacon still remembers hitting rock bottom. “It was 15 years ago,” he says. “And it sounds like something from like a bad movie.” Since childhood, he would get up at 8am and work on music. “That morning, my wife walked into my studio and I was just sitting there. She asked, ‘What’s wrong?’ I just said, ‘Nobody’s listening.’ I turned everything off, walked out, and I never went back for 10 years.”</p><p>It’s a warm summer’s morning in Los Feliz, Los Angeles and Chacon is sitting in the bright, white study of his 1930s Spanish-style casita and talking about his new album, <a href=\"https://eddiechaconofficial.bandcamp.com/album/pleasure-joy-and-happiness\">Pleasure, Joy and Happiness</a>. If you know Chacon’s name it’s most likely as one half of early 90s US duo Charles &amp; Eddie, who were No 1 for two weeks in 1992 with the sweet neo-soul pleader <a href=\"https://www.youtube.com/watch?v=G_UXvcr22rM\">Would I Lie to You</a>. Eddie was the androgynously handsome Latino one with the hoop earrings and the mane of thick, dark black hair halfway down his back. He sang the Marvin-meets-Jacko falsetto parts and those little cries of “Oh yeah!”</p> <a href=\"https://www.theguardian.com/music/2020/sep/01/eddie-chacon-charles-and-eddie-comeback-album\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/01/eddie-chacon-charles-and-eddie-comeback-album", "date_published": "2020-09-01 10:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK farm workers: how has the picking season been?", "description": "<p>British farms feared they might not have enough workers to harvest fruit and vegetables this summer. Share your stories</p><p>We’d like to hear from those who are new to working in the UK food and agriculture sector about their experiences.</p><p>British farms feared they might not have enough workers to harvest fruit and vegetables this summer, as the ramifications of Brexit began to crystallise during the onset of the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/01/uk-farm-workers-how-has-the-picking-season-been\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/01/uk-farm-workers-how-has-the-picking-season-been", "date_published": "2020-09-01 10:08:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I'm still hurting': encounter with Phoenix police leaves teenage girl with permanent burn scars", "description": "<p>Revealed: officers held Roniah Trotter to the hot pavement on a 113F day, leaving her with second-degree burns and memories that won’t fade</p><p>A teenage girl says she suffered serious burns and lasting injuries when Phoenix police officers pinned her to scalding hot asphalt during a heatwave last year, the latest brutality claim against a department that has faced growing backlash over its use of force.</p><p>On 20 August 2019, Phoenix police were responding to calls of a fight between a group of high school students when Roniah Trotter, 17, said a policeman grabbed her and held her face down on the sidewalk while trying to arrest her, placing his knee on her back. By the time officers allowed her to get off the ground, she had suffered second-degree burns across her shoulder and arm, her medical records show. There were record-breaking 113F (45C) temperatures that day.</p> <a href=\"https://www.theguardian.com/weather/2020/sep/01/im-still-hurting-encounter-with-phoenix-police-leaves-teenage-girl-with-permanent-burn-scars\">Continue reading...</a>", "link": "https://www.theguardian.com/weather/2020/sep/01/im-still-hurting-encounter-with-phoenix-police-leaves-teenage-girl-with-permanent-burn-scars", "date_published": "2020-09-01 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: will you be protesting with Extinction Rebellion this week?", "description": "<p>Climate activists are set to hold fortnight of demonstrations to highlight global heating and protest government inaction</p><p>Extinction Rebellion is set to begin <a href=\"https://www.theguardian.com/environment/2020/sep/01/extinction-rebellion-plan-two-weeks-of-disruption-as-parliament-returns\">up to a fortnight of demonstrations in London, Cardiff and Manchester</a> on Tuesday to highlight global heating and protest government inaction despite the declaration of a climate emergency. We would like to hear from people who will be protesting this week.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/01/tell-us-will-you-be-protesting-with-extinction-rebellion-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/01/tell-us-will-you-be-protesting-with-extinction-rebellion-this-week", "date_published": "2020-09-01 09:51:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tommy Hilfiger embraces modest fashion with launch of first hijab", "description": "<p>Some welcome move as embracing diversity while others see it as a canny choice to tap into a growing Muslim consumer culture</p><p>Top American fashion label Tommy Hilfiger has launched its first hijab, in a move that some see as a welcome shift towards embracing more diversity but others see as a canny decision to tap into a growing segment of the fashion market.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/aug/30/ladies-dont-worry-about-zoom-face-the-rapacious-beauty-industry-is-here-to-help\">Ladies, don't worry about Zoom face - the rapacious beauty industry is here to help | Catherine Bennett</a> </p> <a href=\"https://www.theguardian.com/fashion/2020/sep/01/tommy-hilfiger-first-hijab-launch-modest-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/sep/01/tommy-hilfiger-first-hijab-launch-modest-fashion", "date_published": "2020-09-01 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Decision due 'very soon' on delaying GCSEs and A-levels", "description": "<p>Schools minister says issue is complicated due to time needed for marking and university admission timetable</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government will decide “very soon” whether to delay next year’s GCSEs and A-levels to give students more time to prepare, a minister has confirmed.</p><p>As children started to return to classrooms across England and Wales on Tuesday, the schools minister, Nick Gibb, said the government would decide “as soon as we can” whether to push back the date from May.</p> <a href=\"https://www.theguardian.com/education/2020/sep/01/decision-due-very-soon-on-delaying-gcses-and-a-levels\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/01/decision-due-very-soon-on-delaying-gcses-and-a-levels", "date_published": "2020-09-01 08:32:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toots Hibbert of reggae group Toots and the Maytals in intensive care", "description": "<p>Reggae legend awaiting results of a Covid-19 test at a private facility in Kingston, Jamaica</p><p>Toots Hibbert, frontman of reggae group Toots and the Maytals, has been admitted to an intensive care unit in a Jamaican hospital with a possible case of <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19</a>.</p><p>A statement from his family said Hibbert was waiting for the results of a coronavirus test: “While reports of Mr Hibbert being in an intensive care unit at a private facility in the Corporate Area are true, the family would like to assure those concerned that he is making positive progress and is receiving the best possible treatment, while he awaits the results on his Covid-19 test. He is resting and in good spirits, and is showing signs of improvement by the hour.”</p> <a href=\"https://www.theguardian.com/music/2020/sep/01/toots-hibbert-toots-and-the-maytals-hospital-covid-19-jamaica\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/01/toots-hibbert-toots-and-the-maytals-hospital-covid-19-jamaica", "date_published": "2020-09-01 08:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We’ve covered huge swathes of the UK in tarmac': how roads affect birds", "description": "<p>Rarer birds suffer the most from the network that criss-crosses the country, finds study, but kerbside life appears to suit some</p><p>In 1925, ecologist Dayton Stoner drove 632 miles through Iowa, making a note of all the dead animals he saw en route. There were 225 pieces of roadkill in total, including red-headed woodpeckers, painted terrapins and blue racer snakes – once-common species that are now rare. The paper, called <a href=\"https://science.sciencemag.org/content/61/1568/56\">The Toll of the Automobile</a>, was the first study of “road ecology” – a growing area of research that looks at the many ways tarmac dissects habitats.</p><p>In Britain, dead pheasants, foxes and badgers are common roadside sightings, but much of the environmental damage is hidden and hard to measure – roads fragment habitats and damage them through noise, chemical and light pollution. There are an estimated 28m miles (45m km) of paved roads on our planet, set to increase to about 43m miles by 2050, according to the <a href=\"https://www.iea.org/reports/global-land-transport-infrastructure-requirements\">International Energy Agency</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/01/weve-covered-huge-swathes-of-the-uk-in-tarmac-how-roads-affect-birds-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/01/weve-covered-huge-swathes-of-the-uk-in-tarmac-how-roads-affect-birds-aoe", "date_published": "2020-09-01 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Samsung Galaxy Watch 3 review: the new king of Android smartwatches", "description": "<p>Great design, screen, performance, battery and health-tracking, with long support and sustainability</p><p>Samsung’s latest, the Galaxy Watch 3, is an all-round refinement of its previous excellent smartwatch efforts – slimmer, lighter and with a larger screen.</p><p>The £399 Galaxy Watch 3 comes in two sizes (41mm or 45mm), two colours and with or without 4G, aiming to be the Apple Watch of Android, here reviewed in black with a 45mm case. It sits alongside the smaller, fitness-focused <a href=\"https://www.theguardian.com/technology/2020/may/13/samsung-galaxy-watch-active-2-review-best-smartwatch-for-android\">Galaxy Watch Active 2</a> and works with any brand of Android with access to the Google Play Store as well as an iPhone running iOS 9 or newer.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/01/samsung-galaxy-watch-3-review-the-new-king-of-android-smartwatches-screen-battery\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/01/samsung-galaxy-watch-3-review-the-new-king-of-android-smartwatches-screen-battery", "date_published": "2020-09-01 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pom-poms and pig's bladders: the traditions of Germany's Black Forest – in pictures", "description": "<p>Photographer <a href=\"https://www.christinastohn.com/\">Christina Stohn</a> grew up in the Black Forest, where deep-seated customs make use of wooden masks and dried bull’s genitals. She talks us through her images</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/01/pom-poms-and-pigs-bladders-the-traditions-of-germanys-black-forest-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/01/pom-poms-and-pigs-bladders-the-traditions-of-germanys-black-forest-in-pictures", "date_published": "2020-09-01 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wanted: thick-skinned maverick to head up World Trade Organization", "description": "<p>As Roberto Azevêdo steps down early, eight candidates step up for poisoned chalice of being WTO director general</p><p>Wanted: someone to step in and turn around a big and failing multilateral organisation. The post involves relocation to Geneva where the successful candidate will require the cunning of a Machiavelli, the political skills of Nelson Mandela and the thick skin of a rhinoceros. Plus a good dollop of luck.</p><p>The job description for director general of the World Trade Organization did not quite go like that, but none of the eight people who have put themselves forward to succeed Brazil’s <a href=\"https://www.theguardian.com/world/2020/may/14/roberto-azevedo-quits-as-wto-world-trade-organization-chief-a-year-early\">Roberto Azev</a><a href=\"https://www.theguardian.com/world/2020/may/14/roberto-azevedo-quits-as-wto-world-trade-organization-chief-a-year-early\">êdo</a> are in any doubt as to the extent of the challenge.</p> <a href=\"https://www.theguardian.com/world/2020/sep/01/wanted-thick-skinned-maverick-director-general-to-head-up-world-trade-organization\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/01/wanted-thick-skinned-maverick-director-general-to-head-up-world-trade-organization", "date_published": "2020-09-01 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to build a secondhand capsule wardrobe", "description": "<p>As Oxfam’s Second Hand September campaign urges more of us to buy preloved clothes, here’s how to find modern classics without buying new</p><p>Think of vintage or secondhand clothing and you are likely to picture wacky prints, T-shirts advertising long-ago band tours, and floral tea dresses. All of which are great, if retro is your thing, but what if you like a more understated look? With campaigns such as Oxfam’s <a href=\"https://oxfamapps.org/secondhandseptember/\">Second Hand September</a> urging us to buy only secondhand clothes for 30 days, is it possible to use such purchases as the building blocks for a capsule wardrobe?<br /></p><p>“People are driven to secondhand for many different reasons,” says Fanny Moizant, co-founder of the resale site <a href=\"https://www.vestiairecollective.com/\">Vestiaire Collective</a>. “Building a unique wardrobe is one of them,” she says. “It’s exciting to hunt for stand-out pieces that you won’t find anywhere else.” Another reason, she says, is the wish to be more eco-friendly. “As we’re seeing a shift towards consuming more consciously, I think the concept of investing in quality pieces that will last you for years and building a secondhand capsule wardrobe is becoming more appealing.”<br /></p> <a href=\"https://www.theguardian.com/fashion/2020/sep/01/how-to-build-a-secondhand-capsule-wardrobe\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/sep/01/how-to-build-a-secondhand-capsule-wardrobe", "date_published": "2020-09-01 05:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It tortures me to imagine her dying without us' – the life and lonely death of Doreen Chappell", "description": "<p>In April, Doreen, who lived in an assisted living facility, contracted Covid-19. Her family are devastated by her death, and believe she would still be alive today had she not been disabled<br /></p><p>If Doreen Chappell’s first marriage was a disaster, her second one was a great success. She was born Doreen Brenda Ward in the East End of London, in 1936; her mother was a seamstress, her father, who had seen action at Gallipoli, later became a telecoms engineer.</p><p>It was a working-class household: Doreen left school at 15 to look for a job. Like many young women of the era, she became a typist and secretary, even having elocution classes to improve her chances of getting work.</p> <a href=\"https://www.theguardian.com/society/2020/sep/01/it-tortures-me-to-imagine-her-dying-without-us-the-life-and-lonely-death-of-doreen-chappell\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/01/it-tortures-me-to-imagine-her-dying-without-us-the-life-and-lonely-death-of-doreen-chappell", "date_published": "2020-09-01 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The butcher's shop that lasted 300 years (give or take)", "description": "<p>Frank Fisher, now 90, was a traditional high street butcher his whole working life – as were three generations of his family before him. How does a man dedicated to serving his community decide when it’s time to hang up his white coat? By Tom Lamont</p><p>Frank Fisher’s butcher’s shop had been in business, he liked to tell people, for more than 300 years. A while back, a signpainter was commissioned to advertise this fact on an outside wall, in case any strangers should pass through the market town of Dronfield in Derbyshire and feel compelled to stop and inspect a time capsule. When I first visited, in January 2018, I found a low, square-windowed room tiled in faded beige and blue. Most of the interior was taken up by a walk-in meat larder, with just enough room left over for a counter, a crimson-stained cutting block and Frank himself. Saws and cleavers dangled, ominously, at throat height; you had to be careful not to impale yourself on the hooks that curled down from a black-lacquered carcass beam. Frank, who was 88 that year, moved with grace around the cramped space, having first come to work here as a teenager. When I asked how much had changed over the past 75 years, he took a good long look around and said: “The weighing scale used to be over there, love.”</p><p>In some respects, Frank’s was like any number of small shops in Britain. It had once been essential to the local community, depended-on. And now it was marginal, perishing in plain sight as the people of Dronfield chose to buy their goods in one of a trio of supermarkets, or to have deliveries brought to them by van. Open at 9am sharp, Frank had waited until 11.30am for his first visitor of the day – and here I came, not with an empty shopping basket, but a reporter’s notebook. I’d read about his shop in the Yorkshire Evening Post, and about how Frank was refusing to shut, even as his strength declined and he struggled to keep the lights on. His was the last butcher’s shop in the middle of town. The last traditional shop on the main road. He was the last butcher in an ancient family of them, and he insisted that he wasn’t ready to hang up his white coat just yet.</p> <a href=\"https://www.theguardian.com/news/2020/sep/01/frank-fisher-butchers-shop-closure-death-of-high-street\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/sep/01/frank-fisher-butchers-shop-closure-death-of-high-street", "date_published": "2020-09-01 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chilling out: cold-water surfers in Australia – in pictures", "description": "<p>Victoria’s coronavirus travel restrictions have meant the surfing community on Phillip Island have had the local beaches to themselves this past winter. While temperatures will rise with the onset of spring, these surfers brave chilly waters that plummet to 11C to find their own piece of isolation in the water. Photographer <a href=\"https://www.instagram.com/al.nielsen/\">Alexandra Nielsen</a> captured the surfers over the colder months</p> <a href=\"https://www.theguardian.com/sport/gallery/2020/sep/01/chilling-out-cold-water-surfers-in-australia-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2020/sep/01/chilling-out-cold-water-surfers-in-australia-in-pictures", "date_published": "2020-09-01 02:32:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who are Europe's Dreamers? – podcast", "description": "<p>Across Europe, millions of young people live in undocumented limbo, in fear of deportation from the countries they grew up in because of hostile migration policies. Now, inspired by their US counterparts, they are fighting for recognition and residency<br /></p><p>The US Dreamers – young people who arrived in the country as children – have spent the past 20 years focused on their fight for the legal right to live, study and work there. In 2012 they secured an intervention from the then president, Barack Obama, who paved the way for their legal status with the Deferred Action for Childhood Arrivals (Daca) programme. In Europe, populist politicians and the rightwing press still fuel the perception that the undocumented population is a faceless mass of opportunists. It is not well understood that the majority of people without papers are young people, many of whom arrived in <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a> as small children, and some were even born there. Now, inspired by their US counterparts, they are fighting for recognition and residency.</p><p>The journalist <strong>Charlotte Alfred</strong> tells <strong>Rachel Humphreys</strong> about how Europe forces its Dreamers to live in the shadows. Charlotte interviewed<strong> Ijeoma Moore </strong>who at 15 was put in a detention centre and narrowly avoided deportation three times. A decade on, Moore is still not a UK citizen. She will not officially become British until she turns 33 – 31 years after she arrived in the country and picked up a<strong> </strong>London accent. The journalist <strong>Giacomo Zandonini </strong>discusses the case of <strong>Luca Neves</strong>, who was born in Rome and has always lived there, but for 12 years has been undocumented, trapped by hardline migration laws.</p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/01/who-are-europe-dreamers-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/01/who-are-europe-dreamers-podcast", "date_published": "2020-09-01 02:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to my nightmare: researchers to investigate the strange world of Covid dreams", "description": "<p>Vivid and more frequent dreams during the pandemic are not just a topic of idle chatter – cognitive neuroscientists, psychologists and philosophers are also interested</p><p>How Covid-19 is impacting people’s dreams is the subject of a study being run by a cross-disciplinary team of academics from Australia, the UK and Finland.</p><p>“Pandemic dreams” are already the subject of a book of essays from Harvard research Deirdre Barrett, alongside reams of popular audience articles and social media posts.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/01/welcome-to-my-nightmare-researchers-to-investigate-the-strange-world-of-covid-dreams\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/01/welcome-to-my-nightmare-researchers-to-investigate-the-strange-world-of-covid-dreams", "date_published": "2020-09-01 00:20:02+00:00", "persistent": false, "user": null, "language": "en-UK"}]