[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Anat Cohen and Marcello Gonçalves: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nColin Marshall | September 2, 2020\nAnat Cohen and Marcello Gonçalves's music comes from the heart of Brazil. The first two songs are choros, from the choro genre of music that originated in 19th century Rio de Janeiro. Think of choro music like New Orleans jazz, but in South America, both born of European and African influences. Cohen, on the other hand, is a clarinetist from Israel and the composer of these tunes. She developed a passion for Brazilian music while studying at Berklee College of Music and not long afterward found herself in a \"roda\" (choro jam session) in Rio de Janeiro with some of the most virtuosic players in Brazil's choro scene. It was on that trip 20 years ago when Cohen met Gonçalves for the first time. All these years later, choro music has woven many of the threads in Cohen's musical fabric.\n\nThis duo was recently revered for their 2018 Grammy-nominated record, Outra Coisa, which celebrates the music of the iconic Brazilian woodwind player and composer Moacir Santos. Gonçalves is acclaimed for refining Santos's orchestral arrangements down to just two musicians. Notice Gonçalves's seven-string guitar, a common instrument in choro music; the additional string extends the lower register as if to combine an acoustic and bass guitar. Cohen explained in an email that playing with Gonçalves \"makes me feel like I am playing with a full band.\"\n\nIf not for the pandemic, Cohen would be on tour right now with two projects: the supergroup Artemis (which will release its self-titled debut album on Sept. 11 on Blue Note Records) and the Anat Cohen Tentet, which received a Grammy nomination of its own for the 2019 release Triple Helix. But this duo has managed to stay productive in Rio, with a new album in the works. Gonçalves is thankful for his time with Cohen this year to \"practice our instruments, play in duo, compose, record or simply have silence, peace and stay safe.\"\n\nSET LIST\n\"Waiting for Amalia\"\n\"Valsa do Sul (Waltz of the South)\"\n\"In the Spirit of Baden\"\n\nMUSICIANS\nAnat Cohen: clarinet; Marcello Gonçalves: seven-string guitar\n\nCREDITS\nVideo by: Anat Cohen and Marcello Gonçalves; Audio by: Anat Cohen, Marcello Gonçalves and Josh Rogosin; Producer: Colin Marshall; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=vhfsae_nv-4", "date_published": "2020-09-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Yo-Yo Ma, Stuart Duncan, Edgar Meyer and Chris Thile: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSept. 1, 2020 | Josh Rogosin -- Yo-Yo Ma, arguably the best known cellist in the world, assembled the world-class musical ensemble known as Goat Rodeo nearly 10 years ago. You've probably heard Stuart Duncan playing fiddle on albums with Dolly Parton, Robert Plant and Alison Krauss, and he was named the Academy of Country Music Fiddle Player of the Year numerous times. Edgar Meyer has played bass with Joshua Bell, Béla Fleck and Christian McBride, and the Nashville Symphony commissioned his first orchestral work in 2017. And you'd most likely recognize Chris Thile's vocals and mandolin in the music of Nickel Creek and Punch Brothers.\n\nThe four musicians played Bob Boilen's desk as Goat Rodeo in 2011. Fast forward a decade and this collaboration channels that same spectacular frenzy, separately captured in the gorgeous homes of the artists and mixed to perfection. As the audio engineer for Tiny Desk, I don't have a favorite (home) concert yet, but the very first few seconds of this performance sent chills up my spine.\n\nNot Our First Goat Rodeo (which you can hear at this link: https://goatrodeo.lnk.to/NotOurFirstTD) is the second album in nine years from the ultimate jam band, and it's just as spontaneous and joyful to listen to as their first, The Goat Rodeo Sessions. All four musicians are credited as composers. They're accompanied by songwriter Aoife O'Donovan, who lends her pitch-perfect vocals to close out the set. Chris Thile, the master of ceremonies for this Tiny Desk (home) concert, explains that \"The Trappings\" is about work/life balance, a timely sentiment.\n\nSET LIST\n\"Your Coffee Is a Disaster\"\n\"Waltz Whitman\"\n\"The Trappings\"\n\nMUSICIANS\nStuart Duncan: fiddle, vocals; Chris Thile: mandolin, vocals; Yo-Yo Ma: cello; Edgar Meyer: bass; Aoife O'Donovan: vocals\n\nCREDITS\nVideo by: James Rothman; Music Produced and Mixed by: Gabe Witcher; Producer: Josh Rogosin; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=-yiQbeB7Bk8", "date_published": "2020-09-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]