[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Layoffs at Mozilla, Lenovo showcases Linux, and Firefox uses your GPU for video playback", "description": "Here are some Linux, open source, and privacy news for August 2020. This month, we have troubles at Mozilla, Lenovo putting their Linux machines front and center, and Firefox 80 finally bringing hardware acceleration to video on Linux\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nThe Linux kernel version 5.8 was released, https://www.omgubuntu.co.uk/2020/08/linux-5-8-kernel-features\n\nKDE Neon rebased on Ubuntu 20.04 to bring a more modern base and better hardware support to the distro. https://blog.neon.kde.org/index.php/2020/08/10/kde-neon-rebased-on-20-04/\n\nThere will be a virtual Linux App Summit in November 2020.\nhttps://linuxappsummit.org/whatis\n\nThe Linux Foundation started the Open Source Security Foundation, or OSSF. \nhttps://www.zdnet.com/article/uniting-for-better-open-source-security-the-open-source-security-foundation/\n\nGeoffrey Knauth has been nominated as the new president for the Free Software Foundation\nhttps://itsfoss.com/fsf-new-president/\n\nInstead of being sold, the website haveIbeenPwnd will be open sourced. https://www.troyhunt.com/im-open-sourcing-the-have-i-been-pwned-code-base/\n\nMozilla laid off 250 people in an attempt to focus on more profitable products and restructure the foundation. https://blog.mozilla.org/blog/2020/08/11/changing-world-changing-mozilla/\n\nMicrosoft launched a website to showcase its open source efforts.\nhttps://opensource.microsoft.com/\n\nGoogle is proposing a WebBundles standard, which will basically prevent resources from being accessed individually through a URL, and only give access to a full bundle.\nhttps://brave.com/webbundles-harmful-to-content-blocking-security-tools-and-the-open-web/\n\nPinta's development has started again, after a 5 year pause. \nhttps://www.omgubuntu.co.uk/2020/08/pinta-image-editor-back-from-the-dead\n\nFirefox 79 also has Enhanced Tracking Protection, and clears redirect cookies every 24h.\nhttps://venturebeat.com/2020/08/04/mozilla-firefox-79/\n\nLibreOffice 7 was released, with better MS Office compatibility, a new icon theme which is the default on Mac OS, a bunch of new shapes in the gallery, new effects for objects to improve the aesthetics of documents, and a whole new graphics engine for more performance.\nhttps://www.omgubuntu.co.uk/2020/08/libreoffice-7-0-released-this-is-whats-new\n\n1Password has launched its first preview of an official Linux app. \nhttps://www.omgubuntu.co.uk/2020/08/official-1password-linux-app-available-for-testing\n\nKdenlive 20.08 was released with Layouts support. https://kdenlive.org/en/2020/08/kdenlive-20-08-is-out/\n\nUbisoft renewed their funding of Blender, and it seems the company is heavily investing in the project\nhttps://www.blender.org/press/ubisoft-renews-development-fund-membership-2020/\n\nFirefox 80 was released with optional hardware acceleration for video decoding on Linux. \nhttps://www.omgubuntu.co.uk/2020/08/firefox-80-release-linux-gpu-acceleration\n\nThe System76 team is teasing its new keyboard again.\nhttps://blog.system76.com/post/625078388641710080/reimagining-the-keyboard\n\nNvidia will probably become more interesting for people who want to use Wayland, as they've proposed a change in Mesa to help support accelerated XWayland.\nhttps://www.gamingonlinux.com/2020/08/nvidia-and-accelerated-xwayland-gets-closer-with-code-that-sounds-unpleasant\n\nTuxedo released the Tuxedo Pulse 14, a smaller version of the Tuxedo Pulse 15 they had already released last month.\nhttps://www.tuxedocomputers.com/en/Linux-Hardware/Linux-Notebooks/10-14-inch/TUXEDO-Pulse-14-Gen1.tuxedo\n\nLenovo puts its Linux running laptops front and center on its website\nhttps://www.lenovo.com/us/en/laptops/thinkpad/thinkpad-x1/X1-Carbon-Gen-8-/p/22TP2X1X1C8\n\nThe Pine 64 announced the new community edition of the Pinephone, and this time, it's Manjaro-branded. \nhttps://forum.manjaro.org/t/pinephone-will-ship-with-manjaro-next/18369\n\nVulkan, the graphics API, is getting extensions specifically meant to allow for translation layers compatibility. \nhttps://www.gamingonlinux.com/2020/08/vulkan-api-gains-new-extension-to-aid-translation-layers\n\nDXVK 1.7.1 was released, making Geforce Now usable thanks to some missing shader instructions being implemented\nhttps://github.com/doitsujin/dxvk/releases/tag/v1.7.1\n\nAs announced, GeForce Now now runs on Linux https://www.gamingonlinux.com/2020/08/nvidia-geforce-now-adds-chromebook-support-so-you-can-run-it-on-linux-too\n\nWine 5.15 released, with the initial implementation of the XACT Engine libraries, and 27 bug fixes,\nhttps://www.winehq.org/announce/5.15\n\nWine 5.16 was also released this month\n\nhttps://www.winehq.org/announce/5.16", "link": "https://www.youtube.com/watch?v=yh8WaaStL9k", "date_published": "2020-09-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]