[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Hydroxychloroquine, evidence of efficacy", "description": "Belgium, not Dutch. Low-dose Hydroxychloroquine Therapy and Mortality in Hospitalized Patients with COVID-19: A Nationwide Observational Study of 8075 Participants (International Journal of Antimicrobial Agents, 24 August)\n\nhttps://www.sciencedirect.com/science/article/pii/S0924857920303423\n\nBackground\n\nHydroxychloroquine (HCQ) has been largely used and investigated as therapy of COVID-19 , at total dose usually ranging from 2400 mg to 9600 mg.\n\nIn Belgium, off-label use of low-dose HCQ (2400 mg in total over five days) was recommended for hospitalized patients with COVID-19.\n\n“low-dose” regimen of HCQ sulphate in monotherapy \n\n400mg twice on day 1\n\n200mg twice a day from day 2 to 5\n\ni.e. a total dose of 2400 mg\n\nMethods\n\nMulti-centric design \n\nVast majority of Belgian hospitals\n\nRetrospective analysis\n\nIn-hospital mortality in Belgium\n\n40 day follow up\n\nNo difference in the baseline characteristics\n\nGroups\n\nHCQ alone and supportive care\n\nSupportive care only\n\nAdjusted for demographic and clinical features\n\nResults\n\n8075 patients with complete discharge data\n\nHCQ group, n = 4,542\n\nDeaths, 804, (17.7%)\n\nno-HCQ group, n = 3,533\n\nDeaths, 957 (27.1%)\n\nMultivariable analysis\n\nMortality was lower in the HCQ group compared to the no-HCQ group \n\nHazard ratio = 0.684\n\nEstimated direct-adjusted mortality at 40 days \n\n19.1% with HCQ alone\n\n26.5% with supportive care only\n\nMortality in the HCQ group was reduced\n\nBoth in patients diagnosed in less than 5 days and more than 5 days\n\nConclusions\n\nCompared to supportive care only, low-dose HCQ monotherapy was independently associated with lower mortality in hospitalized patients with COVID-19 diagnosed and treated early or later after symptom onset.\n\nOther positive studies\n\nhttps://www.sciencedirect.com/science/article/pii/S1477893920302817?via%3Dihub\n\nRisk Factors for Mortality in Patients with COVID-19 in New York City\n\nhttps://link.springer.com/article/10.1007/s11606-020-05983-z\n\nHydroxychloroquine use was associated with decreased in-hospital mortality\n\nTreatment with hydroxychloroquine, azithromycin, and combination in patients hospitalized with COVID-19 \n\nhttps://www.ijidonline.com/article/S1201-9712(20)30534-8/fulltext\n\ntreatment with hydroxychloroquine alone and in combination with azithromycin was associated with reduction in COVID-19 associated mortality\n\n\nRecovery Trial\n\nEffect of Hydroxychloroquine in Hospitalized Patients with COVID-19: Preliminary results from a multi-centre, randomized, controlled trial. 15 July 2020\n\nhttps://www.recoverytrial.net/results/hydroxychloroquine-results\n\nhttps://www.medrxiv.org/content/10.1101/2020.07.15.20151852v1.full.pdf\n\nHydroxychloroquine group, n = 1,561\n\nUsual care group, n = 3,155 \n\nPatients allocated to hydroxychloroquine sulfate (200mg) received a loading dose of 4 tablets (800 mg) at zero and 6 hours, followed by 2 tablets (400 mg) starting at 12 hours after the initial dose and then every 12 hours for the next 9 days\n\n9,200 mg over 10 days\n\nConclusion\n\nIn patients hospitalized with COVID-19, hydroxychloroquine was not associated with reductions in 28-day mortality\n\nWas associated with an increased length of hospital stay and increased risk of progressing to invasive mechanical ventilation or death \n\nWHO-led SOLIDARITY\n\nhttps://www.who.int/news-room/detail/04-07-2020-who-discontinues-hydroxychloroquine-and-lopinavir-ritonavir-treatment-arms-for-covid-19\n\n9600 mg over 10 days\n\nProvided no benefit in hospitalized patients with COVID-19\n\nHydroxychloroquine with or without Azithromycin in Mild-to-Moderate Covid-19 (NEJM23 July) Brazil\n\nhttps://www.nejm.org/doi/full/10.1056/NEJMoa2019014?query=C19&cid=DM95777_NEJM_Registered_Users_and_InActive&bid=234281688\n\nMETHODS\n\n55 hospitals, Brazil\n\nRandomized\n\nOpen label\n\nThree-group\n\nControlled\n\nPatients\n\n667 patients, 504 confirmed Covid-19\n\nReceiving no supplemental oxygen\n\nOr a maximum of 4 liters per minute \n\n1:1:1\n\nStandard care n = 229\n\nStandard care plus hydroxychloroquine (400 mg twice daily) n = 221\n\nStandard care plus hydroxychloroquine (400 mg twice daily) plus azithromycin (500 mg once \ndaily for 7 days) n = 277\n\nRESULTS\n\nNo difference in need for ventilation, deaths, thromboembolic complications, AKI\n\nClinical status at 15 days\n\nAs compared with standard care = 1\n\nHydroxychloroquine alone, odds ratio, 1.21\n\nHydroxychloroquine plus azithromycin, odds ratio, 0.99\n\nHCQ Group\n\nProlongation of the corrected QT interval and \n\nElevation of liver-enzyme levels\n\nCONCLUSIONS\nAmong patients hospitalized with mild-to-moderate Covid-19, the use of hydroxychloroquine, alone or with azithromycin, did not improve clinical status at 15 days as compared with standard care.", "link": "https://www.youtube.com/watch?v=2uzXHnUViro", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Coronavirus asymptomatic transmission", "description": "Full version with evidence to follow. This is important as it explains why we have a pandemic in the first place and how transmission will play out over the next months. While deaths rates are thankfully low in many areas now, there is a real risk they will rise steeply with the onset of colder weather.", "link": "https://www.youtube.com/watch?v=UzsodD8v3ak", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Coronavirus reinfection", "description": "DW interview with Brent", "link": "https://www.youtube.com/watch?v=opXKziqh9xw", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Coronavirus, well people spreading infection", "description": "I think the CDC have changed their testing guidelines in order to prevent the virus being spread by people with a negative test result. This is because people who test negative could go on to test positive in the next few days. This is important as people are most infectious in the day or two immediately before and after the onset of symptoms.\nProportion of asymptomatic coronavirus disease 2019: A systematic review and meta‐analysis (Journal of Medical Virology, 21 July)\n\nhttps://onlinelibrary.wiley.com/doi/10.1002/jmv.26326\n\nMeta Analysis\n\nN = 50, 155 \n\n41 studies\n\nAsymptomatic, confirmed COVID‐19\n\nOverall pooled data\n\n15.6% are asymptomatic\n\n84.4 are symptomatic\n\nAsymptomatics in children\n\nN = 1, 152\n\n11 studies\n\n27.7% asymptomatic\n\n72.3 symptomatic\n\nNearly half of the patients with no symptoms at detection time will develop symptoms later\n\n48.9% of asymptomatic go on to become symptomatic\n\nAsymptomatic COVID‐19 patients could have abnormal laboratory and radiational manifestations\n\nWhich can be used as screening strategies to identify asymptomatic infection.\n\nCT results in asymptomatics\n\nN = 36\n\n4 studies\n\n63% had an abnormal CT\n\nReduced white blood cell count, 27%\n\nIncreases lymphocyte count\n\nIncreased lactate dehydrogenase, 42.3%\n\nIncreased C‐reactive protein, 11.5%\n\nClinical Course and Molecular Viral Shedding Among Asymptomatic and Symptomatic Patients With SARS-CoV-2 Infection in a Community Treatment Center in the Republic of Korea\n\nhttps://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2769235\n\nAim\n\nTo quantitatively describe SARS-CoV-2 molecular viral shedding in asymptomatic and symptomatic patients\n\nMethod\n\nCohort study\n\nn =  303\n\nIsolated in a community treatment center in Korea\n\nResults\n\n110 (36.3%) were asymptomatic at the time of isolation\n\n21 of these (19.1%) developed symptoms during isolation\n\nTime from detection of SARS-CoV-2 to symptom onset in presymptomatic patients was 15 (13-20) days\n\nTime from diagnosis to the first negative conversion\n\nAsymptomatic, 17 days\n\nSymptomatic, 19.5 days\n\nViral loads, same\n\nMeaning \n\nMany individuals with SARS-CoV-2 infection remained asymptomatic for a prolonged period\n\nViral load was similar to that in symptomatic patients\n\nIsolation of infected persons should be performed regardless of symptoms\n\nTemporal dynamics in viral shedding and transmissibility of COVID-19 (Nature medicine, 17th August)\n\nhttps://www.nature.com/articles/s41591-020-0869-5\n\n94 patients with laboratory-confirmed COVID-19\n\nEstimated that 44% of secondary cases were infected during the index cases’ presymptomatic stage\n\nDisease control measures should be adjusted to account for probable substantial presymptomatic transmission.\n\nThe implications of silent transmission for the control of COVID-19 outbreaks (PNAS – US, 28th July)\n\nhttps://www.pnas.org/content/117/30/17513\n\nIf 17.9% of infections are asymptomatic\n\nPresymptomatic transmission, 48% of transmission\n\nAsymptomatic transmission, 3.4% of transmission\n\nEven immediate isolation of all symptomatic cases is insufficient to achieve control \n\nUrgent need to scale up testing of suspected cases\n\nSupplemented by rapid contact-based surveillance to identify exposed individuals \nprior to their infectious period\n\nOverview of Testing for SARS-CoV-2 (COVID-19)\n\nhttps://www.cdc.gov/coronavirus/2019-ncov/hcp/testing-overview.html\n\nConsiderations for COVID-19 Diagnostic (Molecular or Antigen) Testing\n\nMild symptoms of COVID-19\n\nYour health care provider may advise a test.\n\nIf you test positive or do not get tested, self-isolate for at least 10 days after symptom onset\n\nAnd at least 24 hours after the resolution of any fever (without the use of fever-reducing medications)\n\nIf you have been in close contact (within 6 feet) of a person with a COVID-19 infection for at least 15 minutes but do not have symptoms\n\nYou do not necessarily need a test, unless in a vulnerable group\n\nOr\n\nHealth care provider or State or local public health officials recommend you take one\n\nA negative test does not mean you will not develop an infection from the close contact or contract an infection at a later time\n\nYou should monitor yourself for symptoms\n\nIf you do not have COVID-19 symptoms and have not been in close contact with someone known to have a COVID-19 infection:\n\nYou do not need a test.\n\nIf you are in a high COVID-19 transmission area and have attended a public or private gathering of more than 10 people (without widespread mask wearing or physical distancing)\n\nYou do not necessarily need a test\n\nLive or work in a care facility\n\nYou will need to be tested\n\nCritical infrastructure worker, health care worker, or first responder\n\nYou may need to get a test, according to your employer’s guidelines.\n\nC.D.C. Now Says People Without Covid-19 Symptoms Do Not Need Testing\n\nhttps://www.nytimes.com/2020/08/25/health/covid-19-testing-cdc.html", "link": "https://www.youtube.com/watch?v=bUfuF3Il4ik", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]