[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Billie Eilish: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAug. 26, 2020 | Stephen Thompson -- It didn't take long for Billie Eilish to become one of the biggest pop stars in the world, sweep the Grammy Awards' major categories and release the latest James Bond theme. And today, at just 18, she and her brother, Finneas, have accomplished what no one has been able to do for five and a half months: perform a Tiny Desk concert in what certainly appears to be the NPR Music offices.\n\nOf course, due to safety concerns, even the NPR Music staff can't set foot in the building that houses Bob Boilen's desk. But if you look over Eilish's shoulder, there's no mistaking the signs that she's appearing at the Tiny Desk in its present-day form: On the last day before staff began working from home, I took home the Green Bay Packers helmet that sat on the top shelf — the one Harry Styles had signed a few weeks earlier — for safe keeping. In this performance, that spot is empty.\n\nSo how the heck did they do it?\n\nHonestly, it's best that you watch the whole video to experience the extent of the technical feat — which, in the spirit of Eilish's Saturday Night Live performance, they're willing to share with you. And thankfully, we still have our ways of photographing the desk, even if the room has fallen silent.\n\nSo settle in for a welcome jolt of Tiny Desk innovation, not to mention two of the excellent standalone singles Billie Eilish has released in the past year: \"my future\" and \"everything i wanted.\" And, seriously, be sure to watch until the very end.\n\nSET LIST\n\"my future\"\n\"everything i wanted\"\n\nMUSICIANS\nBillie Eilish: vocals, keys; Finneas: keys, guitar\n\nCREDITS\nVideo by: Matty Vogel; Audio by: Finneas; Art Director: Henry Hickman; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Photographer: Michael Cullen; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=4sZ2_aGsLKU", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]