[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Minutes of 4K Ratchet & Clank: Rift Apart Gameplay | PS5 Demo", "description": "Ratchet and Clank find themselves at odds with their archnemesis, Dr. Nefarious. Only this time, he’s equipped with the dangerous Dimensionator, a device with the power to travel to other dimensions. The duo fights their way through an army of hired Goons in Megalopolis until something happens and they are ripped apart. Where are they now? \n\nFrom acclaimed studio Insomniac Games, enjoy a visually dazzling, interdimensional adventure, complete with familiar faces and some new allies and enemies in Ratchet & Clank: Rift Apart – exclusively on the PlayStation®5 console.", "link": "https://www.youtube.com/watch?v=8APv3uB_X6Y", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Black Ops Cold War Revealed | Save State", "description": "In this video, Persia talks about the official reveal of Call Of Duty: Black Ops Cold War. The in-game event in Warzone showed the full trailer after players completed the special mission and made it to the stadium. We know now that Cold War will be a direct sequel to Black Ops 1 and will take place mostly in the 80s. You will play as your own customizable character, play open-ended missions, side objectives, and more in the campaign. For multiplayer, the game will be cross-platform and cross-gen, Zombies are back to some extent, and Warzone will continue once the release of Cold War. \n\nPersia also talks about the surprise Nintendo Direct Mini that released this morning that showcased various third-party games coming to the Switch. Among the games announced, a few were Kingdom Hearts: Melody of Memory and Puyo Puyo Tetris 2. Melody of Memory is a rhythm game where you battle to the beat of songs from the entire series, revisit iconic scenes, and more. Puyo Puyo Tetris 2 is returning with the same cross-over style as the first title but is adding a new card-based skill battle mode and a new story. \n\nLastly, Persia talks about the recent announcement that Fall Guys has become the most downloaded game on PlayStation Plus ever. Devolver Digital announced that the game also crossed the 7 million unit mark on Steam alone. More content updates are already planned for the future of Fall Guys and it Season 2 outline will be revealed on the opening night of Gamescom.\n\nBe sure to check out store.gamespot.com to get some merch and support Black Lives Matters and Covid 19 relief efforts. Our donation drive ends on August 31st. \n\nThis is your Save State for Wednesday, August 26th.\n\n00:00 - Intro\n00:20 - Call Of Duty: Black Ops Cold War Revealed\n00:59 - Surprise Nintendo Direct Mini!\n01:50 - Fall Guys Is The Most Downloaded PS Plus Game Ever", "link": "https://www.youtube.com/watch?v=N2kZwywO4yY", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty Black Ops Cold War - Full Gamescom 2020 Presentation", "description": "Check out this first look at the Call of Duty Black Ops Cold War campaign story and the full Call of Duty Cold War  presentation from Gamescom 2020.", "link": "https://www.youtube.com/watch?v=5wkpZKxeWQY", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Official Perseus Briefing Cinematic Trailer", "description": "𝙵𝚎𝚠 𝚙𝚎𝚘𝚙𝚕𝚎 𝚠𝚒𝚕𝚕 𝚔𝚗𝚘𝚠 𝚘𝚏 𝚝𝚑𝚎 𝚜𝚝𝚛𝚞𝚐𝚐𝚕𝚎. 𝚃𝚑𝚎 𝚎𝚗𝚝𝚒𝚛𝚎 𝚠𝚘𝚛𝚕𝚍 𝚒𝚜 𝚘𝚗 𝚝𝚑𝚎 𝚋𝚛𝚒𝚗𝚔. 𝙵𝚊𝚒𝚕𝚞𝚛𝚎 𝚒𝚜 𝚗𝚘𝚝 𝚊𝚗 𝚘𝚙𝚝𝚒𝚘𝚗. #𝙱𝚕𝚊𝚌𝚔𝙾𝚙𝚜𝙲𝚘𝚕𝚍𝚆𝚊𝚛\n\n𝙸𝚗 𝙹𝚊𝚗𝚞𝚊𝚛𝚢 𝟷𝟿𝟾𝟷 𝚊𝚝 𝙲𝙸𝙰 𝙷𝚎𝚊𝚍𝚚𝚞𝚊𝚛𝚝𝚎𝚛𝚜, 𝙹𝚊𝚜𝚘𝚗 𝙷𝚞𝚍𝚜𝚘𝚗 𝚋𝚛𝚒𝚎𝚏𝚜 𝚝𝚑𝚎 𝚄.𝚂. 𝙿𝚛𝚎𝚜𝚒𝚍𝚎𝚗𝚝 𝚘𝚗 𝚊𝚗 𝚒𝚖𝚖𝚒𝚗𝚎𝚗𝚝 𝚝𝚑𝚛𝚎𝚊𝚝 𝚘𝚏 𝚊𝚝𝚝𝚊𝚌𝚔.", "link": "https://www.youtube.com/watch?v=tRO8qveuX38", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "DOOM Eternal – Official \"The Ancient Gods\" Trailer | Part 1", "description": "Watch the full trailer for DOOM Eternal’s first campaign expansion, The Ancient Gods: Part One - available October 20, 2020.\n\nYour war is not over… slaying the Khan Maykr left an imbalance of power that threatens all of creation. With the aid of an old ally, battle your way back to Urdak and decide the fate of the cosmos. Your mission is now your own.\n\nVisit SlayersClub.com to read the full details and join the official DOOM fan club for exclusive rewards.", "link": "https://www.youtube.com/watch?v=kZ08y8ws_H0", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FULL Crash Bandicoot 4 Presentation | Gamescom 2020", "description": "Check out the full Crash Bandicoot 4: It's About Time presentation shown off during the Gamescom 2020: Opening Night Live stream.", "link": "https://www.youtube.com/watch?v=XPzVDjcsZuo", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fall Guys: Season 2 - Official Reveal Trailer", "description": "Jump in Now on PlayStation 4 and Steam: http://fallguys.com\n\nFall Guys Season 2 will bring the dragon fire with feudal fortresses, knockout knights and pugilistic paladins among new additions coming this October. A full season of new costumes, emotes and more will reward players as they lay siege to the Middle Ages.", "link": "https://www.youtube.com/watch?v=gYKUgiq-lAU", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite - Official Marvel Nexus War Launch Trailer", "description": "Your favorite Marvel characters have arrived in Fortnite for Chapter 2, Season 4 - Nexus War. Join Thor, Iron Man, Storm, Groot, Mystique, Doctor Doom and Wolverine for an all-new twist on the Battle Royale.", "link": "https://www.youtube.com/watch?v=VLPN_Ss76FM", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite - Official Nexus War Marvel Battle Pass Gameplay Trailer", "description": "Suit up for battle in Nexus War, the 4th Season of Fortnite Chapter 2. Play as Thor, Iron Man, Storm, Mystique, Doctor Doom, Groot and She-Hulk, with brand-new gear to unlock.", "link": "https://www.youtube.com/watch?v=kFn69QkYpJc", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For September 2020 Revealed", "description": "The free PS Plus games for September 2020 have been revealed. PS4 players are getting Player Unknown's Battlegrounds and Street Fighter 5 in the new month. Meanwhile, Fall Guys continues to dominate PS Plus, becoming the most downloaded game on the service.", "link": "https://www.youtube.com/watch?v=pExTJ3bVXSU", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Gamescom 2020 Opening Night Live Hosted By Geoff Keighley", "description": "Tune to Gamescom 2020, where Geoff Keighley is bringing his trademark World Premieres for some of the hottest upcoming games, including Call of Duty: Black Ops Cold War, DOOM Eternal: The Ancient Gods, Destiny 2: Beyond Light, and much more.", "link": "https://www.youtube.com/watch?v=TT4hLjjTTWc", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Gamescom 2020 Opening Night Live With Pre-Show", "description": "Watch GameSpot's Gamescom 2020 pre-show right before Opening Night Live, where Geoff Keighley is bringing his trademark World Premieres for some of the hottest upcoming games, including Call of Duty: Black Ops Cold War, DOOM Eternal: The Ancient Gods, Destiny 2: Beyond Light, and much more. (Presented by The Army National Guard)", "link": "https://www.youtube.com/watch?v=qMRq07msCc4", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "LEGO Star Wars: The Skywalker Saga – Official Gameplay Trailer", "description": "Play through all nine Star Wars™ saga films in a brand-new LEGO video game unlike any other. Experience fun-filled adventures, whimsical humor, and the freedom to fully immerse yourself in the LEGO Star Wars universe like never before. To learn more about LEGO Star Wars: The Skywalker Saga join the conversation: Twitter: https://go.wbgames.com/LSWG-Twitter Facebook: https://go.wbgames.com/LSWG-Facebook Instagram: https://go.wbgames.com/LSWG-Instagram\n\n#LEGOStarWars #Gamescom", "link": "https://www.youtube.com/watch?v=sMYI5My3n3A", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Little Nightmares II - Official Gameplay Reveal Trailer", "description": "Mono and Six have ventured out and have found themselves in new dangers. Will you help guide them to safety? \n\n#LittleNightmares II arrives to the PS4, Xbox One, Nintendo Switch, and PC Feb. 11th, 2021. #Xbox and #PlayStation owners will receive a free next-gen upgrade later in 2021 bandainam.co/LN2PO", "link": "https://www.youtube.com/watch?v=bzue-AVd1MA", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Medal of Honor: Above and Beyond - Official Cinematic Story Trailer", "description": "Charge into history in Medal of Honor: Above and Beyond’s thrilling single-player campaign. As an agent of the Office of Strategic Services (OSS) in war-torn Europe, players will take part in historic events on land, air, and sea; sabotaging Nazi bases, subverting enemy plans, and aiding the French Resistance.\n\nMedal of Honor: Above and Beyond is a first person shooter VR game from Respawn Entertainment, available this holiday.", "link": "https://www.youtube.com/watch?v=gnPhCEPDung", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Quantum Error - Official 4K Story Trailer", "description": "Quantum Error is a cosmic-horror FPS video game currently in development coming to the PS5 an PS4 by TeamKill Media.\n\nHelp support Quantum Error; we are raising money for mocap equipment and voice actors.", "link": "https://www.youtube.com/watch?v=19Aw13osRGU", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ratchet & Clank: A Rift Apart - FULL PS5 Gameplay Presentation | Gamescom 2020", "description": "Watch the complete gameplay presentation of Ratchet & Clank: A Rift Apart, coming to PlayStation 5, from Gamescom 2020 Opening Night Live.", "link": "https://www.youtube.com/watch?v=29jvJRj22YM", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ratchet & Clank: Rift Apart – Official PS5 Extended Gameplay Demo", "description": "Ratchet and Clank find themselves at odds with their archnemesis, Dr. Nefarious. Only this time, he’s equipped with the dangerous Dimensionator, a device with the power to travel to other dimensions. The duo fights their way through an army of hired Goons in Megalopolis until something happens and they are ripped apart. Where are they now? \n\nFrom acclaimed studio Insomniac Games, enjoy a visually dazzling, interdimensional adventure, complete with familiar faces and some new allies and enemies in Ratchet & Clank: Rift Apart – exclusively on the PlayStation®5 console.", "link": "https://www.youtube.com/watch?v=VAdwR-7JteI", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Spellbreak - Official Launch Cinematic Trailer", "description": "Become the Ultimate Battlemage! Spellbreak launches free-to-play on September 3, 2020 for PlayStation 4, Xbox One, Nintendo Switch, and Windows PC (Epic Games store)!\n\nSpellbreak is a multiplayer action-spellcasting game where you unleash your inner battlemage. Master elemental magic to fit your playstyle and cast powerful spell combinations to dominate other players across the Hollow Lands. Access your Spellbreak player account and play with anyone on all supported platforms with cross-progression, cross-play, and cross-party features at launch. Learn more at playspellbreak.com.", "link": "https://www.youtube.com/watch?v=OqCBqP1HCh8", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars: Squadrons – Official Single Player Preview", "description": "Fly as two opposing pilots in STAR WARS™: Squadrons’ thrilling single-player story, set shortly after the destruction of the second Death Star. Get briefed: https://www.ea.com/games/starwars/squ...\n\nThough shattered after the Battle of Endor, the Galactic Empire closes in on the Bormea Sector, determined to crush the recently-formed New Republic. The Republic’s classified Project Starhawk represents a tipping point in the Galactic Civil War, and ace pilots on each side will be instrumental in its outcome. Get a first look at an early Imperial mission in the single-player story of STAR WARS™: Squadrons, where you must fly behind enemy lines to extract an allied spy with vital intelligence on the project. \n\nBuckle up and experience this action-packed and authentic STAR WARS™ story – following the events in Return of the Jedi – from both sides of the conflict in the cockpits of iconic starfighters. STAR WARS™: Squadrons is available October 2, 2020 on PlayStation®4, Xbox One, PC on EA.com, Steam, and Epic Games Store, and playable in Virtual Reality (VR) on PlayStation 4 and PC with cross-play support.\n\nThe New Republic fights for freedom. The Empire demands order. Do you have what it takes to join the galaxy’s finest?", "link": "https://www.youtube.com/watch?v=CWy8NG90UTs", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Next Dragon Age - Official BioWare BTS Trailer", "description": "Go behind-the-scenes at BioWare and meet some of the passionate developers creating the next Dragon Age. Get a glimpse at new environments and characters as the team discusses how they are approaching the development of this epic fantasy RPG. Be the first to see new content, updates, and more by signing up now: https://www.ea.com/games/dragon-age", "link": "https://www.youtube.com/watch?v=OTv7KuRIy_o", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Warzone 'Know Your History' Mode Gameplay | Call of Duty: Black Ops Cold War In-Game Reveal Event", "description": "A new game mode is available in Warzone, and it's named after the Call of Duty: Black Ops Cold War teaser trailer, Know Your History.", "link": "https://www.youtube.com/watch?v=C9oz8kJP41E", "date_published": "2020-08-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Black Ops: Cold War Release Date & Campaign -  Everything You Need To Know", "description": "The next Call of Duty game has been continually teased by Activision, from mystery boxes containing 50s-style slide projectors to a website that seemingly confirmed the Cold War setting. Turns out, that's all true. Call of Duty Black Ops: Cold War has been officially announced.\n\nIn the video above, Tony details what we know so far about the new game's campaign, which retells the events of the series after the first Black Ops game. We don't know much about multiplayer yet, although it will likely tie in to the existing Call of Duty: Warzone.", "link": "https://www.youtube.com/watch?v=VL5pDMpZX-w", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Black Ops Cold War Reveal Event In Warzone", "description": "Call Of Duty: Black Ops Cold War is about to be announced in Warzone and Verdansk might get nuked.", "link": "https://www.youtube.com/watch?v=M_n8C7C3VU0", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Official Reveal Trailer", "description": "𝚆𝚎𝚕𝚌𝚘𝚖𝚎 𝚝𝚘 𝚝𝚑𝚎 𝚋𝚛𝚒𝚗𝚔.\n \n𝚃𝚑𝚎 𝚒𝚌𝚘𝚗𝚒𝚌 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝚜𝚎𝚛𝚒𝚎𝚜 𝚒𝚜 𝚋𝚊𝚌𝚔 𝚠𝚒𝚝𝚑 𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢®: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 – 𝚝𝚑𝚎 𝚍𝚒𝚛𝚎𝚌𝚝 𝚜𝚎𝚚𝚞𝚎𝚕 𝚝𝚘 𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢®: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜, 𝚝𝚑𝚎 𝚘𝚛𝚒𝚐𝚒𝚗𝚊𝚕 𝚝𝚑𝚊𝚝 𝚜𝚝𝚊𝚛𝚝𝚎𝚍 𝚒𝚝 𝚊𝚕𝚕.\n \n𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 𝚠𝚒𝚕𝚕 𝚍𝚛𝚘𝚙 𝚙𝚕𝚊𝚢𝚎𝚛𝚜 𝚒𝚗𝚝𝚘 𝚝𝚑𝚎 𝚍𝚎𝚙𝚝𝚑𝚜 𝚘𝚏 𝚝𝚑𝚎 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛’𝚜 𝚟𝚘𝚕𝚊𝚝𝚒𝚕𝚎 𝚐𝚎𝚘𝚙𝚘𝚕𝚒𝚝𝚒𝚌𝚊𝚕 𝚋𝚊𝚝𝚝𝚕𝚎 𝚘𝚏 𝚝𝚑𝚎 𝚎𝚊𝚛𝚕𝚢 𝟷𝟿𝟾𝟶𝚜. 𝙸𝚗 𝚊 𝚐𝚛𝚒𝚙𝚙𝚒𝚗𝚐 𝚜𝚒𝚗𝚐𝚕𝚎-𝚙𝚕𝚊𝚢𝚎𝚛 𝙲𝚊𝚖𝚙𝚊𝚒𝚐𝚗, 𝚙𝚕𝚊𝚢𝚎𝚛𝚜 𝚠𝚒𝚕𝚕 𝚍𝚎𝚜𝚌𝚎𝚗𝚍 𝚒𝚗𝚝𝚘 𝚝𝚑𝚎 𝚍𝚊𝚛𝚔 𝚌𝚎𝚗𝚝𝚎𝚛 𝚘𝚏 𝚊 𝚐𝚕𝚘𝚋𝚊𝚕 𝚌𝚘𝚗𝚜𝚙𝚒𝚛𝚊𝚌𝚢 𝚊𝚕𝚘𝚗𝚐𝚜𝚒𝚍𝚎 𝚒𝚌𝚘𝚗𝚒𝚌 𝚌𝚑𝚊𝚛𝚊𝚌𝚝𝚎𝚛𝚜 𝚆𝚘𝚘𝚍𝚜, 𝙼𝚊𝚜𝚘𝚗, 𝚊𝚗𝚍 𝙷𝚞𝚍𝚜𝚘𝚗, 𝚊𝚜 𝚠𝚎𝚕𝚕 𝚊𝚜 𝚊 𝚗𝚎𝚠 𝚌𝚊𝚜𝚝 𝚘𝚏 𝚘𝚙𝚎𝚛𝚊𝚝𝚒𝚟𝚎𝚜 𝚝𝚘 𝚜𝚝𝚘𝚙 𝚊 𝚙𝚕𝚘𝚝 𝚍𝚎𝚌𝚊𝚍𝚎𝚜 𝚒𝚗 𝚝𝚑𝚎 𝚖𝚊𝚔𝚒𝚗𝚐.\n \n𝙱𝚎𝚢𝚘𝚗𝚍 𝚝𝚑𝚎 𝙲𝚊𝚖𝚙𝚊𝚒𝚐𝚗, 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 𝚠𝚒𝚕𝚕 𝚍𝚎𝚕𝚒𝚟𝚎𝚛 𝚝𝚑𝚎 𝚗𝚎𝚡𝚝 𝚐𝚎𝚗𝚎𝚛𝚊𝚝𝚒𝚘𝚗 𝚘𝚏 𝙼𝚞𝚕𝚝𝚒𝚙𝚕𝚊𝚢𝚎𝚛 𝚊𝚗𝚍 𝚉𝚘𝚖𝚋𝚒𝚎𝚜 𝚎𝚡𝚙𝚎𝚛𝚒𝚎𝚗𝚌𝚎𝚜, 𝚋𝚎𝚐𝚒𝚗𝚗𝚒𝚗𝚐 𝚠𝚒𝚝𝚑 𝚝𝚑𝚎 𝚆𝚘𝚛𝚕𝚍𝚠𝚒𝚍𝚎 𝙼𝚞𝚕𝚝𝚒𝚙𝚕𝚊𝚢𝚎𝚛 𝚁𝚎𝚟𝚎𝚊𝚕 𝚘𝚗 𝚂𝚎𝚙𝚝𝚎𝚖𝚋𝚎𝚛 𝟿.\n \n𝙲𝚊𝚕𝚕 𝚘𝚏 𝙳𝚞𝚝𝚢: 𝙱𝚕𝚊𝚌𝚔 𝙾𝚙𝚜 𝙲𝚘𝚕𝚍 𝚆𝚊𝚛 𝚊𝚛𝚛𝚒𝚟𝚎𝚜 𝚘𝚗 𝙽𝚘𝚟𝚎𝚖𝚋𝚎𝚛 𝟷𝟹, 𝟸𝟶𝟸𝟶.", "link": "https://www.youtube.com/watch?v=n_cJJtl8nig", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FULL Reveal Event: Call of Duty Black Ops Cold War In Warzone Gameplay", "description": "Watch the full Call of Duty Warzone match playthrough of the Call of Duty Black Ops Cold War event in-game.", "link": "https://www.youtube.com/watch?v=nLcLvEeOSek", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mafia: Definitive Edition Vs. Original (Gameplay Comparison)", "description": "Mafia: Definitive Edition is a complete remake of the original 2002 game. Sporting new graphics, a revised story, and updated gameplay that puts it on par with Mafia III, this remake captures what made the original game such a standout experience, while also modernizing it for today's age. Developer Hanger 13 has been working on the Definitive Edition since 2017, and with the September release, this revisit to the original story will round out the current iteration of the Mafia trilogy, which recently saw remasters for both Mafia II and III.\n\nIn this gameplay video, we're taking a detailed look at how the Definitive Edition revitalizes the story of Tommy Angelo and his rise to power within the Salieri crime family in the city of Lost Heaven. It's a substantial rework of the game, and we show off a side-by-side with some of the opening's key scenes to display how the remake updated the original. Right from the beginning of our three hours of hands-on time with the game, it became apparent that this remake wasn't just a simple remaster. Many of the game's most iconic moments have been recreated to heighten the tension, and even give some of the supporting cast more time to shine.  \n\nMafia: Definitive Edition will release on September 25 for PC, PS4, and Xbox One. Along with our hands-on impressions with the game, go check out our interview with game director Haden Blackman about how they remade the original game. Be sure to check back with GameSpot next month for our full review of the game.", "link": "https://www.youtube.com/watch?v=k08QmqRPKEk", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Nintendo Direct Mini - Partner Showcase August 2020", "description": "A surprise Nintendo Direct Mini just dropped, revealing some upcoming titles coming soon from Nintendo partners.\n\nFeaturing Kingdom Hearts, Final Fantasy, Just Dance, and more.", "link": "https://www.youtube.com/watch?v=Lf7Y3ZHb3RI", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Saving for the Next Gen Show", "description": "Gamespot and NNESAGA present: Saving for the Next Gen show! A series of panels featuring some of your favorite black creators & Industry Experts discussing culture, gaming, and how to best plan for saving up for your next gen system of choice to make sure you can start playing day one!\n\n\n\nAlso, using the link below, you can enter to win* an Elgato stream deck! *Open to the US and the UK (excluding Northern Ireland).\nhttps://www.gamespot.com/articles/enter-to-win-a-free-steam-dek/1100-6481383/\n\nPANEL 1\n\nNNESAGA\nTwitter:\n https://twitter.com/nnesaga\nInstagram:\nhttps://instagram.com/nnesaga?igshid=pb9kvd037ad4\nLinkedIn:\nhttps://www.linkedin.com/company/nnesaga\nWebsite: \nwww.nnesaga.co.uk \nFacebook:\nhttps://www.facebook.com/nnesaga/\n\nSun\nTwitter: https://twitter.com/itssunpi\ninstagram: https://www.instagram.com/itssunpi/\nYoutube: https://www.youtube.com/sunpi\nTwitch: https://www.twitch.tv/itssunpi\n\nTianna Mercedes\nTwitter: https://twitter.com/tiannamercedes\nInstagram: https://www.instagram.com/tiannamercedess/\nYoutube: https://www.youtube.com/tiannamercedes\nTwitch: https://www.twitch.tv/tiannamercedes\n\nKenneth: BrokenGamezHDR\nTwitter: https://twitter.com/BrokenGamezHDR_?s=21\nYoutube: https://m.youtube.com/c/BrokenGamezHDR\n\nAfro Senju XL\nTwitter: https://twitter.com/AfroSenju?s=21 \nYouTube: https://t.co/46YbkTpXlk?amp=1\nTwitch: https://twitch.tv/afrosenjutv\n\nPANEL 2\nNNESAGA\nTwitter:\n https://twitter.com/nnesaga\nInstagram:\nhttps://instagram.com/nnesaga?igshid=pb9kvd037ad4\nLinkedIn:\nhttps://www.linkedin.com/company/nnesaga\nWebsite: \nwww.nnesaga.co.uk \nFacebook:\n https://www.facebook.com/nnesaga/\n\nCam Robinson \nTwitter: https://twitter.com/camfrazrob?lang=en\nYoutube: https://www.youtube.com/CamAndSeb\n\n\nElle Osili-Wood\nTwitter: https://twitter.com/ElleOsiliWood\n\nJay-Ann Lopez\nTwitter: https://twitter.com/blackgirlgamers\nYoutube: https://www.youtube.com/c/BlackGirlGamers/videos\nTwitch: https://www.twitch.tv/blackgirlgamers\nInstagram: https://www.instagram.com/theblackgirlgamers/\n\nPANEL 3: \n\nNames: Elaine Moran & Natalie Ojevah\nTwitter: https://twitter.com/BarclaysGames\nLinkedIn: https://www.linkedin.com/company/barclays-uk-ventures/\n\nPANEL 4:\n\nCharise Hamme\nTwitter – https://twitter.com/ChariseHamme\nInstagram – https://www.instagram.com/charisehamme/?hl=en\nTwitch – https://www.twitch.tv/chariseh\nYouTube - https://www.youtube.com/c/ChariseH~\nMichelle Michi:\nTwitter: https://twitter.com/michirage \nTwitch: https://www.twitch.tv/michi\nInstagram: https://www.instagram.com/michirage/", "link": "https://www.youtube.com/watch?v=bm6C53p-MR0", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Witcher: Monster Slayer — Official Announcement Trailer", "description": "Foul creatures roam the Continent —  it’s your job to become the monster slayer, track prey lurking nearby and take them down with your sword in augmented reality!", "link": "https://www.youtube.com/watch?v=Pcq-vUiaOPI", "date_published": "2020-08-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]