[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jenny Lewis: NPR Music Tiny Desk Concert", "description": "Watch Jenny Lewis play \"Rabbit Hole\", \"Do Si Do\" and \"Just One Of The Guys\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 24, 2020 | Bob Boilen -- Having seen Jenny Lewis' recent concert spectacle, with its Las Vegas sparkle — complete with a multi-level stage — I loved the contrast her Tiny Desk Concert provided.\n\nJenny arrived at NPR with just her acoustic guitar and bandmates Emily Elbert, who sang and played guitar, and Anna Butterss on upright bass and vocals. Stripped of all the glitz, it was the words that found their way to my heart. A consummate storyteller, going as far back to her days with her band Rilo Kiley, Jenny's words have comforted and inspired so many.\n\nShe sings two of her three Tiny Desk songs from her fourth solo record, On the Line. These are tough breakup songs, though she redirects all the pain into thoughtful fun. She even turned \"Rabbit Hole\" into an NPR sing-along and gave us all a Hot Pockets surprise. You'll have to watch for that one.\n\nSET LIST\n\"Rabbit Hole\"\n\"Do Si Do\"\n\"Just One Of The Guys\"\n\nMUSICIANS\nJenny Lewis: vocals, guitar; Emily Elbert: guitar, vocals; Anna Butterss: bass, vocals\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd, Natasha Branch; Editor: Maia Stern; Videographers: Jack Corbett, Maia Stern, Bronson Arcuri; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Laura Beltran Villamizar/NPR", "link": "https://www.youtube.com/watch?v=TZvakUFEu04", "date_published": "2020-03-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]