[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "GroundUP Music with Becca Stevens, Bokanté, Alina Engibaryan And More: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSuraya Mohamed, Colin Marshall | October 27, 2020\nThis three-act, 18-person Tiny Desk (home) concert was conceived by Michael League, Snarky Puppy's composer and bandleader. He and his cadre of artists on the GroundUP record label believe in two important points: that music and politics are inextricably linked, and the best way to connect people is through song.\n\nLeague's rolodex is impressive. If you're a jazz fan, you're almost certain to know many of the performers in this ambitious Tiny Desk, which includes (among others) Grammy winners Gregory Porter, Brad Mehldau and Chris Potter.\n\nThe concert features three distinct ensembles, beginning with Becca Stevens and her song \"Heather's Letters To Her Mother.\" \"I wrote this for Heather Heyer, who was killed on August 12, 2017, while peacefully protesting the Unite the Right rally in Charlottesville,\" she says. \"In my heart this song has always been a rallying cry to come from a place of compassion in our actions and reactions. It's a reminder to continue the fight for equality from a determined and compassionate stance regardless of what is happening around us. And it's a reminder to stay grounded in love because without a foundation of love we are truly lost.\"\n\nThe second song features League's world music group Bokanté performing the Creole song \"Réparasyon,\" meaning \"reparations.\" Bokanté vocalist Malika Tirolien wrote the song, which appears on the band's Grammy-nominated album What Heat. \"With the rise of black liberation movements around the world, this is a crucial time to remind everyone that people of African descent need the slave trade officially recognized as a crime against humanity and need reparations and restitutions of stolen goods,\" Tirolien says. \"Getting justice is the only way we can begin a process of forgiveness and healing.\"\n\nKeyboard player and vocalist Alina Engibaryan leads the last song, \"We Are,\" which strives to bring people together, \"I wanted to write a song that has a message about people, where regardless of our beliefs, our political views, our race, color, we are all human beings and made of the same thing,\" Engibaryan says. \"I hope people will understand that one day and will learn to love, respect and accept one another.\"\n\nSET LIST & MUSICIANS\n\n\"Heather's Letters to Her Mother\" performed by Becca Stevens\n\nBecca Stevens: vocals, guitar\nBrad Mehldau: piano, vocals\nChris Tordini: bass, vocals\n\n\"Réparasyon\" performed by Bokanté\n\nMalika Tirolien: vocals\nKurt Rosenwinkel: guitar\nRoosevelt Collier: lap steel guitar\nBob Lanzetti: guitar\nChris McQueen: guitar\nMichael League: bass\nKeita Ogawa: percussion\nJamey Haddad: percussion\nAndré Ferrari: percussion\nWeedie Braimah: percussion\n\n\"We Are\" performed by Alina Engibaryan\n\nAlina Engibaryan: vocals, Rhodes, Moog bass\nGregory Porter: vocals\nChris Potter: tenor saxophone\nTaylor Eigsti: piano\nEric Harland: drums\nMichael League: vocals\n\nCREDITS\nVideo By: Chris McQueen\nAudio By: Chris McQueen, Michael League\nProducers: Colin Marshall, Suraya Mohamed\nVideo Producer: Maia Stern\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=1jUVHWe09GQ", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Katie Pruitt: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAnn Powers | October 26, 2020\nKatie Pruitt's voice is like a kite soaring through the sky of her songs. Just listen to how it catches the wind in the song that opens her Tiny Desk (home) concert, the title track from her captivating debut, Expectations. \"Sometimes I can't get outta my own head,\" Pruitt begins in a wry monotone that embodies the low mood she's describing. But phrase by phrase, Pruitt builds self-confidence until, by the end, she's fully aloft. Pruitt rides the high of her own chorus without histrionics. Here's an exceptional musician and songwriter who never feels the need to show off.\n\nThroughout this three-song set, recorded in the plant-strewn corner of Nashville's Minutia studio where Expectations was tracked, Pruitt and her two bandmates maintain this tone of steady excellence. She's playing with local treasures Zachariah Witcher on bass and Ross McReynolds on drums, and the trio locks in from the first note, building a cool rock groove as Pruitt unspools her stories. \"It's been a hard year,\" she says. \"But one thing about painful experiences is that ... it forces you to grow.\" Expectations offers myriad scenes of such transformation, documenting Pruitt's journey from a Southern Catholic childhood to adulthood as an out lesbian who, as she sings in \"Loving Her,\" is \"staying true to who I am.\" That song and the heartbreak waltz \"Out of the Blue,\" which completes this set, demonstrate Pruitt's gift: making her particular experiences universally relatable. Like her ace guitar work and that muscular yet weightless voice, these songs inspire with their easy largesse. \"Love each other, love yourself, wear a mask!\" Pruitt says by way of goodbye, her smile saying, I know you can.\n\nSET LIST\n\"Expectations\"\n\"Out Of The Blue\"\n\"Loving Her\"\n\nMUSICIANS\nKatie Pruitt: vocals, guitar\nZach Witcher: bass\nRoss McReynolds: drums\n\nCREDITS\nVideo by: Bella Mazzola & Sami Wideberg\nAudio by Gary Paczosa\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=QDJWmG7d0AM", "date_published": "2020-10-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]