[{"source": "https://www.theguardian.com/rss", "title": "Biden warns Trump over holding ‘super-spreader events’ as US Covid cases surge", "description": "<p>Democrat also criticizes Amy Coney Barrett celebration plan at White House, while Trump says Biden ‘doesn’t leave his basement’</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2020/oct/26/trump-biden-election-latest-updates-covid-pence-amy-coney-barrett\">US politics – live coverage</a></li></ul><p>A day after his own chief of staff said the US had effectively surrendered to the coronavirus, Donald Trump told reporters rival Joe Biden, had “waved the white flag on life”, while the Democrat nominee warned the president about holding “super-spreader events”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/25/us-election-voters-healthcare-drug-prices\">'The system is broken': Americans cast their vote for better healthcare</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/26/mike-pence-tests-negative-covid-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/26/mike-pence-tests-negative-covid-surge", "date_published": "2020-10-26 22:29:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Undoing review – Hugh Grant and Nicole Kidman start to unravel", "description": "<p>A moneyed couple, a seductive stranger, a murder ... HBO’s latest series has all the usual thriller hallmarks, but it is its stellar performances that make it truly gripping</p><p>Come for Nicole Kidman, in the hope that this new HBO miniseries will fill the Big Little Lies-shaped hole in your weekly viewing schedule, but stay for Hugh Grant. The roll that Grant has been on since <a href=\"https://www.theguardian.com/film/2017/oct/26/paddington-2-review-hugh-grant-sequel-michael-bond-film\">Paddington 2</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2018/may/20/a-very-english-scandal-review-funny-and-confident-like-jeremy-thorpe\">A Very English Scandal</a> continues with another mildly self-satirising role: he plays Jonathan Fraser, the witty, British and – if you like that sort of thing – sexy husband of Kidman’s elegant New Yorker, Grace.</p><p>Grace and Jonathan are living a wealthy, urban idyll on the Upper East Side (their school run is a stroll across a snowy Central Park), with busy careers as a therapist and paediatric oncologist, respectively. Work does not seem to impinge too much on their happy marriage, healthy sex life and easy-going parenting of their only child Henry (Noah Jupe), and Grace does it all in an enviable, jewel-toned wardrobe of velvet, chiffon and satin.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/26/the-undoing-review-hugh-grant-and-nicole-kidman-start-to-unravel\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/26/the-undoing-review-hugh-grant-and-nicole-kidman-start-to-unravel", "date_published": "2020-10-26 22:10:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Son Heung-min's header gives Tottenham the points at Burnley", "description": "<p>Tottenham’s prolific away form eluded them in an evenly contested encounter against bottom three Burnley, though the ever-reliable Son Heung-min came to their rescue with a an opportunist winner 15 minutes from the end. Son is now the Premier League’s top scorer with eight while Spurs shoot half a dozen places up the table as a result.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/live/2020/oct/26/burnley-v-tottenham-hotspur-premier-league-live\">Burnley 0-1 Tottenham Hotspur: Premier League – as it happened</a> </p> <a href=\"https://www.theguardian.com/football/2020/oct/26/burnley-tottenham-hotspur-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/26/burnley-tottenham-hotspur-premier-league-match-report", "date_published": "2020-10-26 21:54:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Over 50 Tory MPs in northern England press PM for roadmap out of lockdown", "description": "<p>Joint letter from group expresses fears that election pledge to ‘level up’ is being abandoned</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than 50 Conservative MPs in northern England have thrown down the gauntlet to Boris Johnson, urging him to provide a “clear roadmap” out of lockdown and arguing that the Covid pandemic “has exposed in sharp relief the deep structural and systemic disadvantage faced by our communities”.</p><p>In a provocative letter from the Northern Research Group, which is led by former northern powerhouse minister and Johnson ally Jake Berry, the 55 MPs express fears that the government’s “levelling up” is being abandoned. Forty-one are named, many from former “red wall” seats, plus two from north Wales and one from Scotland, while 14 are anonymous.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/over-50-tory-mps-in-northern-england-press-pm-for-roadmap-out-of-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/over-50-tory-mps-in-northern-england-press-pm-for-roadmap-out-of-lockdown", "date_published": "2020-10-26 20:56:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Director at Grenfell Tower TMO describes how fatal cladding saved £800,000", "description": "<p>Peter Maddison challenged at the inquiry over his ‘candour’ in relation to cost-cutting</p><p>A director at the landlord of Grenfell Tower has apologised for the “devastating” fire after he described his role overseeing hundreds of thousands of pounds in cost savings relating to combustible cladding installed on the council block.</p><p>Peter Maddison, director of assets and regeneration at the Kensington and Chelsea tenants management organisation (TMO), was close to tears at the end of his testimony to the public inquiry into the tragedy when he said sorry.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/26/director-at-grenfell-tower-tmo-describes-how-fatal-cladding-saved-800000\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/26/director-at-grenfell-tower-tmo-describes-how-fatal-cladding-saved-800000", "date_published": "2020-10-26 20:49:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Polish pro-choice protests continue with blockades and red paint", "description": "<p>Thousands march in opposition to ruling that could lead to near total ban on abortions</p><p>Thousands of protesters turned out in towns and cities across <a href=\"https://www.theguardian.com/world/poland\">Poland</a> on Monday as a political crisis sparked by an impending near total ban on abortion showed no sign of abating.</p><p>Drivers created a series of blockades in city centres and thousands of people marched to express their anger at a ruling by Poland’s constitutional tribunal that, if implemented, would <a href=\"https://www.theguardian.com/world/2020/oct/22/poland-rules-abortion-due-to-foetal-defects-unconstitutional\">ban terminations</a> even in instances where a foetus is diagnosed with a serious and irreversible birth defect.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/polish-pro-choice-protests-continue-with-blockades-and-red-paint\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/polish-pro-choice-protests-continue-with-blockades-and-red-paint", "date_published": "2020-10-26 19:52:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Treasury rejects claims it refused extra £150m for free school meals", "description": "<p>Education secretary Gavin Williamson did not ask for funds for half-term, say officials</p><p>The row at the heart of government over free school meals was laid bare on Monday night when the Treasury insisted Gavin Williamson had never asked for the extra money to fund the half-term extension.</p><p>Treasury sources said there had been no request from the education secretary for the £150m to provide meals for 1.4 million disadvantaged pupils during the holiday.</p> <a href=\"https://www.theguardian.com/education/2020/oct/26/treasury-rejects-claims-it-refused-extra-150m-for-free-school-meals\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/26/treasury-rejects-claims-it-refused-extra-150m-for-free-school-meals", "date_published": "2020-10-26 19:33:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ex-Corbyn aide Karie Murphy says she is proud of record on antisemitism", "description": "<p>Murphy says she wants to set record straight, but Jewish group dismisses her claims as smearing</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2020/oct/26/jeremy-corbyn-chief-of-staff-labour-antisemites-karie-murphy\">Read Karie Murphy’s comment piece</a></li></ul><p>Jeremy Corbyn’s former chief of staff has said she is proud of Labour’s record on antisemitism, days before the equalities watchdog is expected to publish its report on the issue.</p><p>Karie Murphy, one of Corbyn’s fiercely protective inner circle, whom several former party staffers have accused of meddling in antisemitism cases, said she had been moved to speak out “for the first time … [to] set the record straight” about the party’s handling of cases, claiming that it improved during Corbyn’s tenure.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/26/ex-corbyn-aide-karie-murphy-says-she-is-proud-of-record-on-antisemitism\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/26/ex-corbyn-aide-karie-murphy-says-she-is-proud-of-record-on-antisemitism", "date_published": "2020-10-26 19:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iraq: Saddam Hussein’s right-hand man dies after years as fugitive", "description": "<p>Izzat Ibrahim al-Douri was ‘king of clubs’ in US wanted list and had $10m bounty on his head</p><p>Saddam Hussein’s right-hand man, Izzat Ibrahim al-Douri, a longtime fugitive, has died, according to the late Iraqi dictator’s daughter and his Ba’ath party.</p><p>After Saddam’s capture following the 2003 US-led invasion of Iraq, the wiry, red-haired general remained the “king of clubs” in Washington’s deck of cards of wanted regime figures, with a $10m bounty on his head.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/izzat-ibrahim-al-douri-saddam-hussein-right-hand-man-dies-at-78\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/izzat-ibrahim-al-douri-saddam-hussein-right-hand-man-dies-at-78", "date_published": "2020-10-26 19:19:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ECB should break the global silence on Pakistan's sad and strange IPL exile | Jonathan Liew", "description": "<p>The unspoken, unexamined decision of the Indian Premier League to ignore one country has turned the dressing room into a proxy battlefield, the auction into a theatre of war</p><p>Last week, the England and Wales Cricket Board announced it is in the process of organising <a href=\"https://www.theguardian.com/sport/blog/2020/oct/17/england-ready-to-return-a-favour-and-play-in-pakistan-after-15-years-away\" title=\"\">the first official England tour of Pakistan in 15 years</a>. This is, self‑evidently, the right thing to do. Since England’s last visit in 2005-06, Pakistan have toured this country eight times for various tournaments and series. From the ECB’s perspective, their decision to brave the pandemic and <a href=\"https://www.theguardian.com/sport/england-v-pakistan-2020\" title=\"\">send a team this summer</a> may well have proven the difference between financial ruin and mere recession.</p><p>And so naturally the decision to consider the possibility of maybe, potentially, exploring the idea of touring Pakistan for a very short Twenty20 series in early 2021 – subject to all the usual security and logistical caveats – has been spun in many quarters as an act of supreme munificence. Yet if England are genuinely keen on extending the hand of solidarity to Pakistani cricket, then there is something else it could do. It could politely but pointedly use its voice at next month’s International Cricket Council board meeting to ask why Pakistani players continue to be excluded from the world’s biggest cricket tournament.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/oct/26/ecb-global-silence-pakistan-ipl-exile\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/oct/26/ecb-global-silence-pakistan-ipl-exile", "date_published": "2020-10-26 19:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak under pressure to reveal whereabouts of his own investments", "description": "<p>Opposition MPs say chancellor should reveal if any of his ‘blind trust’ wealth is held offshore</p><p>The chancellor is under pressure to reveal where his multimillion-pound personal fortune is invested after suggestions that some of his wealth, which is managed by a so-called <a href=\"https://www.spotlightcorruption.org/blind-trusts-are-they-enough-to-avoid-conflicts-of-interest/\">blind trust</a>, could be held in offshore tax havens.</p><p>Opposition MPs and transparency campaigners on Monday called on Rishi Sunak to be “completely transparent” about where his wealth – earned over a career at the US investment bank Goldman Sachs and hedge funds – is invested in order to avoid potential conflicts of interest with his role running the UK economy.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/26/sunak-under-pressure-to-reveal-whereabouts-of-his-own-investments\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/26/sunak-under-pressure-to-reveal-whereabouts-of-his-own-investments", "date_published": "2020-10-26 18:50:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Security guard had no radio to raise alarm about Manchester Arena bomber", "description": "<p>Mohammed Agha, 19, also told inquiry he didn’t leave his post for fear of losing his job</p><p>A security guard warned about the Manchester Arena bomber said he didn’t immediately raise the alarm because he didn’t have a walkie-talkie and felt unable to leave his position for fear of losing his job.</p><p>Mohammed Agha was just 19 and earning the minimum wage as he worked his first door supervisor shift for Showsec at the Manchester Arena on the night Salman Abedi detonated a bomb at an Ariana Grande concert.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/26/security-guard-had-no-radio-to-raise-alarm-about-manchester-arena-bomber\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/26/security-guard-had-no-radio-to-raise-alarm-about-manchester-arena-bomber", "date_published": "2020-10-26 18:39:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham and Warrington to enter tier-3 Covid restrictions", "description": "<p>Measures mean 8.2 million people in England will be living in highest level of lockdown<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Nottingham and Warrington will become the latest areas of England to come under the tightest Covid restrictions, with pubs closed and all household mixing banned.</p><p>Tier 3 restrictions will come into force at 12.01am on Tuesday for Warrington and 12.01am on Thursday for Nottingham.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/26/warrington-fourth-area-in-england-to-come-under-tier-3-covid-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/26/warrington-fourth-area-in-england-to-come-under-tier-3-covid-restrictions", "date_published": "2020-10-26 18:37:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greg Clarke raised breakaway threat at start of Project Big Picture talks", "description": "<ul><li>Clarke said it could allow radical changes to be pushed through</li><li>FA chairman understood ‘desire to solve problems big six face’</li></ul><p>The Football Association chairman, Greg Clarke, raised the threat of a European breakaway by top clubs at the very start of his development of Project Big Picture with the chairmen of Chelsea, Liverpool and Manchester United, the Guardian can reveal.</p><p><a href=\"https://www.theguardian.com/football/2020/oct/13/fa-chairman-condemns-project-big-picture-as-grab-for-power-and-wealth\" title=\"\">Clarke has claimed he walked away</a> when the project became focused on “the concentration of power and wealth” in the big clubs with a mooted breakaway threat, but in the first document he produced, in February, he wrote that the breakaway threat created the opportunity for change. </p> <a href=\"https://www.theguardian.com/football/2020/oct/26/greg-clarke-raised-breakaway-threat-at-start-of-project-big-picture-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/26/greg-clarke-raised-breakaway-threat-at-start-of-project-big-picture-talks", "date_published": "2020-10-26 18:25:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freeman denies trying to remove laptop as tribunal takes bizarre turn", "description": "<ul><li>Concern over former Team Sky doctor’s behaviour</li><li>Freeman to face testosterone questions on Tuesday</li></ul><p>The former Team Sky and British Cycling doctor Richard Freeman will face questions on Tuesday over whether he gave a “testosterone top-up” to a rider, as well as medical data relating to a Tour de France winner, a tribunal has been told.</p><p>Questions were also raised on Monday about Freeman’s mental health following a bizarre incident during the lunch break, in which he attempted to walk away with a laptop said to contain riders’ records after it failed to charge.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/26/freeman-denies-trying-to-remove-laptop-as-tribunal-takes-bizarre-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/26/freeman-denies-trying-to-remove-laptop-as-tribunal-takes-bizarre-turn", "date_published": "2020-10-26 18:17:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry: life with Meghan made me aware of unconscious racial bias", "description": "<p>Prince blames royal upbringing for prior lack of insight and calls on others to educate themselves</p><p>The Duke of Sussex has said his upbringing as a privileged member of the royal family resulted in him having no understanding of unconscious racial bias, and called for others in a similar situation to “educate themselves”.</p><p>Prince Harry made the comments during a conversation with Patrick Hutchinson, the south London personal trainer who was photographed <a href=\"https://www.theguardian.com/world/2020/jun/14/blm-supporter-speaks-out-after-carrying-counter-protester-to-safety\">carrying a far-right protester to safety</a> during unrest at an anti-Black Lives Matter rally this summer.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/26/harry-life-with-meghan-made-me-aware-unconscious-racial-bias\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/26/harry-life-with-meghan-made-me-aware-unconscious-racial-bias", "date_published": "2020-10-26 17:50:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Where's Boris?': anger among volunteers at food bank on PM's patch", "description": "<p>Refusal to back free school meals extension riles families and volunteers in London and Bolton </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The volunteers at Hillingdon Crisis Support Service in north-west London did not get much sleep over the weekend. The team of 10 have been working around the clock to get a week’s worth of lunches ready for children over half-term.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2020/oct/26/matt-hancock-defends-refusal-to-climb-down-on-free-school-meals\">Free school meals: Johnson under renewed pressure from council leaders</a> </p> <a href=\"https://www.theguardian.com/education/2020/oct/26/boris-johnson-anger-volunteers-food-bank-free-school-meals\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/26/boris-johnson-anger-volunteers-food-bank-free-school-meals", "date_published": "2020-10-26 17:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘He beat me many times’: how trafficked women are sexually exploited in UK", "description": "<p>Victims reveal broken promises, physical and verbal abuse and almost constant surveillance</p><ul><li><a href=\"https://www.theguardian.com/society/2020/oct/26/priti-patel-urged-to-stop-uk-being-pimps-paradise\">Priti Patel urged to stop UK being ‘pimp’s paradise’</a></li></ul><p>Elena was enticed to the UK by a Romanian man she met online. He promised they could live together and that he would find her work in a restaurant.</p><p>But as soon as she arrived in London in 2016 she was told she was in debt to a criminal gang, who had paid for her travel and accommodation.</p> <a href=\"https://www.theguardian.com/law/2020/oct/26/he-beat-me-many-times-how-trafficked-women-are-sexually-exploited-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/oct/26/he-beat-me-many-times-how-trafficked-women-are-sexually-exploited-in-uk", "date_published": "2020-10-26 16:56:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Natural noise’: disturbed by loud sex next door? Just imagine it’s birdsong", "description": "<p>When a resident complained that her neighbour’s lovemaking kept her awake each night, Manchester city council had an unexpected response</p><p><strong>Name: </strong>Natural noise.</p><p><strong>Age:</strong> Hard to say. Since the beginning of time, I suppose. The big bang must have been naturally noisy.<br /><br /><strong>Appearance:</strong> Noise that is natural. Stop being so thick.<br /><br /><strong>What are we talking? Birdsong?</strong> That would count and people would rather enjoy it, but this natural noise is perhaps less welcome.<br /><br /><strong>Planes, trains, traffic?</strong> Some might see it as worse than that.<br /><br /><strong>Dogs barking? </strong>That’s irritating, but less embarrassing.<br /><br /><strong>What then? </strong>Nocturnal lovemaking.<br /><br /><strong>The old hotel room story?</strong> No, this is <a href=\"https://www.manchestereveningnews.co.uk/news/greater-manchester-news/mums-life-being-made-misery-19111038?_ga=2.43016480.404851070.1603275745-180449135.1593524320\">a </a><a href=\"https://www.manchestereveningnews.co.uk/news/greater-manchester-news/mums-life-being-made-misery-19111038?_ga=2.43016480.404851070.1603275745-180449135.1593524320\">resident</a><a href=\"https://www.manchestereveningnews.co.uk/news/greater-manchester-news/mums-life-being-made-misery-19111038?_ga=2.43016480.404851070.1603275745-180449135.1593524320\"> in Manchester who has complained to the council</a> that her neighbour’s nights of passion are keeping her awake. <br /><br /><strong>Every night?</strong> Yes.<br /><br /><strong>I can see that </strong><strong>might</strong><strong> get on your nerves. </strong>“It’s terrible,” says the neighbour. “Before lockdown, it wasn’t really every night. Since lockdown, it’s got worse.”<br /><br /><strong>Well, lockdown has been boring.</strong> Most of us have been satisfied with Netflix, or occasionally Scrabble if we are looking to ramp up the excitement.<br /><br /><strong>What does the council say?</strong> The complainant claims the council told her that sex is “natural noise”, although it did sent the neighbour two letters. The council says Covid-19 means environmental health officers can’t enter properties to listen in. However, after the complainant contacted the Manchester Evening News, the council sent officers to listen from the street. They couldn’t hear anything, so noise-monitoring equipment is being set up in the complainant’s home.<br /><br /><strong>She could always try </strong><strong>earplug</strong><strong>s.</strong> I can see whose side you’re on in this imbroglio, you sex maniac. The council accepts that natural noise can become a “statutory nuisance”.<br /><br /><strong>A tricky line to draw.</strong> Indeed. It should be entertaining when the row reaches the supreme court.<br /><br /><strong>Sex hasn’t been easy in the pandemic.</strong> I know what you mean. Romantic assignations have suddenly been curtailed.<br /><br /><strong>What are single people </strong><strong>allowed to do? </strong>It depends on how tight the restrictions are where they live. In some places, they may be allowed to meet only outdoors – and <a href=\"https://www.theguardian.com/world/2020/oct/16/sex-ban-englands-covid-tiers-throw-new-obstacles-in-way-of-romance\">even then </a><a href=\"https://www.theguardian.com/world/2020/oct/16/sex-ban-englands-covid-tiers-throw-new-obstacles-in-way-of-romance\">social distanc</a><a href=\"https://www.theguardian.com/world/2020/oct/16/sex-ban-englands-covid-tiers-throw-new-obstacles-in-way-of-romance\">ing will still apply</a>. <br /><br /><strong>It could add a certain frisson, in a Dangerous </strong><strong>Liaisons</strong><strong> kind of way. </strong>Frisson will be the word come December.<br /><br /><strong>It’s going to end </strong><strong>in ...</strong> Tiers, yes. I’d rather hoped we could get through without that tired line.<br /><br /><strong>Couples can always bubble. </strong>That will certainly add to the sexual excitement, although you can only form a support bubble if both parties live alone. The Manchester case is unclear, with the complainant alleging that her neighbour’s <em>amorato</em> doesn’t live at the property and only visits at night.<br /><br /><strong>There’s no answer to that. </strong>“At first I thought: ‘It’s going to stop, maybe she’s got a new boyfriend and the novelty will wear off,’” says the sleepless neighbour. “But it just never ended.”<br /><br /><strong>I feel a tinge of jealousy.</strong> Stick to the Scrabble. Think of the excitement of getting orgasm on a triple-word square.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/26/natural-noise-disturbed-by-loud-sex-next-door-just-imagine-its-birdsong\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/26/natural-noise-disturbed-by-loud-sex-next-door-just-imagine-its-birdsong", "date_published": "2020-10-26 16:40:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wood, time and a little magic: why making a great single malt is an art, not a science", "description": "<p>The basic processes and ingredients for creating the spirit have been well known for centuries – but what is the special something that makes a fine malt a true original?</p><p>It’s no wonder people can feel a bit mystified by whisky: with a fascinating variety of colours, textures and flavours in every dram, the vocabulary used to describe them is vast and often bewilderingly complex. Like the spirit itself, the language of whisky has developed over centuries, burnished by the contributions of great writers, from Rabbie Burns to Ernest Hemingway to Haruki Murakami. But when you distill it down, the factors that determine the flavour of a great single malt whisky like The Glenlivet are actually remarkably simple: wood, time and a little magic.</p><p>The first thing you need to know about creating whisky is that, contrary to popular belief, it isn’t made by distillation. What distillers create is called “new-make spirit” – a combination of barley, water and yeast (just three ingredients, as stipulated by law) that’s been malted, mashed, fermented, and then distilled. This is the raw ingredient that will <em>become</em> whisky, but it can’t legally be called whisky until a fourth vital ingredient is added: time.</p> <a href=\"https://www.theguardian.com/drink-outside-the-box/2020/oct/26/wood-time-and-a-little-magic-why-making-a-great-single-malt-is-an-art-not-a-science\">Continue reading...</a>", "link": "https://www.theguardian.com/drink-outside-the-box/2020/oct/26/wood-time-and-a-little-magic-why-making-a-great-single-malt-is-an-art-not-a-science", "date_published": "2020-10-26 16:40:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of waterbirds flock to Australia's Lake Cowal – in pictures", "description": "<p>At approximately 21km long, Lake Cowal is the largest natural inland lake in New South Wales. After years of drought it began filling in March this year, and native and migratory waterbirds started returning to its wetlands. Above-average rainfall throughout the winter months have now filled the ephemeral lake to 40% of its surface area </p><ul><li><a href=\"https://www.theguardian.com/australia-news/gallery/2020/aug/28/australian-geographic-nature-photographer-of-the-year-2020-in-pictures\">Australian Geographic nature photographer of the year 2020 – in pictures</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/27/thousands-of-waterbirds-flock-to-australias-lake-cowal-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/27/thousands-of-waterbirds-flock-to-australias-lake-cowal-in-pictures", "date_published": "2020-10-26 16:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK staff: where are you working from?", "description": "<p>We would like to hear from those who are working in places other than the office or their homes<br /></p><p>Some people who are working from home have been looking for <a href=\"https://www.theguardian.com/business/2020/oct/25/desperate-uk-covid-home-workers-renting-solace-from-nimble-footed-firms\">alternative workplaces</a>, such as fitness clubs and cocktail bars, to break the monotony of working at the kitchen table.</p><p>Guardian business reporter Joanna Partridge said: “Businesses are hoping that the offer of a desk, reliable wifi and refreshments will attract workers weary of half a year of working from home, while boosting their income in challenging times.”</p> <a href=\"https://www.theguardian.com/business/2020/oct/26/uk-staff-where-are-you-working-from\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/26/uk-staff-where-are-you-working-from", "date_published": "2020-10-26 16:25:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK residents: tell us about the impact coronavirus is having on your household", "description": "<p>We would like to hear how your livelihood and income have changed since the start of the pandemic</p><p>A joint report has called for a <a href=\"https://www.theguardian.com/society/2020/oct/26/stimulus-package-for-uks-poorest-families-vital-report-says\">“family stimulus”</a> package to help parents and children from falling below the poverty line this winter.</p><p>The IPPR thinktank and the TUC have said hundreds of thousands of are at risk with more families being forced to rely on food banks.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/uk-residents-tell-us-about-the-impact-coronavirus-is-having-on-your-household\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/uk-residents-tell-us-about-the-impact-coronavirus-is-having-on-your-household", "date_published": "2020-10-26 16:05:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Water exists on the moon, scientists confirm", "description": "<p>Proof of significant amounts of H2O has implications for future lunar missions</p><p>Scientists have gathered some of the most compelling evidence yet for the existence of water on the moon – and it may be relatively accessible. The discovery has implications for future missions to the moon and deeper space exploration.</p><p>With no significant atmosphere insulating it from the sun’s rays, it had been assumed that the moon’s surface was dry – until the 1990s, when orbiting spacecraft found indications of ice in large and inaccessible craters near the moon’s poles.</p> <a href=\"https://www.theguardian.com/science/2020/oct/26/water-exists-on-the-moon-scientists-confirm\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/oct/26/water-exists-on-the-moon-scientists-confirm", "date_published": "2020-10-26 16:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is the government being so pig-headed about free school meals? | Gaby Hinsliff", "description": "<p>Perhaps No 10 is worried that deeply awkward questions will be asked as to why so many families need help in the first place</p><p>When in a hole, it helps to stop digging. This government has now so categorically lost the argument over extending free school meals through the holidays that the only way of escaping with any dignity <a href=\"https://www.theguardian.com/education/2020/oct/26/matt-hancock-defends-refusal-to-climb-down-on-free-school-meals\">is to give in</a>. When every other small cafe owner in England seems to be <a href=\"https://www.theguardian.com/commentisfree/2020/oct/24/after-marcus-rashford-cafes-step-in-where-tories-refuse-to-tread\">offering free sandwiches</a> to kids over half-term, even while struggling to keep their own businesses afloat in a pandemic, then you should know you’ve lost. When lifelong Conservative voters, whose churches make regular collections for the food bank, are dismayed, then you’ve lost. When your own MPs are sending text messages such as the one I got, worrying that free school meals could become this government’s poll tax – well, sooner or later <a href=\"https://www.theguardian.com/education/2020/oct/25/no-10-under-growing-pressure-to-u-turn-over-free-school-meals\">a U-turn</a> becomes inevitable.</p><p>They may want to call it something different, dress it up not to look like a retreat. But the cabinet can’t keep twisting themselves into the kind of knots Matt Hancock did on Monday morning, telling Radio 4’s Today programme that on the one hand he agrees with the footballer Marcus Rashford’s campaign to stop children going hungry, but on the other hand – no, they won’t actually do what Rashford wants. The <a href=\"https://www.theguardian.com/education/video/2020/oct/26/boris-johnson-claims-no-child-go-hungry-salutes-marcus-rashford-video\">prime minister’s promise</a> a few hours later that no child would go hungry at Christmas, even if he couldn’t actually explain how that would be guaranteed, suggests he now realises the position isn’t sustainable. The only mystery is why it took so long.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/26/government-pig-headed-free-school-meals\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/26/government-pig-headed-free-school-meals", "date_published": "2020-10-26 15:49:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Macron’s clash with Islam sends jolt through France’s long debate about secularism", "description": "<p>President has become a hate figure in Islamic world over response to death of Samuel Paty<br /></p><p>On 6 October, when Samuel Paty, a popular history and geography teacher at a school in a quiet Paris suburb, presented a copy of the cartoons of the prophet Muhammad that provoked the attack on Charlie Hebdo magazine five years ago, he self-evidently had no idea of the tragic consequence for his own life, French society or France’s relations with the Islamic world. What was intended as a classroom exploration of the freedom of thought has turned into a mini-clash of civilisations.</p><p>Ten days later, Paty was killed, allegedly by a Russian-born teenager of Chechen heritage, sending an electric shock into France’s long debate about secularism, or <em>laïcité</em>. The French president, Emmanuel Macron, responded by saying France would not “renounce the caricatures”.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/macrons-clash-with-islam-sends-jolt-through-frances-long-debate-about-secularism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/macrons-clash-with-islam-sends-jolt-through-frances-long-debate-about-secularism", "date_published": "2020-10-26 15:21:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we made: BBC mockumentary Ghostwatch", "description": "<p>‘Our producer received a letter from a woman asking for compensation to buy new trousers for her husband, as he had soiled the ones he was wearing’</p><p>The script focused on the story of two girls, Kim and Suzanne Early (Cherise and Michelle Wesson), and their mother Pam (Brid Brennan), who lived in a reportedly haunted council house in Northolt, London. It was presented as a “live ghost hunt”, with reporters, interviewers and a film crew in the house, and an anchorman in the studio. To quote the screenplay: “Certain parts will be played by real television personalities, using their true names.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/26/how-we-made-bbc-mockumentary-ghostwatch\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/26/how-we-made-bbc-mockumentary-ghostwatch", "date_published": "2020-10-26 15:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Survey uncovers widespread belief in 'dangerous' Covid conspiracy theories", "description": "<p> False claims that pandemic is a hoax or was started deliberately are attracting adherents around world </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Significant numbers of people around the world believe Covid-19 was created deliberately, has killed far fewer people than reported, or is a hoax and does not actually exist, according to a global survey.</p><p>Along with belief in other conspiracy theories – such as that the world is run by a secret cabal – the YouGov-Cambridge Globalism Project, a survey of about 26,000 people in 25 countries designed in collaboration with the Guardian, found widespread and concerning scepticism about vaccine safety.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/survey-uncovers-widespread-belief-dangerous-covid-conspiracy-theories\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/survey-uncovers-widespread-belief-dangerous-covid-conspiracy-theories", "date_published": "2020-10-26 14:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pope Francis criticised for rarely wearing face mask", "description": "<p>Prominent Catholics say pontiff should be setting an example during Covid pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Pope Francis is facing criticism for rarely wearing a face covering when meeting people even in indoor settings, with some prominent Catholics saying he should be setting an example as well as protecting his own health.</p><p>At a meeting over the weekend between the pope and the Spanish prime minister at the Vatican, neither wore a mask during the public part of the event. Although Pedro Sánchez’s face was covered when he arrived at the Vatican, the two men and their aides were unmasked immediately before and after the private meeting.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/pope-francis-criticised-for-rarely-wearing-face-mask-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/pope-francis-criticised-for-rarely-wearing-face-mask-covid", "date_published": "2020-10-26 12:41:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Renters facing eviction: tell us how the end of the eviction ban has impacted you", "description": "<p>We’d like to hear from renters in England and Wales who are facing eviction when the government ban is lifted this weekend<br /></p><p>We would like to hear from people who are facing eviction, or have already been evicted, following a the preclusion of a ban on landlords ordering tenants to leave due to the pandemic.</p> <a href=\"https://www.theguardian.com/society/2020/jul/09/uk-renters-tell-us-about-the-impact-coronavirus-has-had-on-you\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/09/uk-renters-tell-us-about-the-impact-coronavirus-has-had-on-you", "date_published": "2020-10-26 12:08:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Biden calls Trump a 'climate arsonist' – video explainer", "description": "<p><a href=\"https://www.theguardian.com/us-news/2020/oct/23/joe-biden-transition-from-oil-industry-rowing-back\">Humanity is said to have just 10 years</a>&nbsp;left to start seriously tackling the climate crisis before passing the 'point of no return' with multiple-degree temperature increases, rising sea levels and increasingly disastrous wildfires, hurricanes, floods and droughts predicted.</p><p>Scientists say the US is far off the path of what is necessary for the nation and the world to avoid catastrophic global heating, particularly as in the past four years Donald&nbsp;<a href=\"https://www.theguardian.com/us-news/ng-interactive/2020/oct/20/trump-us-dirtier-planet-warmer-75-ways\">Trump has shredded environmental protections for American lands, animals and people</a>.<br /></p><p>As part of our&nbsp;<a href=\"https://www.theguardian.com/us-news/series/climate-countdown\">climate countdown</a>&nbsp;series, the Guardian's Emily Holden looks at the issue and examines why the Democratic presidential nominee, Joe Biden, calls his rival a 'climate arsonist'&nbsp;</p><ul><li><a href=\"https://www.theguardian.com/environment/ng-interactive/2020/oct/26/revealed-trump-public-lands-oil-drilling\">Revealed: the full extent of Trump's 'meat cleaver' assault on US wilderness</a></li><li><a href=\"https://www.theguardian.com/us-news/2017/feb/22/us-politics-minute-sign-up-email-newsletter-app-notification\">Sign up for Fight to Vote – our weekly US election newsletter</a><br /></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2020/oct/26/why-biden-calls-trump-a-climate-arsonist-video-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2020/oct/26/why-biden-calls-trump-a-climate-arsonist-video-explainer", "date_published": "2020-10-26 12:05:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is it like asking people to comply with coronavirus restrictions?", "description": "<p>We would like to hear from public facing workers about the experience of being asked to enforce government guidelines </p><p>We would like to hear from hospitality staff, people who work in shops, public transport and other workers about the experience of asking customers and patrons to comply with the coronavirus restrictions.</p><p>At the weekend, it emerged that public health officials and contractors in England <a href=\"https://www.theguardian.com/world/2020/oct/24/pub-and-restaurant-check-in-data-hardly-used-by-englands-health-officials\">have barely used</a> check-in data from millions of people who have visited cafes, pubs and restaurants.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/26/what-is-it-like-asking-people-to-comply-with-coronavirus-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/26/what-is-it-like-asking-people-to-comply-with-coronavirus-restrictions", "date_published": "2020-10-26 11:13:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: 'I had been prejudiced about dating divorced men. John made me realise that was silly'", "description": "<p>Laura Thomas, 56, and John Warren, 57, met while they were volunteering at a soup kitchen. They are now married and live together in Austin, Texas</p><p>A soup kitchen isn’t the obvious setting for romance. But when John Warren decided to volunteer for the homeless charity <a href=\"https://caritasofaustin.org/\">Caritas of Austin</a> in January 2006, it wasn’t long before he spotted Laura Thomas. “I was working in the kitchen when I watched her walk across the room, so I tried to make eye contact. She immediately told me to put gloves on,” he says, laughing. As soon as she left, he put on the latex gloves required for hygiene reasons and, the next time she passed, waved to show that he was wearing them.</p><p>Laura, who was responsible for arranging music events at the shelter, thought John was “cute”. “A month later, we met again and started chatting at the kitchen,” she says. Although there was a spark, the volunteer coordinator told Laura that John had a girlfriend. “I thought he was a jerk. I didn’t understand why he was flirting with me if he was with someone.” In reality, he had separated from his partner. Due to the misunderstanding, John and Laura started dating other people. “He brought a date to the benefit fundraiser event I was organising,” says Laura. “I thought that was his long-term girlfriend.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/26/how-we-met-been-prejudiced-about-dating-divorced-men\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/26/how-we-met-been-prejudiced-about-dating-divorced-men", "date_published": "2020-10-26 11:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's recipe for Italian chocolate pudding", "description": "<p>In the UK, a pudding can mean so many things, savoury and sweet; in Italy, <em>budino</em> means this soft, moulded chocolate dessert – delicious in any language</p><p>Like most children growing up with two languages, my son, Luca, was slow to speak. Then, when he did, slowly, he mixed them. Not so much confused but resourceful; when he couldn’t find the word in one language he just used the other, creating Italian and English word-sandwiches, which, despite knowing better, made me smile – or worse, laugh, and he would scowl at me. But no scowl was greater than the one when I told him he was lucky that he was half-Italian and half-English. He scrunched his face up, but didn’t make any noise – just stared – then walked away. A few minutes later, he came back into the kitchen, reinforced with a toy. “I am <em>half</em> nothing,” he told me. “<em>Sono tutto Italiano</em>, and all English.”</p><p>This was a few years ago now, but I flash back often, especially when something I say or do is met with a dark scowl. Aged nine, he not only speaks two languages, but he is now the one laughing: at my imperfect Italian and Vincenzo’s great but accent-soaked English, but also at himself; his intentional mixing, bi-lingual swearing, his choice of two words from both languages.</p> <a href=\"https://www.theguardian.com/food/2020/oct/26/rachel-roddy-recipe-for-italian-chocolate-pudding-budino-di-cioccolato\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/26/rachel-roddy-recipe-for-italian-chocolate-pudding-budino-di-cioccolato", "date_published": "2020-10-26 11:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wall of the wild: animals on the US-Mexico border – in pictures", "description": "<p>Mexican photographer <a href=\"https://alejandroprietophotography.com/\">Alejandro Prieto</a> has captured the diverse wildlife threatened by Donald Trump’s barrier, winning a number of awards, including the <a href=\"https://www.youtube.com/watch?v=HB8P-57ikI8\">Fritz Pölking prize</a>, with his project Border Wall</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/oct/26/wall-of-the-wild-animals-on-the-us-mexico-border-in-pictures-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/oct/26/wall-of-the-wild-animals-on-the-us-mexico-border-in-pictures-aoe", "date_published": "2020-10-26 11:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK furloughed workers: tell us about your experiences", "description": "<p>We want to hear how you are finding it and whether you are at risk of being made redundant<br /></p><p>On 1 November, the <a href=\"https://www.theguardian.com/business/2020/oct/22/rishi-sunak-chancellor-covid-wage-rescue-package-businesses-second-wave\">job support scheme</a> will replace furlough with a funding package which will mean an employee will only need to work 20% of their usual hours to benefit. </p><p>The government has also cut the level of employer contribution from 33% – to just 5%, meaning the government will pay 62% of a worker’s wages for the time they are away from their job.</p> <a href=\"https://www.theguardian.com/business/2020/may/06/uk-furloughed-workers-tell-us-about-your-experiences\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/06/uk-furloughed-workers-tell-us-about-your-experiences", "date_published": "2020-10-26 10:20:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democrats hold Senate floor overnight to protest Amy Coney Barrett confirmation – live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/2020/oct/25/coronavirus-mike-pence-continues-campaign-tour-despite-chief-of-staffs-positive-test\">Trump aide admits ‘we’re not going to control pandemic’ as Pence staff test positive</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/oct/25/nearly-60-million-americans-cast-early-vote-trump-biden\">Nearly 60 million Americans cast early vote as record-shattering turnout expected</a> </li><li><a href=\"https://www.theguardian.com/us-news/2020/oct/24/democrats-midwest-voter-turnout-2016-biden-2020\">Many midwest Democrats stayed home in 2016. Will they turn out for Biden?</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-26T09:31:10.298Z\">9.31am <span class=\"timezone\">GMT</span></time> </p><p>The summer has been characterised by a series of extreme weather events on both coasts of the US, and that looks set to continue.</p><p>Hundreds of thousands of Californians lost power as utilities sought to prevent the chance of their equipment sparking wildfires and the fire-weary state braced for a new bout of dry, windy weather.<br /></p><p class=\"block-time published-time\"> <time datetime=\"2020-10-26T09:17:30.159Z\">9.17am <span class=\"timezone\">GMT</span></time> </p><p>Connecticut Sen. <strong>Chris Murphy</strong> has just described himself as “sad and furious” on his way home from the Senate in the early hours of the morning having been part of the Democrats night long occupation of the Senate floor.</p><p dir=\"ltr\" lang=\"en\">Just finished the 3-5am shift on the Senate floor in protest of the vote later today on radical Amy Coney Barrett.<br /><br />She will rule to invalidate Obamacare, causing 23M to lose insurance in the middle of a pandemic. Catastrophic. <br /><br />Both sad and furious on my rainy drive home. <a href=\"https://t.co/hVEw3AvibW\">pic.twitter.com/hVEw3AvibW</a></p> <a href=\"https://www.theguardian.com/us-news/live/2020/oct/26/trump-biden-election-latest-updates-covid-pence-amy-coney-barrett\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/oct/26/trump-biden-election-latest-updates-covid-pence-amy-coney-barrett", "date_published": "2020-10-26 09:31:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine insect-eating bird species in Amazon in sharp decline, scientists find", "description": "<p>Paper suggests climate crisis reducing insects in lowlands and central jungle, as fruit-eaters not affected</p><p>Bird species are in decline even in the remote parts of the Amazon, far from human interference, a study shows.</p><p>Scientists have found a sharp decline in nine insect-eating bird species in the lowlands of the central jungle in the space of a few decades. No equivalent decline was found among fruit-eating birds. This, they said, indicated that the <a href=\"https://www.theguardian.com/environment/2018/may/17/climate-change-on-track-to-cause-major-insect-wipeout-scientists-warn\">climate crisis and its </a><a href=\"https://www.theguardian.com/environment/2018/may/17/climate-change-on-track-to-cause-major-insect-wipeout-scientists-warn\">effect on insect populations</a> may be to blame.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/26/nine-insect-eating-bird-species-in-amazon-in-sharp-decline-scientists-find\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/26/nine-insect-eating-bird-species-in-amazon-in-sharp-decline-scientists-find", "date_published": "2020-10-26 09:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend's action", "description": "<p>Bamford continues to prove doubters wrong, Van de Beek should be unleashed and Saints find perfect pairing </p><p>Jamie Vardy proved his importance to Leicester City just as much when he was in the stands as he was on the pitch. The Foxes were flat from the off, without a functioning plan B to put into operation in Vardy’s absence. The team is so used to utilising the striker’s clever running in behind a defence, they seem to lack other creative ideas when he is not spearheading the team. Considering they ripped Manchester City apart just weeks ago, it will concern Brendan Rodgers that he cannot get his side to repeat that perfect performance, suffering home defeats to West Ham and Aston Villa in the two games that followed. Vardy’s arrival on the pitch enlivened Leicester, with his teammates looking more confident in the company of their talisman who duly scored a late winner. Rodgers might be best finding a striker in the mould of Vardy to ensure they can maintain the status quo whenever he is absent; otherwise they are just one tweaked muscle away from mediocrity. <strong>Will Unwin</strong></p> <a href=\"https://www.theguardian.com/football/2020/oct/26/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/26/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2020-10-26 09:17:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: China confirms 137 local cases as Spain enters state of emergency", "description": "<p><a href=\"https://www.theguardian.com/australia-news/2020/oct/26/melbourne-to-reopen-after-more-than-four-months-of-covid-lockdown\">Restrictions eased in Australian state of Victoria</a>; <a href=\"https://www.theguardian.com/world/live/2020/oct/26/coronavirus-live-news-us-sees-new-case-highs-as-spain-curfew-begins?page=with:block-5f9604698f086891532b98c2#block-5f9604698f086891532b98c2\">WHO warns against ‘vaccine nationalism’</a>; <a href=\"https://www.theguardian.com/world/live/2020/oct/26/coronavirus-live-news-us-sees-new-case-highs-as-spain-curfew-begins?page=with:block-5f9629f68f086b2e58c8fd90#block-5f9629f68f086b2e58c8fd90\">Israel to begin first vaccine clinical trials next month</a>. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/oct/25/us-coronavirus-covid-cases-surge\">US comes close to new daily case record</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/26/china-new-coronavirus-outbreak-detected-in-xinjiang-city-of-kashgar\">China: new coronavirus outbreak detected in Xinjiang city of Kashgar</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/25/dread-of-history-repeating-itself-grows-in-italian-town-as-infections-rise-again\">Dread of history repeating itself grows in Italy as infections rise again</a></li><li><a href=\"https://www.theguardian.com/world/2020/oct/25/who-in-europe-is-getting-it-right-on-covid\">Which European nations are getting it right on Covid?</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-10-26T09:16:06.924Z\">9.16am <span class=\"timezone\">GMT</span></time> </p><p>Hi all. I will update you on all the news as it comes in from across the globe. I hope everyone is well today, please do email me if you want to share any thoughts, news tips or comments. </p><p>Twitter: <a href=\"https://twitter.com/sloumarsh\">@sloumarsh</a><br />Instagram: <a href=\"https://www.instagram.com/sarah_marsh_journalist/?hl=en\">sarah_marsh_journalist</a><br />Email: <a href=\"mailto:sarah.marsh@theguardian.com\">sarah.marsh@theguardian.com</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-10-26T09:12:17.897Z\">9.12am <span class=\"timezone\">GMT</span></time> </p><p>The Covid-19 vaccine being developed by the University of Oxford produces a similar immune response in both older and younger adults, and adverse responses were lower among the elderly, British drugmaker AstraZeneca Plc said on Monday. <br /><br />A vaccine that works is seen as a game-changer in the battle against the novel coronavirus, which has killed more than 1.15 million people, hammered the global economy and shuttered normal life across the world. <br /><br />“It is encouraging to see immunogenicity responses were similar between older and younger adults and that reactogenicity was lower in older adults, where the Covid-19 disease severity is higher,” an AstraZeneca spokesman told Reuters. <br /><br />“The results further build the body of evidence for the safety and immunogenicity of AZD1222,” the spokesman said, referring to the technical name of the vaccine. <br /><br />The news that older people get an immune response from the vaccine is positive because the immune system weakens with age and older people are those most at risk of dying from the virus. <br /><br />The Financial Times reported earlier that the vaccine, being developed by Oxford and AstraZeneca, triggers protective antibodies and T-cells in older age groups - among those most at risk from the virus. <br />The Oxford/AstraZeneca vaccine is expected to be one of the first from big pharma to secure regulatory approval, along with Pfizer and BioNTech’s candidate. </p><p>If it works, a vaccine would allow the world to return to some measure of normality after the tumult of the pandemic. <br />Immunogenicity blood tests carried out on a subset of older participants echo data released in July which showed the vaccine generated “robust immune responses” in a group of healthy adults aged between 18 and 55, the Financial Times reported. </p> <a href=\"https://www.theguardian.com/world/live/2020/oct/26/coronavirus-live-news-us-sees-new-case-highs-as-spain-curfew-begins\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/oct/26/coronavirus-live-news-us-sees-new-case-highs-as-spain-curfew-begins", "date_published": "2020-10-26 09:16:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mr Wilder & Me by Jonathan Coe review – satisfyingly sweeping", "description": "<p>A Greek film composer recalls Billy Wilder’s impact on her life in a novel that ranks among Jonathan Coe’s best </p><p>The renaissance of Jonathan Coe has been one of the more cheering literary stories of recent years. He’s a writer whose career can be usefully arranged in decades. There was the apprenticeship of his 20s; then in his 30s a run of unforgettable, name-making novels – <em><a href=\"https://www.theguardian.com/books/2011/apr/16/jonathan-coe-carve-book-club\">What a Carve Up</a></em><em><a href=\"https://www.theguardian.com/books/2011/apr/16/jonathan-coe-carve-book-club\">!</a></em>, <em>The House of Sleep</em>, <em><a href=\"https://guardianbookshop.com/the-rotters-club-9780241986479.html\">The Rotters’ Club</a></em>. Then it felt as if Coe went off the boil a little, with the books of his 40s and 50s – <em>The Rain Before It Falls</em>, <em>The Terrible Privacy of Maxwell Sim</em><em> </em>and <em>Expo 58</em> in particular – all lacking the verve and humour of his earlier work. Coe at his best was that rare thing: a writer of page-turners that are full of postmodern flourishes, <em>jeux d’esprit</em> that also engage profoundly with important subjects. In the Costa prize-winning and bestselling <em><a href=\"https://www.theguardian.com/books/2018/nov/25/middle-england-jonathan-coe-review\">Middle England</a></em>, he seemed to recapture the warmth and sharpness of his mid-career masterpieces.</p><p>Following up a success is never easy and yet the life and light that flooded <em>Middle England </em>is preserved and multiplied in <em>Mr Wilder &amp; Me</em>. This is a book that looks back to Coe’s brilliant early period, engaging, like <em>What a Carve Up!</em>, with cinema in a formal as well as a thematic way, delivering the reader a satisfyingly sweeping novel that still manages to push the form in new directions. It hinges on 60 pages in the middle of the book when the narrative morphs suddenly into an approximation of a Billy Wilder script – but this is a film in which Wilder himself is the star. We meet “Billie” as a young man, in the war, when he betrayed a lover and made a film that in some way compensated for this betrayal. The script colours all the story around it and is one of the most strangely moving pieces of writing I’ve read in years. Coe’s best novels always sounded tricksier in summary than they were when you read them. The same can be said here.</p> <a href=\"https://www.theguardian.com/books/2020/oct/26/mr-wilder-me-by-jonathan-coe-review-satisfyingly-sweeping\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/26/mr-wilder-me-by-jonathan-coe-review-satisfyingly-sweeping", "date_published": "2020-10-26 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turner’s Modern World review – a roaring, wondrous whirlpool of a show", "description": "<p><strong>Tate Britain, London</strong><br />From the most devastating depiction of the slave trade ever to an erotically-charged shipwreck, JMW Turner’s heart-stopping maelstroms of sea and steam and smoke made him a true visionary of his age</p><p>It’s not standard practice for curators to draw attention to a masterpiece they failed to borrow. But right in the middle of <a href=\"https://www.theguardian.com/artanddesign/tatebritain\">Tate Britain</a>’s roaring whirlpool of a <a href=\"https://www.theguardian.com/artanddesign/jmw-turner\">Turner</a> exhibition is a reproduction of his 1840 painting Slave Ship (Slavers Throwing Overboard the Dead and Dying, Typhoon Coming On). Apparently, it has become too frail to make the transatlantic journey from Boston’s Museum of Fine Arts – another twist in the story of the most devastating work of art ever made about the British slave trade. So, instead of passing over its no-show, the exhibition demands you pause to mourn it – and what it depicts.</p><p>This painting belongs at the heart of <a href=\"https://www.tate.org.uk/whats-on/tate-britain/exhibition/turners-modern-world\">Turner’s Modern World</a> even though it’s just here as an idea, a concept, with an excerpt from David Dabydeen’s poem Turner next to the repro. That’s because this exhibition presents Turner as a passionate and engaged painter of modern life. It shows how alive he was to the liberations and oppressions of his revolutionary age. Born in London in 1775, into a world ruled by aristocrats and monarchs where the horse was the fastest thing on earth, Turner lived to see the coming of trains, steamships, political reform and photography – and the abolition of the slave trade.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/26/turners-modern-world-review-tate-britain-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/26/turners-modern-world-review-tate-britain-london", "date_published": "2020-10-26 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With blockbusters on hiatus, could small indie films save cinema?", "description": "<p>Emerging director Guy Davies cold-called cinemas to get his coming-of-age romance Philophobia shown – and it worked</p><p>Getting a small, independent movie into cinemas is a huge challenge at the best of times. Ironically, it might be easier in the worst of times. Which, thanks to Covid, is now. That is what Guy Davies found with his new film Philophobia, a coming-of-age romance set in his home town of Stroud. With the big studio movies now in hibernation, cinemas are hungry for new content, which means opportunities for smaller fare. So Davies decided to take the initiative. “I’d been banging on doors all year with the film,” says the 29-year-old film-maker, “so I just thought: why not go directly to cinemas?”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/info/2020/mar/25/the-guide-staying-in-sign-up-for-our-home-entertainment-tips\">The Guide: Staying In – sign up for our home entertainment tips</a> </p> <a href=\"https://www.theguardian.com/film/2020/oct/26/philophobia-guy-davies-with-blockbusters-on-hiatus-could-small-indie-films-save-cinema\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/26/philophobia-guy-davies-with-blockbusters-on-hiatus-could-small-indie-films-save-cinema", "date_published": "2020-10-26 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock defends refusal to climb down on free school meals", "description": "<p>Minister says English councils have already been given ‘a huge amount of extra investment’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Matt Hancock has insisted that the government does not need to extend free school meals beyond term times in England because local councils have been funded to support disadvantaged children instead. </p><p>The UK health secretary took a notably more conciliatory tone in media interviews on Monday, following a weekend of critical headlines for the government over the issue, <a href=\"https://www.theguardian.com/education/2020/oct/25/no-10-under-growing-pressure-to-u-turn-over-free-school-meals\">and growing unrest</a> among backbench Conservative MPs.</p> <a href=\"https://www.theguardian.com/education/2020/oct/26/matt-hancock-defends-refusal-to-climb-down-on-free-school-meals\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/26/matt-hancock-defends-refusal-to-climb-down-on-free-school-meals", "date_published": "2020-10-26 08:46:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic or no pandemic, young people should not 'age out' of care", "description": "<p>Care leavers are vulnerable to exploitation and destitution. They deserve protection after the threat of the virus has receded</p><p>My daughter has just left home. Well, she has, and she hasn’t: despite the mountain of stuff she took with her to university, her room is still full. And despite her much-anticipated independence, she still phones or texts several times a day. I forward her mail, answer her culinary questions, sympathise at 2am when there’s a loud party keeping her awake and grant access to the bank of mum and dad. She may not be living under my roof, but I am her safety net emotionally, financially and practically. Perhaps I always will be.</p><p>This is what virtually every parent offers and what virtually every child expects. Except for foster children: when they become adults, they leave without the prospect of this ongoing supportive relationship. Those who have already lost out on a chunk of their development – through the trauma of neglect, abuse and relationship breakdown – lose out again at the other end of their childhood as they face the world alone. Care leavers begin adult life doubly disadvantaged, often with nobody to cheer them on.</p> <a href=\"https://www.theguardian.com/society/2020/oct/26/pandemic-no-pandemic-young-people-should-not-age-out-care\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/26/pandemic-no-pandemic-young-people-should-not-age-out-care", "date_published": "2020-10-26 08:42:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 20 best sandwich recipes", "description": "<p>Pierre Koffmann’s croque monsieur, Rick Stein’s mackerel baguette, and Claire Ptak’s peanut butter and jelly: the recipes to transform your working-from-home lunch</p><p>A bold boast maybe, but we proudly stand by it. Presenting 20 of the world’s best sandwiches by some its best food writers and cooks. Maybe start here: Pierre Koffmann’s croque monsieur! The definitive recipe for France’s finest sandwich by one of her greatest chefs. Add James Cochran’s buttermilk chicken, Rick Stein’s grilled mackerel baguette, Giorgio Locatelli’s Milanese panini and Claridge’s posh tea selection. We humbly offer Uyen Luu’s crispy pork belly bahn mi, Georgina Hayden’s halloumi, Signe Johansen’s fish finger sandwich, and the sweet perfection that is Claire Ptak’s peanut butter and jelly. Trust us. Your working-from-home lunch will never be the same again.</p> <a href=\"https://www.theguardian.com/food/2020/oct/26/the-20-best-sandwich-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/26/the-20-best-sandwich-recipes", "date_published": "2020-10-26 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's time to start taking the Steelers seriously as Super Bowl contenders", "description": "<p>In seeing off the Titans in a matchup of the AFC’s last two unbeaten teams, Pittsburgh showed the blend of system and playmakers that defines a championship team<br /></p><p>Styles make matchups. And Tennessee head coach Mike Vrabel entered Week 7 determined to give the viewing public the matchup they craved: Derrick Henry and the Titans’ bulldozing rushing attack against Pittsburgh’s dominant defensive front.</p><p>Henry entered the game as the first running back in NFL history to rush for more than 200 yards in <em>three </em>successive games. But it was an overreliance on Henry on Sunday that saw the Titans stall.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/26/pittsburgh-steelers-super-bowl-contenders-nfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/26/pittsburgh-steelers-super-bowl-contenders-nfl", "date_published": "2020-10-26 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marcus Rashford shows how football can be a force for unity and good | Sean Ingle", "description": "<p>The Manchester United attacker has risen from sportsman to statesman with his campaign for free school meals</p><p>First Marcus Rashford put in a decent shift on the pitch. Then came an even more impressive one off it.</p><p>Barely 45 minutes after a pallid, punchless <a href=\"https://www.theguardian.com/football/2020/oct/24/manchester-united-chelsea-premier-league-match-report\" title=\"\">0-0 draw with Chelsea</a> on Saturday night, the Manchester United striker was back working his second job: a three-hour magic set in which dozens of cafes, churches, restaurants and ordinary folk all promised him they would donate free food to the poorest children in society during this half-term.</p> <a href=\"https://www.theguardian.com/football/blog/2020/oct/26/marcus-rashford-shows-how-football-can-be-a-force-for-unity-and-good\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/oct/26/marcus-rashford-shows-how-football-can-be-a-force-for-unity-and-good", "date_published": "2020-10-26 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Statistical illiteracy isn't a niche problem. During a pandemic, it can be fatal | Carlo Rovelli", "description": "<p>In recent months, we’ve all been bombarded with numbers. It’s vital that we learn how to interpret them </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In the institute where I used to work a few years ago, a rare non-infectious illness hit five colleagues in quick succession. There was a sense of alarm, and a hunt for the cause of the problem. In the past the building had been used as a biology lab, so we thought that there might be some sort of chemical contamination, but nothing was found. The level of apprehension grew. Some looked for work elsewhere.</p><p>One evening, at a dinner party, I mentioned these events to a friend who is a mathematician, and he burst out laughing. “There are 400 tiles on the floor of this room; if I throw 100 grains of rice into the air, will I find,” he asked us, “five grains on any one tile?” We replied in the negative: there was only one grain for every four tiles: not enough to have five on a single tile.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/26/statistical-illiteracy-pandemic-numbers-interpret\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/26/statistical-illiteracy-pandemic-numbers-interpret", "date_published": "2020-10-26 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We do not get a chance at happiness’: the Bangladeshi fishermen caught by debt", "description": "<p>Hilsa fishermen must borrow to buy equipment but have to sell their catch at a low price to moneylenders – creating a generational debt trap</p><p>Kalam Sheikh’s life revolves around the few months when he goes in search of Bangladesh’s prized hilsa fish. When he gets a good catch, he can make enough money to live on for the rest of the year. He can pay off some of his debts and even improve his home.</p><p>But this fragile annual cycle has been broken this year, with bad catches bookended by months off the water by the coronavirus pandemic and government restrictions to stop overfishing.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/26/we-do-not-get-a-chance-at-happiness-the-bangladeshi-fishermen-caught-by-debt\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/26/we-do-not-get-a-chance-at-happiness-the-bangladeshi-fishermen-caught-by-debt", "date_published": "2020-10-26 07:45:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wild hing makes India’s heart sing as favourite spice is home-grown at last", "description": "<p>Asafoetida is a mainstay of the country’s cuisine, but only now are the first saplings being planted on Indian soil</p><p>What’s in a name? Plenty, when it comes to asafoetida or “devil’s dung”. The evil-smelling spice is a stink bomb that unquestionably lives up to its moniker. Inhalation at five paces can make someone with a blocked nose stagger back. It has to be stored away from other spices to prevent it overwhelming them. Just a smidgen can cure indigestion. Yet it is a staple in Indian cuisine, adding a certain subtle aroma, pungency and flavour. For the Jain community, whose religion forbids the use of onion and garlic, “hing”, as it is called in India, is a lifesaver for the flavour it adds. Hing is India’s answer to Japan’s umami.</p><p>Yet, until now, no one in India has grown the spice.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/26/wild-hing-makes-indias-heart-sing-as-favourite-spice-is-home-grown-at-last\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/26/wild-hing-makes-indias-heart-sing-as-favourite-spice-is-home-grown-at-last", "date_published": "2020-10-26 07:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Thrown to the wolves': how Covid-19 laws are being used to silence garment workers", "description": "<p>Campaigners report job losses and jailing of those airing grievances – and urge global fashion brands to stand up for workers’ rights</p><p>On the morning<strong> </strong>of 4 May, Zar Zar Tun, a Burmese garment worker, led a strike at a factory in the city of Yangon. Within 24 hours she was an inmate at Myanmar’s notorious Insein prison.</p><p>Zar Zar Tun, 31, was arrested outside the Blue Diamond bag factory in Dagon Seikkan, an industrial district of Yangon, where she and more than 100<strong> </strong>other garment workers had been protesting over pay, working conditions and the right to strike.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/26/thrown-to-the-wolves-how-covid-19-laws-are-being-used-to-silence-garment-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/26/thrown-to-the-wolves-how-covid-19-laws-are-being-used-to-silence-garment-workers", "date_published": "2020-10-26 07:15:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hopes rise for approval of coronavirus vaccine by end of year", "description": "<p>US expert Dr Anthony Fauci says it should be known by early December if vaccine is safe to roll out</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Hopes are rising that a coronavirus vaccine will be approved by the end of the year, with healthcare workers receiving their first dose in early 2021.</p><p>Dr Anthony Fauci, the US’s leading expert in infectious diseases, said on Sunday it should be known by the end of November or early December if a vaccine was safe and effective.</p> <a href=\"https://www.theguardian.com/world/2020/oct/25/hopes-rise-for-approval-of-coronavirus-vaccine-by-end-of-this-year\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/25/hopes-rise-for-approval-of-coronavirus-vaccine-by-end-of-this-year", "date_published": "2020-10-26 07:08:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan will become carbon neutral by 2050, PM pledges", "description": "<p>Yoshihide Suga says dealing with climate change is no longer a constraint on growth as he sets out a bolder approach to the emergency </p><p>Japan’s prime minister, Yoshihide Suga, has said the country will become carbon neutral by 2050, heralding a bolder approach to tackling the <a href=\"https://www.theguardian.com/environment/climate-change\">climate emergency</a> by the world’s third-biggest economy.</p><p>“Responding to climate change is no longer a constraint on economic growth,” Suga said on Monday in his first policy address to parliament since <a href=\"https://www.theguardian.com/world/2020/sep/14/yoshihide-suga-the-farmers-son-set-to-be-japans-next-pm\">taking office</a>.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/japan-will-become-carbon-neutral-by-2050-pm-pledges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/japan-will-become-carbon-neutral-by-2050-pm-pledges", "date_published": "2020-10-26 07:04:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's your regular Arctic death-spiral update with Brenda the Civil Disobedience Penguin | First Dog on the Moon", "description": "<p>This just in blah blah blah disaster disaster who is even listening any more? Hello?!</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/26/its-your-regular-arctic-death-spiral-update-with-brenda-the-civil-disobedience-penguin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/26/its-your-regular-arctic-death-spiral-update-with-brenda-the-civil-disobedience-penguin", "date_published": "2020-10-26 07:03:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a teacher in Thailand, I know Covid will stop my students going to UK universities | Sadie Hollins", "description": "<p>Students in east Asia are choosing to study at home rather than in a country mishandling the pandemic</p><p>Overheard in my classroom, at an international school in Thailand: “My dad doesn’t think it’s a good idea to go to the UK at the moment. He’s not sure Covid-19 will be under control by the time I go to university next year.”</p><p>From another student: “I was looking at courses abroad but my parents have suggested that I look at universities in Thailand instead, and then look at the UK for my master’s in a few years.”</p> <a href=\"https://www.theguardian.com/education/2020/oct/26/as-a-teacher-in-thailand-i-know-covid-will-stop-my-students-going-to-uk-universities\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/26/as-a-teacher-in-thailand-i-know-covid-will-stop-my-students-going-to-uk-universities", "date_published": "2020-10-26 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid drove us to share a home but what are council tax implications?", "description": "<p>My partner and I have our own properties but lockdown led to us choosing to stay in one together</p><p><strong>Q</strong> My partner and I each have a house of our own and while we originally split our time between the two, we gradually started spending a little more time at one rather than the other.<br /><br />During the coronavirus lockdown we chose to stay in just one house to form a bubble and we currently spend all of our time in one house, with the other left pretty much empty other than when friends or relatives use it now and again.<br /><br />We are worried about council tax. We both pay single occupancy on our own properties but due to the recent situation we are worried about being “found out” for actually having two of us in one house. If we did pay full council tax for the property we both stay in, what are the implications for the other house (including insurance etc)?<br /><strong>RW</strong></p><p><strong>A</strong> Judging by what it says in <a href=\"https://www.gov.uk/government/publications/paying-the-right-level-of-council-tax-a-plain-english-guide-to-council-tax\">Paying the right level of council tax in England</a>, published by the Ministry of Housing, Communities and Local Government in May 2019, you are right to be worried about council tax.</p> <a href=\"https://www.theguardian.com/money/2020/oct/26/covid-drove-us-to-share-a-home-but-what-are-council-tax-implications\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/26/covid-drove-us-to-share-a-home-but-what-are-council-tax-implications", "date_published": "2020-10-26 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time's Monster by Priya Satia review – living in the past", "description": "<p>An academic argues that the discipline of history was used to defend empire and imperialism in a vital, if flawed, study</p><p>In his celebrated “Letter from Birmingham jail”, written in 1963 while in prison for having taken part in a banned march against segregation, Martin Luther King Jr describes receiving a letter from a “white brother in Texas” who had told him that “all Christians know that the coloured people will receive equal rights eventually, but it is possible that you are in too great a religious hurry”. “Such an attitude”, King wrote, “stems from a tragic misconception of time”, from “the strangely irrational notion that there is something in the very flow of time that will inevitably cure all ills”.</p><p>I was reminded of that line as I read <a href=\"https://history.stanford.edu/people/priya-satia\">Priya Satia</a>’s <em>Time’s Monster</em>. For it’s the same “irrational notion” about “the flow of time” against which Satia, professor of international history at Stanford University, argues.</p> <a href=\"https://www.theguardian.com/books/2020/oct/26/times-monster-by-priya-satia-review-living-in-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/26/times-monster-by-priya-satia-review-living-in-the-past", "date_published": "2020-10-26 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Apple iPad Air 2020 review: a cheaper iPad Pro for the rest of us", "description": "<p>New tablet looks stunning, is fast with long battery life, great 10.9in screen, speakers and video call camera</p><p>The latest tablet on the block is the totally revamped iPad Air with a modern design and plenty of power.</p><p>The fourth-generation iPad Air costs £579 and fits in between the <a href=\"https://www.theguardian.com/technology/2020/sep/30/apple-ipad-2020-review-tablet-faster-cost\">£329 iPad</a> and the £769 11in iPad Pro.</p> <a href=\"https://www.theguardian.com/technology/2020/oct/26/apple-ipad-air-2020-review-a-cheaper-ipad-pro-for-the-rest-of-us-battery-camera\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/oct/26/apple-ipad-air-2020-review-a-cheaper-ipad-pro-for-the-rest-of-us-battery-camera", "date_published": "2020-10-26 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neither Eurostar nor insurers will refund me for cancelled trip", "description": "<p>My journey was cancelled due to Covid restrictions but Lloyds bank and Axa won’t pay up</p><p><strong>I was supposed to be travelling to Brussels in March on Eurostar but the trip had to be cancelled due to the Covid restrictions. Ever since then I have been trying to get someone to refund me the £178 the tickets cost, but neither the train company</strong><strong> nor my Lloyds bank travel insurance will </strong><strong>talk to me about this </strong><strong>– never mind deal with my claim.</strong></p><p><strong>From </strong><strong>early March until July </strong><strong> I attempted to get Eurostar to refund me. My numerous emails only prompted acknowledgements of my complaint and promises to deal with it eventually – but no refund. In the end I gave up and approached my travel insurer, Lloyds</strong><strong>, provided through </strong><strong>a joint bank account.</strong></p> <a href=\"https://www.theguardian.com/money/2020/oct/26/eurostar-insurers-refund-cancelled-journey-covid-lloyds-axa\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/26/eurostar-insurers-refund-cancelled-journey-covid-lloyds-axa", "date_published": "2020-10-26 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portraits of families living together through coronavirus", "description": "<p>Photographer <a href=\"https://www.instagram.com/mattia_crocetti_/\">Mattia Crocetti</a>’s project <a href=\"https://www.mattiacrocettiphotography.com/condividendo-2019\">COndiVIDendo 19</a> looks at people living together during the coronavirus crisis, a time when groups have had to isolate and form a variety of family and community units, in Italy and across the world</p><p>COndiVIDendo 19 is a photographic and social project about the cohabitation of Italian citizens during the Covid-19 crisis. The title comes from the Italian <em>condividere</em>, which means sharing, and the images show groups of people living together in isolation, whether they are families, single people or mixed groups.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/26/portraits-of-families-living-together-through-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/26/portraits-of-families-living-together-through-coronavirus", "date_published": "2020-10-26 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great rebalancing: working from home fuels rise of the 'secondary city'", "description": "<p>A fall in commuting due to the pandemic is already prompting workers to move out of the major metropolises</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Amy Kaper has never met her colleagues. Though her employer is based in Washington DC, she works from her apartment in Arizona. Kaper’s chronic health issues made an office job difficult, and working remotely – in IT in the healthcare industry – gives her more autonomy, and more time. “It was a huge adjustment – but I feel really lucky,” she says.</p><p>This year, the proportion of Americans working from home like Kaper has skyrocketed – <a href=\"https://www.dallasfed.org/-/media/documents/research/papers/2020/wp2017.pdf\">from 8% in February</a> to 35% in May. Most countries have experienced a similar jump during the pandemic, as remote working has gone from a fringe benefit to a necessity. Analysis suggests <a href=\"https://voxeu.org/article/mitigating-work-security-trade\">roughly 28%</a> of jobs in Italy, France, Germany, Spain, Sweden and the UK can be carried out remotely, and <a href=\"https://voxeu.org/article/how-many-jobs-can-be-done-home\">as many as 37%</a> in the US.</p> <a href=\"https://www.theguardian.com/cities/2020/oct/26/the-great-rebalancing-working-from-home-fuels-rise-of-the-secondary-city\">Continue reading...</a>", "link": "https://www.theguardian.com/cities/2020/oct/26/the-great-rebalancing-working-from-home-fuels-rise-of-the-secondary-city", "date_published": "2020-10-26 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tree of the week: ‘They say this oak was used for hangings’", "description": "<p>A sinister rumour is attached to this noble tree in Nottingham, but for the city’s young adults with disabilities, it represents something much more joyous</p><p>Since Ian Jenkins started as a support worker at the Martin Jackaman Centre, a social care centre for adults with disabilities in Aspley, Nottingham, he has been enraptured by the 30-metre (100ft)-high oak tree that overlooks it. “It definitely stands out,” he says. “It’s so tall and striking that it literally overshadows the centre.”</p><p>However, not everyone who works at the Martin Jackaman feels quite so positive. “A branch fell off and hit a member of staff last year,” Jenkins says. “She wasn’t badly hurt, but she wanted to have the tree cut down. We said: ‘It’s over 200 years old – there’s no way you can do that!’”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/26/tree-of-the-week-they-say-this-oak-was-used-for-hangings\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/26/tree-of-the-week-they-say-this-oak-was-used-for-hangings", "date_published": "2020-10-26 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Azerbaijan and Armenia trade accusations of breaking US-brokered truce", "description": "<p>Ceasefire deal in Nagorno-Karabakh under threat as both sides allege breaches within hours of it coming into force</p><p>Azerbaijan and Armenian have accused each other of violating a new ceasefire in the countries’ conflict over the mountainous enclave of Nagorno-Karabakh.</p><p>The truce, brokered by the United States and other western powers, had only just come into effect at 8am local time (4am GMT) on Monday when the defence ministry in Baku said Armenian troops had shelled villages in the Terter and Lachin regions.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/nagorno-karabakh-us-brokered-ceasefire-agreed-amid-fresh-fighting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/nagorno-karabakh-us-brokered-ceasefire-agreed-amid-fresh-fighting", "date_published": "2020-10-26 06:31:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 of the UK’s best Christmas light trails", "description": "<p>With so much Christmas fun likely to be cancelled this year, these brilliantly imaginative winter trails offer some much-needed festive sparkle and reverie</p><p>Walk-through displays of Christmas lights have sparkled ever brighter in the UK’s grand gardens over the lpast decade or so. They often include tunnels of fairy lights and themed illuminations (animal-shaped lanterns at Chester Zoo or glowing flowers at the RHS gardens). Flaming torches, lasers, glowing snowflakes and stirring seasonal music are also quite likely to feature. These events are well-suited to Covid regulations: they take place outside in spacious grounds or parkland, so it’s relatively easy to socially distance, and they always did involve reserving tickets in advance. They are not cheap, are selling out fast, and booking timed tickets is generally essential (there tend to be more slots available on weekdays and later in the evening), but these festive spectacles offer an hour or so of pure escapism, and we could all do with a bit of that right now. </p> <a href=\"https://www.theguardian.com/travel/2020/oct/26/20-of-the-uk-best-christmas-winter-light-trails\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/oct/26/20-of-the-uk-best-christmas-winter-light-trails", "date_published": "2020-10-26 06:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Sze's cosmic constellation: 'It could be dashed away in a moment'", "description": "<p>The American sculptor’s work is so celebrated that France opened its borders to her mid-pandemic. Yet her largest ambition is to show the fragility of Earth itself</p><p>One click and the image on my laptop judders. When it reasserts itself, I’m looking at what appears to be an explosion frozen in time. Glittering embers hang impossibly in mid-air while images slither across: a glimpse of blue sky, rainbow refractions, a knife scraping yellow chalk.</p><p>I’m in London. Sarah Sze – who is trying to give me a flavour of her latest creation via her iPad – is inside the Fondation Cartier in Paris, <a href=\"https://www.fondationcartier.com/en/press/article/sarah-sze\">where she and her assistants are erecting the installation</a>, her first there for over 20 years. She walks through to the next room and passes the camera over a bright-white circle of crushed salt on the floor, surrounded by tiny piles of scrunched-up tin foil and bottles of water. </p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/26/sculptor-sarah-sze-interview-planet-pandemic-night-into-day\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/26/sculptor-sarah-sze-interview-planet-pandemic-night-into-day", "date_published": "2020-10-26 06:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olivia Newton-John: ‘I don't wish cancer on anyone else. But for me, it has been a gift’", "description": "<p>The pop star and actor talks about her third diagnosis of cancer, taking cannabis and ayahuasca, having Karen Carpenter as her spirit guide – and why her hit film Grease shouldn’t be accused of sexism</p><p>Olivia Newton-John likes to sing to herself. Over and over, she will repeat, “I’m healthy, I’m strong” to a random melody she has picked up. “I think it’s very important to keep that positive message in your head,” she says cheerfully. “You know, if you have a difficult moment, music is always a great healer.” It is something that has kept her going during her darkest days dealing with stage four breast cancer, the third time she has been diagnosed with the illness in the past 28 years.</p><p>Sitting in the kitchen of her ranch near Santa Barbara, California, the singer radiates optimism. Her blond hair is cropped above her chin, colourful glasses perched on her nose. Now 72, she looks much younger – just as she did in 1978 when, at the age of 29, she played the high school student Sandy Olsson in the hit musical Grease.</p> <a href=\"https://www.theguardian.com/film/2020/oct/26/olivia-newton-john-i-dont-wish-cancer-on-anyone-else-but-for-me-it-has-been-a-gift\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/oct/26/olivia-newton-john-i-dont-wish-cancer-on-anyone-else-but-for-me-it-has-been-a-gift", "date_published": "2020-10-26 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stimulus package for UK's poorest families vital, report says", "description": "<p>Offer allied with job support scheme essential to prevent hundreds of thousands falling below poverty line this winter</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An urgent “family stimulus” package alongside the chancellor’s new<a href=\"https://www.theguardian.com/politics/2020/oct/22/changes-to-the-coronavirus-job-support-scheme-in-england-explained\"> job support scheme</a> is vital to prevent hundreds of thousands of parents and their children falling below the poverty line this winter, according to a new joint report from the IPPR thinktank and the TUC.</p><p>The organisations have called for an overhaul of the UK’s social security offering, which they argue is one of the least generous in the developed world and inadequate to cope with the expected steep rise in joblessness caused by the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/society/2020/oct/26/stimulus-package-for-uks-poorest-families-vital-report-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/26/stimulus-package-for-uks-poorest-families-vital-report-says", "date_published": "2020-10-26 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Russell Tovey and a party that got out of hand", "description": "<p>A satisfyingly enigmatic new ITV drama runs across the week. Plus: The Undoing begins. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/26/tv-tonight-russell-tovey-and-a-party-that-got-out-of-hand\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/26/tv-tonight-russell-tovey-and-a-party-that-got-out-of-hand", "date_published": "2020-10-26 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The rest of the country will suffer so long as Westminster holds the purse strings | John Harris", "description": "<p>We were promised an era of civic rebirth. Instead, Covid has shown how obsessively London clings to power<br /></p><p>For those of us who have always longed for British politics to shift its focus beyond Westminster, last Tuesday afternoon brought a tantalising glimpse of an alternative reality. A gathering of press and politicians <a href=\"https://www.theguardian.com/politics/video/2020/oct/20/brutal-andy-burnham-reacts-to-news-of-governments-tier-3-package-live-on-tv-video\">outside Manchester’s </a><a href=\"https://www.theguardian.com/politics/video/2020/oct/20/brutal-andy-burnham-reacts-to-news-of-governments-tier-3-package-live-on-tv-video\">Bridgewater Hall</a> produced one moment of solid-gold drama: when the mayor of Greater Manchester, Andy Burnham, suddenly received confirmation that his region would soon <a href=\"https://www.theguardian.com/world/2020/oct/20/pm-confirms-covid-tier-3-restrictions-for-greater-manchester-as-talks-fail\">fall under </a><a href=\"https://www.theguardian.com/world/2020/oct/20/pm-confirms-covid-tier-3-restrictions-for-greater-manchester-as-talks-fail\">tier 3</a> of the government’s Covid-19 restrictions via a message on a mobile phone, and pronounced the decision “brutal”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/oct/15/pandemic-england-elected-mayors-covid-local-expertise\">This pandemic has been the making of England's elected mayors | Simon Jenkins</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/26/rest-country-suffer-westminster-purse-strings-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/26/rest-country-suffer-westminster-purse-strings-covid", "date_published": "2020-10-26 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Veganuary movement to welcome 1 millionth participant", "description": "<p>UK-based campaign boosted by surge in people buying plant-based food during the pandemic</p><p>The global <a href=\"https://veganuary.com/\">Veganuary</a> movement will this week welcome its 1 millionth participant since the meat-free pledge was launched seven years ago, bolstered by a surge in consumers tucking into more <a href=\"https://www.theguardian.com/food/vegan\">plant-based foods</a> during lockdown.</p><p>The UK-based campaign, which has asked people to pledge to eat a vegan diet for the month of January since 2014, said hitting the 1 million supporters’ mark was a huge milestone. The total includes the 400,000 participants who signed up earlier this year, and compares with 250,000 in 2019 and 170,000 in 2018.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/26/veganuary-movement-plant-based-food\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/26/veganuary-movement-plant-based-food", "date_published": "2020-10-26 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Zombie batteries’ causing hundreds of waste fires, experts warn", "description": "<p>Industry urges people not to throw out dead batteries with household rubbish or recycling</p><p>“Zombie batteries” are causing hundreds of fires a year at waste and recycling sites, industry experts have warned. They are urging people to ensure dead batteries are not thrown away in household rubbish or recycling.</p><p>Batteries discarded with general waste are likely to be crushed or punctured during collection and processing, according to the Environmental Services Association (Esa). Some types, particularly lithium-ion and nickel-metal hydride batteries, can ignite or explode when damaged and set fire to other materials. In some cases, this leads to incidents requiring dozens of firefighters and the evacuation of residents, potentially putting lives at risk.</p> <a href=\"https://www.theguardian.com/environment/2020/oct/26/zombie-batteries-causing-hundreds-of-waste-fires-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/oct/26/zombie-batteries-causing-hundreds-of-waste-fires-experts-warn", "date_published": "2020-10-26 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: into the woods and out of the ordinary", "description": "<p><strong>Coed y Cwm, Aberystwyth, Ceredigion:</strong> The deep leaf litter beneath my feet soaks up other sounds, creating an acoustic like that of a softly furnished library</p><p>The three families of swallows that nested in the abandoned stone shed on the edge of the farm have long since departed, leaving the lane quiet and poorer. Thick skeins of bramble stem, with mature growth the colour of dried blood, have wound through the hedgerow between the very last of the sloes – now looking polished and iridescent.</p><p>Skirting the top fringe of the wood, stunted by its exposure to the harsh weather from the south-west, I picked my way through the dense holly understorey. From the deep shade, a wren loudly objected to my intrusion before whirring away through the colour-edged foliage. Patches of light, filtered between the higher branches, highlighting the layer of moss that smoothed the rough bark of the trunks.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/26/country-diary-into-the-woods-and-out-of-the-ordinary\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/26/country-diary-into-the-woods-and-out-of-the-ordinary", "date_published": "2020-10-26 05:30:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republicans closely resemble autocratic parties in Hungary and Turkey – study", "description": "<p>Swedish university finds ‘dramatic shift’ in GOP under Trump, shunning democratic norms and encouraging violence</p><p>The Republican party has become dramatically more illiberal in the past two decades and now more closely resembles ruling parties in autocratic societies than its former centre-right equivalents in Europe, according to a <a href=\"https://www.v-dem.net/en/data/data/v-party-dataset/\">new international study</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/25/us-china-relations-trump-or-biden-election\">Whether Trump or Biden wins, US-China relations look set to worsen</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/26/republican-party-autocratic-hungary-turkey-study-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/26/republican-party-autocratic-hungary-turkey-study-trump", "date_published": "2020-10-26 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: the full extent of Trump’s ‘meat cleaver’ assault on US wilderness", "description": "<p>After four years of Trump, protected places such as national monuments and wildlife refuges have opened to oil drilling, new maps show – with more on the way</p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2020/oct/26/revealed-trump-public-lands-oil-drilling\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/ng-interactive/2020/oct/26/revealed-trump-public-lands-oil-drilling", "date_published": "2020-10-26 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus protests: nationwide strike looms after 'people’s ultimatum' rally", "description": "<p>Opposition leader calls for action on Monday as Lukashenko defies demand from 100,000 marchers in Minsk to step down</p><p>Belarusian riot police launched another violent crackdown in Minsk on Sunday evening, throwing stun grenades into crowds of peaceful protesters, chasing people through courtyards and making arrests as they attempted to curtail the 11th consecutive Sunday of protest in the country.</p><p>At least 100,000 people marched through the centre of the Belarusian capital earlier in the day to give what they called a “people’s ultimatum” to Alexander Lukashenko: step down, or face a nationwide strike on Monday that could cripple the economy.</p> <a href=\"https://www.theguardian.com/world/2020/oct/25/belarus-peoples-ultimatum-protest-met-with-violent-police-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/25/belarus-peoples-ultimatum-protest-met-with-violent-police-crackdown", "date_published": "2020-10-26 04:47:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 years of Instagram: how it has transformed our lives", "description": "<p>This October marks 10 years since the launch of Instagram. Tech journalist Sarah Frier looks at how it went from a tiny startup to a multibillion-dollar business, and the impact the social media company has had on our lives</p><p><strong>Sarah Frier</strong> is a tech reporter based in San Francisco who has watched the meteoric rise of Instagram, from its humble beginnings as a startup with a handful of employees to becoming a $100bn company. She talks to <strong>Rachel Humphreys</strong> about how the photo-sharing platform has become the most influential app of the past decade. </p><p>Kevin Systrom, Instagram’s co-founder, was 25 when he started his company with his friend, software engineer Mike Krieger. Systrom realised there was a gap in the market for an app that helped people quickly share pictures from phones, and with Instagram the app would also offer filters that people could use to make their photos – and by extension, their lives – look more appealing. In 2012, with just 13 employees, the company was bought by Facebook for $1bn. With the introduction of Instagram Stories, its growth accelerated, but the relationship between the two companies was complicated and Systrom and Krieger eventually left Instagram in 2018. Mark Zuckerberg now controls two of the most important social media networks in our lives. </p> <a href=\"https://www.theguardian.com/news/audio/2020/oct/26/10-years-of-instagram-how-it-has-transformed-our-lives-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/oct/26/10-years-of-instagram-how-it-has-transformed-our-lives-podcast", "date_published": "2020-10-26 03:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China: new coronavirus outbreak detected in Xinjiang city of Kashgar", "description": "<p>Authorities test 2.84 million people after 137 asymptomatic cases found - the first local infections in China since 14 October</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>China has detected 137 new asymptomatic coronavirus cases in Kashgar in the north-western region of Xinjiang after one person was found to have the virus the previous day – the first new local cases for 10 days in mainland China.</p><p>All the cases detected on Sunday were linked to a garment factory where the parents of a 17-year-old girl who was found on Saturday to have the virus – but showed no symptoms – worked, a Xinjiang health commission official told a press briefing.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/china-new-coronavirus-outbreak-detected-in-xinjiang-city-of-kashgar\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/china-new-coronavirus-outbreak-detected-in-xinjiang-city-of-kashgar", "date_published": "2020-10-26 02:40:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colombian rebel leader Uriel killed by security forces, president says", "description": "<p>Commander of the ELN guerrillas known for media appearances and online videos is described as criminal by president Iván Duque</p><p>Colombian security forces have killed a rebel commander known best by his nom de guerre Uriel, during an operation in the coastal Pacific province of Choco, president Iván Duque has said.</p><p>Uriel, whose real name was Andres Felipe Vanegas Londono, was a leader in the National Liberation Army (ELN) and was known for his media appearances, online videos and a Twitter account.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/colombian-rebel-leader-uriel-killed-by-security-forces-president-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/colombian-rebel-leader-uriel-killed-by-security-forces-president-says", "date_published": "2020-10-26 02:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I was absolutely terrified': Australian witness recounts Qatar strip-search ordeal", "description": "<p>Kim Mills was one of nine women taken off a Qatar Airways flight in Doha, and the only one not to be strip-searched as authorities hunted the mother of an abandoned newborn baby</p><p>An Australian woman has described the “terrifying” experience of being <a href=\"https://www.theguardian.com/world/2020/oct/25/australia-demands-answers-after-women-taken-from-qatar-airways-flight-and-strip-searched\">taken off a Qatar Airways flight by authorities who strip-searched passengers</a> as they tried to identify the mother of an infant found in the Doha airport toilets.</p><p>Kim Mills was one of nine women taken off a Qatar Airways flight bound for Sydney on 2 October and led through the bowels of the Hamad International airport to what appeared to be a dark carpark or turning circle, where three ambulances were waiting to perform medical examinations to determine if any of the women had recently given birth.</p> <a href=\"https://www.theguardian.com/world/2020/oct/26/i-was-absolutely-terrified-australian-witness-recounts-qatar-strip-search-ordeal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/26/i-was-absolutely-terrified-australian-witness-recounts-qatar-strip-search-ordeal", "date_published": "2020-10-26 01:29:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aerospace industry records worst quarter as Covid halts sales", "description": "<p>In the UK 12,000 jobs lost or at risk as pressure mounts on government for urgent action</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The global aerospace industry has endured its worst quarter ever with record low orders for new aircraft and 12,000 UK jobs already lost or at risk because of the collapse in travel caused by the coronavirus pandemic.</p><p>Aircraft manufacturers received only 13 orders in July and August, according to the aerospace and defence lobby group ADS. No orders were placed in September. That compares with 152 in the same period in 2019.</p> <a href=\"https://www.theguardian.com/business/2020/oct/26/aerospace-industry-records-worst-quarter-as-covid-halts-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/26/aerospace-industry-records-worst-quarter-as-covid-halts-sales", "date_published": "2020-10-26 00:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost half of British women do not self-examine for breast cancer", "description": "<p>Specialists describe survey’s findings as deeply concerning, as early diagnosis increases chances of successful treatment</p><p>Almost half of women do not check their breasts regularly for potential signs of breast cancer, and one in 10 never do so, a survey has revealed.</p><p>Women who do not look for changes in their breasts should get in the habit of examining them, as early detection of lumps and other symptoms could save their life, experts say.</p> <a href=\"https://www.theguardian.com/society/2020/oct/26/almost-half-british-women-do-not-self-examine-breast-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/26/almost-half-british-women-do-not-self-examine-breast-cancer", "date_published": "2020-10-26 00:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big tech accused of avoiding $2.8bn in tax to poorest countries", "description": "<p>Reform of international corporate taxation could transform health and education, says report</p><p>Big US technology companies are exploiting loopholes in global tax rules to avoid paying as much as $2.8bn (£2.1bn) tax a year in developing countries, according to research by the anti-poverty charity ActionAid International.</p><p>Facebook, Google and Microsoft have been accused of failing to pay a fair amount of taxes in poor countries where governments are struggling to provide even basic healthcare or education to their citizens.</p> <a href=\"https://www.theguardian.com/business/2020/oct/26/big-tech-accused-of-avoiding-28bn-in-tax-to-poorest-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/26/big-tech-accused-of-avoiding-28bn-in-tax-to-poorest-countries", "date_published": "2020-10-26 00:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid leaves 6m UK small businesses and 16m jobs  in 'precarious position'", "description": "<p>Survey finds nearly two-thirds of entrepreneurs believe their business may not survive pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An estimated 6m <a href=\"https://www.theguardian.com/business/small-business\">small businesses</a> in the UK supporting 16.6m jobs are in a financially precarious position as a result of the pandemic, a London business school has warned.</p><p>Nearly two-thirds of entrepreneurs felt their business might not survive the pressures of Covid-19, while more than half predicted they would run out of money within the next 12 months, according to the new study from <a href=\"https://www.theguardian.com/commentisfree/2014/jul/15/kings-college-london-business-marketplace-higher-education-managers\">King’s Business School</a>.</p> <a href=\"https://www.theguardian.com/business/2020/oct/26/covid-threatens-6m-uk-small-businesses-16m-jobs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/26/covid-threatens-6m-uk-small-businesses-16m-jobs", "date_published": "2020-10-26 00:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minority ethnic economists under-represented at top UK universities", "description": "<p>Backgrounds still lagging behind include African-Caribbean, Bangladeshi and Pakistani</p><p>An increasing number of academic economists in UK universities come from non-white backgrounds but ethnic minorities remain under-represented in the most prestigious institutions, new research has shown.</p><p>A study by the Institute for Fiscal Studies (IFS) found that of the economists doing research at universities, 24% were from ethnic minorities in 2018 – an increase of five percentage points since 2012.</p> <a href=\"https://www.theguardian.com/education/2020/oct/26/minority-ethnic-economists-under-represented-at-top-uk-universities\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/26/minority-ethnic-economists-under-represented-at-top-uk-universities", "date_published": "2020-10-26 00:01:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Convictions for rapes in London less likely than in 2015, research shows", "description": "<p>Concern over fall in convictions and growing delays in capital despite rise in reports of rapes and sexual offences </p><p>The London assembly’s police and crime committee has written to the lord chancellor, Robert Buckland, amid concerns over a “toxic combination” of falling convictions in rape and sexual offence cases despite a rise in reports and a backlog of cases in the courts.</p><p>Fresh research by the committee reveals that reported rapes and other sexual offences in the capital are less likely to result in a conviction now than they were five years ago. </p> <a href=\"https://www.theguardian.com/society/2020/oct/26/convictions-for-rapes-in-london-less-likely-than-in-2015-research-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/26/convictions-for-rapes-in-london-less-likely-than-in-2015-research-shows", "date_published": "2020-10-26 00:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Restricting judicial review will undermine democracy, panel told", "description": "<p>Law Society is among bodies giving evidence to experts asked to review court procedure</p><p>Restricting the right to judicial review will undermine democracy and harm the most vulnerable, according to the Law Society and other legal organisations.</p><p>Their submissions to a government-appointed panel have been published as concerns grow that ministers are trying to limit future challenges to their policies following government defeats in the supreme court over the <a href=\"https://www.theguardian.com/politics/2017/jan/24/supreme-court-brexit-ruling-parliament-vote-article-50\">Brexit </a><a href=\"https://www.theguardian.com/politics/2017/jan/24/supreme-court-brexit-ruling-parliament-vote-article-50\">article 50</a> and <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">prorogation</a> cases.</p> <a href=\"https://www.theguardian.com/law/2020/oct/26/restricting-judicial-review-undermine-democracy-panel-law-society\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/oct/26/restricting-judicial-review-undermine-democracy-panel-law-society", "date_published": "2020-10-26 00:01:07+00:00", "persistent": false, "user": null, "language": "en-UK"}]