[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "This is how to write an episode of Better Call Saul.", "description": "Talk with other aspiring writers on the Discord Server: https://discord.gg/xxTqXXd\n________________________\nEver wonder how they wrote the TV show Better Call Saul? Hear from Peter Gould, Vince Gilligan, Bob Odenkirk, Gordon Smith, Thomas Schnauz, and other writers about their experiences in the writers' room and how they created one of the biggest TV sequels to the greatest show of all time, Breaking Bad.\n\nChapters:\n00:00 Preface\n00:58 1. Who is Saul Goodman?\n03:09 2. The Writers Room\n05:29 3. Follow Your Characters\n07:28 4. Using Breaking Bad\n10:44 5. Dialogue vs Action\n12:17 6. Justice in Storytelling\n\nSubscribe: https://www.youtube.com/channel/UC3osNjJeuDdvyALIEP-nh0g?sub_confirmation=1\n\nComment below a film or TV show you want me to research next.\n\nBetter Call Saul is an American television crime drama series created by Vince Gilligan and Peter Gould. It is both a spin-off and a prequel of Gilligan's previous series, Breaking Bad. Set in the early-to-mid-2000s in Albuquerque, New Mexico, the series develops Jimmy McGill (Bob Odenkirk), an earnest lawyer and former con-man, into a greedy criminal defense attorney known as Saul Goodman. Also shown is the moral decline of retired police officer Mike Ehrmantraut (Jonathan Banks), who becomes closely affiliated with the Juarez drug cartel to support his family. \n\nABOUT BEHIND THE CURTAIN\nLearn from real screenwriters... and then learn how that translates into your own writing process. Behind the Curtain takes the best pieces of advice and insight from professional screenwriters and deliver them to you in an easily watchable format. We're focused on creating a community of passionate screenwriters who are eager to grow together through learning from the best.\n\nLEARN MORE with this youtube interview playlist\nhttps://www.youtube.com/playlist?list=PL0OEVTUCV1gaNT09HtIF0JBc7EGmPFXj4\n\nThis is how to write an episode of Better Call Saul.\nhttps://youtu.be/hVheQr1sH58\n\n#screenwriting #bettercallsaul #breakingbad", "link": "https://www.youtube.com/watch?v=hVheQr1sH58", "date_published": "2020-10-26 14:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}]