[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Astro's Playroom - Cooling Springs | PS5 4K Gameplay", "description": "See in action a level of Astro's Playroom, the platformer that comes free with your PlayStation 5 and shows off the cool new features of the DuelSense controller.\n\nThe very first game you'll get for PlayStation 5 is Astro's Playroom--because it comes preinstalled on the console. Even if you've got Spider-Man: Miles Morales or Demon's Souls waiting in the wings, you're going to want to check it out. Team Asobi's 3D platformer is a pretty hearty showcase for what developers can do with the piece of PS5 tech you're likely going to be using with the next-gen console the most: the DualSense controller.\n\nCheck out the video above, where we play through Cooling Springs, one of the four main areas of Astro's Playroom. Though the platformer gameplay is pretty familiar to fans of similar games like Super Mario Odyssey or Super Lucky's Tale, it does a solid job of showing off some of the graphical capabilities of the PS5. What's tougher to convey in a video is just how extensively Astro's Playroom uses the DualSense's features, like its haptic feedback capabilities and adaptive triggers, to create an extremely tactile gameplay experience.\n\nBut while you can't feel what the controller is doing in this video, you can see what a love letter to PlayStation history Team Asobi has created. Part of the focus of the game is on hunting down collectible pieces of PlayStation history: models of hardware like the PlayStation Portable, DualShock 3 controller, and EyeToy Camera. There are also tons of PlayStation easter eggs scattered throughout the level that are a whole lot of fun to track down. For more, check out our written preview of the Cooling Springs level.", "link": "https://www.youtube.com/watch?v=wS3__5Etcaw", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Here's How Big The PS5 Is Compared To Every Launch PlayStation", "description": "We've got our hands on the PlayStation 5 and we compared it's size and shape to every PlayStation from the PS1, all the way to the PS4 Pro.\n\nWe've gotten our hands on the PlayStation 5, fins and all. Much has been made of the new console's overall size, since it is a bit bigger than some past PlayStations. But how much bigger? This calls for an investigation.\n\nWe took the PS5 and stacked it up against every prior PlayStation, from the PS1 all the way to the PS4 Pro. And perhaps not surprisingly, we find that it is in fact a big boy. The only PlayStation that even comes close is the equally curvalicious original PlayStation 3. If you want to get a better idea of just how much bigger the PS5 is, check out the video above. Don't body-shame, all consoles are beautiful.", "link": "https://www.youtube.com/watch?v=KMY6BnClzx0", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 DualSense Controller Hands-on", "description": "The DualShock controller has been an iconic part of the PlayStation family for over 20 years. But for the PlayStation 5, it's been replaced with the DualSense wireless controller. \n\nIn this video, Lucy unboxes the DualSense controller and talks you through its striking design. She also examines its new features, in addition to describing how the controller feels what the button presses are like to press, and takes a look at the new Create button. The controller is USB-C powered and features a microphone and speaker built in, so you can chat to your friends using just the controller. \n\nWe can't comment on the haptic feedback or adaptive triggers just yet, but keep your eyes on GameSpot for all of our PlayStation 5 coverage. The console releases on November 12 in the US, Canada, Japan, Mexico, Australia, New Zealand, and South Korea, and on November 19 in the rest of the world.", "link": "https://www.youtube.com/watch?v=PkGmh4Yy2gU", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Launch Exclusive Delayed | Save State", "description": "In this video, Persia talks about the delay of Destruction All-Stars, which was supposed to be a PS5-exclusive launch title.  The game will now be releasing in February 2021 and will be available on PlayStation Plus for two months at launch.\n\nPersia also talks about a recent interview with Phil Spencer that mentioned an Xbox streaming stick could be on the way, with the possibility of being bundled with Game Pass. The discussion demonstrated Microsoft's attempt to meet consumer expectations for lower-priced services and hardware.\n\nLastly, Persia talks about the new details for Season 7 of Apex Legends. There will be a new champion known as Horizon, a new map called Olympus, a squad vehicle dubbed The Trident, and much more. Season 7 startson November 4, and the battle royale game will also be launching on Steam the same day, featuring the ability to transfer your progress over from Origin.\n\nThis is your Save State for Monday, October 26th.\n\n00:00 - Intro\n00:17 - PS5 Launch Exclusive Delayed\n00:48 - Will We See An Xbox Streaming Stick?\n01:23 - Apex Legends Season 7 Details", "link": "https://www.youtube.com/watch?v=pJLyZ-ogPs4", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 Unboxing", "description": "Join us as we unbox the brand new PlayStation 5 console, attach the base, and give our first impressions of the DualSense controller.\n\nPlayStation 5 launches on November 12 and, ahead of this very exciting date, Sony has sent us the final retail version of its brand new next-gen console, which we've unboxed. The PS5 looks very different to the other members of the PlayStation family, and its striking appearance and size is certainly eye-catching.\n\nIn this video, Lucy talks you through everything that comes in the PS5 box, including the new DualSense wireless controller, HDMI cable, AC power adapter, USB cable, base, and of course, the console itself. We received the PlayStation 5 unit with the Ultra HD Blu-ray drive.\n\nWe can't show you the PlayStation 5 turned on quite yet, but keep your eyes peeled to GameSpot and youtube.com/gamespot for that in the future. The PlayStation 5 launches on November 12 in the US, Canada, Japan, Mexico, Australia, New Zealand, and South Korea, and on November 19 in the rest of the world.\n\n0:00 Intro\n0:50 Power & HDMI\n1:52 DualSense Controller\n4:25 Console & Base", "link": "https://www.youtube.com/watch?v=t4kvryi4Ms4", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Watch Dogs: Legion Early Livestream", "description": "Join Jake as he explores the dystopian streets of London in Ubisoft's Watch Dogs: Legion.", "link": "https://www.youtube.com/watch?v=ChDE1PZfJEs", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What Cyberpunk’s Delay Means For Next-Gen", "description": "Jake and Jean-Luc breakdown why Cyberpunk 2077 is delayed again, and what that means to the general schedule of game releases this year.\n\nThe title really says it all, doesn't it? Cyberpunk 2077 has been delayed once again, pushing CD Projekt Red's upcoming open-world RPG to December 10. \n\nIn the video above, Jake Dekker and Jean-Luc Siepke talk through the delay--both in what it might mean for the game as well as how it impacts GameSpot's coverage of Cyberpunk 2077. Don't worry, we're still going to be covering the game up until launch. In fact, you'll be getting an extra three weeks of preview coverage than we previously had planned, as a result of the delay.\n\nThere's also the matter of Game of the Year conversations. Cyberpunk 2077 is one of the biggest games of 2020--it was widely assumed the game would at least factor in to many outlets' end of the year discussions/debates for the best games of the year. The game is already being pushed out of the running for the Game Awards 2020, after all. So will that be the case for GameSpot's Top 10 of 2020? Honestly, we don't know--but Cyberpunk 2077 is cutting it very close for our end of the conversation. That will be a conversation we need to hold for December.\n\nAnd, of course, there's also the important labor issue surrounding a delay like this. How is CD Projekt Red managing crunch for the game (if at all?). How do the developers responsible for Cyberpunk 2077 feel about working on the game for another three weeks on top of the effort they've put in already all year long? There's a lot more to a delay like this than just, \"Oh, I'm sure the developers just need a little more time.\"\n\nCyberpunk 2077 is scheduled to release for Xbox One, PS4, and PC. Next-gen versions for Xbox Series X|S and PS5 are in the works, but they won't be ready at either consoles' launch.", "link": "https://www.youtube.com/watch?v=jrSFW4Zhsys", "date_published": "2020-10-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends - Official “Promise” Stories From The Outlands Cinematic Trailer", "description": "Nearly a century ago, Dr. Mary Somers was hired to solve a cataclysmic energy crisis. Her search for answers would take her to the edge of the universe. Before Mary left Olympus, she promised her son she’d return. But was it a promise she’d be able to keep?", "link": "https://www.youtube.com/watch?v=EG2BpTNF5Fk", "date_published": "2020-10-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Watch Dogs: Legion’s Recruiting Is Hilarious", "description": "Watch Dogs: Legion is an open-world game set in London where you recruit almost anyone and add their funny, useful, and eccentric skills to your team’s roster.\n\nIn trailers for the game, Ubisoft has advertised that you can recruit practically anyone in Watch Dogs Legion. Of course, that doesn't mean you should.\n\nIn the video above, we walk through some of our favorite recruits. These men and women are the best of the best (in our humble opinion, anyway), and we encourage you to keep an eye out for them when you jump into Watch Dogs Legion.\n\nWhen Ubisoft says that you can recruit almost anyone in Watch Dogs Legion, the developer means it. Our list of favorite recruits includes a shit-kicking granny (yes, it's that one--you've all seen her), a 70-year dominatrix with a powerful spiked bat, a gold-colored performance artist, and a sex worker with a mean spending habit.\n\nEach brings their own unique skill set to the table, whether that's silently taking out enemies, antagonizing guards, hacking computers, sabotaging equipment, beating baddies to a pulp, or pulling off perfect shots in the middle of a firefight. Humans are inherently flawed though. So recruits can have notable weaknesses too--some are just for laughs but others can pose genuine problems that you'll have to consider before putting them into the field. \n\nWatch Dogs Legion launches for Xbox One, PS4, and PC on October 29. Want to play the game on next-gen? You'll have to wait a bit longer--Legion releases for Xbox Series X|S on November 10 and PS5 on November 12.", "link": "https://www.youtube.com/watch?v=AIi_ztm_--k", "date_published": "2020-10-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X|S – Official Next-Gen Walkthrough – Full Demo", "description": "Please enjoy this full demo walkthrough of the Xbox Series X|S platform experience – including UI/UX, refreshed interface, dashboard design, and more – ahead of the November 10th next-gen launch.", "link": "https://www.youtube.com/watch?v=F0dnrY2TnWA", "date_published": "2020-10-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]