[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCWTA5Yd0rAkQt5-9etIFoBA", "title": "JESTEM", "description": "Po kilku miesiącach spędzonych w piwnicy tego zdrajcy i nikczemnika sad-booo-stera, udało mi się zbudować w końcu wehikuł czasoprzestrzenny, w którym zamierzałem opuścić mój loch i wyjawić światu prawdę. Mój przeklęty brat jednak, któregoś dnia nakrył mnie na próbach z analizatorami mezonowymi, które to były ostatnią składową działania machiny. A nakrył, bo z powodu niedostatków materiałowych (z jakiejś przyczyny w piwnicy był głównie papier toaletowy) analizatory były zbyt głośne i tego zbrodniarza zaalarmowały. Wywiązała się bójka i wylądowaliśmy obaj na delikatnych uzwojeniach cewki Hoffmanna, co oczywiście wywołało destabilizację układów czasonatora i doprowadziło do katastrofy. Machina wpadła w rezonans i miotała nas po różnych miejscach i czasach. W dodatku w sposób, którego zupełnie nie przewidziałem manipulowała też wiekiem nas samych. Byliśmy więc raz świadkami jakiejś bitwy średniowiecznej jako starcy, innym razem wyrzucało nas gdzieś pod wodą jako dzieci, lub na jakiejś pustyni jako noworodki, czego nie pamiętaliśmy, ale wiem to, bo miałem potem pełno piachu w nosie. Bywało też niebezpiecznie. W starożytności napadli nas bandyci. Na sawannie adbunia-dziecko lwy prawie porwały na strzępy. W jakiejś jaskini napadły nas nietoperze, a jeden wplątał się w moje długie siwe włosy. Młodszy o 60 lat Adbunio wyszarpał go i wyrzucił w momencie, gdy machina przeniosła nas już dalej i widziałem jak nietoperz ląduje w jakimś garnku. Dalej było dziwnie zarośnięte miasto, po którym szwędały się sarny, a na dużym, brudnym placu kilkanaście osób krzyczało i wymachiwało transparentami. Zdążyłem tylko odczytać, że to manifestacja na rzecz legalizacji szczepień, zanim przeniosło nas z kolei do miasta zbudowanego z samych tytanowych sześcianów. Machina z jakiegoś powodu zatrzymała się tu na dłużej, ale nie wychodziliśmy z niej, w obawie że nagle ruszy bez nas. Zjawił się patrol osobliwie wyglądających ludzi i spytał czy mogą nam pomóc. Zapytaliśmy więc jaki to rok, na co oni (zupełnie bez zdziwienia) podali nam datę i dodali, że trwają właśnie obchody narodzin mesjasza X Æ A-12 oraz że nasz wehikuł wygląda na nieregulaminowy i czy aby na pewno mamy blokadę poruszania się w czasy przed rokiem 2140,  jak głosi taka-a-taka konwencja o ruchu czasoprzestrzennym w obu kierunkach. Nie musieliśmy jednak niczego tłumaczyć, bo machina nagle ruszyła dalej. Drzemaliśmy akurat, gdy w pewnym momencie wehikułem wstrząsnęło silniej niż dotychczas i Adbuster, będąc teraz chudym nastolatkiem, wypadł na bruk jakiegoś XIX-wiecznego niemieckiego miasteczka, przy czym potężnie rąbnął się w głowę, a mnie samego wraz z machiną rzuciło dalej. Lądowałem więc samotnie w kilku kolejnych punktach, zanim udało mi wygasić czasonator i stanąć. Naprawiałem go 22 lata i pewnie pomyślicie sobie - co za niedojda, nie umiał naprawić własnej maszyny przez 22 lata – ale moi drodzy mądrale, nie tak szybko. Albowiem nie wiecie, że znalazłem się wtedy w górnym paleozoiku, a spróbujcie naprawić rotacyjne katadioptryki entropii, w górnym paleozoiku i to będąc czterolatkiem. Powodzenia. Byłbym wręcz trupem, gdyby nie przygarnęło mnie wtedy tamto stado humanoidów, które uznało mnie za jakieś gwiezdne dziecko i rysowało w jaskiniach jako przybysza w rydwanie z nieba. Wkrótce zresztą, obdarzony wybitną dla na nich wiedzą, stałem się ich królem. Nauczyłem ich mowy i pisma. Walczyliśmy ramię w ramię z tyranozaurami i strzelaliśmy trebuszami w pterozaury. Budowaliśmy grody i forty. Stworzyliśmy potężne imperium i pokonaliśmy wszelkie inne plemiona. Naprawdę piękne czasy i z żalem ich opuszczałem. Na pożegnanie chciałem dać im coś wyjątkowego, więc powiedziałem, że są Wielkimi Lehitami. Zbadałem czasologi i ustaliłem współrzędne wypadnięcia adbunia (tak, postanowiłem po tego drania wrócić). Niestety po tych wszystkich latach napraw, machina nie była już zbyt dokładna i następowało wydłużenie fali składowej czasowej względem przestrzennej, skutkujące aberracją chrono-chromatyczną na czasoczewkach, a budowanie czasoczewek korygujących wymagało już zbyt wielkiej precyzji, więc przyjąłem tę wadę i liczyłem na szczęście. Wyrzuciło mnie co prawda na miejsce, w którym adbunio wypadł, ale z kilkuletnim opóźnieniem. Kiedy go znalazłem, opowiadał że od uderzenia w kamień pomieszało mu się w głowie i bełkotał po niemiecku do ludzi, że chce zostać kawalerzystą jak jego ojciec, powtarzał słowo „koń” i że nic nie rozumie, a kiedy wzięli go na policję, napisał że nazywa się Kaspar Hauser. Tak czy inaczej, kolejny rzut machiny był już zaplanowany i adbunio wrócił do swoich czasów. Przyszła kolej na mój skok, rzecz jasna do czasów sprzed piwnicy, ale znów wyszło niedokładnie i wyrzuciło mnie w 2020 - pierwszym roku pandemii, w dodatku dodając mi dobre 5 lat, a sama machina ostatecznie rozpadła się na kawałki. Trudno, zostaję. 14 miesięcy przerwy, ciekawe czy ktoś jeszcze pamięta ten kanał.", "link": "https://www.youtube.com/watch?v=mxxdiqxkj6g", "date_published": "2020-05-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]