[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Half Life Alyx on Linux, Marketshare times 2, and Huawei vulnerabilities - Linux news 1-15th May", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account !\nThese are your Linux, open source, and privacy news for the first half of May 2020. This month, we have huge advancements to the Firefox password manager, the release of Inkscape 1.0, Halo 2 working on Linux, and some concerns over Huawei’s cointributions to the Linux kernel.\n\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n\nMozilla released Private Relay, a Firefox extension that allows you to generate email aliases that redirect to your real email address. https://relay.firefox.com/\n\nInkscape 1.0 was released, after 3 years of development, using GTK3\nhttps://inkscape.org/news/2020/05/04/introducing-inkscape-10/\n\nhttps://www.youtube.com/watch?v=f6UHXkND4Sc&feature=emb_logo\n\nStar Labs, a computer maker, now ships its laptops with manjaro.\nhttps://starlabs.systems/pages/distributions\n\nFirefox 76 was released, and it strengthens the browser’s security even more: if your saved passwords have leaked, or have been reused, the password manager will issue a warning, and prompt you to update your password.\nhttps://www.mozilla.org/en-US/firefox/76.0/releasenotes/\n\nIt seems like Linux usage might have doubled in April, as reported by net Market share, with a full 2.87% of desktop market share compared to 1.36% in march.\nhttps://www.omgubuntu.co.uk/2020/05/linux-marketshare-april-2020\n\nUbuntu Studio announced that 20.04 will be their last version to use XFCE by default, as they’ll be switching to KDE Plasma for 20.10.\nhttps://itsfoss.com/ubuntu-studio-opts-for-kde/\n\nGNOME 3.36 added an option in the app launcher to start applications using a dedicated GPU on hybrid graphics machine, well this feature is now part for the freedesktop specification so other desktop environments can now implement it as well.\nhttps://www.gamingonlinux.com/2020/05/the-linux-desktop-entry-specification-gets-a-way-to-automatically-use-a-discrete-gpu-merged-into-gnome\n\nWine 5.8 was released, with Support for Plug & Play device notifications, more progress on their Wine Direct 3D Vulkan backend, and the usual bugfixes, namely 44 this time, including for GTA 4, Total War Shogun 2, Warcraft 3, Darksiders, or Street Fighter 5 Arcade Edition.\nhttps://www.winehq.org/announce/5.8\n\nHalo 2 was released on PC as part of the master Chief Collection, and the single player component runs on Linux with proton, just like Combat evolved, which makes 3 halo games playable on linux.\nhttps://store.steampowered.com/app/1064270/Halo_2_Anniversary/\n\nHuawei submitted a patch to the linux kernel called Huawei Kernel Self Protection, supposed to harden Kernel security, with a big problem: it seems that this patch would add a trivially easy to use vulnerability in the kernel. \nhttps://www.zdnet.com/article/huawei-denies-involvement-in-buggy-linux-kernel-patch-proposal/\n\nLinux is now the most used platform on Azure, Microsoft’s cloud service. Lnux based systems account for 60% of all used OSes on the platform.\nhttps://fossbytes.com/forget-windows-linux-is-the-most-in-demand-os-on-microsoft-azure/\n\nThe city of Munich, in Germany, is switching back to open source software. They had already made the switch to Linux, before going back to microsoft solutions, and now they’re turning around again and moving to open source software. \nhttps://www.zdnet.com/article/linux-not-windows-why-munich-is-shifting-back-from-microsoft-to-open-source-again/\n\nThe new version of Ubuntu Touch has been released, based on Unity8, also called Lomiri. This new over the air update brings a lot of good stuff, with a new home screen, a lot of small tweaks to the theme to make it pop a little more and bring more contrast, and a ton of web browser improvements. https://ubports.com/blog/ubports-blog-1/post/ubuntu-touch-ota-12-release-276\n\nHalf Life Alyx is now available natively for Linux, using Vulkan. \nhttps://www.gamingonlinux.com/2020/05/half-life-alyx-now-available-on-linux-with-vulkan", "link": "https://www.youtube.com/watch?v=Y-u3feGqBWQ", "date_published": "2020-05-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]