[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "How Larry The Cable Guy Became Mater", "description": "Kyle and Ethan talk to Larry The Cable Guy about how he was able to snag the role of Mater in the Pixar movie, Cars, and how Pixar fell in love with the Mater character. \n\nWhile sharing his story, Larry also talks about the lead Owen Wilson and the unique location for the red carpet premiere of Cars. \n\nSee the full show here:\nhttps://youtu.be/gyjIUzN4Fp0\n\nSubscribe to the Babylon Bee to help bring the rest of the Cars cast on the show. \n\nHit the bell to get your daily dose of fake news that you can trust.", "link": "https://www.youtube.com/watch?v=PK6SGBU1ggM", "date_published": "2020-12-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Babylon Bee Reads Mean Podcast Reviews", "description": "Every week the Babylon Bee writers, Kyle and Ethan, read hate mail. This week's hate mail comes from Apple Podcasts, where one fan is concerned with the apparent laughing gas that is making Dan crazy. Then, one reviewer calls us sweaty jars of mayonnaise.\n\nSee the full show here:\nhttps://youtu.be/0Vs-Smu6NBs\n\nSubscribe to the Babylon Bee to help us defeat the Riddler with better refrigeration for our mayonnaise jars. \n\nHit the bell to get your daily dose of fake news that you can trust.", "link": "https://www.youtube.com/watch?v=-ZpEpZtyWCA", "date_published": "2020-12-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Biden's All-Female Comms Team Will Just Tell Us Everything Is Fine", "description": "Babylon Bee writers, Kyle and Ethan, were able to get an inside look at what Biden's all-female communications team will be like. Ethan is able to divulge how Biden chose his all-women’s communications team and what Biden meant when he said all the women had a “whiff of success.” \n\nAll this and more by the only fake news you can trust here at the Babylon Bee. \n\nSee the full show here:\nhttps://youtu.be/0Vs-Smu6NBs\n\nSubscribe to the Babylon Bee to help us understand what women mean when they say “I’m fine.”\n\nHit the bell to get your daily dose of fake news that you can trust.", "link": "https://www.youtube.com/watch?v=j4r15df3WuU", "date_published": "2020-12-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Larry The Cable Guy Forgetting He’s on Camera While Talking About Today’s Comedians", "description": "Kyle and Ethan talk to Larry The Cable Guy about the current state of comedy and how more people need to learn to laugh at themselves. Larry shares about the best demographic for audiences and the absolute worst audiences. \n\nWhile discussing comedy can be difficult, Larry has no trouble, except for remembering he’s on camera during the interview. \n\nSee the full show here:\nhttps://youtu.be/gyjIUzN4Fp0\n\nSubscribe to the Babylon Bee to help us find a camera guy for Larry The Cable Guy. \n\nHit the bell to get your daily dose of fake news that you can trust.", "link": "https://www.youtube.com/watch?v=LGj__9FI3Bk", "date_published": "2020-12-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]