[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 1 + 2 Full Story Recap", "description": "Before the eventual release of Baldur's Gate 3, we thought it would be fun to go through the 1998 adventures of Gorion's Ward, Sarevok, Minsc, Volo and the rest of the gang from Baldur's Gate 1 + 2 as we recount the main stories of the base games, as well as the Siege of Dragonspear and Throne of Bhaal expansions.\n\nWith the October 6th release of Baldur's Gate 3 we are taking a look at the classic that started it all. The 1998 original Baldur's Gate, following the adventures of Imoen, Minsc and the rest of the companions that follow the player through Faerun, Baldur's Gate and the Sword Coast. \n\nBaldur's Gate 3 will be revisiting much of the same locations and meeting the same enemies as the original game, namely the world of Avernus, The Flaming Fist and the Mind Flayers.\n\nWhile the story seems very much separate, there's still plenty of lore and world building that new players to the franchise can learn right here, and take with them in their adventures in Baldur's Gate 3.", "link": "https://www.youtube.com/watch?v=SWvXRM3xGlo", "date_published": "2020-09-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyrule Warriors Age of Calamity Gameplay Livestream (Japanese) - TGS 2020", "description": "Get the first look at live gameplay for Hyrule Warriors: Age of Calamity, and watchthe developers introduce characters among other new information at Koei Tecmo's TGS 2020 livestream.", "link": "https://www.youtube.com/watch?v=Qv3XN1X87i0", "date_published": "2020-09-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyrule Warriors: Age Of Calamity Gameplay (Japanese)", "description": "During TGS 2020, Koei Tecmo showed off the first gameplay of Link and Impa in Hyrule Warriors: Age of Calamity along with the first look of the baby Guardian seen in promotional art.", "link": "https://www.youtube.com/watch?v=8R8VZXwEzZU", "date_published": "2020-09-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Street Gangs Of Night City In 2077 | Cyberpunk 2077 Lore", "description": "Select images courtesy of R. Talsorian Games (https://rtalsoriangames.com)\n \nArtists in order of appearance:\nEddie Mendoza\n\nWe're back with another deep dive into the world and history of Cyberpunk 2077 in this installment of our video lore series exploring everything you'll want and need to know ahead of the release of CD Projekt Red's first-person RPG. This week's episode, we're delving into the street gangs that operate throughout Night City.\n\nIn the video above, Jean-Luc Seipke talks about the main gangs that you'll have to worry about in Cyberpunk 2077. There are over 50 gangs in Night City, but only 10 will pose a serious threat to you. Those 10 will be more than enough, though, with each controlling and operating in a different part of the city.\n\nIn Cyberpunk 2077, you'll contend with Maelstrom, the Animals, 6th Street, Valentinos, the Tyger Claws, The Mox, the Voodoo Boys, the Scavengers, the Aldecaldos, and the Wraiths. Like we said before, there are a whole lot more, but we'll save the remaining minor gangs for another video down the line.\n\nCyberpunk 2077 will be released for Xbox One, PS4, and PC on November 19. The game is coming to Google Stadia sometime this year as well, and both Xbox Series X and PlayStation 5 next-gen ports are in the works too.\n\n00:00 - Intro\n00:34 - Maelstrom\n01:48 - Animals\n02:40 - 6th Street\n03:36 - Valentinos\n04:43 - Tyger Claws\n05:23 - The Mox\n06:36 - Voodoo Boys\n07:47 - Scavengers\n08:21 - Nomads (Aldecaldos + Wraiths)\n09:17 - Outro", "link": "https://www.youtube.com/watch?v=1w6HYWHwOC8", "date_published": "2020-09-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing: New Horizons - Halloween Fall Update Trailer", "description": "Things are about to get spooky in Animal Crossing: New Horizons, with the Fall update! Plant pumpkins, collect candy, and put on a scary face! Coming September 30.", "link": "https://www.youtube.com/watch?v=RrOWiE3bXeA", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Capcom TGS 2020 Livestream: Resident Evil Village And More", "description": "Tune in to Capcom's livestream for information on Resident Evil Village, Monster Hunter Rise, Monster Hunter Stories 2 and more at TGS 2020 Online.", "link": "https://www.youtube.com/watch?v=89NbcDpKqZk", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Crash 4: A Bandicoot for a New Generation", "description": "(Presented by Activision) Crash Bandicoot is finally back in a new adventure with both his friends and foes in attendance. Here's how Toys for Bob has tried to make sure that Crash Bandicoot 4: It's About Time is a perfect blend of old and new for the franchise.", "link": "https://www.youtube.com/watch?v=bePXEO_6Ulw", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Demon's Souls PS5 Remake Vs. Original (Gameplay Comparison)", "description": "The PS5 Demon's Souls Remake shows a lengthy gameplay walkthrough of the Nexus tutorial, so we decided to see how the game looks compared to its 2009 original.\n\nDemon's Souls was first released for the PlayStation 3 in 2009, and while it has become something of a cult classic, the Dark Souls franchise that followed it has had a massive impact on the gaming landscape ever since. So it's no surprise that the upcoming remake of Demon's Souls, bound for the PlayStation 5 later this year, is one of the most anticipated launch titles for the console.\n\nWith the original Demon's Souls being more than a decade old, there are a lot of possible improvements when bringing the game forward into the next generation. We fired up both the original Demon's Souls to compare it to the PS5 remake, and the results are pretty impressive. Check out the video above to see both games running side by side through cutscenes, combat, and the tutorial boss fight.\n\nWe've got plenty of coverage of the PS5 and the next generation of consoles and more coming as we approach their launch this holiday season, so stay tuned to GameSpot.", "link": "https://www.youtube.com/watch?v=Ye3RWH26bVA", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Makes HUGE Moves | Generation Next", "description": "It's been an absolutely huge week for Xbox. Opening preorders up for Xbox Series X and Series S alone would have been a momentous occasion for the company, but ahead of doing that it dropped a bombshell: Xbox has acquired ZeniMax Media. The purchase includes Bethesda, and properties such as The Elder Scrolls, Fallout, Doom, Dishonored, and Wolfenstein, among others.\n\nIn this episode of Generation Next, Lucy, Jordan, and Tamoor talk about the implications of Xbox's acquisition, what it means for PlayStation 5 exclusives that the company was working on, and the impact it could have on Game Pass. They also look at what Microsoft CEO Satya Nadela has said previously and discuss whether Xbox could make further acquisitions. \n\nOf course, the crew also cover Xbox's preorder process which, while not as disastrous as PlayStation's, still was much rougher than most people would have liked. Retailers struggled to meet demands and, in some cases, outright didn't make preorders for the Series X and S available at the time prescribed by Microsoft. Were Lucy, Jordan, and Tamoor able to get one? Watch and find out. \n\nGeneration Next is GameSpot's dedicated show that's all about the PlayStation 5 and Xbox Series X/S. Each week we'll be digging deeper into the biggest news stories, as well as talking to the developers that are charting the future of gaming. \n\n00:00 - Intro\n00:48 - Bethesda Acquisition\n02:20 - Bethesda Console Exclusives?\n04:51 - Bethesda & Xbox Game Pass\n08:56 - Microsoft Isn't Done with Acquisitions\n11:47 - Xbox Pre-Orders\n16:38 - Xbox Series X Consoles Are Out in the Wild\n19:52 - Outro", "link": "https://www.youtube.com/watch?v=HKRTN1K4cYc", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X And S Storage Costs Almost As Much As Series S", "description": "Extra storage for the Xbox Series X and Xbox Series S has been detailed, and a 1TB card is going to set you back over $200. Square Enix has announced a Nier Replicant remake, and another Yakuza movie is happening.\n\nIn today's news, the expansion cards for the Xbox Series X and Xbox Series S have been detailed. The 1TB cards, which will have the same performance as the consoles' internal SSD, will set you back over $200.\n\nSquare Enix has revealed that a remake of Nier Replicant will be launching next year. Nier Replicant ver. 1.22474487139 will be released on April 23, 2021, and is a remake of the 2010 game, but with updated animation to bring it more in line with 2017's Nier Automata.\n\nSega is reportedly  making a sequel to Sonic The Hedgehog, as well as interested in greenlighting a Yakuza movie. Save State is your fix of the biggest gaming news stories, airing on youtube.com/GameSpot from Monday to Thursday each week\n\n00:00 - Intro\n00:22 - Xbox Series X & S Expansion Card Details\n01:39 - Nier Replicant Remake Coming Next Spring\n02:33 - A Yakuza Movie Is Happening", "link": "https://www.youtube.com/watch?v=g9kT4TGI-4w", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]