[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Early Look at elementary OS 6 New Desktop Features - Road to Odin", "description": "Download Safing's Portmaster for free here: https://safing.io/portmaster/\n\nelementary OS 6 Odin will probably release before the end of the year, and since I contributed to their AppCenter for Everyone campaign, I got access to the betas for that new release. This is the first of a series of videos about the various new features that we can expect in Odin, and we'll start with the desktop features themselves.\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nPlease remember this is still very much in development, and if some things don't look right or don't work as intended as of yet, it's perfectly normal.\n\nThe first thing you can notice is the new theme. It's not finished yet, as you can see with this back button which doesn't sport the back arrow shape yet, but the basic elements are still there. I really, really like the improvements to the stylesheet. Everything feels more physical and contrasted, with more raised, cleaner buttons. The switches, checkboxes and radio buttons haven't changed all that much visually, but they already looked amazing in the first place.\nThe headers are more raised, which makes them pop a lot more, and better differentiates the window's content from the window itself. I also feel that unfocused windows are more recognizable as well.\n\nThe revamped theme is accompanied by a new feature you'll notice right after install, and in the settings: you'll have the ability to switch to a dark mode, and select an accent color for buttons, switches and controls. This is very, very nice.\n\nThe dark mode will probably make some people a bit mad, since it doesn't apply automatically to all applications. It's not a dark theme that just replaces the current theme with darker backgrounds, it's a mode, that applications can opt-in to, or not, so it's up to the app developer to decide if they want to support it or not. By default, not all elementary OS 6 apps will use it.\n\nThe system indicators and the dock will also turn dark, at least, but for third party applications, the behavior will be less consistent.\n\nThe notification center also has a new look, with more legible grouping of notifications per application. The previous iteration was serviceable, but not that pretty, I think the new one is a lot more user friendly, and looks good as well.\n\nThere is a new accessibility feature, which, in true elementary fashion, is not hidden in an \"accessibility\" tab, but displayed where users might expect it to be, and it's the dyslexia friendly text. It switches the system font to a more readable one for people suffering from dyslexia. It's a good improvement to make sure elementary OS is as accessible to as many people as possible.\n\nFinally, there is a new system-wide font called Inter. It replaces the previous default, and it looks way better. I've been using it on elementary OS 5 for a few months now, and it really looks more professional. It's less wide, more compact, and it just looks better defined. It's a crisp font, and it polishes up the look.\n\nA small change, but a welcome one, is the ability to right click on the desktop to change the wallpaper or access the display settings. Don't expect icons on the desktop, it's still not coming, although there is the Desktop Folder app in the App Center, or there will be once the developer can update it to support elementary OS 6.\n\nThe housekeeping feature is now enabled by default. It automatically cleans up some temporary elements, like trashed files and temporary files, after a certain amount of time. It already existed in elementary OS Hera, but had to be turned on manually, so it's nice that it's now the default.\n\nThe Online Accounts part of elementary OS had always been pretty limited, with just Last.FM, FastMail, and generic IMAP email support, but this will change in Odin, since they seem to be using the same providers as GNOME does, so you might see the ability to add Google accounts, Nextcloud accounts, and a lot more, to better integrate them with your desktop. It's a very, very welcome change, although most providers don't appear in this list yet, so we'll have to see how that evolves.\n\nThe settings also add a \"Wacom tablet\" panel. Since I don't own any of that kind of hardware, I can't try it out, but I'd expect it lets users tweak the settings of their graphic tablets, and that's good for designers and artists.\n\nThere is also a new Wallet panel, which will serve to save, encrypted and on your device only, some payment information for you to use in the AppCenter.\nAnd finally, users will find all the necessary controls for their flatpak installed applications in the \"apps\" settings panel.", "link": "https://www.youtube.com/watch?v=Rwg9a6kjrZs", "date_published": "2020-09-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]