[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "The Last Call (full documentary) | FRONTLINE", "description": "A story of a family devastated by NYC’s COVID-19 outbreak and how the highly infectious disease has upended the ways loved ones connect — and say goodbye.\n\n#Coronavirus #NewYorkCity #Documentary\n\nFirst, her daughter spiked a fever. Then, her aunt was rushed to the hospital. As illness swept through Jessica Caro’s family in the early weeks of New York’s coronavirus pandemic, she and her mother confided in and supported one another through calls and texts. Then her mom developed a cough.\n \n“The Last Call,” from FRONTLINE and The New Yorker, was produced during reporting for FRONTLINE’s documentary “The Virus: What Went Wrong” — premiering Tues., June 16. Stream it on the PBS Video App or YouTube, or check local PBS listings. More here: https://to.pbs.org/2UyTD9U\n \nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n \nSubscribe to FRONTLINE on YouTube: http://bit.ly/1BycsJW\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 300 documentaries online here: http://to.pbs.org/hxRvQP\n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=DqOeiQkUufs", "date_published": "2020-06-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]