[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "KIRBY: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSidney Madden | June 11, 2020\n\n\"Baby, I almost shook my wig off! But that's what a love song does to you,\" KIRBY exclaims midway through her Tiny Desk (home) concert. And you know what? She's absolutely right. The music of this Mississippi singer-songwriter carries the most weight when it embraces those slightly disorienting, in-between stages of love's journey, the moments that playfully throw you for a loop.\n\nKIRBY's panache here, bolstered by a yellow bodysuit and blonde afro, is infectious and — just like the sunny backdrop of her manager's LA home — her vocal runs radiate a soft power. Accompanied by Tiny Desk alumni guitarist Justus West and flanked by plenty of plant life, KIRBY leans heavy into love songs off her debut album, Sis. But don't let the throwback pop and doo-wop fool you — these tracks come with a dose of millennial spunk. \"New hair, new braids / Nina Simone with a touch of 'Yonce,\" she sings on \"Kool Aid\" with a confident smirk to camera.\n\nBefore ending her set, KIRBY welcomes yet another alum of the Tiny Desk, Grammy-nominated Lucky Daye, to join her on \"Velvet,\" a song that stands out on the current season of Insecure for highlighting the beautiful mess of Issa Dee's love life. It's no coincidence that Issa's mishaps fall in line with the starry-eyed tales KIRBY spins in her songs. In both cases, there's an authenticity in admitting not everything's figured out, but living it up anyway.\n\nSET LIST\n\"Kool Aid\"\n\"Apple\"\n\"Velvet\" (feat. Lucky Daye)\n\nMUSICIANS\nKIRBY: vocals; Justus West: guitar; Lucky Daye: vocals\n\nCREDITS\nVideographer: David Karp; Audio Engineer: Kenneth Wright; Producers: Bobby Carter, Sidney Madden; Audio Mastering Engineer: Josh Rogosin; Video Producers: Morgan Noelle Smith, Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=TOrp6OrtVFs", "date_published": "2020-06-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest Top Shelf, Episode 1", "description": "On Thursday, June 11, NPR Music's Bob Boilen and Bobby Carter were live for the first episode of Tiny Desk Contest Top Shelf, a weekly livestream series featuring the best entries from the 2020 Tiny Desk Contest, supported by @State Farm Insurance.\n\nArtists featured in this episode include:\n- Victoria Canal (@victoriacanal), “Drama” https://www.youtube.com/watch?v=x6Jvo0-p4ZU\n- Linda Diaz (@lindadiazmusic), “Green Tea Ice Cream” https://www.youtube.com/watch?v=Ursri8GmlW4\n- Mama Haze (@hellomamahaze), “On Your Side” https://www.youtube.com/watch?v=8tocNkMS1ZU\n- Selina Moon (@selinamoon), “I Am Not Alone” https://www.youtube.com/watch?v=M6SrsEgynHE\n- Cameron Wright (@cameronwrightofficial), “Take 5” https://www.youtube.com/watch?v=TkBzGWTuiv0 \n\nYou can learn more about the Tiny Desk Contest at npr.org/tinydeskcontest.\n\n#tinydesk #tinydeskcontest #tinydeskcontesttopshelf", "link": "https://www.youtube.com/watch?v=5DcrKid2h0w", "date_published": "2020-06-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Baby Rose: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSidney Madden | June 10, 2020\n\nNestled in her cozy, clean bedroom of mostly white accents, Baby Rose stands out with an all-black outfit, her full, billowing waves and that voice. That voice! The depths of sorrow and passion the D.C. native digs into with such conviction has come to be reliably awe-inspiring. It's the reason her Tiny Desk concert earlier this year stopped us in our tracks. And it's the reason we've invited her back to bring the heat once again, albeit from a safe and secure distance.\n\nRose's message of \"staying safe\" during her Tiny Desk (home) concert has become a commonplace cordial greeting during the coronavirus pandemic. (It's partially the reason her pianist, Timothy Maxey, is giving her room even in these close confines.) But with the added context of so many protesting police brutality and racism by taking to the streets in the last few weeks, the words feel even heavier. Coming from Rose, it's not for the sake of nicety.\n\nEarnest intention is the reason Baby Rose's music has found a place on HBO's hit series Insecure. In this bedroom mini-show, Rose performs \"Show You\" (which was used to underscore this season's most dramatic romantic plot twist), \"Pressure\" and — for the first time — \"Marmot,\" a new song premiered exclusively with NPR Music.\n\nBaby Rose proves here she doesn't need bells and whistles to capture the intensity of a moment — just raw, real vulnerability.\n\nSET LIST\n* \"Pressure\"\n* \"Marmot\" (Premiere)\n* \"Show You\"\n\nMUSICIANS\nBaby Rose: vocals; Timothy Maxey: keys\n\nCREDITS\nVideographer: Baby Rose; Audio Engineer: Baby Rose; Producers: Bobby Carter, Sidney Madden; Audio Mastering Engineer: Josh Rogosin; Video Producers: Morgan Noelle Smith, Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=zdD3UsAemq0", "date_published": "2020-06-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]