[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "The Proper Way to Do Web Searches (Searx)", "description": "Searx is based. Comparing it to DuckDuckGo and You-Know-Who-gle there's no contest. It aggregates and integrates results from different search engines all without your local machine connecting to them. There are equivalents of DDG !bangtags and you have a lot of say in what engines are used. While it check out https://searx.space for a list of Searx instances, but you can even run a Searx instance on your own server if you don't trust anyone else.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=Rkv4rrdFBU0", "date_published": "2020-06-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Schooling a Beta GNUtard on Linux", "description": "\"I use Linux as my operating system,\" I state proudly to the unkempt, bearded man. He swivels around in his desk chair with a devilish gleam in his eyes, ready to mansplain with extreme precision. \"Actually\", he says with a grin, \"Linux is just the kernel. You use GNU+Linux!' I don't miss a beat and reply with a smirk, \"I use Alpine, a distro that doesn't include the GNU coreutils, or any other GNU code. It's Linux, but it's not GNU+Linux.\"\n\nThe smile quickly drops from the man's face. His body begins convulsing and he foams at the mouth and drops to the floor with a sickly thud. As he writhes around he screams \"I-IT WAS COMPILED WITH GCC! THAT MEANS IT'S STILL GNU!\" Coolly, I reply \"If windows was compiled with gcc, would that make it GNU?\" I interrupt his response with \"-and work is being made on the kernel to make it more compiler-agnostic. Even you were correct, you wont be for long.\"\n\nWith a sickly wheeze, the last of the man's life is ejected from his body. He lies on the floor, cold and limp. I've womansplained him to death.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=5Wz9BkzU1zY", "date_published": "2020-06-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]