[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Badder, The Better: Bobby Shmurda (Pt 1) | Louder Than A Riot, S1E6", "description": "Just like his legendary disappearing hat, Brooklyn rapper Bobby Shmurda's career was on the rise in 2014. But so was the evidence in a murder case against his crew, GS9. In the first of three episodes exploring Bobby's story, we look at his come-up through the eyes of former Epic Records exec Sha Money XL, who guided Bobby on his tightrope walk from the streets to superstardom. What happens when the industry capitalizes on a criminal persona? And do record execs have the juice to back Bobby up when things get too hot? \n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=-YOhQP2WvM0", "date_published": "2020-11-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Polo G: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBobby Carter | November 4, 2020\nThe backdrop for Polo G's Tiny Desk (home) concert is a nod to his deep love for the game of basketball. He and his band perform in Los Angeles Lakers jerseys on an outside court in California, with Polo G repping one of the greatest Lakers, Magic Johnson.\n\nThe man born Taurus Bartlett has achieved quite a bit for a relative newcomer in hip-hop. This summer he was selected for XXL's popular Freshman Class cover. His second LP, The Goat, debuted at No. 2 on Billboard's Hot 200 and spawned two platinum-certified singles, including the braggadocious \"Flex\" that kicks off his Tiny Desk.\n\nPolo G's eyes are hidden behind his hair for the majority of his performance, but as he sings \"I'm so sick of farewells and RIPs\" on his latest single, \"Epidemic,\" it becomes clear that this 21-year-old Chicago emcee is going through a lot. I found it refreshing to hear a rapper normally backed by beats bare his \"heart and soul\" with a live band.\n\nSET LIST\n\"Flex\"\n\"Epidemic\"\n\"Wishing For A Hero\"\n\nMUSICIANS\nPolo G: vocals\nLamar Edwards: keys\nVasjon Hill: drums\nAustin Cain: bass\nChris McCorkle: guitar\nShaunise Harris: vocals\nCandice Boyd: vocals\nNava Morris: vocals\n\nCREDITS\nVideo Director: Ramez Silyan\nAudio: Irvin Picott and Anthony Jerome Culpepper Jr.\nVideo Producer: Mike Lev\n\nTINY DESK TEAM\nProducer: Bobby Carter\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=mt8-QwG8dXM", "date_published": "2020-11-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]