[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Razer Blade Stealth 13 Review: World’s First Gaming Ultrabook?", "description": "Dave checks out the \"world's first gaming ultrabook\", the Razer Blade Stealth 13 (Late 2020 Edition). How does such a small device hold up against some of the hottest games of 2020 so far?\n\nRazer Blade Stealth Ultrabook https://www.amazon.com/Razer-Stealth-Ultrabook-Gaming-Laptop/dp/B08JSLM9K5/&tag=gamespot-yt-20\n\nWe checked out the \"world's first gaming ultrabook,\" the 2020 edition of the Razer Blade Stealth 13.\n\nIt comes equipped with a 13\" 120hz 1080p display, a dedicated Nvidia GeForce RTX 1650 Ti graphics card, and 11th Gen Intel Core i7 processor. But how does all that hardware handle the hottest games of the year, and will it equip you for new-gen titles?\n\nThroughout our use, we tested the framerates of Call of Duty: Modern Warfare, Doom: Eternal, Star Wars: Squadrons, and Baldur's Gate 3 to find out if this tiny but mighty machine could become your gaming system of choice.", "link": "https://www.youtube.com/watch?v=AtVsSAyOnKM", "date_published": "2020-11-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Review", "description": "Having spent the better part of a month with the Xbox Series X, and after spending hundreds of hours playing games like Yakuza: Like A Dragon, Gears Tactics, and Dirt 5, Michael Higham shares his final impressions of Microsoft's new console in this video review. \n\nMichael goes through the Xbox Series X’s many features including Quick Resume--one of the console’s flagship features--as well as its fast load times, and what his experience was like jumping from game to game. Backwards compatibility is also a standout feature for the Xbox Series X, including its optimization of previous-gen games, and how it can boost their performance. Most notably, games like Gears 5 can have their frame rates boosted to 120 FPS. Sekiro: Shadows Die Twice is another game that exemplifies the power of the console’s optimization for past-gen games, increasing its original 30 FPS to a consistent 60 FPS.\n\nWhile the console lacks a strong lineup of launch titles, due in part to the delay of Halo: Infinite, the Xbox Series X is still a confident display of next-generation technology. But you’ll learn a whole lot more about that in the video review.", "link": "https://www.youtube.com/watch?v=wkcU75ndgdQ", "date_published": "2020-11-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Yakuza: Like A Dragon Review", "description": "Yakuza: Like a Dragon's cast of misfits makes the wild RPG combat, absurd humor, and dramatic storytelling soar. RGG's role-playing game will be available on Xbox One, Series X, and PC on November 10. You can read the full written Yakuza: Like a Dragon review by Michael Higham on GameSpot: https://www.gamespot.com/reviews/yakuza-like-a-dragon-review-the-power-of-friendship/1900-6417603/", "link": "https://www.youtube.com/watch?v=hepinwi5C0g", "date_published": "2020-11-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]