[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Economics of Asteroid Mining (Documentary)", "description": "The first 200 people that go to https://brilliant.org/jaketran will get 20% off the annual Premium subscription!\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/2JtNLfD\n\n-----------------------\nYou’ve gotten hooked on sci-fi movies like Interstellar and modern day explorers like Elon Musk, and now you’re obsessed with the idea of exploring and colonizing space. But one of the bottlenecks of space exploration right now is simple: costs! As long as it takes that much money to launch water, building structures, and raw materials into space - space exploration and space colonies are gonna move at a slow rate. Let’s explore the next trillion dollar industry - Space Mining.\n\nAsteroids are clumps of leftover rock and dust from when the planets were forming in our solar system. Back in 2005, Japan’s Hayabusa spacecraft landed on the surface of an asteroid after a two year flight. The Hayabusa docked on the floating rock for two years, collected a tiny sample of the asteroid along with a ton of data, and started it’s flight back where it returned to Earth in 2010. This mission was what really sparked this new space race for extraterrestrial mining.\n\nThe first type of asteroids are ones that contain valuable metals. These types of asteroids are thought to have formed during the formation of planets like ours. Like 16 Psyche for example. The problem with mining metal asteroids is that even if you extracted a bunch of metals, by the time you got it back to Earth, you would’ve spent more money than it would’ve cost to just mine the materials here.\n\nThe second type of asteroids come in C-types, which contain something that we have plenty of here, but is worth its weight in gold out in space: water. The first entrepreneurs that are able to mine water from asteroids would be able to sell something right away in space that every space traveller will need - fuel.\n\nBecause asteroids are so small, they’re held together by just a tiny amount of gravity. This means engineers have to get a little creative with how they plan on mining. One innovative company paving the way for extracting water out of asteroids is called Trans Astra.\n\nWhen this new space race for extraterrestrial mining was sparked back in 2010 when Japan’s Hayabusa craft returned - a new startup quickly emerged. Not too long after, Planetary Resources got its own competitor: Deep Space Industries. These two became the icons of the space mining effort.\n\nThe days of oil being the hot new thing are far behind us - but space mining? The person that figures out how to do that profitably, will probably become the modern day trillionaire - Rockefeller.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=xbsivwZDhGA", "date_published": "2020-11-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]