[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Balún: NPR Music Tiny Desk Concert", "description": "Watch Balún play \"Vaivén\", \"La Nueva Ciudad\", \"El Espanto\" and \"Punto De Encuentro\" at the Tiny Desk.\n\nMore from NPR Music: \nTiny Desk Concerts: https://www.npr.org/tinydesk\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nDec. 20, 2019 | Felix Contreras -- It's impossible to not be drawn in by the visual specter of Balún. The band has refined their electronic roots with their turn toward self-discovery on beautifully crafted studio albums, and this set behind the Tiny Desk shows how expertly they deliver the same meticulous, artful music live.\n\nTheir mix of traditional instruments with electronics creates not just a sonic treat but also a visual feast, as our eyes dart from one instrument to the other, drawn in by a Puerto Rican cuatro and a makeshift drum set.\n\nBut I didn't expect to be greeted by a mysterious, eighth member who made an appearance at the start of \"El Espanto\" in the form of programmed solenoids that struck the bottoms of pots and pans to create a rhythmic intro to one of their brilliantly crafted songs, mixing the folkloric with the modern.\n\nBalún is part of a vanguard of bands that is expanding the musical landscape of Puerto Rico and it is a treat to watch them up close as they create an actual bridge between the ancient and the modern, set against a rich tapestry of vocals that extoll the virtues and challenges facing their beloved island these days.\n\nMuch like an island in the ocean, this performance is just the tip of the magic this band offers. Hopefully you'll be pulled into their visual and musical attractions as much as they have for me.\n\nSET LIST\n\"Vaivén\"\n\"La Nueva Ciudad\"\n\"El Espanto\"\n\"Punto De Encuentro\"\n\nMUSICIANS\nAngélica Negrón: vocals, samples, loops; Raúl Reymundi: guitar, vocals; Noraliz Ruiz: Puerto Rican cuatro, bass, güiro, vocals; Enrique Bayoán Ríos-Escribano: Charango, zampoña, bass synth, percussion, vocals; Darian Thomas: violin , synth; Shayna Dunkelman: drums, electronic percussion; José A. Olivares: electronic percussion, samples, loops, synth; Bricolo: calderos\n\nCREDITS\nProducers: Felix Contreras, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineer: Josh Rogosin; Videographers: Morgan Noelle Smith, Maia Stern, Beck Harlan, CJ Riculan; Associate producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Claire Harbage/NPR", "link": "https://www.youtube.com/watch?v=YZ2iWUyT_DI", "date_published": "2020-01-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]