[{"source": "https://www.theguardian.com/rss", "title": "Mario Balotelli accuses Lazio fans of racism – ‘shame on you’", "description": "• Game held up by announcement after Brescia striker scored<br />• Lazio dissociates itself from ‘discriminatory behaviour’<p>Mario Balotelli criticised <strong>Lazio </strong>fans after offensive chants towards the striker caused play to be briefly stopped on Sunday.</p><p>Balotelli gave <strong>Brescia </strong>the lead after 18 minutes but the game was held up while an announcement was made that reportedly warned against further discriminatory chanting.</p> <a href=\"https://www.theguardian.com/football/2020/jan/05/mario-balotelli-accuses-lazio-fans-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/05/mario-balotelli-accuses-lazio-fans-racism", "date_published": "2020-01-05 23:40:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London fashion week: Grace Wales Bonner riffs on 70s London reggae", "description": "<p>Designer who dressed Duchess of Sussex drew on classic designs and colours of Jamaican flag<br /></p><p>Lovers Rock, the reggae genre popular in London in the 70s and 80s, had an unexpected moment in the fashion spotlight on Sunday night at the capital’s menswear shows. <a href=\"https://www.theguardian.com/artanddesign/2019/feb/02/grace-wales-bonner-im-a-fashion-designer-making-art-it-could-be-seen-as-silly\">Grace Wales Bonner</a>, a much hyped designer who has dressed the Duchess of Sussex, dedicated her London fashion week collection to the music, and the scene that surrounded it over 40 years ago.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/05/london-fashion-week-grace-wales-bonner-70s-london-reggae\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/05/london-fashion-week-grace-wales-bonner-70s-london-reggae", "date_published": "2020-01-05 22:09:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish troops deploy to Libya to prop up embattled government", "description": "<p>Move follows deadly air strikes in Tripoli by war lord in bid to oust UN-backed government</p><p>Turkish troops have begun deploying to <a href=\"https://www.theguardian.com/world/libya\">Libya</a> in a bid to prop up the UN-recognised government in Tripoli, the Turkish president, Recep Tayyip Erdoğan, has announced.</p><p>The move followed <a href=\"https://www.theguardian.com/world/2020/jan/02/turkish-parliament-to-vote-on-sending-troops-to-libya\">a vote in the Turkish parliament backing deployment </a>and further deadly attacks in Tripoli by an airforce under the control of Marshal Khalifa Haftar, the warlord who has been trying to oust the government since April.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/turkish-troops-deploy-to-libya-to-prop-up-embattled-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/turkish-troops-deploy-to-libya-to-prop-up-embattled-government", "date_published": "2020-01-05 22:05:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Al-Shabaab kills three Americans in attack on US military base in Kenya", "description": "<p>One US serviceman and two US Department of Defense contractors killed, while five attackers were killed</p><p>Al-Shabaab extremists have overrun a key military base in Kenya, killing three American Department of Defense personnel and destroying several US aircraft and vehicles before they were repelled.</p><p>The attack on the Manda Bay airfield early on Sunday was the al-Qaida-linked group’s first attack against US forces in the East African country, and the military called the security situation “fluid” several hours after the assault.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/al-shabaab-attack-us-military-base-kenya\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/al-shabaab-attack-us-military-base-kenya", "date_published": "2020-01-05 21:52:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iowa: Sanders, Biden and Buttigieg in three-way tie as caucuses loom", "description": "<ul><li>New poll puts Vermont senator top in New Hampshire</li><li><a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/elizabeth-warren-elections-2020-iowa-fdr\">Art Cullen: On the phone with Elizabeth Warren</a></li></ul><p>Less than a month from the Iowa caucuses, Bernie Sanders, Joe Biden and Pete Buttigieg are in a three-way tie for first place in the first state to vote in the Democratic presidential primary.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/04/amy-klobuchar-iowa-democrats-2020-election\">Klobuchar gains momentum in Iowa – but can a centrist hope to win there?</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/05/iowa-sanders-biden-buttigieg-warren-klobuchar\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/05/iowa-sanders-biden-buttigieg-warren-klobuchar", "date_published": "2020-01-05 21:11:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool’s Curtis Jones says winner over Everton was beyond a dream", "description": "<p>• Eighteen-year-old hits stunning goal from outside the box<br />• Jürgen Klopp hails ‘very confident, unbelievable’ player</p><p>Curtis Jones said his stunning winner for Liverpool against Everton at Anfield in the FA Cup was beyond his wildest dreams as Jürgen Klopp savoured the triumph of a line-up packed with inexperienced players. Jones struck with a curler into the top corner from outside the area in the 71st minute to give Liverpool a 1-0 win – it was the 18-year-old’s first senior goal – and he admitted that it was overwhelming.</p><p>“I dream of a lot of things but this one was ahead of a dream,” Jones said. “I can’t sum up my emotions. There are world-class players all over this team but I think I went out and showed what I could do. The ball came to me and I only had one thing in mind – to shoot. It’s massive for me and the rest of the young boys. At times it’s frustrating thinking you might get a chance but then having to sit on the bench and watch.”</p> <a href=\"https://www.theguardian.com/football/2020/jan/05/liverpool-curtis-jones-winner-everton-fa-cup-jurgen-klopp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/05/liverpool-curtis-jones-winner-everton-fa-cup-jurgen-klopp", "date_published": "2020-01-05 20:42:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Boris Johnson's input on the US-Iran crisis – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jan/05/ben-jennings-on-boris-johnsons-input-on-the-us-iran-crisis-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jan/05/ben-jennings-on-boris-johnsons-input-on-the-us-iran-crisis-cartoon", "date_published": "2020-01-05 20:33:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland and north of England to be hit by winds of up to 75mph", "description": "<p>Flood warnings in place across south-west England, with damage to properties expected</p><p>Winds of up to 75mph (120km/h) are forecast to hit Scotland and the north of England on Tuesday, while south-west England faces risk of flooding.</p><p>Coastal communities across the north-east of England and the west of Scotland are most at risk from gales, where exposed areas could experience gusts of 70-75mph, according to the Met Office, which issued yellow weather warnings for the two regions.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/scotland-and-north-of-england-to-be-hit-by-winds-of-up-to-75mph-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/scotland-and-north-of-england-to-be-hit-by-winds-of-up-to-75mph-flooding", "date_published": "2020-01-05 20:03:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diplomacy over Iran is still possible – if only to avoid an all-out war", "description": "<p>Tehran has vowed revenge for the killing of Qassem Suleimani but conflict is not yet certain</p><p>The threats emanating from Twitter feeds and podiums in Tehran and Washington might suggest the moment for diplomacy has long passed, and some form of war between the US and Iran following the <a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">assassination of </a><a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">Qassem Suleimani</a> is now inevitable.</p><p>The only consideration that might hold the two sides back is the possible consequences. Tehran has tasted the unpredictability of Donald Trump and however much the <a href=\"https://www.theguardian.com/us-news/2020/jan/03/us-and-allies-on-high-alert-as-iran-threatens-retaliation\">desire for revenge</a> beats in the hearts of Iranians, European leaders are pleading with Tehran’s leadership, saying it has a responsibility to use its head and recognise any direct attack on US assets in the Middle East is likely to be met with a <a href=\"https://www.theguardian.com/world/2020/jan/05/donald-trump-vows-to-hit-52-sites-very-hard-if-iran-retaliates-for-suleimani-killing\">further escalation by Trump</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/iran-us-diplomacy-possible-qassem-suleimani-killing-avoid-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/iran-us-diplomacy-possible-qassem-suleimani-killing-avoid-war", "date_published": "2020-01-05 20:03:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctor Who recap: series 38, episode two – Spyfall part two", "description": "<p>Where were the Bond antics? Where was Lenny Henry? And where was the plot?! What a disappointing, befuddling second outing<br /></p><p>“Previously on Doctor Who” is usually the most comforting of phrases. And yet Spyfall part two collapsed under the weight of its own bombast mere moments after those words were uttered. I complained last series about the seemingly pedestrian nature of this new Doctor Who compared with the more bonkers moments of Steven Moffat’s pomp. Now, that feels like a case of careful what you wish for. Sure, the second instalment of Spyfall was a riot, but riots are supposed to at least be explicable. There was little of that on display here.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/05/doctor-who-recap-series-38-episode-two-spyfall-part-two\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/05/doctor-who-recap-series-38-episode-two-spyfall-part-two", "date_published": "2020-01-05 20:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour leadership: Jess Phillips says party could argue to rejoin EU", "description": "<p>Birmingham Yardley MP pledges to ‘take a stance on Brexit ahead of the next election’ if Labour leader</p><p>Labour leadership contender Jess Phillips has said she could envisage campaigning to re-enter the European Union at the next general election, ahead of the contest kicking off in earnest on Monday.</p><p>With the UK poised to leave the EU at the end of this month, the approach of a future Labour leader to Brexit is one of the pressing questions Jeremy Corbyn’s successor will have to face.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/05/labour-leadership-jess-phillips-says-party-could-argue-to-rejoin-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/05/labour-leadership-jess-phillips-says-party-could-argue-to-rejoin-eu", "date_published": "2020-01-05 19:32:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On cold streets far from home, I am haunted by Australia’s bushfires | Open door", "description": "<p>An anxious week of phone calls and checking media from afar has revived visceral memories of previous wildfires</p><p>I wonder if other Australian expatriates in cold London felt it last week. Distraction from almost everything but those bushfires. Repeated checks of the emergency services website maps to see whether the growing boundaries of fire-affected areas of south-east Australia – home – have edged closer to the last-known locations or properties of family and friends. Anxious phone calls and messaging at night, UK time. Efforts to imagine what colleagues on conference calls from Sydney mean when they say they are so, so sick of the smoke.</p><p>Walking to and from work on rainy pavements, in coat and scarf against the chill, attempting to itemise memories of bushfires past, in obedience to a solidarity impulse heightened by distance. Recalling the young reporter in the light plane with a door off to permit the photographer better images of the fire below, its hot breath shooting the plane up fast and flat, as if on strings, whenever the pilot went too low and close. Interviewing people in the ash and ruin of homes lost a fierce few hours just prior – they would talk as though they were rebuilding through the very act of speaking.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/cold-streets-haunted-australia-bushfires\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/cold-streets-haunted-australia-bushfires", "date_published": "2020-01-05 19:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fashion industry's ageism could cost it £11bn in next 20 years", "description": "<p>Potential of older consumers has been ‘shamefully sidelined’, researchers say</p><p>The fashion and beauty industry’s “shameful sidelining” of older consumers could cost it £11bn over the next 20 years, according to research by the <a href=\"https://ilcuk.org.uk/time-for-the-fashion-and-beauty-industry-to-wake-up-to-the-potential-of-an-older-customer/\">International Longevity Centre</a> (ILC-UK).</p><p>Older people increased their spending on clothes and shoes by 21% – or £2.9bn – between 2011 and 2018, according to the analysis. By 2040, people aged 50 and over are expected to be this sector’s key consumer base.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/05/fashion-industry-ageism-older-consumers\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/05/fashion-industry-ageism-older-consumers", "date_published": "2020-01-05 18:56:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exeter use all their power and reduce London Irish to silence", "description": "<p>• London Irish 28-45 Exeter<br />• Leaders make light of two yellow cards</p><p>Eddie Jones was in the stands to watch this frequently manic contest as he ponders his England Six Nations squad to be named in a fortnight’s time. Quite how much it informs his thinking will soon become clear but for the most part it was an afternoon that underlined just how difficult it is for players and coaches to achieve real consistency in a domestic season with five and a half months still to run.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jan/04/stephen-myler-exiles-exeter-rugby-union-premiership\">London Irish feel pressure to find wins with Brentford move looming</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jan/05/london-irish-exeter-premiership-match-report-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/05/london-irish-exeter-premiership-match-report-rugby", "date_published": "2020-01-05 18:52:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Trump’s war: UK goes from poodle to lapdog? | Editorial", "description": "This country will not profit from pursuing a reckless Brexit while hitching ourselves to Donald Trump’s Iranian misadventure<p>A British prime minister <a href=\"https://www.dailymail.co.uk/news/article-402194/Blair-flies-home-turmoil.html\" title=\"\">flies back</a> from a Caribbean holiday where he has been, courtesy of millionaire friends, sunning himself on yachts while the Middle East is in flames and Britain in the grip of a security crisis. Britain’s key ally is accused of war crimes on foreign soil in a fight with Iran and its regional proxies. European opinion has quickly solidified around the idea that both sides show restraint. The British response is to defy this advice and endorse a belligerent US administration’s approach. Deja vu? It certainly should sound familiar.</p><p>The year was 2006 and the British prime minister was Tony Blair. His stubborn refusal to call for a ceasefire between Israel and Hezbollah in Lebanon dealt, by his own account, a “<a href=\"https://www.thejc.com/news/uk-news/tony-blair-lebanon-war-was-fatal-blow-1.17792\" title=\"\">fatal blow</a>” to his premiership.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/the-guardian-view-on-trumps-war-uk-goes-from-poodle-to-lapdog\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/the-guardian-view-on-trumps-war-uk-goes-from-poodle-to-lapdog", "date_published": "2020-01-05 18:47:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bad practices list for horse racing trainers includes allegation of assault", "description": "• ‘A degree of frustration’ lay behind the decision to publish<br />• Jamie Osborne claims industry is misrepresented<br /><p>“A degree of frustration” lay behind the decision to publish a list of allegations against the bad employment practices of some trainers, a union official has said. George McGrath, chief executive of the National Association of Racing Staff, was criticised by some trainers on Twitter after Jamie Osborne posted a picture of the list, which included allegations of unnamed trainers withholding payments and one allegation of assault. He <a href=\"https://twitter.com/osbornejamie/status/1213578421374214145\" title=\"\">said</a> the list misrepresented the industry. “Inevitably there will be isolated cases of bad practice and allegations that are not representative of the reality and in my opinion this is an inappropriate way to publicise them,” he tweeted.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jan/05/david-muir-racehorse-welfare\">David Muir, racing’s conscience, has his eyes on another hurdle</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jan/05/george-mcgrath-jamie-osborne-bad-practices\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/05/george-mcgrath-jamie-osborne-bad-practices", "date_published": "2020-01-05 18:37:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gillingham v West Ham: FA Cup third round – live!", "description": "<ul><li>Updates from the 6.16pm GMT kick-off at Priestfield Stadium</li><li><a href=\"https://www.theguardian.com/football/2020/jan/05/michail-antonio-west-ham-united-fa-cup-gang-culture\">Michail Antonio: ‘I’m about to fight a guy, he might have stabbed me’</a></li><li>Get in touch! <a href=\"mailto:gregg.bakowski@theguardian.com\">Email</a> Gregg or <a href=\"https://twitter.com/greggbakowski?lang=en\">tweet</a> him</li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-05T18:21:07.690Z\">6.21pm <span class=\"timezone\">GMT</span></time> </p><p><strong>3 min:</strong> Diop floats a long ball forwards. The muscular Haller tries to make a nuisance of himself but Tucker does a good job of holding him off and Gillingham clear. </p><p class=\"block-time published-time\"> <time datetime=\"2020-01-05T18:19:32.083Z\">6.19pm <span class=\"timezone\">GMT</span></time> </p><p><strong>2 min:</strong> It’s drilled in at the near post, where West Ham hook it clear. </p> <a href=\"https://www.theguardian.com/football/live/2020/jan/05/gillingham-v-west-ham-fa-cup-third-round-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/jan/05/gillingham-v-west-ham-fa-cup-third-round-live", "date_published": "2020-01-05 18:21:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curtis Jones curler settles Merseyside derby as Liverpool edge out Everton", "description": "<p> Curtis Jones knew exactly what he wanted to do and so did the whole of Anfield. It is one thing to think it and quite another to execute but that is precisely what the 18-year-old Liverpool midfielder did. Accepting the ball from Divock Origi on the edge of the Everton penalty area, to the left of centre, Jones shaped to bend a right-footed shot into the far top corner of the net.</p><p>It arched in exquisitely, kissing the underside of the crossbar on its way down and in past Jordan Pickford for an added show-stopping touch, and the Liverpudlian had a first senior goal to savour. It deserved to be the winner and it was, as Jurgen Klopp’s selection gamble paid off handsomely.</p> <a href=\"https://www.theguardian.com/football/2020/jan/05/liverpool-everton-fa-cup-third-round-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/05/liverpool-everton-fa-cup-third-round-match-report", "date_published": "2020-01-05 18:04:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-abortion activists increasingly targeting UK university students", "description": "<p>NUS reports rise in anti-abortion societies in students’ unions and demonstrations nationwide</p><p>Anti-abortion campaigners are increasingly targeting students at UK universities, where there has been a rise in the number of anti-abortion societies on campus and demonstrations by outside groups displaying graphic imagery.</p><p>The campaign has gathered momentum on the back of a continuing debate about <a href=\"https://www.theguardian.com/education/2018/mar/27/safe-spaces-used-to-inhibit-free-speech-on-campuses-inquiry-finds\">freedom of speech</a> in universities. Some student unions have been threatened with legal action if they attempt to prevent anti-abortion groups opening on campus.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/anti-abortion-activists-increasingly-targeting-uk-university-students\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/anti-abortion-activists-increasingly-targeting-uk-university-students", "date_published": "2020-01-05 18:02:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French police shoot man holding knife in Metz", "description": "<p>Prosecutors say man ‘known for radicalisation’ taken to hospital and placed in custody</p><p>French police have shot and injured a man holding a knife in Metz, two days after a fatal stabbing in Paris.</p><p>Christian Mercuri, the public prosecutor in the city in north-east France, said the man involved in the incident on Sunday, who was known to police both “for his radicalisation and for a personality disorder”, shouted “Allahu Akbar” (God is greatest) before being shot.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/police-in-france-shoot-man-with-knife-after-islamist-radical-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/police-in-france-shoot-man-with-knife-after-islamist-radical-attack", "date_published": "2020-01-05 18:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hazardous hats: V&A staff don gloves to move arsenic-laced relics", "description": "<p>Relocation of museum’s collections to east London has brought surprising dangers</p><p>There are razor-sharp samurai swords, lethal poison darts and dauntingly huge 17th-century ceilings but a particular challenge for the V&amp;A as it moves to <a href=\"https://www.theguardian.com/artanddesign/2018/nov/01/new-va-east-site-to-offer-dramatic-360-degree-viewing-spaces\">new storage facilities</a> comes from a surprising area – women’s hats.</p><p>“People think that textiles and fashion don’t have a lot of hazards in them, it’s all just frilly dresses,” said <a href=\"https://www.vam.ac.uk/blog/author/ruby-hodgson\">Ruby Hodgson</a>, the collections move team manager. “It actually has so many. Hats in particular are a bit of a nightmare.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/05/v-and-a-museum-collections-move-east-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/05/v-and-a-museum-collections-move-east-london", "date_published": "2020-01-05 18:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Labour can make itself electable again | Letters", "description": "Readers respond to a piece by Martin Kettle in which he says the party needs to take time for judgments to settle about its descent into the electoral abyss<p>I read Martin Kettle’s article (<a href=\"https://www.theguardian.com/commentisfree/2020/jan/01/questions-labour-win-party-defeat\" title=\"\">The questions Labour must face if it is ever to win again</a>, Journal, 2 January) with interest and agree that Labour has to reconfigure as a matter of urgency, probably at the pivotal time when Johnson’s over-optimistic government starts losing its electoral kudos in the dreary, gloomy days of winter.</p><p>I must admit that my failing spirits revived at the news that Keir Starmer has found early favour with Labour members. I too find him a credible putative leader who can maybe unite the party and forge a sustainable way forward.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/05/how-labour-can-make-itself-electable-again\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/05/how-labour-can-make-itself-electable-again", "date_published": "2020-01-05 17:39:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Impeachment: Warren accuses Trump of 'wag the dog' strike on Suleimani", "description": "<ul><li>Democratic presidential candidate says US on ‘edge of war’</li><li><a href=\"https://www.theguardian.com/world/2020/jan/05/anti-isis-coalition-suspends-operations-as-iraqi-mps-vote-to-expel-us-troops\">Anti-Isis coalition suspended as Iraqi MPs vote to expel US</a></li></ul><p>Elizabeth Warren has suggested Donald Trump <a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">ordered the drone assassination of Iranian general Qassem Suleimani</a> to distract the American public from his own impeachment, taking the country “to the edge of war” for his own political purposes.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jan/05/making-of-a-martyr-how-qassem-suleimani-was-hunted-down\">Making of a martyr: how Qassem Suleimani was hunted down</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/05/impeachment-warren-trump-wag-the-dog-qassem-suleimani-iran\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/05/impeachment-warren-trump-wag-the-dog-qassem-suleimani-iran", "date_published": "2020-01-05 17:38:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosanna Arquette set to attend Harvey Weinstein trial", "description": "<p>Actor accuses Weinstein of derailing her career after she ‘resisted his advances’</p><p>The actor Rosanna Arquette, one of Harvey Weinstein’s most prominent accusers, says she plans to attend <a href=\"https://www.theguardian.com/film/2020/jan/05/harvey-weinstein-trial-new-york-metoo-movement\">the trial of the disgraced film producer</a> when it starts in New York on Monday.</p><p>Arquette will not be giving evidence in the case, but she said she will be there to lend support to the handful of women who have been allowed to give testimony in court of Weinstein’s alleged sexual misconduct and abuse.</p> <a href=\"https://www.theguardian.com/film/2020/jan/05/rosanna-arquette-set-to-attend-harvey-weinstein-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/05/rosanna-arquette-set-to-attend-harvey-weinstein-trial", "date_published": "2020-01-05 17:30:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police search for van driver after Finsbury Park stabbing", "description": "<p>Takieddine Boudhane had been riding a delivery motorcycle when he was stabbed to death</p><p>A search is under way for a van driver believed to have been involved in the fatal stabbing of a delivery rider in London.</p><p>The victim, named by detectives as Takieddine Boudhane, 30, had been riding a motorcycle when he was stabbed to death in Finsbury Park, north London, on Friday evening.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/met-search-for-van-driver-after-stabbing-of-delivery-rider\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/met-search-for-van-driver-after-stabbing-of-delivery-rider", "date_published": "2020-01-05 17:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hospital in bullying claims did not monitor at-risk patients", "description": "<p>West Suffolk NHS trust failed to heed warning over patients with aneurysms, raising questions about management</p><p>A hospital accused of bullying its staff is facing new claims that it failed to act on a leading doctor’s warning about a potentially fatal failure to monitor vulnerable patients, the Guardian can reveal.</p><p>Dr Jonathan Boyle, the UK’s top vascular surgeon, had warned West Suffolk NHS trust, the health secretary Matt Hancock’s local hospital, that patients at risk of dying from burst aneurysms were not being safely monitored. An IT glitch meant that patients were not followed up to see how soon they would need potentially life-saving surgery.</p> <a href=\"https://www.theguardian.com/society/2020/jan/05/hospital-at-centre-of-bullying-claims-failed-to-monitor-at-risk-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/05/hospital-at-centre-of-bullying-claims-failed-to-monitor-at-risk-patients", "date_published": "2020-01-05 17:28:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amos Oz expressed the painful turbulence of Israeli life | David Grossman", "description": "In his books, he helped us face ourselves. A year after his death, we still mourn him<br /><br />• David Grossman is an Israeli author. His novel A Horse Walks Into a Bar won the 2017 Man Booker International Prize<br /><p><a href=\"https://www.theguardian.com/books/2018/dec/28/amos-oz-obituary\" title=\"\">Amos Oz</a> was a teacher to me, a friend. About once a month I would travel early in the morning from my house just outside of Jerusalem to his house in Ramat Aviv. He would make me “the best coffee in town” according to him, and we would sit and chat.</p><p>I’m not sure if it was the best coffee in town, but it definitely was the best company. We spoke about the state of the country, which seemed like it had no solution. We spoke about the dream and how that dream was shattering. About the books we had read. About other authors. About books we wrote, about frustrations and writer’s block. And we spoke about our families. About our grandchildren and the world we were leaving them.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/amos-oz-painful-turbulence-israeli-life-books\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/amos-oz-painful-turbulence-israeli-life-books", "date_published": "2020-01-05 17:28:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democrat fooled by Russian prankster posing as Greta Thunberg in phone call", "description": "<p>Congresswoman Maxine Waters latest target of Vladimir ‘Vovan’ Kuznetsov and Alexey ‘Lexus’ Stolyarov prank</p><p>The California congresswoman Maxine Waters has become the latest US politician to be fooled by Vladimir “Vovan” Kuznetsov and Alexey “Lexus” Stolyarov, <a href=\"https://www.theguardian.com/world/2016/mar/13/kremlin-calling-russian-pranksters-elton-john-owes-us\">Russian pranksters alleged to have ties to security forces</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/mar/13/kremlin-calling-russian-pranksters-elton-john-owes-us\">Kremlin calling? Meet the Russian pranksters who say 'Elton owes us'</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/05/maxine-waters-russian-prank-greta-thunberg\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/05/maxine-waters-russian-prank-greta-thunberg", "date_published": "2020-01-05 17:17:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office faces legal cases over Zimbabwean asylum seekers", "description": "<p>Legality of allowing Harare officials to interview those awaiting removal questioned</p><p>The Home Office faces a series of legal challenges over its decision <a href=\"https://www.theguardian.com/uk-news/2019/mar/20/home-office-held-illegal-interview-with-asylum-seeker\">to allow Zimbabwean government officials to interview </a><a href=\"https://www.theguardian.com/uk-news/2019/mar/20/home-office-held-illegal-interview-with-asylum-seeker\">people from the country who are seeking asylum</a> in the UK.</p><p>The government was criticised earlier this year for working with the Zimbabwean state to accelerate the removal of asylum seekers after Robert Mugabe was forced from power, despite continuing human rights abuses in the country.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/home-office-faces-legal-cases-over-zimbabwean-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/home-office-faces-legal-cases-over-zimbabwean-asylum-seekers", "date_published": "2020-01-05 17:07:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In our secret family courts, judges still don’t understand what rape means | Louise Tickle", "description": "It’s a scandal. Away from scrutiny, courtrooms are failing mothers by not taking evidence of sexual assault seriously<p>When is rape, you know, real, proper rape? Shockingly, in our family courts, it seems it’s only when you put up a fight and have the injuries to show for it. Never mind that you might clearly not consent to sex but in the end submit, terrified of what might happen if you were to actively resist.</p><p>In one recently reported case in the family courts a woman had complained to the court that she was a victim of domestic violence and had been raped.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/secret-family-courts-judges-rape-evidence-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/secret-family-courts-judges-rape-evidence-sexual-assault", "date_published": "2020-01-05 17:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Sibley is what England’s top order has needed for years | Chris Stocks", "description": "The Warwickshire opener, in his fourth Test, showed he has the application and mental fortitude to succeed at this level<p>Unlike Ben Stokes or Kevin Pietersen, Dominic Sibley is a player who fills bars rather than empties them. At times watching him bat can be mind-numbingly dull. So imagine what it must have been like for South Africa’s bowlers as he ground his way to a maiden Test half-century in Cape Town.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jan/05/south-africa-england-second-test-day-three-match-report\">Dominic Sibley nears century to put England in control against South Africa</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jan/05/dominic-sibley-what-england-top-order-need-south-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/05/dominic-sibley-what-england-top-order-need-south-africa", "date_published": "2020-01-05 16:58:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five injured in violent robberies in Northern Quarter in Manchester", "description": "<p>Police investigating after reports of seven incidents during early hours of Sunday</p><p>Five people have been hospitalised following a spate of violent robberies in Manchester’s Northern Quarter in the early hours of Sunday.</p><p>Greater Manchester police are investigating after receiving seven separate reports of incidents in the fashionable neighbourhood close to the city centre between 2am and 4am. Victims, aged between 20 and 60, were approached by three men before being assaulted and having their possessions taken.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/five-injured-in-violent-robberies-in-northern-quarter-in-mancheser\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/five-injured-in-violent-robberies-in-northern-quarter-in-mancheser", "date_published": "2020-01-05 16:54:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia announces plan to ‘use the advantages’ of climate change", "description": "<p>Kremlin website recognises global heating as a problem but lists ‘positive’ economic effects</p><p>Russia has published a plan to adapt its economy and population to climate change, aiming to mitigate damage but also “use the advantages” of warmer temperatures.</p><p>The document, published on the government’s website on Saturday, outlines a plan of action and acknowledges changes to the climate are having a “prominent and increasing effect” on socioeconomic development, people’s lives, health and industry.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/russia-announces-plan-to-use-the-advantages-of-climate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/russia-announces-plan-to-use-the-advantages-of-climate-change", "date_published": "2020-01-05 16:39:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Sibley nears century to put England in control against South Africa", "description": "<p>• <a href=\"https://www.theguardian.com/sport/cricket/match/2020-01-05/england-cricket-team\">Second Test: England 269 and 218-4; South Africa 223</a><br />• Sibley and Joe Root build on Jimmy Anderson’s five-wicket haul</p><p>Dominate two days in a row and a Test match victory is on the horizon. On a sultry Sunday in a country where, bizarrely, cloud cover can seem to deaden the playing surface, England’s batsmen set to work as diligently as <a href=\"https://www.theguardian.com/sport/2020/jan/04/england-south-africa-second-test-day-two-match-report\" title=\"\">their bowlers had</a> on Saturday. The upshot is that England are in a commanding position at Newlands; they lead by 264 with six wickets in hand.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/jan/05/dominic-sibley-what-england-top-order-need-south-africa\">Dominic Sibley is what England’s top order has needed for years | Chris Stocks</a> </p> <a href=\"https://www.theguardian.com/sport/2020/jan/05/south-africa-england-second-test-day-three-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/05/south-africa-england-second-test-day-three-match-report", "date_published": "2020-01-05 16:32:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Netflix faces crunch year as Disney, Apple and more vie for streaming crown", "description": "<p>Streaming service could lose up to 16 million subscribers to rivals, says analyst</p><p>Netflix is this year facing its sternest challenge since it embarked on the path to global streaming dominance, with a prediction it could lose 16 million subscribers to <a href=\"https://www.theguardian.com/film/2019/apr/13/disney-set-to-strike-back-at-netflix-star-wars-episode-nine\">cash-rich rivals led by Disney</a>.</p><p>This year marks the start of a worldwide streaming battle, with the biggest threat to Netflix posed by Disney, which backed the US launch of its Disney + service in November last year with the debut of the $100m Star Wars spin-off TV series, The Mandalorian, seen as the biggest threat to the dominance of Netflix. Disney+, which has received a wave of free global publicity <a href=\"https://www.theguardian.com/tv-and-radio/2019/dec/03/baby-yoda-the-mandalorian-star-wars\">Thanks to the Mandalorian’s Baby Yoda sensation</a>, amassed 10 million subscriptions on its first day. Analysts say Disney +, which launches in the UK and Europe on 31 March, is set to put the global brakes on the relentless growth of Netflix.</p> <a href=\"https://www.theguardian.com/media/2020/jan/05/netflix-faces-crunch-year-as-disney-apple-and-more-vie-for-streaming-crown\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jan/05/netflix-faces-crunch-year-as-disney-apple-and-more-vie-for-streaming-crown", "date_published": "2020-01-05 16:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Campbell's daughter in row over Bluebird's future", "description": "<p>Gina Campbell clashes with vessel’s restorer over its return to scene of father’s death in Lake District</p><p>A row over the future of Donald Campbell’s restored Bluebird has erupted following the anniversary of his fatal crash 53 years ago.</p><p>Campbell, who broke eight world records on water and land in the 1950s and 60s, died at Coniston Water on 4 January 1967 while trying to break his own speed record in the vehicle. His daughter, Gina Campbell, has called for the jet-powered hydroplane to be returned to the scene of his death in the Lake District.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/donald-campbells-daughter-in-row-over-bluebirds-future\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/donald-campbells-daughter-in-row-over-bluebirds-future", "date_published": "2020-01-05 15:52:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "General Qassem Suleimani obituary", "description": "Military leader regarded as the spearhead of Iran’s influence in the Middle East<p>Qassem Suleimani, who has been <a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\" title=\"\">killed in a US drone strike in Baghdad </a>aged 62, was widely considered to be the most powerful man in Iran after the supreme leader, <a href=\"https://www.theguardian.com/world/ayatollah-ali-khamenei\" title=\"\">Ayatollah Ali Khamenei</a> – and its leading military figure. Suleimani’s assassination has plunged the Middle East into a crisis that seems likely to lead to further escalation between Washington and Tehran.</p><p>Suleimani’s importance depended on his role as commander of the elite Quds (Jerusalem) force of the Iranian Revolutionary Guards Corps (IRGC), which is the strongest organ of state security in the Islamic Republic. In recent years it has spearheaded Tehran’s growing influence across the region, alarming the US, Israel and conservative Arab states led by Saudi Arabia, and widening the sectarian divide between Shia and Sunni Muslims.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/general-qassam-suleimani-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/general-qassam-suleimani-obituary", "date_published": "2020-01-05 15:43:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notre Dame Cathedral ‘not saved yet’ and still at risk of collapse", "description": "<p>Head of restoration says removal of fused scaffolding may destroy vaulted ceiling </p><p>The French general appointed to oversee the reconstruction of Notre Dame Cathedral has said the iconic building is still at risk of collapse more than six months into the efforts to restore it.</p><p><a href=\"https://www.theguardian.com/world/2019/nov/14/notre-dame-fire-row-general-tells-architect-shut-his-mouth\">Gen</a><a href=\"https://www.theguardian.com/world/2019/nov/14/notre-dame-fire-row-general-tells-architect-shut-his-mouth\"> Jean-Louis Georgelin</a> said the cathedral is “not saved yet” and has to undergo a delicate operation to remove fused scaffolding around the spire, destroyed by a devastating fire last April.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/notre-dame-cathedral-not-saved-yet-and-still-at-risk-of-collapse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/notre-dame-cathedral-not-saved-yet-and-still-at-risk-of-collapse", "date_published": "2020-01-05 15:33:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate care of elderly people in Westminster home", "description": "<p>Four women interviewed under caution after regulator condemns Garside House as ‘inadequate’<br /></p><p>Police have interviewed four women under caution in a criminal investigation into the treatment of about 30 elderly people at a London care home, the management of which was outsourced to a private company by a flagship Conservative council in a bid to save money.</p><p>Care regulators rated Garside House nursing home as inadequate last month following inspections prompted by a whistleblower. The Care Quality Commission discovered dehydration, serious medication errors, wrongful deprivation of liberty and staffing levels cut below the level stipulated in the contract with Westminster city council.</p> <a href=\"https://www.theguardian.com/society/2020/jan/05/police-interview-four-over-problems-at-care-home-in-westminster\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/05/police-interview-four-over-problems-at-care-home-in-westminster", "date_published": "2020-01-05 15:21:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-Isis coalition suspends operations as Iraqi MPs vote to expel US troops", "description": "<p>Group to focus on protecting its forces after US killing of Iranian general Qassem Suleimani</p><p>The international coalition fighting Islamic State has suspended operations against the terrorist group so its forces can concentrate on protecting US, UK and other troops at bases in Iraq following the killing of Qassem Suleimani.</p><p>The announcement came minutes before the Iraqi parliament passed a motion calling for the expulsion of US troops, in the aftermath of the <a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">assassination by the US</a> of the Iranian general and the leader of Iraq’s Hezbollah militia outside Baghdad airport on Friday.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/anti-isis-coalition-suspends-operations-as-iraqi-mps-vote-to-expel-us-troops\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/anti-isis-coalition-suspends-operations-as-iraqi-mps-vote-to-expel-us-troops", "date_published": "2020-01-05 15:12:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea complete comeback win over Reading in Sam Kerr’s promising debut", "description": "<p>Sam Kerr’s all-action Chelsea debut yielded everything but a goal as Emma Hayes’s side came from behind at home to Reading.</p><p>“It was pretty high-paced,” said the forward of her <a href=\"https://www.theguardian.com/sport/2019/nov/13/chelsea-women-sign-australia-striker-sam-kerr-football\" title=\"\">introduction to the Women’s Super League</a> just over a week after landing in London. “I’ve been a bit rusty coming back from a break but I always want to start.”</p> <a href=\"https://www.theguardian.com/football/2020/jan/05/chelsea-reading-womens-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/05/chelsea-reading-womens-super-league-match-report", "date_published": "2020-01-05 15:04:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nazanin Zaghari-Ratcliffe's husband seeks urgent meeting with PM", "description": "<p>Richard Ratcliffe calls for Boris Johnson to ‘stand up and say something’ in wake of drone strike<br /></p><p>The husband of <a href=\"https://www.theguardian.com/news/nazanin-zaghari-ratcliffe\">Nazanin Zaghari-Ratcliffe</a>, the British-Iranian mother held in jail in Iran, is seeking an urgent meeting with Boris Johnson to ask what plans the government has to keep dual national prisoners safe.</p><p>Richard Ratcliffe spoke to his wife by phone on Saturday following the US drone strike that <a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">killed </a><a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">the Iranian general </a><a href=\"https://www.theguardian.com/world/2020/jan/03/baghdad-airport-iraq-attack-deaths-iran-us-tensions\">Qassem Suleimani</a> on Thursday at Baghdad’s airport.</p> <a href=\"https://www.theguardian.com/news/2020/jan/05/nazanin-zaghari-ratcliffe-husband-seeks-urgent-meeting-with-pm-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/jan/05/nazanin-zaghari-ratcliffe-husband-seeks-urgent-meeting-with-pm-boris-johnson", "date_published": "2020-01-05 15:03:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Even dust can be interesting': the woman who photographs housework", "description": "<p>Clare Gallagher works full-time then comes home to the ‘mind-numbing’ toil of laundry, dishes, cooking and cleaning. So what happened when she started photographing it all?</p><p>‘I hate housework!” the American comedian Joan Rivers quipped. “You make the beds, you do the dishes and six months later you have to start all over again.” In her intriguing photobook, <a href=\"https://www.theguardian.com/artanddesign/2019/dec/17/top-15-photography-books-of-2019\">The Second Shift</a>, Clare Gallagher places that quote next to an altogether more serious one by the French writer and philosopher Simone de Beauvoir, who famously compared the repetitive grind of housework to “the torture of Sisyphus”.</p><p>Several years in the making and self-published in a limited edition of 500, The Second Shift is an artist’s book that, despite its apparently mundane subject matter, often approaches the sublime. Gallagher captures the familiar workload of family life (piles of laundry, baskets of unironed clothes) as well as the constant creeping chaos that attends it (dirty dishes, food scraps, sinks blocked with slimy domestic detritus). </p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/05/even-dust-can-be-interesting-clare-gallagher-photographs-housework\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/05/even-dust-can-be-interesting-clare-gallagher-photographs-housework", "date_published": "2020-01-05 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to colour your hair – without damaging it", "description": "<p>If you’re thinking about a new look, follow these expert tips to avoid a disaster. And never, ever do a DIY bleach job</p><p>The first thing to consider when you’re colouring your hair is your lifestyle: are you high or low maintenance? Consider your makeup routine and clothing. Going any type of blonde if you’re a natural brunette is high maintenance. If you go to the salon say every three to six months, then do something that will have an easy grow out, such as highlights or lighter ends. If you have 40% or less grey then try a semi-permanent dye. It fades away and then you can retouch as you wish.</p><p>Don’t highlight your whole head. When you study, you don’t highlight the whole book. If you have curly hair, have a slightly thicker highlight, so it is powerful enough to see but not chunky. Most people look better with warm tones such as honey, caramel and toffee, which are more neutral. Usually ash tones are dull so don’t really work with many skin tones.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/05/how-to-colour-your-hair-without-damaging-it\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/05/how-to-colour-your-hair-without-damaging-it", "date_published": "2020-01-05 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mayflower 400 events could help recover lost Native American treasure", "description": "<p>Members of Wampanoag nation central to year focused on anniversary of colonists’ journey from Plymouth in 1620</p><p>Native Americans whose ancestors suffered at the hands of 17th-century European settlers and adventurers are hoping commemorative events marking the 400th anniversary of the Mayflower’s journey will reveal their story to the whole world – and even lead to the recovery of one their long-lost treasures.</p><p>A year-long series of exhibitions, performances and community events will be centred on the Devon port of Plymouth, four centuries after the ship set sail for North America, and thousands of people from both sides of the Atlantic are expected to take part.</p> <a href=\"https://www.theguardian.com/culture/2020/jan/05/mayflower-400-events-could-help-recover-lost-native-american-treasure-wampanoag-wampum\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jan/05/mayflower-400-events-could-help-recover-lost-native-american-treasure-wampanoag-wampum", "date_published": "2020-01-05 14:40:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starlings, ice sculptures and a £1.4m tuna: the weekend's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jan/05/starlings-ice-sculptures-and-a-18m-tuna-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jan/05/starlings-ice-sculptures-and-a-18m-tuna-the-weekends-best-photos", "date_published": "2020-01-05 14:33:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conservationists call for three-mile coastal fishing limit in Scotland", "description": "<p>Coalition of community, fishing and marine protection groups says fish stocks need to recover</p><p>Marine conservation campaigners have called for trawlers to be banned from fishing within three miles of Scotland’s shoreline to help depleted fish stocks and seabeds to recover.</p><p>The Our Seas coalition, which includes angling bodies, ecotourism firms, scallop divers, coastal communities and salmon conservation boards, believe a ban on inshore fishing would also help prevent illegal scallop dredging and trawling inside existing protected areas.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/conservationists-call-for-three-mile-coastal-fishing-limit-in-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/conservationists-call-for-three-mile-coastal-fishing-limit-in-scotland", "date_published": "2020-01-05 14:31:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My bears are my lifeline’: the adults who sleep with soft toys", "description": "<p>A third of adults cuddle up to teddies every night for emotional comfort – and research shows there are real health benefits</p><p>If you share your bed with a furry friend well into adulthood, don’t be ashamed – sleeping with soft toys is more normal than you might think. “It’s very common,” says Prof Bruce Hood of the University of Bristol, who has researched <a href=\"https://www.theguardian.com/society/2018/dec/12/still-have-childhood-teddy-psychological-power-toys-we-keep\">our attachment to childhood toys</a>. He tells me that about one in three of the people he has questioned still sleep with teddies, and that it is probably more common for women, as it is more socially acceptable for them to do so.</p><p>Why are we hanging on to our cuddly toys? “My hunch is that it’s to do with sleeping practices,” Hood says. In western cultures, we tend to separate children from their parents after the first year – after which they sleep on their own, and self-soothe using blankets and soft toys. “These become part of the sleep ritual.”</p> <a href=\"https://www.theguardian.com/global/2020/jan/05/bears-lifeline-adults-who-sleep-with-soft-toys\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/jan/05/bears-lifeline-adults-who-sleep-with-soft-toys", "date_published": "2020-01-05 14:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery illness in Chinese city not Sars, say authorities", "description": "<p>Fears of new epidemic after people taken to hospital in Wuhan with viral pneumonia</p><p>A mysterious respiratory illness that has infected dozens of people in a central Chinese city is not Sars, local authorities have said.</p><p>The 2002-03 epidemic of severe acute respiratory syndrome started in southern China and killed more than 700 people. Fears of a recurrence arose this month after a number of people were taken to hospital with unexplained viral pneumonia in Wuhan, the capital of Hubei province.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/mystery-illness-to-strike-chinese-city-is-not-sars-say-authorities-wuhan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/mystery-illness-to-strike-chinese-city-is-not-sars-say-authorities-wuhan", "date_published": "2020-01-05 14:25:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cummings’ Whitehall weirdos will need to understand people, not just numbers | Hannah Fry", "description": "<p>Boris Johnson’s adviser wants more maths geniuses in the civil service. But real life is too messy to be boiled down to equations</p><p>About 10 years ago I had a conversation with a civil servant about Britain’s chemical decontamination units. He was in charge of calculating where in the country the government should keep them. These giant trucks had specialist equipment that could respond quickly if there was an anthrax attack or similar on our shores. But at the time there was only a small number of them, so they needed careful positioning to ensure they could reach as much of the country as quickly as possible in an emergency.</p><p>It’s a decision that boils down to maths. It’s not an easy thing to work out either. It was a problem that I, as a mathematician, imagined had a number of top minds working to solve. Picture my astonishment, then, when I discovered that rather than some beautifully crafted numerical model, or some sophisticated custom-built software, the British government had left a question of such magnitude to one poor guy, working it out on his own. He was using an Excel spreadsheet. And we were having the conversation because his spreadsheet kept crashing.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/cummings-whitehall-weirdos-boris-johnson-maths-civil-service\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/cummings-whitehall-weirdos-boris-johnson-maths-civil-service", "date_published": "2020-01-05 14:07:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paolo Sorrentino: ‘My characters’ struggles are the struggles I have’", "description": "The Great Beauty director on his TV series The New Pope, blowing up Michelangelo’s Pietà, and why he’s done with Italian PM biopics<p>The Naples-born director and screenwriter Paolo Sorrentino had his first screenplay made when he was in his 20s, and has since written and directed nine films, winning an Oscar and a Bafta for 2013’s <a href=\"https://www.theguardian.com/film/2013/sep/08/the-great-beauty-review\" title=\"\"><em>The Great Beauty</em></a>. In 2016, he created and directed his first TV series, <a href=\"https://www.theguardian.com/tv-and-radio/2016/dec/16/the-young-pope-review-stunning-thoughtful-and-visually-arresting\" title=\"\"><em>The Young Pope</em></a>, which starred Jude Law. For the follow-up, <em>The New Pope</em>, John Malkovich joins the cast.</p><p><strong>Was it always your plan to make a sequel to <em>The Young Pope</em>?</strong><br />No, initially I intended to end the story with <em>The Young Pope</em>. It was while editing the first season that I had the idea that opened up the game again.</p> <a href=\"https://www.theguardian.com/film/2020/jan/05/paolo-sorrentino-my-characters-struggles-are-the-struggles-i-have\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/05/paolo-sorrentino-my-characters-struggles-are-the-struggles-i-have", "date_published": "2020-01-05 14:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zlatan Ibrahimovic statue is toppled by fans of former club Malmö", "description": "• Former Malmö player has bought stake in rivals Hammarby<br />• Bronze statue has been target of repeated attacks<p>After weeks of vandalism, the controversial statue of Zlatan Ibrahimovic in Malmö has finally been knocked over.</p><p>The monument, which is located outside Malmö FF’s stadium, was cut off at the feet, causing it to topple over onto a wire fence on Sunday night. A dark Sweden soccer t-shirt was draped over the statue’s face.</p> <a href=\"https://www.theguardian.com/football/2020/jan/05/zlatan-ibrahimovic-statue-is-toppled-by-fans-of-former-club-malmo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jan/05/zlatan-ibrahimovic-statue-is-toppled-by-fans-of-former-club-malmo", "date_published": "2020-01-05 13:59:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dozens held in Hong Kong after violence at parallel trading march", "description": "<p>Protests target mainlanders’ practice of bulk-buying goods to sell at profit in China</p><p>Petrol bombs have been thrown at a Hong Kong police station and dozens of people arrested after a march against parallel trading near the Chinese border.</p><p>The Democratic party said about 10,000 people marched peacefully in Sheung Shui district on Sunday, but violence erupted after police ordered protesters to disperse.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/dozens-held-in-hong-kong-after-anti-parallel-trading-march-turns-violent\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/dozens-held-in-hong-kong-after-anti-parallel-trading-march-turns-violent", "date_published": "2020-01-05 13:54:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Raab urges Cyprus to 'do the right thing' over Ayia Napa teenager", "description": "<p>Woman convicted of lying about being gang-raped is due to be sentenced on Tuesday</p><p>The foreign secretary, Dominic Raab, has urged Cyprus to “do the right thing” in the case of a British teenager convicted of lying about being gang-raped in Ayia Napa but cautioned against aggravating the situation before her sentencing this week.</p><p>Last week, a judge ruled the 19-year-old wilfully indulged in public mischief in claiming she was raped by a group of Israeli males while on holiday in July.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/05/dominic-raab-urges-cyprus-do-right-thing-british-teenager-ayia-napa\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/05/dominic-raab-urges-cyprus-do-right-thing-british-teenager-ayia-napa", "date_published": "2020-01-05 13:44:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Relaunch of Newcastle's City Baths begins 'year of hope' for historic pools", "description": "<p>City’s Turkish baths, refurbished after a local campaign, first among several set to reopen in UK</p><p>Newcastle’s municipal Turkish baths are to reopen this month in what campaigners have dubbed “a year of hope” for historic swimming pools around the country.</p><p>The art deco City Baths were mothballed by Newcastle city council in 2013 in a “slash and burn” round of cost-cutting that also saw the closure of Sure Start centres, libraries and museums.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/relaunch-of-newcastle-city-baths-begins-year-of-hope-for-historic-pools\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/relaunch-of-newcastle-city-baths-begins-year-of-hope-for-historic-pools", "date_published": "2020-01-05 13:31:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paradise lost: residents flee Eden as Australia fires race towards them", "description": "<p>Days of limbo wear down NSW-Victoria communities displaced by blazes ripping through swaths of east coast</p><p>Shelley Caban just wants it to be over.</p><p>“Sometimes I think, ‘Fuck it, just burn it all, the house and everything,’” she says. “It’s the waiting and the limbo, you just feel like anything has to be better.”</p> <a href=\"https://www.theguardian.com/australia-news/2020/jan/05/paradise-lost-locals-flee-eden-as-australia-bushfires-race-towards-them\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jan/05/paradise-lost-locals-flee-eden-as-australia-bushfires-race-towards-them", "date_published": "2020-01-05 13:27:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man recovering in hospital after eating beans containing ricin", "description": "<p>Police in hazmat suits had sealed off Manchester street for fear about deadly toxin</p><p>A man is recovering in hospital after consuming castor beans, which contain traces of the deadly toxin ricin.</p><p>Officers wearing protective clothing sealed off a street in Manchester on Saturday morning, but Greater Manchester police said on Sunday that the investigation into the incident had ended and there were no longer concerns about the health of the man, who is in his 20s.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/manchester-man-recovering-hospital-consuming-castor-beans-ricin\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/manchester-man-recovering-hospital-consuming-castor-beans-ricin", "date_published": "2020-01-05 13:24:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Under Boris Johnson, Islamophobia will reach a sinister new level | Suhaiymah Manzoor-Khan", "description": "With the government’s plans – from immigration to counter-extremism – pandering to prejudice, Muslims will be unsafe<p>Boris Johnson is one of the most openly racist and Islamophobic politicians in recent British history. His own abhorrent statements aside, Johnson leads a party where multiple members have been excluded for Islamophobia, with a number subsequently <a href=\"https://www.theguardian.com/politics/2019/mar/24/tory-islamophobia-row-15-suspended-councillors-quietly-reinstated\" title=\"\">readmitted</a>. He <a href=\"https://www.theguardian.com/politics/2019/nov/27/sayeeda-warsi-tory-islamophobia-muslim-prejudice-investigation\" title=\"\">has also U-turned</a> on the promise to conduct an inquiry into the issue, instead now running a broader inquiry into “discrimination” which displaces the specific concerns Muslims have with the party – not to mention the <a href=\"https://www.theguardian.com/politics/2019/dec/18/tory-islamophobia-inquiry-chair-swaran-singh-in-fresh-row-over-kashmir\" title=\"\">lack of confidence</a> many have with the chairman of the inquiry. Notorious Islamophobes such as Tommy Robinson, Katie Hopkins and Nick Griffin all praised his win. If this election was the “second Brexit referendum”, this should come as no surprise. The first was won by stoking the same racism and Islamophobia.</p><p>Islamophobia has now become part and parcel of mainstream political credibility. Johnson can say “<a href=\"https://www.businessinsider.com/boris-johnson-islam-is-the-problem-and-islamophobia-is-a-natural-reaction-2018-8?r=US&amp;IR=T\" title=\"\">Islam is the problem</a>” and make <a href=\"https://www.telegraph.co.uk/news/2018/08/05/denmark-has-got-wrong-yes-burka-oppressive-ridiculous-still/\" title=\"\">comparisons</a> between niqab-wearing women and letterboxes, and face scant political repercussions. Meanwhile Muslims experience surges in <a href=\"https://www.newstatesman.com/politics/uk/2019/10/how-it-feels-be-branded-letterbox-street-because-boris-johnson\" title=\"\">verbal and physical abuse</a> in public spaces. Stories of <a href=\"https://metro.co.uk/2019/12/10/woman-choked-muslim-girl-14-hijab-let-off-caution-11589890/\" title=\"\">violent attacks</a> on hijab-wearing Muslim women abound – attackers have <a href=\"https://inews.co.uk/news/real-life/winter-wonderland-london-hyde-park-muslim-women-letterbox-1344467\" title=\"\">used Johnson’s rhetoric</a>; I have personally observed increased aggression and physical intimidation in public, for instance, being followed on to empty tube platforms by men making threatening remarks. Public vitriol for Muslims has been bolstered and normalised.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/boris-johnson-islamophobia-sinister-level-muslims\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/boris-johnson-islamophobia-sinister-level-muslims", "date_published": "2020-01-05 12:54:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Familie review – Milo Rau's soulful hymn to life on the brink of death", "description": "<p><strong>NTGent, Ghent, Belgium<br /></strong>An acting family play the members of a family about to take their own lives in this unnerving and heartbreaking celebration of the ordinary</p><p>It is a dark winter’s night in Belgium, a <a href=\"https://www.thebulletin.be/belgian-suicide-rate-dismally-high-according-who\">country where the suicide rate</a> has been called “dismally high”. Suicide is an awkward subject, but director Milo Rau is not one to shy away from society’s ugly corners. Mesmerising and alarming, Familie completes a trilogy that began with <a href=\"https://www.theguardian.com/stage/2017/mar/22/young-actors-play-child-killer-marc-dutroux-five-easy-pieces-milo-rau\">Five Easy Pieces</a>, in which children told the story of child molester Marc Dutroux, and <a href=\"https://www.theguardian.com/stage/2019/aug/04/la-reprise-histoires-du-theatre-i-review-royal-lyceum-edinburgh\">La Reprise</a>, which reconstructed <a href=\"https://www.theguardian.com/stage/2019/jul/09/milo-rau-true-crime-murder-edinburgh\">the murder of Ihsane Jarfi in a random act of homophobic violence</a>.</p><p>This play also takes its template from real life. In 2007, the <a href=\"https://www.scotsman.com/news/world/police-probe-bizarre-suicides-of-family-hanged-at-home-1-694079\">four members of the Demeester family were found hanged</a> in their Calais home. They had a meal ready to eat and left no sign of struggle. The only clue to the joint suicide of this comfortably off family was a terse note: “We messed up. Sorry.”</p> <a href=\"https://www.theguardian.com/stage/2020/jan/05/familie-review-milo-rau-ntgent-ghent-belgium-real-life-family\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jan/05/familie-review-milo-rau-ntgent-ghent-belgium-real-life-family", "date_published": "2020-01-05 12:54:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cutting battery industry's reliance on cobalt will be an uphill task", "description": "<p>Electric cars and consumer electronics use mineral mined in exploitative conditions in Congo</p><p>Followers of Elon Musk are used to big claims on Twitter. The social media habits of the Tesla and SpaceX billionaire have landed him in <a href=\"https://www.theguardian.com/technology/2019/dec/06/elon-musk-vernon-unsworth-trial-verdict\">legal hot water</a> on several occasions. But for the battery industry one boast stands out: a <a href=\"https://twitter.com/elonmusk/status/1006968985760366592\">tweeted pledge</a> to remove an obscure mineral mined in the Democratic Republic of Congo from the next generation of Tesla’s electric cars.</p><p>Batteries are the key component in the electric car revolution that Tesla kickstarted, and each one contains cobalt. Yet concerns about human rights abuses and child labour have prompted a dual effort to cut the amount of cobalt used in batteries and to clean up complex global supply chains.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/05/cutting-cobalt-challenge-battery-industry-electric-cars-congo\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/05/cutting-cobalt-challenge-battery-industry-electric-cars-congo", "date_published": "2020-01-05 12:54:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Brady says retirement 'pretty unlikely' despite Pats' shock loss to Titans", "description": "<ul><li>Defending champs ousted with 20-13 loss to Titans at home</li><li>Derrick Henry leads Tennessee with 182 yards on 34 carries</li><li><a href=\"https://www.theguardian.com/sport/2020/jan/04/houston-texans-buffalo-bills-playoff-score\">Texans rally from 16 down to roar past Bills in playoff opener</a></li></ul><p>When the eerie Foxborough fog lifted, it became clear that New England’s reign atop the NFL was ending.</p><p>Derrick Henry ensured that with the kind of dominating playoff performance usually reserved for Tom Brady and the Patriots.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/04/tennessee-titans-new-england-patriots-playoff-score\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/04/tennessee-titans-new-england-patriots-playoff-score", "date_published": "2020-01-05 12:35:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Most Swiss 'reject far-right plan to end free movement with EU'", "description": "<p>Poll finding on country’s ‘Brexit moment’ precedes binding referendum expected in May</p><p>Most Swiss people oppose a referendum campaign launched by the far right to end the free movement of citizens from the EU, according to a poll.</p><p>The referendum drive reflects unease with the influx of foreigners, who account for a quarter of the Swiss population. Imposing limits on EU citizens, however, would violate bilateral accords that enhance Swiss access to the single market, the lifeblood of the export-led Swiss economy.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/most-swiss-reject-far-right-plan-to-end-free-movement-with-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/most-swiss-reject-far-right-plan-to-end-free-movement-with-eu", "date_published": "2020-01-05 12:04:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why do I keep breaking my resolution to have a vasectomy? | Stuart Heritage", "description": "<p>I definitely don’t want more kids – but my visions of scalpels are so much worse</p><p>I had two new year’s resolutions in 2018; to get a vasectomy and to pass my driving test. When December rolled around, I held my driving licence in my hand with satisfaction. True, I hadn’t achieved both my resolutions, but partial completion isn’t to be sniffed at, right?</p><p>In 2019, I also had two resolutions – to get a vasectomy and to rejoin a gym. Again, December came and, again, I only managed one of them. I’m in infinitesimally better physical condition than I was a year ago, so that’s the same as getting a vasectomy. Isn’t it?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/05/why-do-i-keep-breaking-my-resolution-to-have-a-vasectomy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/05/why-do-i-keep-breaking-my-resolution-to-have-a-vasectomy", "date_published": "2020-01-05 12:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HS2: parliament misled about true cost, says Labour peer", "description": "<p>Deputy chair of government review into project claims HS2 chiefs ‘fiddled the figures’ </p><p>Parliament has been seriously misled by “fiddled” figures about the true cost of HS2, according to the deputy chairman of a review into the project.</p><p>In November, Lord Berkeley demanded his name be <a href=\"https://www.theguardian.com/business/2019/nov/12/co-author-of-leaked-hs2-reports-demands-his-name-is-removed\">removed from the review</a>, commissioned by the government, after a leak of its conclusions suggested the line should be built in full.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/hs2-parliament-misled-about-true-cost-says-labour-peer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/hs2-parliament-misled-about-true-cost-says-labour-peer", "date_published": "2020-01-05 11:39:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six people dead after being hit by suspected drunk driver in Italy", "description": "<p>Group of 17 German tourists were struck by speeding Audi TT in early hours in Alto Adige</p><p>Six people have been killed and 11 injured after a suspected drunk driver hit a crowd of German tourists in the northern Italian region of Alto Adige.</p><p>Those who died, all in their early 20s, were among a group of 17 people when they were struck by the speeding Audi TT as they crossed a road at about 1am on Sunday near the mountain village of Lutago in Valle Aurina. Three of the injured are in a serious condition. One woman was transported by helicopter to a hospital in Innsbruck, Austria.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/six-dead-as-car-ploughs-into-german-tourists-in-northern-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/six-dead-as-car-ploughs-into-german-tourists-in-northern-italy", "date_published": "2020-01-05 11:34:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let battle commence: a look ahead to the big games releases for 2020", "description": "2020 will see Sony’s PlayStation 5 pitched against Microsoft’s Xbox Series X with next-generation revamps and some slick new franchises<p>The video game industry has always worked to a lurching rhythm. Every few years the PlayStation 3 evolves, with seamless inevitability, into the PlayStation 4, and so on, each numerical tick of the counter promising fertile turf from which previously inconceivable video game miracles will sprout. This year will mark the next round of the so-called console wars, as <a href=\"https://www.theguardian.com/games/2019/nov/21/playstation-5-the-11-games-console-release-god-of-war-2-grand-theft-auto-6\" title=\"\">Sony’s PlayStation 5</a> competes with <a href=\"https://www.theguardian.com/games/2019/dec/13/microsoft-names-its-new-games-console-xbox-series-x\" title=\"\">Microsoft’s Xbox Series X</a> (destined to be confused by bewildered grandparents with the current Xbox One X). Like Blur v Oasis, or <em>Star Wars</em> v <em>Star Trek</em>, the true beneficiaries of this kind of tribalistic framing of capitalist enterprise will, surely, be the companies behind the products. As in the past, the rival machines will likely be equivalently powerful and share many of the same games.</p><p>In an attempt to lure consumers toward their product, Microsoft has pinned its hopes on the closest thing the company has to an exclusive mascot: <a href=\"https://www.theguardian.com/technology/2014/nov/12/halo-master-chief-collection-review\" title=\"\">Master Chief</a>. <a href=\"https://www.xbox.com/en-GB/games/halo-infinite\" title=\"\"><em>Halo Infinite</em></a> hopes to do for the Xbox Series X what Halo did for the original Xbox in the distant technological plains of 2001. That the ageing space marine might convince the zoomer generation to glance away from <a href=\"https://www.epicgames.com/fortnite/en-US/home\" title=\"\"><em>Fortnite</em></a> long enough to marvel at the high-definition sheen of his extremely 2000s-era space armour is perhaps doubtful. (Sony is yet to confirm any exclusive games of its own for the PlayStation 5.)</p> <a href=\"https://www.theguardian.com/games/2020/jan/05/games-preview-2020-playstation-5-xbox-x-cyberpunk-2077-keanu-reeves-final-fantasy-vii-remake\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/jan/05/games-preview-2020-playstation-5-xbox-x-cyberpunk-2077-keanu-reeves-final-fantasy-vii-remake", "date_published": "2020-01-05 11:05:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cool running: Jamaica's Kingston marathon", "description": "<p>A race around the capital lures Adharanand Finn to Jamaica, but it’s the friendly island that is the real winner</p><p>If you’re looking for a challenge to really fire up your new year fitness regime, you may want to consider taking on a spring marathon. While many of the world’s biggest races, such as London and Boston, will have filled up long ago, one marathon still with places is the <a href=\"https://www.kingstoncityrun.com/v2/\" title=\"\">Kingston City </a><a href=\"https://www.kingstoncityrun.com/v2/\" title=\"\">Marathon</a> in Jamaica, to be held on 15 March 2020.</p><p>Jamaica is not exactly renowned for its long-distance running – it’s more interested in sprinting and cricket – but the Kingston City Run has grown year on year, and in 2019 it added a full marathon to the bill for the first time. Together with a half marathon, 10K and 5K, the races host around 5,000 runners from across the world. Taking part in the non-profit event means helping the local community, with the 2019 edition raising funds for local charities, in particular those tackling homelessness in the city.</p> <a href=\"https://www.theguardian.com/travel/2020/jan/05/running-the-kingston-marathon-jamaica-holidays\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/05/running-the-kingston-marathon-jamaica-holidays", "date_published": "2020-01-05 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ncuti Gatwa: ‘I’ll say yes to anything’", "description": "<p>The breakout star of the cult TV series Sex Education talks about his Rwandan roots, family gossip and coping with overnight success</p><p>At the beginning of 2019, Ncuti Gatwa had fewer than 1,000 followers on Instagram. He had filmed <em><a href=\"https://www.theguardian.com/tv-and-radio/2019/jan/17/sex-education-asa-butterfield-gillian-anderson-netflix\" title=\"\">Sex Education</a></em> the previous summer, and by January, it was ready for the world to see. Though it starred big names – Gillian Anderson, Asa Butterfield – on paper the show sounded more like a cult oddity than a smash hit. Butterfield played Otis, a secondary-school student turned sex therapist for his peers in a gaudy world that sat between a John Hughes movie and a <em>Just </em><em>Seventeen </em>problem page. Gatwa starred as Eric Effiong, Otis’s best friend. Netflix had flown the cast to New York to promote <em>Sex Education</em>, which was released when Gatwa was on the return flight – and his character was a huge hit. When he landed at Heathrow, Gatwa turned on his phone. In the space of several hours, his follower count had gone up… by a couple of hundred thousand.</p><p>“It definitely felt <em>exposing</em>,” Gatwa says. He’s sitting in a café in Soho, almost exactly a year after the show changed his life so suddenly. At 27, he is a decade older than Eric, and less flamboyant, though he shares the character’s ebullience. He sounds different, too – his own accent roams Scotland, Rwanda and Tottenham, where he now lives, and his broad laugh ripples across the busy lunchtime crowd.</p> <a href=\"https://www.theguardian.com/culture/2020/jan/05/ncuti-gatwa-i-will-say-yes-to-anything-sex-education\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jan/05/ncuti-gatwa-i-will-say-yes-to-anything-sex-education", "date_published": "2020-01-05 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Nazi camps to the Lake District: the story of the Windermere children", "description": "<p>In 1945, hundreds of children liberated from concentration camps were flown into a tiny town in the Lake District to begin new lives. On the eve of a BBC dramatisation of their story, 91-year-old survivor Arek Hersh talks about the experience</p><p>On the morning of 14 August 1945 towards the end of the second world war, 16-year-old Arek Hersh and 300 other Jewish children boarded a squadron of 10 converted Stirling bombers and took off from Prague. They were organised in groups of 30 to each aeroplane, with 15 sitting on each side on the floor. Hersh remembers it vividly: “They cut us some bread,” he says. “We thought it was cake. They gave us each a piece and it was great.” About eight hours later, they landed at RAF Crosby-on-Eden, near Carlisle.</p><p>The children were the first intake of a pioneering rehabilitation scheme, in which boys and girls from labour and concentration camps in eastern Europe were transported to the Lake District to find new families and start afresh. Their journey has been dramatised by the screenwriter Simon Block and the result is a timely and moving BBC film <em>The Windermere Children</em>, starring Thomas Kretschmann and Romola Garai, to be shown this month, 75 years after the liberation of Auschwitz-Birkenau.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/05/windermere-children-arek-hersh-survivor-bbc-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/05/windermere-children-arek-hersh-survivor-bbc-drama", "date_published": "2020-01-05 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Scorsese to The Crown, Netflix gets set for Golden Globes glory", "description": "The streaming giant has surpassed its rivals with 34 nominations for the awards in Los Angeles. <p>Betting odds predict the loudest sounds of cheering and popping corks in Los Angeles on Sunday night will come from inside the Beverly Hilton Hotel. For this is where HBO and WarnerMedia – makers of <em><a href=\"https://www.theguardian.com/tv-and-radio/2018/aug/02/succession-review-brilliant-dissection-mega-rich-family-jesse-armstrong\" title=\"\">Succession</a></em>, <em><a href=\"https://www.theguardian.com/tv-and-radio/2017/feb/17/big-little-lies-nicole-kidman-and-reese-witherspoon-shine-in-masterful-twist-on-desperate-housewives\" title=\"\">Big Little Lies </a></em>and <em><a href=\"https://www.theguardian.com/tv-and-radio/2019/may/29/chernobyl-horrifying-masterful-television-that-sears-on-to-your-brain\" title=\"\">Chernobyl</a></em> – are due to celebrate after scooping many of the top prizes at the Golden Globe awards.</p><p>But whoever really does win big, it is certain the mood will also be pretty jubilant next door on Wilshire Boulevard at Circa 55, the poolside restaurant where Netflix is holding a party to mark its own extraordinary awards showing.</p> <a href=\"https://www.theguardian.com/film/2020/jan/05/netflix-scorsese-crown-golden-globes-34-nominations\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/05/netflix-scorsese-crown-golden-globes-34-nominations", "date_published": "2020-01-05 10:07:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could I go a year without buying any new clothes?", "description": "<p>It’s been the great love of her life, but for Lauren Bravo the time has come to break up with fast fashion</p><p>I can’t remember a new year when I haven’t made a resolution. Get more sleep, drink more water, drink less booze, eat more fruit, learn Spanish. But there was only one pledge I’ve ever managed to stick to for longer than a few weeks, and possibly the only one that made me feel better about myself instead of worse – I broke up with fast fashion.</p><p>No new clothes (or at least no “new-new” clothes) for a year. No more payday hauls or bad day pick-me-ups. No more casual flirtation with one of the most exploitative and wasteful industries on the planet. Goodbye, my problematic friend.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/05/could-i-go-a-year-without-buying-any-new-clothes\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/05/could-i-go-a-year-without-buying-any-new-clothes", "date_published": "2020-01-05 10:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m seeing stars… but thanks to Elon Musk, not for much longer | Stewart Lee", "description": "<p>SpaceX’s 40,000 satellites will soon be ruining our view of the universe – not to mention aliens’ view of us</p><p>My best New Year’s Eve was 15 years ago. A mis-calibrated dose of prescription painkillers in a bed and breakfast near Wootton Courtenay meant I slept through the whole thing. I slept through the fear. I slept through the dread. I slept through the recriminations and regrets. And I slept through Jools Holland insisting on playing inappropriate boogie-woogie piano with – who will it be this year? – Peter Brötzmann, Napalm Death, Youssou N’Dour, Mark and Roxanne from LadBaby, or the future festive ghost of his own grinning self.</p><p>This New Year’s Eve I lay on my back in the garden, long after midnight, belly full of Butty Bach™ ® beer and mini Quorn™ ® sausages, and looked at the stars. Do they have elections on those distant worlds, I wondered? Is there an alien Dominic Cummings, and if so, how would you know? Does the alien Sir Iain Duncan Smith eat his own mucus in public like our Earth Sir Iain, or does he just eat crisps? On Alien Sir Iain’s world is crisp-eating considered disgusting, while finger-picked mucus is the cuisine of the Princesses of Mars? And is that the space <a href=\"https://www.theguardian.com/politics/2019/nov/18/jennifer-arcuri-turns-johnson-heartbreak-into-comedy-horror\" title=\"\">Jennifer Arcuri</a> dancing round the Pole Star? Remember her? Thought not.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/im-seeing-stars-but-not-for-much-longer-elon-musk-satellites\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/05/im-seeing-stars-but-not-for-much-longer-elon-musk-satellites", "date_published": "2020-01-05 10:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Families plant an urban forest to fight effects of pollution", "description": "Trees for Cities, which focuses on deprived areas, is one of four charities chosen for this year’s climate emergency appeal<br /><br />• Please donate to our appeal <a href=\"https://www.theguardian.com/society/2019/dec/28/replanting-britain-its-about-the-right-tree-in-the-right-place\" title=\"\">here</a><p>It’s a cold Saturday morning in November, yet hundreds of people have descended on Beckton District Park in east London for a day of tree planting. Dozens of shovels stuck into the muddy earth are waiting to be grabbed by newcomers, while four cordoned-off areas are already full of volunteers measuring and digging holes, before carefully planting the young seedlings, called whips.</p><p>“By the time the day is done, you look around and there are thousands of trees,” says Jazmin Glen, 26, a volunteer supervisor at the event. “It’s amazing to think you might come back in however many years and there’s an actual forest here that you’ve been a part of creating.”</p> <a href=\"https://www.theguardian.com/society/2020/jan/05/trees-for-cities-guardian-observer-charity-appeal-2019-families-plant-urban-forest\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/05/trees-for-cities-guardian-observer-charity-appeal-2019-families-plant-urban-forest", "date_published": "2020-01-05 09:18:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 for 2020: unmissable culture and rising stars", "description": "<p>Sally Rooney’s Normal People gets a 12-part TV adaptation, Lana Del Rey performs her acclaimed new album, Top Gun 2 is finally given permission to land, and there’s new talent galore…</p><p>Thalissa Teixeira was hoping not to die in 2020. But she’s playing Bianca in Thomas Middleton’s <em>Women Beware Women</em> at the <a href=\"https://www.shakespearesglobe.com/whats-on/women-beware-women-19-20/\" title=\"\">Sam Wanamaker Playhouse</a>, so sadly she will cop it at the end (no great spoiler – it is a Jacobean tragedy after all). She laughs. “At the audition I said: ‘Do we <em>have</em> to see another woman die?’ So many plays I’ve done, women die: in <em>Yerma</em>, Billie died; in <em><a href=\"https://www.theguardian.com/stage/2018/jun/08/julie-review-polly-stenham-strindberg-lyttelton-theatre\" title=\"\">Julie</a></em>, Vanessa died; in <em><a href=\"https://www.theguardian.com/stage/2019/sep/26/blood-wedding-review-young-vic-federico-garcia-lorca\" title=\"\">Blood Wedding</a></em>, Aoife died…”</p> <a href=\"https://www.theguardian.com/culture/2020/jan/05/20-for-2020-rising-stars-unmissable-things\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jan/05/20-for-2020-rising-stars-unmissable-things", "date_published": "2020-01-05 09:15:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Cummings warned over civil service shake-up plan", "description": "<p>‘Work with us, not against us’: Whitehall grandees raise alarm over No 10 chief adviser’s attempt to bypass usual channels</p><p>Dominic Cummings should stop denigrating senior civil servants by lumping them together as part of the same Oxbridge-educated, dinner party elite if he wants to build the necessary support in Whitehall for ambitious reforms to the government machine, one of the country’s most respected former mandarins has warned.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jan/05/work-for-dominic-cummings-at-your-peril-but-his-take-state-flaws-isnt-without-merit\">Work for Dominic Cummings at your peril, but his take on the state’s flaws is not without merit</a> </p> <a href=\"https://www.theguardian.com/politics/2020/jan/04/dominic-cummings-warned-civil-service-whitehall-shake-up-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/04/dominic-cummings-warned-civil-service-whitehall-shake-up-plan", "date_published": "2020-01-05 09:02:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crisis of Conscience by Tom Mueller review  – what drives a whistleblower?", "description": "This study of Edward Snowden and others who exposed wrongdoing asks why things rarely turn out well for them<p>The whistleblower occupies an ambiguous and somewhat ghostly position in the pantheon of behavioural role models. Despised by the authority he or she betrays, the revealer of hidden corporate or governmental truths is seldom embraced as a hero by society at large.</p><p>It’s true that film-makers are drawn to whistleblowers because their struggle – the little guy up against the establishment – can make for compelling drama: two fine examples being Michael Mann’s <em>The Insider</em> (starring Russell Crowe) and Gavin Hood’s recent <a href=\"https://www.theguardian.com/film/2019/oct/20/official-secrets-review-keira-knightley-whistleblower-katharine-gun-gchq-observer\" title=\"\"><em>Official Secrets</em></a> (starring fictionalised versions of several of this newspaper’s journalists).</p> <a href=\"https://www.theguardian.com/books/2020/jan/05/crisis-of-conscience-tom-mueller-review-whistleblowers-daniel-ellsberg-edward-snowden\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/05/crisis-of-conscience-tom-mueller-review-whistleblowers-daniel-ellsberg-edward-snowden", "date_published": "2020-01-05 09:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Helen Sharman: ‘There’s no greater beauty than seeing the Earth from up high’", "description": "<p>The astronaut, 56, on self-belief, G-force – and being the only girl in science class</p><p><strong>Almost everything</strong> about my childhood was normal and mundane. Our nuclear family lived in a comfortable house in suburban Sheffield. I went to school at the local comp. No one exciting ever visited. It meant I thought only normal things could happen to me.</p><p><strong>When I was </strong>choosing my A-levels, a German teacher found me in a corridor and pointed out that if I were to pick physics and chemistry, I’d be the only girl in those classes. That was the first time I considered my gender in relation to science, and I decided pretty quickly that it wasn’t going to stop me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/05/astronaut-helen-sharman-this-much-i-know\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/05/astronaut-helen-sharman-this-much-i-know", "date_published": "2020-01-05 09:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red meat plays vital role in diets, claims expert in fightback against veganism", "description": "<p>As millions cut out animal products, farming conference hears that fruit and vegetables have been drained of nutrients</p><p>Advocates of red meat will begin a fightback against the growth of veganism this week at the UK’s biggest farming conference, with claims that eating lamb and beef is vital because some plants and fish are being drained of their nutrition.</p><p>In a speech at the Oxford Farming Conference, Alice Stanton will tell ministers, farmers and environmentalists that key nutrients in some fruits, vegetables and grains have dropped by up to 50% over 50 years.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/05/red-meat-diet-modern-vegetables-lack-nutrients-fightback-veganism\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/05/red-meat-diet-modern-vegetables-lack-nutrients-fightback-veganism", "date_published": "2020-01-05 08:58:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High court to decide if children can consent to gender reassignment", "description": "Puberty blockers for under-18s should not be legal, say those bringing proceedings<p>A landmark test case to establish whether children can give informed consent to medical treatment for gender reassignment begins in the high court this week.</p><p>Lawyers acting for Susan Evans, a former psychiatric nurse at the Tavistock and Portman NHS foundation trust, which runs the UK’s only NHS gender identity development service (Gids), and “Mrs A”, the mother of an autistic 15-year-old girl who is on the Gids waiting list, will file papers to commence proceedings in a judicial review brought against the trust and NHS England.</p> <a href=\"https://www.theguardian.com/society/2020/jan/05/high-court-to-decide-if-children-can-consent-to-gender-reassignment\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/05/high-court-to-decide-if-children-can-consent-to-gender-reassignment", "date_published": "2020-01-05 08:14:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rebel alliance ready to put a halt to  the ‘disneyfication’ of Edinburgh", "description": "<p>Some residents fear the city’s public spaces are being sacrificed to tourism</p><p>For 800 years or so the castle that keeps watch above Scotland’s capital has borne witness to the bloody rise and fall of kingdoms and nations. Now, the war is one of ideas, with Edinburgh’s eternal soul on the line.</p><p>On one side is Underbelly, the London events company which claims to have taken <a href=\"https://www.theguardian.com/culture/2020/jan/02/edinburgh-hogmanay-review-mark-ronson-eddi-reader-marc-almond-dick-dom\" title=\"\">Edinburgh’s Hogmanay celebrations</a> to another level. It is backed by a city council which has gleefully watched the numbers rise in those indexes that confer tourism superstardom: unique-users, profits and exposure.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/05/rebel-alliance-formed-to-halt-disneyfication-of-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/05/rebel-alliance-formed-to-halt-disneyfication-of-edinburgh", "date_published": "2020-01-05 08:14:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Many lives have been lost’: five-month internet blackout plunges Kashmir into crisis", "description": "<p>Seven million people are still unable to go online after a ban first imposed from Delhi last August</p><p>For many in Kashmir, it has been more than 150 days of agony. The <a href=\"https://www.theguardian.com/world/2019/aug/08/kashmir-communications-blackout-is-draconian-says-un-envoy\" title=\"\">internet blackout</a> which was imposed on the disputed Himalayan region by the Indian government in August is now the longest on record, and has left people’s lives, jobs and the economy in tattered ruins. It has also, according to doctors, cost lives; how many, they say they will never know.</p><p>For Imran Hafeez, a 43-year-old doctor with nearly two decades’ experience as an intervention cardiologist, it has meant watching the devastating demise of his revolutionary and lifesaving initiative, <a href=\"http://www.saveheartkashmir.org/\" title=\"\">Save Heart Kashmir</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/the-personal-and-economic-cost-of-kashmirs-internet-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/the-personal-and-economic-cost-of-kashmirs-internet-ban", "date_published": "2020-01-05 08:11:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After the fall: can Alexander Zverev bounce back to tennis stardom?", "description": "<p>He had it all: talent, good looks and a chance to be the world No 1. But then Alexander Zverev’s life went to pieces…</p><p>The tennis player Alexander Zverev has blue eyes and shaggy blond hair and is 6ft 7in tall. His legs are stilts, and his face, journalists have pointed out, is that of an Abercrombie &amp; Fitch model. Zverev actually has a modelling contract with Zegna, the Italian fashion brand, partly because he is a well-known tennis player, but also because he looks less like a tennis player and more like a luxury clothes horse.</p><p>Zverev is 22. He joined the pro circuit in 2013, when he was 16. At the end of 2018, he was ranked the fourth best men’s tennis player in the world, behind Novak Djokovic, Rafael Nadal and Roger Federer – the big three – but ahead of younger challengers. He’d recently won the ATP Finals, in London, the so-called fifth grand slam, becoming the youngest player to win the tournament in a decade. As a kid he’d been the world junior No 1 and a junior grand slam champion. For years, fans had thought of him as tennis’s crown prince – the prodigal heir. Both Nadal and Djokovic had hinted at Zverev becoming their eventual successor. Here, <em>finally</em>, after the failed attempts of other once up-and-coming players, was a talent poised to dethrone the game’s elder greats. At the end of one 2018 tournament, Boris Becker announced: “A star has arrived.”</p> <a href=\"https://www.theguardian.com/sport/2020/jan/05/after-the-fall-can-alexander-zverev-bounce-back-to-tennis-stardom\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/05/after-the-fall-can-alexander-zverev-bounce-back-to-tennis-stardom", "date_published": "2020-01-05 08:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jojo Rabbit review – down the rabbit hole with Hitler", "description": "<p>Taika Waititi follows a distinguished tradition with this ‘strange art comedy’ about a boy growing up in Nazi Germany, but fails to cut to the dark heart of the matter</p><p>Since the days of Chaplin’s <a href=\"https://www.theguardian.com/film/2010/oct/18/chaplin-great-dictator-comedy\" title=\"\"><em>The Great Dictator</em></a>, film-makers have adopted naive or comedic perspectives to pierce and deflate the hideous bubble of Nazi ideology – a risky strategy that can reap rich rewards. In the 1967 classic <a href=\"https://www.theguardian.com/film/2018/aug/01/the-producers-review-mel-brooks-comedy-gene-wilder\" title=\"\"><em>The Producers</em></a>, Mel Brooks made comedy gold from the spectre of a terrible play celebrating Hitler’s little-known dance skills. The film won a best screenplay Oscar and spawned a hit stage musical that in turn produced another star-studded screen adaptation. In 1999, Roberto Benigni’s “comedy drama” <em>Life </em><em>Is Beautiful</em> won three Oscars with its depiction of a man whose comic clowning keeps the horrors of a concentration camp from his son – a premise weirdly reminiscent of Jerry Lewis’s ill-judged <a href=\"https://www.theguardian.com/film/2015/aug/10/lost-jerry-lewis-holocaust-movie-acquired-library\" title=\"\"><em>The Day </em><em>the Clown Cried</em></a>, which was effectively banned by its creator, becoming the subject of ignominious legend.</p><p>Now, in this Golden Globe-nominated adaptation of Christine Leunens’s book <a href=\"https://www.johnmurraypress.co.uk/titles/christine-leunens/caging-skies/9781529396362/\" title=\"\"><em>Caging Skies</em></a>, New Zealand writer-director-performer Taika Waititi plays a camp, slapstick version of Hitler, who exists in the mind of a German boy, Jojo. Roman Griffin Davis plays the 10-year-old growing up under the Third Reich, whose jolly dreams of becoming an Aryan war hero are thwarted by his innate sensitivity and squeamishness. Nicknamed Jojo Rabbit after failing to strangle a bunny when ordered to do so at a Nazi youth training camp, our antihero promptly blows himself up with a hand grenade, rendering him unfit for future combat. Instead, he’s assigned more menial tasks, including handing out recruitment leaflets, spurred on by visions of his imaginary Führer friend.</p> <a href=\"https://www.theguardian.com/film/2020/jan/05/jojo-rabbit-review-taika-waititi-hitler-scarlett-johansson-sam-rockwell\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/05/jojo-rabbit-review-taika-waititi-hitler-scarlett-johansson-sam-rockwell", "date_published": "2020-01-05 08:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Muir, racing’s conscience, has his eyes on another hurdle", "description": "<p>The RSPCA consultant, honoured with an MBE for racehorse welfare, predicts an end to the use of the whip</p><p>New Year’s Eve brought the end of an era as David Muir, who has spent 21 years as racing consultant to the RSPCA, completed his final shift by overseeing the action at Haydock, his avuncular appearance as ever disguising the sharpness of his perception. The news had just broken that he was to be honoured by the Queen with a well-earned MBE for services to racehorse welfare.</p><p>Muir has had<strong> </strong>a difficult task and he has handled it with such skill that attention has hardly ever been called to his presence, somewhere between the sport and the charity. For decades he has sustained dialogue between two groups inclined to be suspicious of each other, knowing there are individuals on either side who would rather have nothing to do with those opposite.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/05/david-muir-racehorse-welfare\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/05/david-muir-racehorse-welfare", "date_published": "2020-01-05 07:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weinstein set to face his toughest legal challenge yet in New York trial", "description": "<p>The trial, which begins 6 January, will include testimony from two alleged victims and Annabella Sciorra amid concerns he may not be ultimately held legally accountable</p><p>Harvey Weinstein is set to face his toughest legal challenge yet – a criminal trial for rape and sexual assault that could send him to prison for the rest of his life.</p><p>Only a handful of women will be allowed to testify at the trial in New York supreme court in Manhattan, which begins on 6 January. But watching from the sidelines will be scores of women who have alleged sexual misconduct and abuse at the hands of Weinstein.</p> <a href=\"https://www.theguardian.com/film/2020/jan/05/harvey-weinstein-trial-new-york-metoo-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/05/harvey-weinstein-trial-new-york-metoo-movement", "date_published": "2020-01-05 07:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK could forfeit security council seat over Chagos Islands dispute", "description": "<p>Defying the UN’s highest court may put Britain’s place at the international top table in jeopardy, warns former diplomat</p><p>The UK could lose its permanent seat on the UN security council unless it resolves the future of the Chagos Islands, the archipelago in the Indian Ocean whose largest island, Diego Garcia, is a US military base.</p><p>The shock claim is made by <a href=\"https://www.theguardian.com/profile/david-snoxell\" title=\"\">David Snoxell</a>, a former British high commissioner to Mauritius from whom Britain purchased the islands in 1965.</p> <a href=\"https://www.theguardian.com/world/2020/jan/05/uk-forfeit-security-council-chagos-islands-dispute\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/05/uk-forfeit-security-council-chagos-islands-dispute", "date_published": "2020-01-05 06:17:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Lookout, Edinburgh: ‘High altitude dining – and prices – but worth it’ | Jay Rayner", "description": "<p>It’s a steep climb up to Edinburgh’s Lookout, but once you get there the food hits new peaks</p><p><strong>The Lookout, Calton Hill, Edinburgh. EH7 5AA (0131 322 1246). Lunchtime à la carte: starters £8-£14; mains £16-£25; desserts £5; wines from £29. Set lunch £25. Evening tasting menus £50 and £70</strong></p><p><a href=\"https://www.thelookoutedinburgh.co/\" title=\"\">The Lookout</a> is a brave restaurant. It hasn’t so much decided that passing trade is not a priority, as laughed in its face, then handed it a scribbled note saying, “Go away.” It occupies a new build right at the top of Calton Hill within the Observatory buildings, looking out over Edinburgh to the Firth of Forth, hence the name.</p> <a href=\"https://www.theguardian.com/food/2020/jan/05/the-lookout-edinburgh-high-altitude-dining-and-prices-but-worth-it-jay-rayner\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/05/the-lookout-edinburgh-high-altitude-dining-and-prices-but-worth-it-jay-rayner", "date_published": "2020-01-05 06:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Tom Hegen’s alluring abstract salt landscape", "description": "The German photographer’s drone reveals the otherworldly colours of a salt-processing area in southern France<p>Ever since you could take a camera up in a hot-air balloon, there has been a fascination with photographing the Earth from the air. The evolution of <a href=\"https://www.theguardian.com/travel/gallery/2017/jan/25/worlds-best-drone-photography-skypixel-competition\" title=\"\">drone technology allows new ways of seeing</a>, not possible even from the most manoeuvrable helicopter. The German photographer Tom Hegen has been a pioneer of such opportunities. Shooting directly downwards from a hovering near-stationary drone, he can flatten out perspective to the point that the Earth’s surface seems like a stretched canvas. His images of salt production landscapes in southern Europe give the sense that Google Earth has been hacked by abstract expressionist painters.</p><p>This picture was taken above the pink lakes and white mountains of the salt industry at Aigues-Mortes near Montpellier in the south of France. Salt has been processed continuously from the marshes here since Roman times. To create table salt, seawater is channelled through 45 miles (70km) of intricate canals or <em>roubines</em>. The area is now restricted to visitors because of its unique ecosystem.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/05/big-picture-tom-hegens-alluring-abstract-salt-landscape-aerial-photograph\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/05/big-picture-tom-hegens-alluring-abstract-salt-landscape-aerial-photograph", "date_published": "2020-01-05 05:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Dracula, Doctor Who, The Trial of Christine Keeler and more", "description": "<p>A splendid revamp of Dracula and real scares in Doctor Who restored faith in the BBC – until Miranda bounced back</p><p><strong>Dracula </strong>(BBC One) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/p07rxf89/dracula?seriesId=p07rxf89-unindexed\" title=\"\">iPlayer</a><br /><strong>Doctor Who </strong>(BBC One) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/b006q2x0/doctor-who?seriesId=m000cs1z\" title=\"\">iPlayer</a><br /><strong>The Trial of Christine Keeler </strong>(BBC One) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/m000ct7b/the-trial-of-christine-keeler?seriesId=m000ct78\" title=\"\">iPlayer</a><br /><strong>Wisting </strong>(BBC Four) | <a href=\"https://www.bbc.co.uk/iplayer/episodes/m000crc2/wisting\" title=\"\">iPlayer</a><br /><strong>Miranda: My Such Fun Celebration </strong>(BBC One) |<a href=\"https://www.bbc.co.uk/iplayer/episode/m000cszn/miranda-my-such-fun-celebration\" title=\"\"> iPlayer</a></p><p>Well, there’s a surprise. Not one but two superb new three-part adaptations back to back in successive weeks, pretty much giving the lie to the line that the BBC, especially BBC One, can’t do anything over the festives but lazy schmaltz and the execrable <em>Mrs Brown’s Boys</em>. It did them too, of course, the world must keep turning (dammit), but…</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/05/dracula-bbc-review-doctor-who-trial-christine-keeler-wisting-frankie-boyle-miranda\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/05/dracula-bbc-review-doctor-who-trial-christine-keeler-wisting-frankie-boyle-miranda", "date_published": "2020-01-05 05:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}]