[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare & Warzone - Official Season 5 Trailer", "description": "Verdansk will never be the same.\n\nThe stadium opens. The train arrives. And the battle expands. Season Five kicks off in #Warzone and #ModernWarfare on August 5.", "link": "https://www.youtube.com/watch?v=Q9anz46WG7E", "date_published": "2020-08-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Nintendo’s Greatest Failure Led To The Switch | Remember When", "description": "The Wii U is Nintendo’s greatest console failure, but, in hindsight, was a fortuitous misstep that led to one of its greatest achievements.\n\nThe Wii U is Nintendo’s greatest console failure, but, in hindsight, was a fortuitous misstep that led to one of its greatest achievements: the Switch.\n\nJoin Kurt Indovina for this episode of Remember When as he looks back on how Nintendo went from making one of the most accessible and successful video game consoles ever made, the Wii, to completely squandering its success with the Wii U.\n\nFrom the confusing announcement, to Nintendo’s pivot to the Switch, Kurt seeks insight from CNET editor Jeff Bakalar, and GameSpot’s very own Miranda Church, Michael Higham, and Tamoor Hussain, to help make sense of the motivations that led to the Wii U and how it all went wrong.\n\nWatch Remember When here: https://www.youtube.com/watch?v=uIMxAnBW7dA&list=PLpg6WLs8kxGMLxDSYQgn3jsNCR8qG8tlj\n\nSubscribe to our channel: https://www.youtube.com/gamespot\n\nFollow us!\nTwitter: https://twitter.com/GameSpot\nInstagram: https://www.instagram.com/gamespot/ \nFacebook: https://www.facebook.com/GameSpot/", "link": "https://www.youtube.com/watch?v=AYMGNgwJQyc", "date_published": "2020-08-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Spider-Man Is Coming To Marvel's Avengers, But Exclusively To PlayStation | Save State", "description": "Spider-Man is coming to Marvel's Avengers post-launch in 2021 as a PS4 & PS5 exclusive, PS4 controllers won't completely work on PS5 consoles, Xbox is getting a new store.\n\nSpider-Man is coming to Marvel's Avengers post-launch in 2021 as a PS4 & PS5 exclusive. Considering Sony's ownership rights over the character, and Insomniac's PlayStation exclusive Spidey game, this probably isn't a surprise. PS4 controllers will work with PS5 consoles, but not with PS5 games. Sony stated on the PlayStation Blog that PS5 games should take full control of the DualSense. Xbox is getting a new store, rebuilt to focus on loading screens and ease of use.\n\n00:20 - Spider-Man Is Coming To Avengers--But Only On PlayStation\n01:05 - PS4 Controllers Won't Work With PS5 Games\n01:50 - Xbox Is Getting A New Store", "link": "https://www.youtube.com/watch?v=krhuZIwp88M", "date_published": "2020-08-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Call Of Duty: MW Reuses Memorable Maps And Locations", "description": "Let's take a look at some of the locations that the Call Of Duty: Modern Warfare series has reused and repurposed for more than a decade. \n\nCall of Duty’s Modern Warfare series has now spanned over a decade. In this time, fan-favorite maps have been re-used and remastered into other games and game modes. Developer Infinity Ward has done a great job of re-purposing these maps from their award-winning single player missions over the years. Not all of them are obvious, and take some digging and boundary-breaking to find. Let’s take a look back at some of these memorable maps and their history in the Modern Warfare series.\n\nFirst up is Crash from Call Of Duty 4: Modern Warfare. This map has not only been used across multiple Modern Warfare titles, it’s also had 24/7 playlists and a special winter time version called “Winter Crash”. This version replaces character deaths with boxes of presents and even has a Santa Claus Easter egg. Next is the “Invasion” map, which debuted in 2009’s Modern Warfare 2. This one is a little tricky to find as it’s hidden within the Euphrates Bridge map from 2019’s Call Of Duty: Modern Warfare. While it’s more of an unfinished outline, the memories from MW2’s multiplayer still come rolling in.\n\nThe iconic map “Rust” from Modern Warfare 2 has made its way into four of Infinity Ward’s titles. Sadly, one of them is an unplayable Easter egg within Advanced Warfare’s map “Cargo”. Also from Modern Warfare 2 is “Scrapyard”. This small airplane graveyard map has been reused across nearly every game mode within 2019’s Modern Warfare. Next up is “Vacant” from Call Of Duty 4. This fan-favorite map stems from the iconic “All Ghillied Up” mission and has been reused and remastered in nearly every Modern Warfare title. “Broadcast” from Call of Duty 4 was a DLC map that made a surprising comeback into 2019’s Modern Warfare and even Warzone. Last but certainly not least is the Gulag. Despite its popularity and infamy in Warzone, this small map got its start in Modern Warfare 2 in the mission “The Gulag”. The memorable mission called for players to rescue prisoner 627 aka Captain Price himself.", "link": "https://www.youtube.com/watch?v=QWz1fjs08hE", "date_published": "2020-08-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]