[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "What you can expect in elementary OS 6 ODIN", "description": "The first 1000 people who click the link will get 2 free months of Skillshare Premium: https://skl.sh/thelinuxexperiment7\n\nYou all know I use and love elementary OS, and a new version in on the horizon. While there isn’t any release date yet, there are some indications of what’s coming to my favorite distribution, so let’s take a look at the various features, right after this!\n\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nelementary OS 6 github repo: https://github.com/orgs/elementary/projects/55\n\nThis video is sponsored by Skillshare\n\nFirst, the codename. elementary OS 6 will be called Odin, the most important god of the norse pantheon.\n\nelementary OS 6 will be based on Ubuntu 20.04 LTS, and will be shipped, as always, as a semi-rolling release: the base will stay on Ubuntu 20.04, but Pantheon and its applications will be updated throughout the whole life of the distro, which should be 2 years, until Ubuntu 22.04 LTS and elementary OS7.\n\nOn the graphic front, there will be some changes in elementary OS 6, the biggest one being a new theme. It still looks a bit unrefined, but the new theme isn’t a big departure from the current look. Menus will be better spaced and have rounded corners, buttons will have more contrast and a more raised look, and accent colors will be more prominent. The icons themselves don’t seem to have changed, and there seems to be a will to offer users the choice of an accent color in the system settings, although this feature might not make it for the initial release.\n\nThis new theme will be accompanied by the inter font by default. It’s a simple, and professional looking font that I already use on my systems running Hera, and I really like the look it gives to the OS.\n\nA new dark theme will also be proposed, to be enabled for the whole OS, with a little twist: from what I understand, elementary OS applications will have the ability to opt-in to the dark theme, if they want to use it by default, even with a light theme preference, or keep the light theme if they’d prefer.\n\nThis is not done yet, but non-elementary applications could opt-in to use the elementary OS stylesheet, or keep using Adwaita.\n\nMulti touch gestures. This would add swipe to go back, forward, pinch to zoom, and other gestures.\n\nNew installer with full disk encryption. The new elementary OS installer is already present in Pop OS, and will make its debut on elementary with Odin. It’s a more streamlined and modern experience than the default Ubuntu installer, although it doesn’t offer partitioning directly inside the installer, instead opening Gparted. Disk encryption will be enabled by default on Odin as an added security measure, although I’m pretty sure they’ll let you disable it if you want to. The new installer should also let you upgrade in place instead of having to reinstall the whole OS, although I don’t know if this will be the case when elementary OS 6 releases initially.\n\nApp distribution through Flatpak: elementary OS already supports Flatpak in Hera: you can download a flatpakref file and it will install using the “sideload” application. It will also add the remote associated with the application, but elementary OS apps are distributed through packages for now. The team seems to be willing to move this towards flatpak, and build a good dashboard for developers to upload their software, monitor downloads and revenue, and generally manage their applications in the AppCenter.\n\nHousekeeping will be turned on by default: This handy little feature that already lets you clean some cache, auto-empty the trash, and clean up logs and temporary files will now be enabled by default.\n\nA new notifications server, that might support notification actions in the future. The notifications on elementary OS are pretty basic right now: you can dismiss them, or click them to open the app, but there are no direct actions.\n\nNew Mail app: the default elementary OS mail app is barebones in Hera. It doesn’t let you create folders or labels, and it tends to crash regularly when I open long email conversations. The team is making a new one based on Evolution Data Server. The interface looks to be pretty much the same, and they seem to be aiming for at least feature parity with the older elementary OS mail app!\n\nNew tasks app: The team will add a new “tasks” application by default to the OS. This app will support tasklists, and tasks will have descriptions, and due dates. It seems like a simple application that won’t be a competitor to Planner in terms of features, but might come in handy for quick todo lists.", "link": "https://www.youtube.com/watch?v=l4PyTv4sPiQ", "date_published": "2020-07-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]