[{"source": "https://www.theguardian.com/rss", "title": "Reed and DeChambeau set US Open pace while big names depart", "description": "<ul><li>Patrick Reed leads by a shot from fellow American</li><li>Woods, Mickelson, Fleetwood, García and Spieth miss cut</li></ul><p>Farewell Tiger Woods, Phil Mickelson, Tommy Fleetwood, Sergio García and Jordan Spieth. Welcome to the party Bryson DeChambeau and Patrick Reed. </p><p>Further proof that Winged Foot has no interest whatsoever in reputation comes with the addendum that if two of the players jousting for US Open glory were afforded a final 36 holes in front of New York crowds, the past would feature prominently. And noisily. Reed and DeChambeau will instead play with only the weight of golfing history upon their shoulders.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/19/reed-dechambeau-us-open-pace-while-big-names-depart\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/19/reed-dechambeau-us-open-pace-while-big-names-depart", "date_published": "2020-09-18 23:13:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: reformed Dawson on track, plus tips on Ayr Gold Cup day", "description": "<p>The former alcoholic has turned his life around and the in-form jockey is chasing glory in Saturday’s big race with Spanish City</p><p>There are records that can map the progress of a racing career, and others that can stop one in its tracks. In 2012, Ray Dawson was banned from riding for two years, having acquired the unwanted distinction of becoming the first jockey in Ireland to test positive for a banned substance twice. Nor was that the end of Dawson’s problems in the early part of his career, or even the end of the beginning.</p><p>“When I got done the second time, that’s when things got really bad for me,” Dawson says. “I didn’t do anything about trying to get better, I was still in denial about having a problem. It wasn’t the ban. It was my actions after the ban that did for my career for a few years.”</p> <a href=\"https://www.theguardian.com/sport/blog/2020/sep/19/talking-horses-reformed-ray-dawson-horse-racing-tips-ayr-gold-cup-day\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/sep/19/talking-horses-reformed-ray-dawson-horse-racing-tips-ayr-gold-cup-day", "date_published": "2020-09-18 23:01:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five Guys a Week review: low stakes, middling bachelors – and big fun", "description": "<p>A quintet of likable lads jostle for the affections of singleton Tara in the second series of the highly entertaining dating show that calls forth your inner judge. Resistance is futile</p><p>Five Guys a Week is back for a second series. For those of you who have not had the pleasure, the show follows a different woman every week as she bangs a quintet of eligible bachelors to find out which is the best at giving her a prolonged and inventive seeing to. No, not really – that’s just what the title wants you to think, you see!</p><p>Instead, what happens is that a lady (usually in her early to mid-30s, though occasionally vague memories of its public service remit will cross Channel 4’s mind and they’ll lob in someone who remembers decimalisation or the first Becky in Roseanne) looking for a long-term relationship invites five potential suitors into her home for a week. Every evening, she disinvites one of them for reasons ranging from the spurious to the entirely fair. Such are the vicissitudes of life and the human heart. Last season’s highlights included project coordinator Hope having to choose from five gingers, and salon owner Kellie narrowly avoiding being duped by simpleton-cum-Machiavel Barry (who, unless I misheard, thought steak marinaded in soy sauce “smelled like a carp’s tit”) and gat-toothed Amy, who was visibly aroused by the power of choice she commanded – a Wife of Bath for our times.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/18/five-guys-a-week-review\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/18/five-guys-a-week-review", "date_published": "2020-09-18 22:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool agree £41m deal for Diogo Jota after landing Thiago Alcântara", "description": "<ul><li>Portuguese forward to move from Wolves on five-year deal</li><li>Thiago says he was ‘waiting for this moment for a long time’</li></ul><p>Diogo Jota will soon become a Liverpool player after the club reached an agreement with Wolves to sign the Portuguese forward for £41m having also completed the transfer of Thiago Alcântara from Bayern Munich.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/sep/18/the-fiver-chelsea-v-liverpool-when-binary-figures-were-seared-into-your-retinas\">The Fiver | Chelsea v Liverpool: when binary figures were seared into your retinas</a> </p> <a href=\"https://www.theguardian.com/football/2020/sep/18/liverpool-sign-thiago-alcantara-from-bayern-munich-jurgen-klopp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/18/liverpool-sign-thiago-alcantara-from-bayern-munich-jurgen-klopp", "date_published": "2020-09-18 21:50:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Angela Rayner demands real living wage for care workers", "description": "<p>Labour deputy leader asks Boris Johnson to recognise workers’ sacrifices in pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Every one of the UK’s million-plus care workers should be paid at least the real living wage, Angela Rayner has demanded, as care homes brace for a feared resurgence of Covid-19.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/social-care-workers-living-wage-boris-johnson\">Our social care workers must be paid a living wage | Angela Rayner</a> </p> <a href=\"https://www.theguardian.com/society/2020/sep/18/angela-rayner-demands-real-living-wage-for-care-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/18/angela-rayner-demands-real-living-wage-for-care-workers", "date_published": "2020-09-18 21:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our social care workers must be paid a living wage | Angela Rayner", "description": "<p>I used to be a home care worker. Despite all their bravery and hard work, Boris Johnson is still failing to keep them safe<br /><br /></p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>The key workers who have helped get our country through this crisis have rightly been praised as heroes this year. But the truth is, they have always been heroes. They have always been the backbone of our country, of our communities and of our economy: the people we cannot survive without.</p><p>Tory ministers have fallen over themselves to clap for our carers and salute their sacrifices, but their understanding is <a href=\"https://www.theguardian.com/politics/2020/sep/14/key-workers-and-public-services-need-more-support-say-uk-unions\">skin-deep at best</a>, as their immigration bill dismissing care workers as “<a href=\"https://www.theguardian.com/uk-news/2020/may/18/tories-accused-of-hypocrisy-over-key-workers-with-immigration-bill\">low</a><a href=\"https://www.theguardian.com/uk-news/2020/may/18/tories-accused-of-hypocrisy-over-key-workers-with-immigration-bill\"> skilled</a>” and unwelcome just went to show.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/social-care-workers-living-wage-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/18/social-care-workers-living-wage-boris-johnson", "date_published": "2020-09-18 21:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phil Neville eager to lead Team GB at rescheduled Tokyo Olympics", "description": "<ul><li>Neville stood down as England Women’s manager in April</li><li>‘Olympics is a massive ambition of mine. The FA know that’</li></ul><p>Phil Neville has said he wants to lead Team GB at the Olympics and expects the Football Association to make a decision “pretty quickly” on who will take the team to Tokyo next summer.</p><p>“I want to. That was an ambition that I had. I had the World Cup, I had the Euros and I had the Olympics, that was my three-year cycle,” said Neville. “Unfortunately because of the pandemic I don’t have the Euros, so the Olympics is still a massive ambition of mine. The FA know that, and they have been brilliant in their communications with me in terms of the timeframe.”</p> <a href=\"https://www.theguardian.com/football/2020/sep/18/phil-neville-eager-to-lead-team-gb-at-rescheduled-tokyo-olympics\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/18/phil-neville-eager-to-lead-team-gb-at-rescheduled-tokyo-olympics", "date_published": "2020-09-18 21:17:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump and Biden head for Minnesota as early voting begins in three states", "description": "<ul><li>Candidates both hit key state where Democrat retains an edge</li><li>Virginia polling stations see lines as South Dakota also votes</li></ul><p>Lines formed at polling stations in three states on Friday, 46 days out from 3 November, election day itself, as early voting began. Concern about ballot access under the pandemic has been widespread, particularly as Donald Trump continues to attack voting by mail with baseless claims of widespread fraud.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/18/trump-messages-resonate-wisconsin-rally-us-elections-2020\">'He’s paying attention to people like us': Trump’s message finds fans in Wisconsin</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/18/trump-biden-minnesota-virginia-south-dakota-early-voting\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/18/trump-biden-minnesota-virginia-south-dakota-early-voting", "date_published": "2020-09-18 20:08:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Zealanders rank climate change above Covid this election", "description": "<p>Guardian readers place concern about the environment far above the coronavirus pandemic, which has dominated headlines in 2020 </p><p>One month out from New Zealand’s general election and the major parties are on the campaign trail, donning high-vis jackets and face masks to visit factories, small businesses and schools around the country.</p><p>We asked Guardian readers <a href=\"https://www.theguardian.com/world/2020/sep/12/have-your-say-what-are-the-issues-that-matter-in-the-new-zealand-election\">what issues they would be voting on come 17 October</a>, and perhaps surprisingly, for many, the pandemic took a back seat.</p> <a href=\"https://www.theguardian.com/world/2020/sep/19/new-zealanders-rank-climate-change-above-covid-this-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/19/new-zealanders-rank-climate-change-above-covid-this-election", "date_published": "2020-09-18 20:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why I can't wait to see Gareth Bale in a Tottenham shirt again | Max Rushden", "description": "<p>Spurs fans need the homecoming nostalgia of someone they saw turn from a boy into a joy of a footballer</p><p>Gareth Bale’s final – well hopefully not final – goal for Tottenham was in the last minute of the last game of the season. <a href=\"https://www.theguardian.com/football/2013/may/19/tottenham-sunderland-premier-league-match-report\" title=\"\">Sunderland at White Hart Lane, 19 May 2013</a>. He picked the ball up on the right, cut inside like Arjen Robben and bent the ball into the top left corner from 25 yards past Simon Mignolet. It feels like Bale scored that goal a hundred times that season.</p><p>As soon as the ball hit the net, Emmanuel Adebayor ran to ask the crowd whether it was enough to get Spurs into the Champions League. It wasn’t. Beaten into fifth place by virtue of Arsenal’s win at Newcastle. André Villas-Boas insisted he could keep Bale at the club. He couldn’t.</p> <a href=\"https://www.theguardian.com/football/blog/2020/sep/18/why-i-cant-wait-to-see-gareth-bale-in-a-tottenham-shirt-again\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/sep/18/why-i-cant-wait-to-see-gareth-bale-in-a-tottenham-shirt-again", "date_published": "2020-09-18 19:52:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Water Man review – David Oyelowo's charming directorial debut", "description": "<p>The star’s first foray into film-making is a sweet, if flawed, attempt to recpature the spirit of 80s kids adventures buoyed by a charismatic turn from Lonnie Chavis</p><p>When an experienced actor steps behind the scenes to become a multi-hyphenate, one usually assumes their directorial debut will have a revealing, if often self-indulgent, autobiographical element. But as much as we might have learned about Greta Gerwig from Lady Bird or Viggo Mortensen from this year’s Falling, there’s arguably more to unpack when a star decides to go entirely off-piste to tell someone else’s story. Bradley Cooper’s crowd-pleasing remake of A Star is Born and Ben Affleck’s troubling, muscular adaptation of Gone Baby Gone showed them to be serious, ambitious film-makers with lofty aspirations whereas Ryan Gosling’s disastrous Cannes flop <a href=\"https://www.theguardian.com/film/2015/apr/09/lost-river-review-ryan-gosling-a-fantastically-annoying-film\">Lost River</a> revealed him as someone who’s spent too much time pretentiously fanboying over Nicolas Winding-Refn.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/sep/18/true-mothers-review-naomi-kawase\">True Mothers review: Naomi Kawase's heartfelt yet frustrating drama</a> </p> <a href=\"https://www.theguardian.com/film/2020/sep/18/the-water-man-review-david-oyelowo-directorial-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/18/the-water-man-review-david-oyelowo-directorial-debut", "date_published": "2020-09-18 19:14:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CDC makes U-turn on Covid testing guidelines that prompted backlash", "description": "<ul><li>Agency now says all contacts of known carrier should get tested</li><li>Previous advice was reportedly rewritten by Trump officials</li></ul><p>The most prominent US agency for delivering public health advice on Friday reversed key guidelines about who should get tested for coronavirus that were published just a month ago.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/18/trump-coronavirus-biden-covid-vaccine-politics\">Trump under fire for 'shocking' Covid failures as ex-adviser turns against him</a> </p> <a href=\"https://www.theguardian.com/world/2020/sep/18/cdc-guidelines-coronavirus-testing-published-despite-objection-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/cdc-guidelines-coronavirus-testing-published-despite-objection-scientists", "date_published": "2020-09-18 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Reminds me of vegetable soup’: how does a £50 cup of coffee taste?", "description": "<p>It is the most expensive sold in the UK and served in a goblet, but is this Ethiopian brew worth the hype?</p><p>For £50, you can buy a return flight to Paris from London or Manchester, <a href=\"https://www.libertylondon.com/uk/search?q=face%20masks&amp;start=0&amp;sz=36\">or a set of Liberty facemasks</a>, or a bottle of Veuve Clicquot champagne.</p><p>Or, if you’re feeling really fancy, you could go to Mayfair, and have a cup of coffee. Well, a goblet of it, to be precise.</p> <a href=\"https://www.theguardian.com/food/2020/sep/18/sampling-mayfairs-50\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/18/sampling-mayfairs-50", "date_published": "2020-09-18 18:08:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Troubled test-and-trace system drafts in management consultants", "description": "<p>Guardian learns ‘hundreds’ of consultancy staff ‘on standby’ for ‘back-office’ roles with other firms contacted for help</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government is preparing to shore up its £10bn coronavirus test-and-trace programme by drafting in teams of management consultants.</p><p>The programme, where <a href=\"https://www.theguardian.com/world/2020/sep/17/almost-90-of-covid-tests-in-england-taking-longer-than-24-hours-to-process\">90% of tests are failing to hit the 24-hour turnaround target</a>, has been touted as a key way in which the country can return to relative normality in the absence of a Covid-19 vaccine and manage any second wave of the virus. However, the system has struggled despite the prime minister <a href=\"https://www.theguardian.com/world/live/2020/aug/06/uk-coronavirus-live-news-updates-test-and-trace-figures-due?page=with:block-5f2c12e78f0843fd21ab0f13#block-5f2c12e78f0843fd21ab0f13\">pledging earlier this year to create a “world-beating” service</a>. It has been condemned as “barely functional” as it struggles to handle demand of up to four times capacity.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/troubled-covid-test-and-trace-programme-drafts-in-management-consultants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/troubled-covid-test-and-trace-programme-drafts-in-management-consultants", "date_published": "2020-09-18 18:07:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best wildlife pictures from around the world, from golden frogs to homebound birds</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/sep/18/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/sep/18/the-week-in-wildlife-in-pictures", "date_published": "2020-09-18 18:04:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK entering second wave of coronavirus, Boris Johnson warns", "description": "<p>PM set to impose measures across country as experts say death toll could be as high as in first spike unless behaviour changes</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Britain is entering a second wave of coronavirus, Boris Johnson has said as scientists expressed fears the death toll could be as high as in the first spike without a rapid change in public behaviour.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/the-guardian-view-on-a-second-wave-boris-johnson-should-be-worried\">The Guardian view on a second wave: Boris Johnson should be worried | Editorial</a> </p> <a href=\"https://www.theguardian.com/world/2020/sep/18/uk-entering-second-wave-of-coronavirus-boris-johnson-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/uk-entering-second-wave-of-coronavirus-boris-johnson-warns", "date_published": "2020-09-18 18:02:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lack of UK airport tests aiding Covid-19 spread, scientists warn", "description": "<p>Sage experts say poor quarantine compliance is also bringing virus into country</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Government scientists have warned of a “developing situation” over people bringing coronavirus into the UK after travelling abroad and returning home without being tested.</p><p>People who travel overseas are required to quarantine for two weeks on their return unless they have visited a country on the official list of nations considered low risk for Covid-19.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/lack-of-uk-airport-tests-aiding-covid-spread-scientists-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/lack-of-uk-airport-tests-aiding-covid-spread-scientists-warn", "date_published": "2020-09-18 17:38:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Escaped UK prisoner tried to hand himself in seven times, court told", "description": "<p>Met police ordered to launch inquiry into claims that officers refused to arrest Akram Uddin</p><p>The Metropolitan police force has been ordered to launch an inquiry after a court heard that an escaped prisoner, who had been jailed for firearms offences, spent a month trying to hand himself in to officers but was repeatedly turned away.</p><p>Akram Uddin admitted to absconding from an open prison to see his mother on 17 June. His lawyers told his sentencing hearing on Friday that seven times he asked police to arrest him for it and seven times they refused.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/escaped-uk-prisoner-tried-to-hand-himself-in-seven-times-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/escaped-uk-prisoner-tried-to-hand-himself-in-seven-times-court-hears", "date_published": "2020-09-18 17:37:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘How happy he was’: candid David Bowie photographs by his childhood friend", "description": "<p>Brighton exhibition collates ‘snaps’ Geoff MacCormack took touring with the star in the 70s</p><p>It was a conversation that would change Geoff MacCormack’s life forever. In 1973, MacCormack, a musician and childhood friend of David Bowie, got a phone call from the artist, then known as Ziggy Stardust, asking him to join an expanding lineup of his band, the Spiders From Mars.</p><p>MacCormack, who was selling advertising space for a London construction paper at the time, took him up on the offer and set off on a three-year tour in which he played in various iterations of Bowie’s backing band and, crucially, took dozens of photographs.</p> <a href=\"https://www.theguardian.com/music/2020/sep/18/how-happy-he-was-candid-david-bowie-photographs-by-his-childhood-friend\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/18/how-happy-he-was-candid-david-bowie-photographs-by-his-childhood-friend", "date_published": "2020-09-18 17:36:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Companies House to verify directors' identities before being listed", "description": "<p>Move seen as long overdue after complaints of register giving false data credibility</p><p>Company directors will have their identities verified before their names are listed on the UK’s official register of company information, as the government attempts to make life harder for financial criminals.</p><p>The reforms to procedures at Companies House will look to provide businesses with greater assurance about who they are dealing with, while also improving the ability of law enforcement agencies to trace their activity for suspected fraud or money laundering, the department for Business, Energy and Industrial Strategy (BEIS) said.</p> <a href=\"https://www.theguardian.com/business/2020/sep/18/companies-house-to-verify-directors-identities-before-being-listed\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/18/companies-house-to-verify-directors-identities-before-being-listed", "date_published": "2020-09-18 17:33:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on a second wave: Boris Johnson should be worried | Editorial", "description": "<p>This was not supposed to happen, let alone happen so early in the autumn. It could have big consequences for politics as well as public health</p><p>We know that political classes in many countries, including Britain’s, can misjudge the mood of the times. So it would be wise not to read too much, too conclusively or too soon into the loud rumblings in the Conservative party about Boris Johnson and his government, and some of the <a href=\"https://www.thetimes.co.uk/edition/comment/the-times-view-on-the-prime-ministers-suitability-for-no-10-johnson-adrift-lxkxzcct3\" title=\"\">media reaction</a> to it. After all, it is only just over nine months since Mr Johnson won a crushing majority in the general election and the Tories remain ahead in almost all polls. This prime minister is not hanging on by his fingernails.</p><p>Nevertheless, rumblings – and sometimes more than that – there undoubtedly are. The Tory-supporting press that flashed warning signals to Mr Johnson every day this week is not making this new mood up. Three weeks ago, as MPs returned to Westminster after a summer of U-turns, Tory backbenchers launched some fierce criticism of the prime minister. Three weeks into the parliamentary session, the criticisms are increasing and they now come from a wider circle. Downing Street’s relations with Tory MPs were already poor because Dominic Cummings treats them with such disdain. No 10’s readiness to break international law in the Brexit process has made things worse. But the mishandling of Covid is at the heart of this, and that could clearly get a lot worse quite quickly. If that happens, it could have big political consequences.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/the-guardian-view-on-a-second-wave-boris-johnson-should-be-worried\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/18/the-guardian-view-on-a-second-wave-boris-johnson-should-be-worried", "date_published": "2020-09-18 17:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump under fire for 'shocking' Covid failures as ex-adviser turns against him", "description": "<p>Olivia Troye attacks Trump and says he called his own supporters ‘disgusting people’ he no longer had to shake hands with</p><p>The coronavirus pandemic moved to the centre of the US election again on Friday, as a former senior official on the White House taskforce turned on Donald Trump.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/18/trump-messages-resonate-wisconsin-rally-us-elections-2020\">'He’s paying attention to people like us': Trump’s messages resonate in Wisconsin</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/18/trump-coronavirus-biden-covid-vaccine-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/18/trump-coronavirus-biden-covid-vaccine-politics", "date_published": "2020-09-18 17:27:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the BBC: tough times ahead | Editorial", "description": "<p>A hostile government, culture wars and streaming services threaten the BBC – it must prove it is indispensable</p><p>The word “tough” appears three times in <a href=\"https://www.theguardian.com/media/2020/sep/15/more-of-less-the-dilemma-facing-tim-davie-at-the-bbc\" title=\"\">Tim Davie</a>’s brief foreword to the <a href=\"https://www.bbc.co.uk/mediacentre/latestnews/2020/bbc-annual-report-2019-20\" title=\"\">BBC annual report</a> published this week. Whether the repetition was conscious or not, the message is clear – the corporation is in for difficult times. Cuts loom. The future of the licence fee is in question. It suits many on the right to frame the BBC as a pernicious force, a key part of the supposed stranglehold on British culture retained by a cosmopolitan, left-leaning elite.</p><p>In some ways this is business as usual for the BBC. Since its <a href=\"https://www.theguardian.com/media/series/the-bbc-report\" title=\"\">foundation in 1922,</a> it has withstood attacks from governments. Perhaps this is inevitable. The paradox at its heart is that its charter and licence fee are set by <em>parti-pris</em> politicians, but its own purpose is to be impartial. The seven-year tenure of Lord Hall, the outgoing director general, may have seemed bumpy – think of the tangles over the Scottish and Brexit referendums; over climate change, equal pay, and on- and off-screen diversity. But seen against the backdrop of the BBC’s history, it has actually been pretty smooth – he survived, after all, unlike his predecessor George Entwistle, who <a href=\"https://www.theguardian.com/media/2012/nov/10/bbc-crisis-george-entwistle-resigns\" title=\"\">lasted 54 days</a>; or Greg Dyke, who resigned in 2004 over coverage of “weapons of mass destruction”; or Alasdair Milne, forced out in 1987. It is easy to forget just how furiously BBC crises can blaze – and Boris Johnson’s <a href=\"https://www.theguardian.com/music/2020/aug/25/boris-johnson-scolds-bbc-over-suggestion-proms-would-drop-rule-britannia\" title=\"\">recent intervention</a> in the Last Night of the Proms row shows how gleefully and malevolently he may wish to fan the flames. Working out precisely what impartiality means in a world not just of party politics but culture wars will only get harder.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/the-guardian-view-on-the-bbc-tough-times-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/18/the-guardian-view-on-the-bbc-tough-times-ahead", "date_published": "2020-09-18 17:25:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judge refuses to stand aside amid row over UK Covid trial delays", "description": "<p>Lawyer raises concern over removal of previous judge who has refused to keep other defendants in custody</p><p>A senior judge has refused to step down from a case involving custody time limits after she replaced another judge who criticised the government over delays in delivering justice.</p><p>Mrs Justice Whipple, a high court judge, was asked to step in to decide whether or not a defendant should continue to be held in custody for more than a year awaiting a trial date that has repeatedly been delayed during the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/law/2020/sep/18/judge-refuses-to-stand-aside-amid-row-over-uk-covid-trial-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/sep/18/judge-refuses-to-stand-aside-amid-row-over-uk-covid-trial-delays", "date_published": "2020-09-18 17:12:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Primoz Roglic closes on Tour de France glory but bike inspection row continues", "description": "<ul><li>Jumbo-Visma director expelled after row over post-race checks</li><li>Søren Kragh Andersen wins stage 19 with late breakaway</li></ul><p>Primoz Roglic successfully ticked off another stage in this year’s Tour de France and turned his attention to the final 48 hours of the race in which, with the stage to Paris on Sunday a formality, he will defend his overall lead in the mountain time trial on Saturday, from Lure to La Planche des Belles Filles.</p><p>Escorted as ever by the relentless Jumbo-Visma team, Roglic, in the yellow jersey since stage nine, was a discrete and untroubled presence on stage 19 to Champagnole, which was won with a solo breakaway by Denmark’s Søren Kragh Andersen, already a stage winner in Lyon, of the Sunweb team.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/18/calm-primoz-roglic-retains-overall-lead-as-tour-set-for-mountain-time-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/18/calm-primoz-roglic-retains-overall-lead-as-tour-set-for-mountain-time-trial", "date_published": "2020-09-18 17:10:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China's white paper on forced labour suggests unease at western pressure", "description": "<p>Document defending camps for Uighurs released days after US blocked some Xinjiang imports</p><ul><li><a href=\"https://www.theguardian.com/world/2020/sep/18/clues-to-scale-of-xinjiang-labour-operation-emerge-as-china-defends-camps\">Clues to scale of Xinjiang labour operation emerge as China defends camps</a></li></ul><p>China’s new <a href=\"https://www.theguardian.com/world/2020/sep/18/clues-to-scale-of-xinjiang-labour-operation-emerge-as-china-defends-camps\">white paper on forced labour in Xinjiang</a> suggests a government uneasy about growing western pressure over abuses of Muslim minorities in the region</p><p>It also gives a rare, if oblique, glance into the scale of government attempts to reshape communities in the region, detailing how 10% of the region’s population were relocated over the past year, after being dubbed “surplus rural workers”.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/china-white-paper-forced-labour-xinjiang-uighurs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/china-white-paper-forced-labour-xinjiang-uighurs", "date_published": "2020-09-18 17:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This Brexit government’s ignorance is steering us towards disaster | Jonathan Freedland", "description": "<p>Clueless about the US, uninterested in Ireland, Boris Johnson and his team are crashing on to rocks they can’t even see </p><p>There is so much this government doesn’t know. But two particular areas of ignorance exploded into view this week, allowing us to take a long, hard look at the cost they are inflicting on the country. Both are central to the Brexit project that remains this government’s defining mission – but only one of them is surprising.</p><p>Start with the unexpected ignorance, which is of the US and US politics. It’s a surprise, because if there’s one thing that unites the British political class it’s an interest in – even an obsessive fixation on – the politics of the United States. (And yes, I plead guilty.)<strong> </strong>If you were to hold a nerds’ convention on The West Wing or House of Cards, you’d host it in SW1. The Westminster villager who struggles to identify a single German politician besides Angela Merkel will speak with ease about the latest polling from Maine’s second congressional district or the precise composition of the Wisconsin supreme court.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/brexiters-ignorance-disaster-clueless-us-ireland-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/18/brexiters-ignorance-disaster-clueless-us-ireland-boris-johnson", "date_published": "2020-09-18 16:50:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's 'back to the 50s' as day trips replace the UK rail commute", "description": "<p>Chair of Network Rail says leisure travel has returned quicker than work travel <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Train operators may have to gear up for a 1950s-style future, where the biggest passenger demand is for summer day trips to the seaside rather than the morning commute to the office, industry bosses have suggested, as leisure travel is growing faster than the <a href=\"https://www.theguardian.com/uk-news/2020/sep/01/london-commuters-covid-travel-holiday\">return to work</a>.</p><p>Rail firms have reported far busier weekend services and crowding on coastal routes, while London commuter <a href=\"https://www.theguardian.com/uk-news/2020/jun/27/what-next-for-the-uks-deserted-public-transport-network\">trains remain largely empty</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/uk-rail-boss-says-its-back-to-the-50s-as-day-trips-replace-commute\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/uk-rail-boss-says-its-back-to-the-50s-as-day-trips-replace-commute", "date_published": "2020-09-18 16:33:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The thing about society’s crème de la crème is, it makes a hell of a mess | Suzanne Moore", "description": "<p>Recent memoirs from Sasha Swire and Barbara Amiel display a sense of entitlement matched only by sheer cluelessness<br /></p><p>Scott Fitzgerald’s 1926 short story, <a href=\"https://www.theguardian.com/books/2003/jun/21/featuresreviews.guardianreview34\">The Rich Boy</a>, contains the lines: “Let me tell you about the very rich. They are different from you and me. They possess and enjoy early, and it does something to them, makes them soft where we are hard, and cynical where we are trustful, in a way that, unless you were born rich, it is very difficult to understand”.</p><p>Hemingway later openly jeered at such a view, writing, “The rich ... were dull and they drank too much, or they played too much backgammon. They were dull and they were repetitious.”</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/society-memoir-sasha-swire-barbara-amiel\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/18/society-memoir-sasha-swire-barbara-amiel", "date_published": "2020-09-18 16:31:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada unveils 'swirl, gargle and spit' Covid test for school-aged children", "description": "<p>Test, which is only offered to children in British Columbia, involves gargling saline solution and spitting it into a tube</p><p>Authorities in Canada have unveiled a new non-invasive <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a> test that avoids the need for intrusive nasal swabs, in a development which they hope will making testing easier and more accessible for students as they return to schools.</p><p>The new testing method, unveiled Thursday, is a significant departure from the standard – and often painful – nasopharyngeal swab, which remains the most common method of detecting Covid-19.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/canada-coronavirus-saliva-test-swirl-gargle-spit-children\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/canada-coronavirus-saliva-test-swirl-gargle-spit-children", "date_published": "2020-09-18 16:28:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prosecutors open homicide case after cyber-attack on German hospital", "description": "<p>Incident in Düsseldorf could be first death caused by a cyber-attack, says UK’s former head of cybersecurity</p><p>German prosecutors have opened a homicide investigation into the case of a patient who died after a hospital in the city of Düsseldorf was unable to admit her because its systems had been knocked out by a cyber-attack.</p><p>The female patient, suffering from a life-threatening illness, had to be turned away on the night of 11 September by the city’s university hospital and died after the ambulance carrying her was diverted to Wuppertal, 30 km (20 miles) away.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/18/prosecutors-open-homicide-case-after-cyber-attack-on-german-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/18/prosecutors-open-homicide-case-after-cyber-attack-on-german-hospital", "date_published": "2020-09-18 16:28:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on failings of England's coronavirus test scheme – cartoon", "description": "<ul><li><a href=\"https://guardianprintshop.com/collections/martin-rowson/products/19th-september-2020\">Buy a copy of this cartoon in our print shop</a></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/sep/18/martin-rowson-on-failings-of-englands-coronavirus-test-scheme-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/sep/18/martin-rowson-on-failings-of-englands-coronavirus-test-scheme-cartoon", "date_published": "2020-09-18 16:24:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This moment needs joy and optimism and feathers' – London fashion week aims to stay upbeat", "description": "<p>There were sheer organza face masks at Bora Aksu, one of the few live catwalk shows that went ahead – but the fashion world was trying to stay positive in very challenging times</p><p><br />London’s first catwalk show since lockdown opened with traditional nurse’s whites, complete with starched collars and nostalgic ruffle-edged aprons – although this was fashion week, so face masks were sheer organza and worn with pillar box red lipstick beneath.</p><p>The designer, Bora Aksu, had been thinking about the nurses of 1918, who faced dealing with the flu pandemic immediately after a war. Aksu followed the starched whites with a flurry of party dresses in the frosted pastels of 1920s flapper dresses, because, he says, “we need to remember that things will get better after this, as they did then”.<br /><br />In a sunny Covent Garden churchyard, Aksu’s 20-strong audience is socially distanced via the allocation of a wooden bench each. A few show-goers accessorise their face masks by layering coordinated veils in fishnet or lace over the top, in the style of Marlene Dietrich’s veiled hats. Aksu, who has shown at London fashion week for 14 years, is one of only three designers following through with a live fashion show to an audience this season. Those designers who had planned indoor shows, even on a tiny scale, have in the past few days mostly switched to individual appointments due to anxiety about rising infection rates.</p> <a href=\"https://www.theguardian.com/fashion/2020/sep/18/this-moment-needs-joy-and-optimism-and-feathers-london-fashion-week-aims-to-stay-upbeat\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/sep/18/this-moment-needs-joy-and-optimism-and-feathers-london-fashion-week-aims-to-stay-upbeat", "date_published": "2020-09-18 16:18:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Geoffrey Cox's A Man for All Seasons clip sends Brexit Britain a potent message", "description": "<p>Tory ex-attorney general is an odd bedfellow for communist playwright Robert Bolt. Yet both believe in the value of the law</p><p>It is fascinating to find Sir Geoffrey Cox, the former attorney general, posting on Twitter a scene from Robert Bolt’s A Man for All Seasons to affirm his belief in the <a href=\"https://www.theguardian.com/politics/2020/sep/10/governments-top-legal-advisers-divided-over-move-to-override-brexit-deal\">sanctity of the law</a>. Since Bolt was a one-time communist, an active supporter of CND and a dramatist who wrote a hagiographic portrait of Lenin in State of Revolution, he and Cox make strange bedfellows. Yet, although Bolt was ready to defy the law in pursuit of a cause like nuclear disarmament, he still saw it, in his own words, as “the essence of organised society”.</p><p dir=\"ltr\" lang=\"und\"><a href=\"https://t.co/wwNjpFFvC1\">pic.twitter.com/wwNjpFFvC1</a></p> <a href=\"https://www.theguardian.com/film/2020/sep/18/geoffrey-cox-tweet-a-man-for-all-seasons-robert-bolt\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/18/geoffrey-cox-tweet-a-man-for-all-seasons-robert-bolt", "date_published": "2020-09-18 16:17:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After We Collided: does this shock hit point the way to cinema's future?", "description": "<p>Ignored by critics, barely marketed and released in just 47 cinemas, the YA romance has eclipsed X-Men at the UK box office and even ran Tenet close. What’s its secret?</p><p>Its success <a href=\"https://www.telegraph.co.uk/films/0/box-office-report-september-4-6-surprise-film-outperforming/\">has been hailed</a> as “extraordinary” – not least because no one saw it coming. The YA romance After We Collided has next to no marketing budget and zero reviews – and has taken more than £1m after just two weeks in the UK. A few weeks ago, it wasn’t even in line for theatrical release.<strong> </strong>As the box office struggles in the pandemic, the industry has sat up to take note of this grassroots success. It is “completely unprecedented”, says Delphine Lievens, a senior box office analyst at <a href=\"https://gower.st/\">Gower Street</a>. “To do that based on no marketing – it’s a really impressive result.”</p><p>After We Collided is the follow-up to last year’s After; both are adapted from the <a href=\"https://www.theguardian.com/books/2014/oct/17/one-direction-fan-fiction-books-movie-anna-todd\">“new adult” novel series by the US author Anna Todd</a>. They follow the up-and-down relationship of college students Tessa (played by Josephine Langford) and Hardin (Hero Fiennes Tiffin – Joseph and Ralph’s nephew). Tessa is a headstrong and bookish young woman with parallels – the film insists – to Elizabeth Bennet. Hardin, meanwhile, is a bad-boy Brit whose eminent unsuitability is signposted by his many Ramones tees. Naturally, “Hessa” can’t keep away from each other, as much as their parents, love rivals and life circumstances conspire to keep them apart. Cue maudlin electro-pop.</p> <a href=\"https://www.theguardian.com/film/2020/sep/18/after-we-collided-ya-romance-cinemas-future\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/18/after-we-collided-ya-romance-cinemas-future", "date_published": "2020-09-18 16:11:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liam Fox reaches last five in race to head WTO", "description": "<p>Ex-UK international trade secretary and prominent Brexiter faces female frontrunners from Kenya and Nigeria</p><p><a href=\"https://www.theguardian.com/world/2020/jul/08/uk-nominates-liam-fox-world-trade-organization\">Liam Fox, Britain’s former international trade secretary,</a> has reached the last five in the race to be the next head of the World Trade Organization (<a href=\"https://www.theguardian.com/world/wto\">WTO</a>), the global customs and tariffs watchdog.</p><p>Fox, who was nominated by the British government for the post, will go into the second round of voting against nominees from Kenya, Nigeria, South Korea and Saudi Arabia.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/liam-fox-reaches-last-five-in-race-to-head-wto\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/liam-fox-reaches-last-five-in-race-to-head-wto", "date_published": "2020-09-18 15:57:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Men allegedly involved in toppling of Colston statue offered cautions", "description": "<p>Police say men would have to pay fine and explain actions to a Bristol history commission</p><p>Five men allegedly involved in the toppling of the statue of the slave trader Edward Colston in Bristol have been offered cautions by the police on the condition they explain the reasons for their actions to a history commission.</p><p>The men would also have to pay a fine that would go to a charity supporting people from black, Asian and minority ethnic (BAME) communities in Bristol.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/men-allegedly-involved-in-toppling-of-colston-statue-offered-cautions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/men-allegedly-involved-in-toppling-of-colston-statue-offered-cautions", "date_published": "2020-09-18 15:51:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pitt! Aniston! Roberts! Freeman! Was this the starriest Zoom ever?", "description": "<p>A live-reading of 80s teen comedy Fast Times at Ridgemont High brought together an array of big names with a surprising standout</p><p>It can feel rather unsporting to turn a critical eye on the live-read fundraisers that have been cropping up since the Covid-19 pandemic banished all celebrities to their handsomely appointed homes. A guy’s got to be one of the world’s wetter blankets to dump on a charity event that aspires to little more than fostering a loose, convivial environment in which we can join famous friends as they have a good time. Fortunately, last night’s stripped-down Zoom read-through of the script for Fast Times at Ridgemont High – a special event put together by Dane Cook’s “Feeling A-Live” benefit series, with an introduction from Los Angeles Mayor Eric Garcetti explaining the good work of foundations CORE and Reform Alliance – didn’t give too much cause for harshing anyone’s buzz.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/17/30-rock-reunion-special-tina-fey\">30 Rock: is the quarantine reunion worth the wait?</a> </p> <a href=\"https://www.theguardian.com/film/2020/sep/18/fast-times-ridgemont-high-pitt-aniston-roberts-freeman-starriest-zoom-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/18/fast-times-ridgemont-high-pitt-aniston-roberts-freeman-starriest-zoom-ever", "date_published": "2020-09-18 15:50:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Matt Hancock, could you honestly think of no one better to run test and trace? | Marina Hyde", "description": "<p>With the system in chaos, Dido Harding says the increased demand could not have been predicted. Yes, really</p><p>Do you remember Ye Olde Operation Moonshotte, an ancient promise by the elders of this government to test 10 million people a day? My apologies for the leading question. There are absent-minded goldfish who remember that figure, given it was announced by Boris Johnson’s government barely three seconds ago. The only representative of the animal, vegetable and possibly mineral kingdoms who doesn’t remember it is the prime minister himself, who on Wednesday <a href=\"https://www.theguardian.com/politics/2020/sep/16/boris-johnson-is-tested-on-covid-and-brexit-his-specialist-subjects-of-ignorance\">told a committee</a> asking him about it: “I don’t recognise the figure you have just given.” Like me, you probably feel grateful to be governed by a guy whose approach to unwanted questions is basically, “New phone, who dis?”</p><p>Like me, you will be reassured by Matt Hancock’s plan to throw another “protective ring” around care homes. What’s not to fear about a Matt Hancock ring, easily the most dangerous ring in history, including <a href=\"https://www.theguardian.com/books/booksblog/2014/oct/27/baddies-in-books-sauron-literatures-ultimate-source-of-evil\">Sauron’s Ring of Power</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/18/matt-hancock-test-and-trace-dido-harding\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/18/matt-hancock-test-and-trace-dido-harding", "date_published": "2020-09-18 15:37:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate campaigners condemn 'joy flights' for travellers who miss flying", "description": "<p>Rise in scenic round-trips by air in Australia and Asia is ‘insanity,’ say environmentalists </p><p>Environmental campaigners have condemned the rise of scenic “joy flights” aimed at passengers “missing the excitement of travel”.</p><p>Tickets for a seven-hour round trip from Sydney with Qantas sold out within 10 minutes, making it one of the airline’s fastest selling flights ever. Seat prices on the 10 October flight range from A$787 (£607) economy to $3,787 for business class.</p> <a href=\"https://www.theguardian.com/travel/2020/sep/18/climate-campaigners-condemn-joy-flights-for-travellers-who-miss-flying\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/sep/18/climate-campaigners-condemn-joy-flights-for-travellers-who-miss-flying", "date_published": "2020-09-18 15:35:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bilge, booze and misogyny: why I'm outraged by a new idea to police pregnant women", "description": "<p>Perhaps I should be more shocked by the latest proposal to control women. But what else can you expect in this supremely sexist era?</p><p>Last week I got an email from a reproductive rights campaigner I have known, liked and admired for many years. “Good morning,” it began. “I thought this would make you cross.” She went on to describe a fresh frontier in the war against pregnant women: that any woman drinking anything during pregnancy, even a glass of wine in the first week of it, would have that marked on her medical records, which would then be transferred to her baby’s records. It was <a href=\"https://www.nice.org.uk/guidance/indevelopment/gid-qs10139/consultation/html-content-3\">a Nice idea</a> (for clarification, National Institute for Health and Care Excellence – this is not a <em>nice</em> idea), being put out for consultation.</p><p>It did make me cross. Not because of <a href=\"https://www.independent.co.uk/news/health/nhs-alcohol-pregnancy-mothers-drink-nice-b450858.html\">the gross infringement of women’s privacy</a> – it would probably be illegal to transfer a woman’s health records over to those of her child – and complete obliteration of trust between a prospective mother and her midwife, but because this is just bilge. Welcome to the age of bilge, where mindless hysteria accrues around <a href=\"https://www.theguardian.com/lifeandstyle/2013/aug/25/pregnancy-hard-facts-emily-oster\">risks for which there is no evidence</a>; where experts are disregarded in favour of fanatics; where real and demonstrable threats to pregnant women – which come mainly from underfunded services – are ignored in preference for finger-pointing; where no explanation is ever more complicated or less divisive than: “People (especially women) are weak.” But far more than cross, I felt nostalgic. Because I remember a time when this unusual approach was limited to pregnant women, and now it’s our whole politics.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/18/bilge-booze-misogyny-outrage-police-pregnant-women\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/18/bilge-booze-misogyny-outrage-police-pregnant-women", "date_published": "2020-09-18 15:33:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dozens jump from migrant rescue ship in attempt to reach Sicily", "description": "<p>Italian coastguard rescues 124 people who had been waiting 10 days to disembark</p><p>Dozens of people have jumped from an NGO migrant rescue ship in an attempt to reach Sicily, after the crew waited 10 days for authorisation to disembark their passengers.</p><p>The Spanish NGO Open Arms said 124 of the 273 refugees and migrants on its Proactiva Open Arms boat, leaped into the water during the largest-known incident of its kind.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/dozens-jump-from-migrant-rescue-ship-in-attempt-to-reach-sicily\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/dozens-jump-from-migrant-rescue-ship-in-attempt-to-reach-sicily", "date_published": "2020-09-18 15:11:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greece lashed by rare hurricane-force storm", "description": "<p>Flooding, power cuts and damage to homes widespread as emergency services inundated with calls</p><p>Greek civil protection authorities have been put on maximum alert after a Mediterranean cyclone made landfall, battering the west of the country and many of its popular Ionian islands.</p><p>Meteorologists predicted the storm, a rare weather phenomenon referred to as a “medicane” (Mediterranean hurricane), would pick up speed as it crossed the sea and moved south.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/greece-lashed-by-rare-hurricane-force-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/greece-lashed-by-rare-hurricane-force-storm", "date_published": "2020-09-18 15:11:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England Covid cases almost doubled within a week, according to ONS", "description": "<p>PHE official warns of increase in all age groups, as almost 60,000 people thought to have had virus in early September</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Coronavirus cases in England almost doubled in the space of a week, with infections becoming more widespread across all ages, leading one expert to say a second wave had begun.</p><p>Almost 60,000 people are thought to have had the virus from 4 to 10 September 2020 – one in every 900 people – with about 6,000 new cases per day, according to the ONS survey of randomly selected people in the community.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/england-covid-cases-almost-doubled-within-a-week-according-to-ons\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/england-covid-cases-almost-doubled-within-a-week-according-to-ons", "date_published": "2020-09-18 15:07:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banksy's Monet tribute to go on sale for up to £5m", "description": "<p>Tribute that adds abandoned shopping trollies to the impressionist image of water lilies to be sold at Sotheby’s auction </p><p>Street artist Banksy’s version of Claude Monet’s impressionist masterpiece will go on sale at Sotheby’s <a href=\"https://www.theguardian.com/uk/london\">London</a> gallery for an estimated £3-5m.</p><p>The painting, called Show me the Monet, was created in 2005. It is framed around Monet’s famous water lilies picture but is filled with jarring images of upside-down shopping trolleys and a traffic cone bobbing in the water.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/18/banksy-show-me-the-monet-tribute-on-sale-sothebys-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/18/banksy-show-me-the-monet-tribute-on-sale-sothebys-auction", "date_published": "2020-09-18 15:05:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs to debate Arm Holdings $40bn sale despite Nvidia boss's guarantees", "description": "<p>Jensen Huang’s offer of legally binding guarantees to safeguard UK interests fail to allay doubts</p><p>MPs are to debate the controversial $40bn (£31bn) sale of the UK’s biggest tech company, <a href=\"https://www.theguardian.com/business/2020/sep/14/arm-holdings-sale-nvidia-uk-us-security-job-losses\">Arm Holdings</a>, after assurances from its US buyer failed to quell lingering concern that the deal will harm British interests.</p><p>Jensen Huang, the founder and chief executive of California-based tech firm Nvidia, moved to allay fears about the transaction on Friday, publicly declaring himself willing to offer <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/sep/14/arms-sale-to-nvidia-makes-sense-but-we-need-binding-guarantees\">legally</a><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/sep/14/arms-sale-to-nvidia-makes-sense-but-we-need-binding-guarantees\"> binding guarantees</a> on jobs and investment.</p> <a href=\"https://www.theguardian.com/business/2020/sep/18/mps-to-debate-arm-holdings-40bn-sale-despite-nvidia-bosss-guarantees\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/18/mps-to-debate-arm-holdings-40bn-sale-despite-nvidia-bosss-guarantees", "date_published": "2020-09-18 15:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump 'associates' offered Assange pardon in return for emails source, court hears", "description": "<p>WikiLeaks founder was asked to reveal source of leak damaging to Hillary Clinton, hearing told</p><p>Two political figures claiming to represent Donald Trump offered Julian Assange a “win-win” deal to avoid extradition to the US and indictment, a London court has heard.</p><p>Under the proposed deal, outlined by Assange’s barrister Jennifer Robinson, the WikiLeaks founder would be offered a pardon if he disclosed who leaked Democratic party emails to his site, in order to help clear up allegations they had been supplied by Russian hackers to help Trump’s election in 2016.</p> <a href=\"https://www.theguardian.com/media/2020/sep/18/trump-offered-julian-assange-pardon-in-return-for-democrat-hacking-source-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/18/trump-offered-julian-assange-pardon-in-return-for-democrat-hacking-source-court-told", "date_published": "2020-09-18 14:59:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gerald Durrell honoured with blue plaque at childhood home in London", "description": "<p> My Family and Other Animals author’s Dulwich home is a long way from the Corfu of his books but was shared with a ferocious dog<br /></p><p>Gerald Durrell is being memorialised with a blue plaque – but not amid the olive groves and sandy beaches of Corfu. Instead, a marker from English Heritage is being installed at the My Family and Other Animals author’s former family home in south London.</p><p>The plaque will mark Durrell’s first permanent home in England: 43 Alleyn Park in Dulwich. Durrell, who was born in India in 1925, moved to England in 1928 with his mother after his father’s death. The family lived in Dulwich for two years, “sheltering behind a grim, dropping, choking laurel hedge”, as Durrell put it, according to Michael Haag’s book The Durrells of Corfu.</p> <a href=\"https://www.theguardian.com/books/2020/sep/18/gerald-durrell-honoured-blue-plaque-childhood-home-london-my-family-and-other-animals\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/18/gerald-durrell-honoured-blue-plaque-childhood-home-london-my-family-and-other-animals", "date_published": "2020-09-18 14:58:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beverley Knight urges government to reopen theatres for sake of livelihoods", "description": "<p>Performer stages protest to ‘go to bat’ for imperilled workforce overlooked by post-Covid reopening of schools, offices and pubs </p><ul><li><a href=\"https://www.theguardian.com/stage/2020/mar/17/hottest-front-room-seats-the-best-theatre-and-dance-to-watch-online\">The best theatre and dance to watch online</a></li></ul><p>Beverley Knight has called on the UK government to begin a viable programme of reopening theatres in order to protect the livelihoods of “hundreds of thousands” in the industry.</p><p>The performer posted an impassioned <a href=\"https://www.instagram.com/p/CFRrP2Ilv6u/?igshid=6fztx8rxmto0\">message on Instagram</a> on Friday, the day after staging a silent protest in London’s West End alongside five other women, including the actor Dawn French and the producer Nica Burns. Knight said they were making a stand for those “who will lose their careers unless big names go to bat for them” and drew attention to the <a href=\"https://www.theguardian.com/commentisfree/2020/jul/15/british-theatre-freelancers-protecting-artists\">substantial number of freelancers</a> working in the arts who have not received government support. Knight said that many in the industry “don’t understand why the public has been actively encouraged to hit the pubs and restaurants, get children back in school and folk back in offices while [arts workers] are not allowed get back to work”.</p> <a href=\"https://www.theguardian.com/stage/2020/sep/18/beverley-knight-government-theatres-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/sep/18/beverley-knight-government-theatres-protest", "date_published": "2020-09-18 14:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump to ban US downloads of TikTok and WeChat", "description": "<p>Government to ban WeChat on Sunday to ‘safeguard national security of the US’, while TikTok to be banned by 12 November </p><p>The US government will ban downloads of the Chinese-owned video sharing app TikTok and the use of China’s popular messaging and payments app WeChat to “safeguard the national security of the United States”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/18/trump-messages-resonate-wisconsin-rally-us-elections-2020\">'He’s paying attention to people like us': Trump’s messages resonate in Wisconsin</a> </p> <a href=\"https://www.theguardian.com/technology/2020/sep/18/tiktok-ban-us-downloads-wechat-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/18/tiktok-ban-us-downloads-wechat-latest", "date_published": "2020-09-18 14:37:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sinking without trace: rightwing press turns on Boris Johnson", "description": "<p>The coronavirus crisis has a formerly friendly media questioning the PM’s leadership</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“Where’s Boris?” <a href=\"https://www.spectator.co.uk/article/the-missing-leader-boris-johnson-needs-to-find-his-purpose-again\">asked this week’s Spectator</a>, the weekly magazine the prime minister once edited and from which Johnson might once have expected a better press had it not been for the coronavirus crisis.</p><p>With a front cover image featuring a distant blond dot on a tiny boat bobbing rudderless and oarless on a stormy sea, the message of chaos and drift from the title was emphatic – a criticism of the prime minister’s leadership in the battle against the pandemic that is being replicated across an increasingly sceptical rightwing media.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/18/sinking-without-trace-rightwing-press-turns-on-boris-johnson-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/18/sinking-without-trace-rightwing-press-turns-on-boris-johnson-coronavirus", "date_published": "2020-09-18 14:35:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amal Clooney quits UK envoy role over 'lamentable' Brexit bill", "description": "<p>Exclusive:<strong> </strong>Prominent human rights lawyer writes to foreign secretary with stinging denunciation</p><p>Amal Clooney, the high-profile human rights lawyer, has resigned from her position as the UK’s special envoy on media freedom in protest at the government’s intention to breach international law through the internal market bill.</p><p>In a stinging denunciation of Boris Johnson’s threat to override Britain’s international treaty obligations in the EU withdrawal agreement, the barrister described the government’s actions as “lamentable”.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/amal-clooney-quits-uk-envoy-role-over-lamentable-brexit-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/amal-clooney-quits-uk-envoy-role-over-lamentable-brexit-bill", "date_published": "2020-09-18 14:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "QAnon conspiracy theory gaining ground in UK, analysis shows", "description": "<p>Followers believe that Donald Trump is waging secret war against ritual child abusers<br /></p><p>A conspiracy theory that Donald Trump is waging a secret war against an elite who engage in ritual child abuse is growing across UK social media, Guardian analysis has found.</p><p>The QAnon conspiracy theory is propelled by an unlikely coalition of spirituality and wellness groups, vigilante “paedophile hunter” networks, pre-existing conspiracy forums, local news pages, pro-Brexit campaigners and the far right.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/18/qanon-conspiracy-theory-gaining-ground-in-uk-analysis-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/18/qanon-conspiracy-theory-gaining-ground-in-uk-analysis-shows", "date_published": "2020-09-18 14:07:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My sister’s getting married. How can I go if I’m afraid of my stepdad?", "description": "<p>With the wedding some way off, maybe now is the time to talk to your sister honestly, says Annalisa Barbieri</p><p><strong>My younger sister has just got engaged, and I’m really happy for her and her partner. The difficulty is, I’m not sure</strong> <strong>I can go to her wedding</strong><strong>, which is still some way</strong> <strong>off</strong><strong>. I love my sister dearly and</strong> <strong>want to</strong> <strong>celebrate her big day with her, but we have different fathers – and I can’t stand hers.</strong></p><p><strong>Her father</strong><strong>, who is my stepdad</strong><strong>, was often emotionally – and occasionally physically – abusive to me when I was growing up. He was also frequently bullying, controlling and violent </strong><strong>towards my</strong> <strong>mum, to the extent that he destroyed her confidence and hospitalised her. I believe in forgiveness, but he has never taken responsibility for </strong><strong>his behaviour, and always lied about it.</strong> <strong>My</strong> <strong>mum died several years ago, and he has gone on to be abusive and violent to other women</strong><strong>; he has always denied it or blamed other people for his vile behaviour. As far as I’m aware, my sister doesn’t know the truth</strong><strong>; she seems to believe </strong><strong>her father’s</strong> <strong>story, that he’s a victim of </strong><strong>a police conspiracy when he is repeatedly arrested. I have made it my policy not to bad-mouth</strong> <strong>him unless she directly asks why we don’t get on</strong><strong> – and she never has.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/18/my-sisters-getting-married-how-can-i-go-if-im-afraid-of-my-stepdad\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/18/my-sisters-getting-married-how-can-i-go-if-im-afraid-of-my-stepdad", "date_published": "2020-09-18 14:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 'Strong Females': why the best TV gets inside women's heads", "description": "<p>I May Destroy You and I Hate Suzie are among a wave of shows casting off cliches to show their protagonists as complicated, contradictory – and human</p><p>If <a href=\"https://www.theguardian.com/tv-and-radio/2020/aug/27/i-hate-suzie-review-billie-piper-is-nude-lewd-and-joyously-off-the-rails\">I Hate Suzie</a> is an experiment in stress contagion, it is an unmitigated success. Billie Piper and Lucy Prebble’s new Sky Atlantic drama opens with the titular popstar-turned-actor learning she has won a career-changing Disney role, swiftly followed by the news that photos of her performing oral sex are circulating online. Moments later, a swarm of frantic strangers descend on her country pile to set up an increasingly bad-taste photoshoot. Her reaction? To lock herself in the toilet and defecate loudly.</p><p><a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/08/i-may-destroy-you-review-michaela-coel-could-this-be-the-best-drama-of-the-year\">I May Destroy You</a>, Michaela Coel’s superlative BBC series, is full of unforgettable moments – not least the scene in which the protagonist, Arabella, has her tampon removed by a new squeeze, who proceeds to examine a blood clot between his fingertips. Yet a couple of scenes earlier there is a sight even more surprising for its off-handedness: Arabella casually sticking a sanitary towel into her knickers.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/18/tv-inside-womens-heads-i-hate-suzie-i-may-destroy-you\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/18/tv-inside-womens-heads-i-hate-suzie-i-may-destroy-you", "date_published": "2020-09-18 13:11:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pupils off in four out of five schools in England waiting for Covid tests", "description": "<p>School leaders say government has ‘failed schools and children’ as Eton pays for private tests for all staff and pupils</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than four out of five schools in England have pupils stuck at home because they cannot get access to Covid-19 tests, according to a survey of headteachers.</p><p>Meanwhile it emerged that Eton, where the prime minister studied, had used a private provider to test all of its staff and students as they returned to school in September. </p> <a href=\"https://www.theguardian.com/education/2020/sep/18/pupils-off-in-four-out-of-five-schools-in-england-waiting-on-covid-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/18/pupils-off-in-four-out-of-five-schools-in-england-waiting-on-covid-tests", "date_published": "2020-09-18 13:08:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Queen strips disgraced producer Harvey Weinstein of CBE", "description": "<p>The jailed former movie mogul is removed from the roll of honour of the award given to him in 2004</p><p><a href=\"https://www.theguardian.com/world/harvey-weinstein\">Harvey Weinstein</a> has been stripped of his CBE. The former movie mogul, 68, was granted an honorary CBE, for his contribution to the British film industry, in 2004. He is currently serving a 23-year prison sentence in New York after being convicted of rape in February.</p><p><a href=\"https://www.thegazette.co.uk/notice/3631739\">A notice in the Gazette</a>, the UK’s official public record, said: “The Queen has directed that the appointment of Harvey Weinstein to be an Honorary Commander of the Civil Division of the Most Excellent Order of the British Empire, dated January 19 2004, shall be cancelled and annulled and that his name shall be erased from the Register of the said Order.”</p> <a href=\"https://www.theguardian.com/film/2020/sep/18/the-queen-strips-disgraced-producer-harvey-weinstein-of-cbe\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/18/the-queen-strips-disgraced-producer-harvey-weinstein-of-cbe", "date_published": "2020-09-18 13:06:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government faces legal action over 'moonshot' Covid testing project", "description": "<p>Good Law Project says plans ignore scientific evidence and break value-for-money rules</p><p>The UK government is facing legal action over Boris Johnson’s “moonshot” project, which could involve up to £100bn being spent on an attempt to increase Covid-19 testing capacity to 10m per day.</p><p>The health secretary, Matt Hancock, and the minister for the Cabinet Office, Michael Gove, are named in a case that alleges the project, as described in leaked papers, is unlawful because it ignores scientific evidence, involves potentially huge private contracts that may not have been tendered and breaks the government’s own value-for-money rules.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/government-faces-legal-action-over-moonshot-covid-testing-project\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/government-faces-legal-action-over-moonshot-covid-testing-project", "date_published": "2020-09-18 13:05:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mutant virus: should we be worried that Sars-CoV-2 is changing?", "description": "<p>Scientists tracking the virus have uncovered a major mutation, but it may not be as scary as it sounds </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Scientists have had eyes on Sars-CoV-2, the virus that causes Covid-19, since the beginning of this pandemic.</p><p>They can see it is evolving, but it is happening at a glacial pace compared with two other viruses with pandemic potential: those that cause flu and Aids. That is good news for efforts to develop vaccines and treatments, but scientists remain wary that anything could still happen.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/mutant-virus-should-we-be-worried-sars-cov-2-changing-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/mutant-virus-should-we-be-worried-sars-cov-2-changing-covid", "date_published": "2020-09-18 13:01:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In my search for an authentic Indian curry, I misjudged the vindaloo | Coco Khan", "description": "<p>To me, it was a dish I never knew anyone Asian to make, mostly favoured by tanked-up lads eating chilli competitively</p><p>When I was a teenager, we moved to the outskirts of London, and away from the “authentic” Indian takeaways plentiful in my former, ethnically diverse stomping ground. </p><p>We tried to make it work with our local joint, which catered to more western preferences. To me, the epitome of this was the vindaloo, a dish I never knew anyone Asian to make, favoured by tanked-up lads eating chillis competitively.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/18/in-my-search-for-an-authentic-indian-curry-i-misjudged-the-vindaloo\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/18/in-my-search-for-an-authentic-indian-curry-i-misjudged-the-vindaloo", "date_published": "2020-09-18 13:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I avoid being a greedy dinner guest by filling up on snacks first – but the dried apricots were a big mistake | Romesh Ranganathan", "description": "<p>My pre-food food stops it looking as if my wife has come to dinner with a street urchin</p><p>Over the last year or so, I have been striving to find healthier snacks. The original plan was to stick to main meals and not snack at all, but that is apparently impossible for someone with the willpower of Donald Trump trying not to blame Barack Obama for something.</p><p>We were recently invited to our friends’ home for dinner. This is a high-pressure situation for a number of reasons. There are issues with me making inappropriate jokes; with me rising to the bait of the inevitable vegan-bashing that happens at every meal with omnivores; and with my impatience at the fact that the time between my wife announcing that we should leave and actually walking out the door is never less than an hour.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/18/i-avoid-being-a-greedy-dinner-guest-by-filling-up-on-snacks-first-but-the-dried-apricots-were-a-big-mistake\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/18/i-avoid-being-a-greedy-dinner-guest-by-filling-up-on-snacks-first-but-the-dried-apricots-were-a-big-mistake", "date_published": "2020-09-18 13:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talegate? Appledore beats Covid to keep book festival alive", "description": "<p>Event organisers think outside the box to hold drive-in literary event in North Devon field</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The book lovers of Appledore, a picturesque fishing village on the north Devon coast, are a resourceful, determined lot.</p><p>When their library faced closure 14 years ago, they helped save it by launching a literary festival, which grew and developed year by year into one of the most popular cultural events in the south-west of England.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/talegate-appledore-beats-covid-to-keep-book-festival-alive\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/talegate-appledore-beats-covid-to-keep-book-festival-alive", "date_published": "2020-09-18 12:46:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "S-X: the Wolverhampton wonderkid loved by Lil Wayne and Rick Ross", "description": "<p>His home studio may be an extension next to his mum’s downstairs loo, but the producer-singer has become a go-to for rap’s biggest names</p><p>From his Wolverhampton garden, producer-turned-singer S-X (AKA Sam Gumbley) can survey his kingdom. His dad’s place is round the corner; the high-rise block where his two daughters live with their mum is visible through a gap in the trees.</p><p>Gumbley’s gold and silver records from producing for the likes of Childish Gambino and Chance the Rapper line the walls of his modest home studio, but we are a long way from the city skylines where many of his rap-royalty collaborators live. Yet the 28-year-old wouldn’t have it any other way. He might have signed a major record deal during lockdown but this estate, he assures me, is home.</p> <a href=\"https://www.theguardian.com/music/2020/sep/18/s-x-wolverhampton-wonderkid-lil-wayne-rick-ross-dangerous\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/18/s-x-wolverhampton-wonderkid-lil-wayne-rick-ross-dangerous", "date_published": "2020-09-18 12:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A weathercock and a Covid-detecting dog: Friday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world including Norwich Cathedral’s weathercock, a robot dog and a London fashion week</p> <a href=\"https://www.theguardian.com/news/gallery/2020/sep/18/a-weathercock-and-a-covid-detecting-dog-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/sep/18/a-weathercock-and-a-covid-detecting-dog-fridays-best-photos", "date_published": "2020-09-18 11:59:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel enters unpopular second Covid lockdown", "description": "<p>President warns against ‘finger-pointing’ as country asks why virus containment efforts failed</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Israel has entered a <a href=\"https://www.theguardian.com/world/2020/sep/13/israeli-government-set-to-vote-on-second-covid-19-national-lockdown\">second national coronavirus </a>lockdown, with residents<strong> </strong>facing at least three weeks of tough restrictions that will upend a normally festive period filled with Jewish holidays.</p><p>The cabinet <a href=\"https://www.gov.il/en/departments/news/spoke_joint170920\">released a full list of rules</a> on Thursday, setting out a return to stringent measures Israelis had hoped were behind them when they endured a similar lockdown in spring.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/israelis-brace-for-unpopular-second-lockdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/israelis-brace-for-unpopular-second-lockdown-coronavirus", "date_published": "2020-09-18 11:59:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Watson's remarks calling Paddy Power 'dirty' emerge as he takes job", "description": "<p>Former MP’s 2014 comments were made about firm taking bets on trial of Oscar Pistorius<br /></p><p>Former Labour deputy leader Tom Watson, who accepted an advisory role with the owner of Paddy Power this week, previously <a href=\"https://www.bbc.co.uk/sounds/play/p01t7hmp\">described the company’s actions as “dirty” and “money-grabbing”</a> after it took bets on the murder trial of former athlete Oscar Pistorius.</p><p>In an exchange with a company representative on BBC Radio 5 Live, Watson also said the company was “not remotely interested in anything other than making money”.</p> <a href=\"https://www.theguardian.com/business/2020/sep/18/tom-watson-paddy-power-remarks-dirty\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/18/tom-watson-paddy-power-remarks-dirty", "date_published": "2020-09-18 11:30:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Colourful, vibrant, sensual!' Stars on Jimi Hendrix, 50 years gone", "description": "<p>In awe of everything from his raunchiness to his skill with sheer volume, members of Pixies, Yes, Parliament-Funkadelic, Thin Lizzy and more celebrate the guitar god, who died 50 years ago today</p><p>I first met Jimi – he was called Jimmy James then – at the California Club in Los Angeles. He was down on his luck at the time. His wardrobe was shabby and he reeked of Right Guard deodorant, which he used in copious amounts because he couldn’t afford to have his clothing properly dry cleaned. The heels on his shoes were so worn down he appeared to walk bowlegged. When Jimi sat in with us, he was a mediocre guitar player, at best, who was constantly out of tune.</p> <a href=\"https://www.theguardian.com/music/2020/sep/18/jimi-hendrix-50th-anniversary-of-death-tributes-pixies-yes-love-new-thin-lizzy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/18/jimi-hendrix-50th-anniversary-of-death-tributes-pixies-yes-love-new-thin-lizzy", "date_published": "2020-09-18 11:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don't look away now: are viewers finally ready for the truth about nature?", "description": "<p>For decades David Attenborough delighted millions with tales of life on Earth. But now the broadcaster wants us to face up to the state of the planet</p><p>Sir David Attenborough’s soothing, matter-of-fact narrations have brought the natural world to our living rooms for nearly seven decades and counting. From Australia’s Great Barrier Reef to the jungles of central Africa, the 94-year-old broadcaster has dazzled and delighted millions with tales of life on Earth – mostly pristine and untouched, according to the images on our screens. But this autumn Attenborough has returned with a different message: nature is collapsing around us.</p><p>“We are facing a crisis. One that has consequences for us all. It threatens our ability to feed ourselves, to control our climate. It even puts us at greater risk of pandemic diseases such as Covid-19,” he warned in Extinction: The Facts on BBC One primetime, receiving <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/13/extinction-the-facts-review-a-heartbreaking-warning-from-david-attenborough\">five-star reviews</a>.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/18/dont-look-away-now-are-viewers-finally-ready-for-the-truth-about-nature-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/18/dont-look-away-now-are-viewers-finally-ready-for-the-truth-about-nature-aoe", "date_published": "2020-09-18 11:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I mustn’t swear, I mustn’t swear’: life as a victim of a Changing Rooms makeover", "description": "<p>It trashed a £6,000 teapot collection; it set neighbour against neighbour; it made stars of Carol Smillie and Laurence Llewelyn-Bowen. Changing Rooms’ makers and contestants look back on their part in a TV treasure</p><p>Twenty years ago, when Caroline Hicks opened the door to reveal her new living room – renovated in just two days by her close friend Jo Thompson and designer Graham Wynne – three words became a mantra in her head. “I mustn’t swear, I mustn’t swear, I mustn’t swear,” the then 25-year-old thought to herself. Hicks’s plain cream Kent living room had been transformed into an “operating theatre”: the walls were white and her dining table was covered in aluminium paint. There were sandpaper squares on one wall and a permanently running water feature on the other. Hicks didn’t swear, but her lip visibly quivered. “Oh,” <a href=\"https://www.youtube.com/watch?v=KJSo8hqSS7g&amp;ab_channel=Laurie\">she said</a>.</p><p>Hicks is just one of more than 600 people who appeared on the BBC’s home improvement show Changing Rooms between 1996 and 2004. The premise was simple: neighbours swapped homes and, with the help of designers, renovated a room each. With almost 12 million viewers at its peak, the programme was briefly a British institution – shortly after Hicks’s episode aired, a cashier in her local Habitat excitedly rang his boyfriend to exclaim that she was in his store. Recently, rumours began circulating that the show was to return after 16 years off-air. And why not? The daytime hit Ready Steady Cook was revived after a decade this March.<br /></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/18/mustnt-swear-life-as-victim-of-changing-rooms-makeover\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/18/mustnt-swear-life-as-victim-of-changing-rooms-makeover", "date_published": "2020-09-18 11:30:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS worker attacked on London bus in Covid mask row, say police", "description": "<p>Police seek man who allegedly assaulted passenger who moved away from him on bus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Police are searching for a man seen stamping on the head of an NHS test and trace worker in an attack officers believe was related to face masks.</p><p>The 63-year-old victim was left hospitalised and unable to remember the incident, which took place on a bus in north London just over three weeks ago, police said.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/nhs-worker-attacked-on-london-bus-in-covid-mask-row-say-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/nhs-worker-attacked-on-london-bus-in-covid-mask-row-say-police", "date_published": "2020-09-18 11:27:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is the UK government ready for a Covid winter?", "description": "<p>A scientific report in July made several recommendations to avoid a resurgence. We look at the government response<br /></p><p>In mid-July, <a href=\"https://acmedsci.ac.uk/more/news/prepare-now-for-a-winter-covid-19-peak-warns-academy-of-medical-sciences\">an Academy of Medical Sciences report</a> urged the government to use the remainder of the summer to prepare for a second wave of coronavirus during the winter.</p><p>Commissioned by the government’s chief scientific adviser, Sir Patrick Vallance, the 79-page study warned that a resurgence of the virus had the <a href=\"https://www.theguardian.com/world/2020/jul/14/action-to-stop-winter-covid-19-second-wave-in-uk-must-start-now\">potential to kill </a><a href=\"https://www.theguardian.com/world/2020/jul/14/action-to-stop-winter-covid-19-second-wave-in-uk-must-start-now\">up to 120,000 hospital patients in a worst-case scenario</a>.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/18/is-the-uk-government-ready-for-a-covid-winter\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/18/is-the-uk-government-ready-for-a-covid-winter", "date_published": "2020-09-18 11:25:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rare books stolen in London heist found under floor in Romania", "description": "<p>Recovery, including Newton and Galileo first editions, follows three-year search after Mission Impossible-style raid</p><p>Rare books worth more than £2.5m that were stolen from a warehouse in west London in a daring Mission Impossible-style heist have been found buried under the floor of a house in rural Romania.</p><p>The recovery of the 200 books, which include first editions of significant works by Galileo and Sir Isaac Newton, is the culmination of a three-year police operation that involved raids on 45 addresses across three countries and led to charges against 13 people.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/rare-books-stolen-london-heist-found-floor-romania\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/rare-books-stolen-london-heist-found-floor-romania", "date_published": "2020-09-18 10:58:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alex Scott gets racist abuse over Question of Sport speculation", "description": "<p>Pundit targeted after Gary Lineker suggested she was joining BBC’s new-look lineup</p><p>Alex Scott has become the latest high-profile black sport pundit to receive racist abuse after speculation the former footballer is going to become the new presenter of the BBC’s A Question of Sport.</p><p>Scott received the online messages after the Match of the Day presenter Gary Lineker tweeted his approval of the former Arsenal and England full-back, calling her “smart, knowledgeable and perfectly qualified for the role”.</p> <a href=\"https://www.theguardian.com/media/2020/sep/18/alex-scott-gets-racist-abuse-over-question-of-sport-speculation\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/18/alex-scott-gets-racist-abuse-over-question-of-sport-speculation", "date_published": "2020-09-18 10:47:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London New Year's Eve fireworks cancelled, says Sadiq Khan", "description": "<p>London mayor confirms that display will not go ahead as normal because of coronavirus </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The mayor of London, Sadiq Khan, has confirmed that the capital’s New Year’s Eve fireworks display will not be taking place this year.</p><p>About 100,000 people usually attend the annual celebration of the start of the new year in central London but Khan told LBC radio he could not allow people to congregate in the same way because of coronavirus, so the event would take place in a different format.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/london-new-years-eve-fireworks-display-cancelled-sadiq-khan-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/london-new-years-eve-fireworks-display-cancelled-sadiq-khan-coronavirus", "date_published": "2020-09-18 10:41:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don't stop your grousing … and other Covid rule-of-six exemptions", "description": "<p>Shooting is not the only activity that can go ahead in England in groups of more than six</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When the government announced that grouse shooting would be exempt from the “rule of six” coronavirus restrictions in England, it prompted widespread scorn.</p><p>While two families stopping in the street to chat was described as illegal mingling by the home secretary, Priti Patel, parties of up to 30 are permitted to meet for shooting and hunting trips, after a ministerial intervention ensured it would be classed as a licensed outdoor activity.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/18/dont-stop-your-grousing-and-other-covid-rule-of-six-exemptions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/18/dont-stop-your-grousing-and-other-covid-rule-of-six-exemptions", "date_published": "2020-09-18 10:38:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I used to be a trend addict’: how I learned to embrace forever fashion", "description": "<p>How many items does it take to build the perfect wardrobe? Freelance stylist and blogger Alexandra Stedman has come to realise that it’s not as many as you might think. Emma Sells is keen to know more</p><p>Alexandra Stedman has mastered the elusive art of a really tight edit, and every piece of clothing she owns has to work hard to earn its place in her wardrobe. It’s a practical necessity: if you’re one of her 250,000 Instagram followers or a regular visitor to her affordable-lifestyle blog, <a href=\"https://the-frugality.com/\" rel=\"nofollow\">The Frugality</a>, you’ll know that she and her husband are painstakingly renovating a period house in north London (they spent most of lockdown without a kitchen). Their home may be beautiful but it doesn’t offer much in the way of storage so, aside from a seasonal rotation of summer and winter pieces, her clothes have to fit into one small wardrobe and half a chest of drawers. “That’s except for my shoes,” she admits. “They’re trailing around everywhere.”</p><p>It hasn’t always been so. Space issues aside, Stedman’s approach to shopping and building her wardrobe has evolved. In part that’s because the former fashion editor no longer works in the newness-obsessed environment of a magazine office, but it’s also down to the demands of motherhood. “I used to be a trend addict and I’m definitely not now,” says the 37-year-old.</p> <a href=\"https://www.theguardian.com/give-up-to-give-back/2020/sep/18/i-used-to-be-a-trend-addict-how-i-learned-to-embrace-forever-fashion\">Continue reading...</a>", "link": "https://www.theguardian.com/give-up-to-give-back/2020/sep/18/i-used-to-be-a-trend-addict-how-i-learned-to-embrace-forever-fashion", "date_published": "2020-09-18 10:23:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outcry as super-rich Trump donor given permission to avoid Canada quarantine", "description": "<p>Billionaire Liz Uihlein landed in Toronto in August and did not have to follow mandatory 14-day coronavirus self-isolation rules</p><p>A billionaire backer of Donald Trump who has been <a href=\"https://www.theguardian.com/us-news/2020/apr/23/liz-uihlein-trump-donor-wisconsin-stay-at-home-order-coronavirus\">outspoken in her criticism of coronavirus restrictions</a> was granted an exemption to a mandatory quarantine when she visited Canada by private jet.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/sep/17/canada-ontario-new-restrictions-steep-fines-covid-19-surge\">Ontario announces new restrictions and steep fines amid Covid-19 surge</a> </p> <a href=\"https://www.theguardian.com/world/2020/sep/18/trump-donor-liz-uihlein-canada-quarantine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/trump-donor-liz-uihlein-canada-quarantine", "date_published": "2020-09-18 09:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: Trump envoy warns of risk of Ireland 'border by accident'", "description": "<p>US politicians aligned in desire for Good Friday agreement to be preserved, says Mick Mulvaney</p><p>Donald’s Trump special envoy to Northern Ireland has warned of the risk of creating a hard “border by accident” on the island of Ireland, as Boris Johnson’s newly drafted plan to rewrite the withdrawal agreement was rejected again by the EU.</p><p>Mick Mulvaney, who was appointed by the US president in March, admitted to concerns about recent developments, including <a href=\"https://www.theguardian.com/politics/2020/sep/15/mps-passed-the-brexit-bill-but-what-happens-now\">government legislation that </a><a href=\"https://www.theguardian.com/politics/2020/sep/15/mps-passed-the-brexit-bill-but-what-happens-now\">could unilaterally override aspects of the agreement on Northern Ireland</a> struck with Brussels last year.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/18/brexit-trump-envoy-warns-of-risk-of-ireland-border-by-accident\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/18/brexit-trump-envoy-warns-of-risk-of-ireland-border-by-accident", "date_published": "2020-09-18 09:20:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: my brother spied on me for the Stasi", "description": "<p>I was strip-searched at the border. To be betrayed by a family member touches you deeply</p><p>I was three years old when they built the <a href=\"https://www.theguardian.com/world/berlinwall\" title=\"\">Berlin Wall</a>; my brother Ulrich was seven. My father was a communist, but by the time I was 16 my mother had convinced him that the family should apply for an exit visa from East Germany. The government refused and everything changed for the worse – we were treated as if we had betrayed the cause. I was kicked out of school. I couldn’t do the job I wanted to do. I wasn’t even allowed to do the sport I liked, which was track and field, because I was banned from my club.</p><p>Ulrich and I were never close. He started drinking at an early age. He had his first child at 21 and moved in with his girlfriend. I started ballroom dancing, because it was a competitive activity where clubs were private and not run by the authorities. I danced with my younger sister, Uta, and in 1981 we came third in the East German championships. We were told that we could represent the German Democratic Republic (GDR) internationally – if we first withdrew our exit visa request. We refused, so they stopped us from dancing. That was when I decided to escape. I was 22, but felt like I was living in a grave.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/18/experience-my-brother-spied-on-me-for-the-stasi\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/18/experience-my-brother-spied-on-me-for-the-stasi", "date_published": "2020-09-18 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aerial views of London: then and now – in pictures", "description": "<p>Marking the 15-year anniversary of the New London Architecture galleries, <a href=\"https://nla.london/topics/the-changing-face-of-london\">the Changing Face of London</a> revisits its 2005 exhibition to capture the transformation of the city’s famous landmarks. Aerial photographer <a href=\"https://www.jasonhawkes.com/\">Jason Hawkes</a> talks us through his images</p><p>I have been photographing aerial views over London from helicopters for more than 25 years. I first flew in the capital when I was 22, and looking at images from then it is incredible how much some areas have changed.<br /><br />We normally fly at an altitude of 750ft to 2,450ft. Things used to be a little more relaxed, which is why for instance the Battersea image from 15 years ago was shot from a much lower height than when I redid it last week.</p><p><strong>Battersea </strong><strong>power </strong><strong>station, River Thames, Battersea and Pimlico, 2005 and 2020</strong></p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/18/aerial-changing-face-london-then-now-jason-hawkes-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/18/aerial-changing-face-london-then-now-jason-hawkes-in-pictures", "date_published": "2020-09-18 08:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: what are pandemic conditions like in UK prisons?", "description": "<p>We would like to hear about experiences of prisons in the UK during the coronavirus pandemic<br /></p><p>Prisons went into highly restrictive lockdowns earlier this year in attempts to prevent coronavirus transmission. While some have been opening up and relaxing the measures, which included prisoners spending much longer in their cells and bans on visits from relatives and friends, others still have restrictions on regular prison life.</p><p>We would like to hear from people in prisons, including staff, inmates and visitors, about what it has been like, and what the future holds.</p> <a href=\"https://www.theguardian.com/society/2020/sep/18/tell-us-what-are-pandemic-conditions-like-in-uk-prisons\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/18/tell-us-what-are-pandemic-conditions-like-in-uk-prisons", "date_published": "2020-09-18 07:41:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Hail, gallant woman': Amy Dorris praised for coming forward with Trump assault allegation", "description": "<p>Fellow accuser E Jean Carroll leads chorus of voices supporting former model</p><p>A prominent American former magazine columnist who accused Donald Trump of raping her in the 1990s has joined a chorus of voices supporting the latest woman to accuse Trump of sexually assaulting her, Amy Dorris.</p><p>Dorris, a former model and actor, said in a Guardian interview published on Thursday that Trump had forced his tongue down her throat and groped her at the 1997 US Open.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/18/amy-dorris-donald-trump-sexual-assault-allegation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/18/amy-dorris-donald-trump-sexual-assault-allegation", "date_published": "2020-09-18 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gordon Parks: part two – Muhammad Ali in pictures", "description": "<p>The exhibition, <a href=\"https://www.alisonjacquesgallery.com/\">at Alison Jacques gallery in London until 1 October</a>, focuses on Parks’ intimate and nuanced portraits of the legendary athlete and human rights advocate Muhammad Ali. Receiving unprecedented access to the champion, Parks met Ali in 1966 during his training in Miami, before flying to London to document the run up to his fight against Henry Cooper</p> <a href=\"https://www.theguardian.com/sport/gallery/2020/sep/18/gordon-parks-part-two-muhammad-ali-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2020/sep/18/gordon-parks-part-two-muhammad-ali-in-pictures", "date_published": "2020-09-18 07:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I was stressed but happy': weddings, Haitian style – a photo essay", "description": "<p>In Haiti, where more than half the population lives below the poverty line, only the wealthiest couples can afford a grand ceremony, lavish dinner reception and honeymoon. </p><p>In a country where couples often have to surmount obstacles including unrest, hurricanes, power outages, most have to get creative to wed in style.</p><p>Photographs by Valérie Baeriswyl. Written by Sarah Marsh</p><p>As anti-government protesters in Haiti’s capital blocked principal roads and clashed with police last year, Stanley Joseph and Daphne Gerard used the city’s winding and potholed backstreets to make it to church for their wedding, decked out in all their finery.</p> <a href=\"https://www.theguardian.com/world/2020/sep/18/i-was-stressed-but-happy-weddings-haitian-style-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/18/i-was-stressed-but-happy-weddings-haitian-style-a-photo-essay", "date_published": "2020-09-18 06:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: I don't trust Trump on vaccines, Joe Biden tells town hall, as global cases top 30m", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/sep/18/coronavirus-live-news-global-cases-on-brink-of-30m-as-france-reports-record-new-infections?page=with:block-5f63fda28f08618977b47705#block-5f63fda28f08618977b47705\">Joe Biden says “I don’t trust the President on vaccines”</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/18/coronavirus-live-news-global-cases-on-brink-of-30m-as-france-reports-record-new-infections?page=with:block-5f63e6de8f08618977b47679#block-5f63e6de8f08618977b47679\">Worldwide infections pass 30m</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/18/coronavirus-live-news-global-cases-on-brink-of-30m-as-france-reports-record-new-infections?page=with:block-5f63e0c38f08618977b47627#block-5f63e0c38f08618977b47627\">Covid-19 infections in France hit 10,593 in 24 hours</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/18/coronavirus-live-news-global-cases-on-brink-of-30m-as-france-reports-record-new-infections?page=with:block-5f63e0c38f08618977b47627#block-5f63e0c38f08618977b47627\">WHO warns against shortening quarantine in Europe</a>. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/sep/16/cdc-director-coronavirus-vaccine-late-2021-trump\">CDC director says vaccine won’t be widely available until late 2021</a><br /></li><li><a href=\"https://www.theguardian.com/world/2020/sep/17/crazy-numbers-rising-covid-infections-spark-fear-in-ireland\">‘Off the charts’: Ireland’s contact tracers face return of sleepless nights</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/17/global-report-chinese-border-city-enters-wartime-mode-to-tackle-covid-outbreak\">Chinese border city enters ‘wartime’ mode to tackle Covid outbreak</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/17/a-moment-of-cheer-100-year-old-victorian-man-leaves-hospital-after-surviving-coronavirus-fight\">100-year-old man leaves hospital after surviving coronavirus</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-18T02:01:57.382Z\">3.01am <span class=\"timezone\">BST</span></time> </p><p>Trump is speaking at a rally in Wisconsin, his fifth visit to the pivotal battleground state this year. </p><p>Trump views success in the state’s less-populated counties as critical to another term. He is speaking in Mosinee, in central Wisconsin, an area of the state that shifted dramatically toward Republicans in 2016, enabling Trump to overcome even greater deficits in urban and suburban parts of the state, AP reports. </p><p class=\"block-time published-time\"> <time datetime=\"2020-09-18T01:55:32.895Z\">2.55am <span class=\"timezone\">BST</span></time> </p><p>Moving away from the US for a second – before we bring you the main lines from Trump’s rally in Wisconsin: </p><p>Israelis are preparing to enter a <a href=\"https://www.theguardian.com/world/2020/sep/13/israeli-government-set-to-vote-on-second-covid-19-national-lockdown\">second national coronavirus </a>lockdown on Friday, facing at least three weeks of tough restrictions that will upend a normally festive period filled with Jewish holidays.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/sep/18/israelis-brace-for-unpopular-second-lockdown-coronavirus\">Israelis brace for unpopular second Covid lockdown</a> </p> <a href=\"https://www.theguardian.com/world/live/2020/sep/18/coronavirus-live-news-global-cases-on-brink-of-30m-as-france-reports-record-new-infections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/18/coronavirus-live-news-global-cases-on-brink-of-30m-as-france-reports-record-new-infections", "date_published": "2020-09-18 02:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former model Amy Dorris accuses Donald Trump of sexual assault", "description": "<p>In an exclusive interview with the Guardian, the former model Amy Dorris talked to Lucy Osborne about allegations that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> sexually assaulted her at the US Open tennis tournament more than two decades ago, in an alleged incident that left her feeling ‘sick’ and ‘violated’</p><p>Guardian journalist <strong>Lucy Osborne</strong> talks to <strong>Anushka Asthana</strong> about her interview with <strong>Amy Dorris</strong>, a former model, who has come forward to accuse <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> of sexually assaulting her at the US Open tennis tournament more than two decades ago, in an alleged incident that left her feeling “sick” and “violated”. In an exclusive interview with the Guardian, Amy Dorris alleged that Trump accosted her outside the bathroom in his VIP box at the tournament in New York on 5 September 1997. Dorris, who was 24 at the time, accuses Trump of forcing his tongue down her throat, assaulting her all over her body and holding her in a grip she was unable to escape from. Lawyers for Trump have denied in the strongest possible terms that he ever harassed, abused or behaved improperly toward Doris.</p><p>Lucy discusses how the alleged incident fits within a wider pattern of alleged abuse that Trump has been accused of by 25 other women. Lucy discusses the impact speaking out has had on these women and why Amy has decided to tell her story. “My girls are about to turn 13 years old, and I want them to know that you don’t let anybody do anything to you that you don’t want,” she has said. “And I’d rather be a role model. I want them to see that I didn’t stay quiet, that I stood up to somebody who did something that was unacceptable.”</p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/18/former-model-amy-dorris-accuses-donald-trump-of-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/18/former-model-amy-dorris-accuses-donald-trump-of-sexual-assault", "date_published": "2020-09-18 02:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Naomi Osaka pulls out of French Open with hamstring injury", "description": "<ul><li>Turnaround between grand slams too tight for Japanese<br /></li><li>US Open champion joins Ash Barty in pulling out</li></ul><p>Recently crowned US Open champion Naomi Osaka has withdrawn from the French Open in another serious blow to organisers of the tournament in Paris.</p><p>Osaka, who claimed her third grand slam title in New York last week, is struggling with a hamstring injury and <a href=\"https://www.theguardian.com/sport/2020/sep/08/world-no-1-ash-barty-to-skip-french-open-title-defence-due-to-covid-concerns\">joins world No 1 Ash Barty</a> in pulling out of competition at Roland Garros.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/18/naomi-osaka-pulls-out-of-french-open-with-hamstring-injury\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/18/naomi-osaka-pulls-out-of-french-open-with-hamstring-injury", "date_published": "2020-09-18 01:39:34+00:00", "persistent": false, "user": null, "language": "en-UK"}]