[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Jonah Goldberg On Why He Has Distaste for Gandhi and Trump: Jonah Goldberg Interview", "description": "This is the Babylon Bee Interview Show. \n\nIn this episode of the Babylon bee Podcast, Kyle and Ethan talk to Jonah Goldberg. Jonah Goldberg is  the Asness Chair in Applied Liberty at the American Enterprise Institute and a Fellow at the National Review Institute. In 2019, he left a role as Senior Editor of National Review magazine after a 21-year stint with the publication to start a new venture. He has been a weekly columnist for the Los Angeles Times since 2005 and a nationally syndicated columnist since 2000. He hosts the popular podcast The Remnant with Jonah Goldberg.\n\nHis most recent book, Suicide of the West: How the Rebirth of Tribalism, Populism, Nationalism, and Identity Politics Is Destroying American Democracy, was also a New York Times bestseller in 2018.\n\nSubscribe on iTunes: https://podcasts.apple.com/us/podcast...\n\nGain Access to the Exclusive Content and Writing Forum: https://babylonbee.com/plans\n\nThe Official Babylon Bee Store: https://shop.babylonbee.com\n\nFollow The Babylon Bee:\nWebsite: https://babylonbee.com\nTwitter: http://twitter.com/thebabylonbee\nFacebook: http://facebook.com/thebabylonbee\nInstagram: http://instagram.com/thebabylonbee", "link": "https://www.youtube.com/watch?v=jJPMEO5_Me4", "date_published": "2020-11-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Jonah Goldberg on the Babylon Bee Podcast | Preview", "description": "🎙 Tomorrow Jonah Goldberg joins Kyle and Ethan on The Babylon Bee podcast.\n\nSubscribe today ▶️  bit.ly/TheBeeYouTube", "link": "https://www.youtube.com/watch?v=2c3UJ35VE8g", "date_published": "2020-11-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]