[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Bribing Doctors, Making Millions (podcast) | FRONTLINE", "description": "How a drug company made millions pushing an opioid painkiller up to 100 times stronger than morphine, as many on Wall Street looked the other way.\n\nFRONTLINE filmmaker Tom Jennings and Financial Times reporter Hannah Kuchler discuss their new investigation of Insys Therapeutics — from a jaw-dropping interview with a former sales director who admits to bribing doctors to prescribe the highly addictive drug Subsys, to how Wall Street propelled Insys’ success even as questions emerged about its practices, to what role drug companies’ pursuit of profits has played in the opioid crisis: “I think that it’s really interesting just how people are able to disconnect their actions from the consequences, especially in business,” Kuchler says.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nFor more on Insys' spectacular rise and fall — and its consequences — watch the documentary \"Opioids, Inc.\" here: https://youtu.be/WvCld2vKug8\n\nOur in-depth joint reporting is available on the FR website at ft.com/insys and here: https://www.pbs.org/wgbh/frontline/article/opioid-drugmaker-insys-bribing-doctors-fentanyl-painkiller/\n\n#Podcast #Documentary #FrontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=UdS81WSOPzI", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Covering Coronavirus: United States of Conspiracy (podcast) | FRONTLINE", "description": "As COVID-19 has spread, so, too, have misinformation and conspiracy theories about the virus — amplified by figures like Alex Jones, and proliferating on social media and even at the highest levels of government.\n\nVeteran FRONTLINE filmmaker Michael Kirk, who was already making a documentary about the rise of conspiracy theories in American politics when the pandemic hit, shares what he’s learned about how such theories have become central to understanding the nation’s response to the coronavirus outbreak.\n\n“There’s been a concerted effort, now that everything is moved from the fringe to the center, to knock down knowledge-based information,” Michael says. “And all of a sudden, a large number of Americans simply do not believe what they’re being told. And that’s where we find ourselves now.”\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#COVID-19 #Coronavirus #FrontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=znZD60qDg98", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]