[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape - Everything We Know", "description": "After some hands-on time with Ubisoft's new Battle Royal Hyper Scape, Michael Higham breaks down everything we've learned so far.", "link": "https://www.youtube.com/watch?v=KrwSenIfpfQ", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape's Battle Royale Systems Encourage Aggressive Play", "description": "Hyper Scape is an upcoming battle royale shooter that’s developed and published by Ubisoft. GameSpot’s Michael Higham was able to play for two hours ahead of the official announcement and is joined by Tony Wilson to tell you about the game’s weapons, abilities, revives, and unique way to win. Hyper Scape distinguishes itself from other battle royale games with a few fresh takes on typical genre tropes and mechanics. \n\nHyper Scape’s combat feels like an arena shooter with high mobility and mechanics like a double jump and jump pads on the map. You get to pick from a roster of characters that only make a difference cosmetically and with voice lines. You can build a loadout around hacks which are abilities that can be picked up around the map and give players powers such as forming a wall, invisibility, or allowing them to turn into something like a hamster ball and leap great heights. When you die in this battle royale you remain invisible and must find your way to where an enemy is killed by your team in order to be revived. You are never out permanently as long as your team is alive. The map also doesn’t have a closing circle, instead, it has districts that shut down as the match progresses. The game also has a crown that allows one of the final teams to win by surviving a countdown without having to be the last one standing. \n\nHyper Scape is coming to PC. Stay tuned for more information on betas and the release date.", "link": "https://www.youtube.com/watch?v=m786976g7h4", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Shell - Souls Style Combat And Massive Boss Battle", "description": "Here's gameplay of the full Mortal Shell demo, including plenty of combat, shell and weapon combos, as well as a climactic boss battle. \n\nUpcoming action-RPG Mortal Shell draws a whole lot of inspiration from From Software's Souls games--you'll find yourself in a dark fantasy world, engaging in tense, deliberate combat with enemies that can easily rip you apart if you let them. But while Mortal Shell is just as punishing as Dark Souls (and, seemingly, just as careful with its worldbuilding and stingy with its story details), it offers some new ideas to the formula From has popularized to bring some new challenges.\n\nWe played a short preview build of Mortal Sell, which gave us a sense of its Souls-like combat--check it out in the video above. You have a lot of similar abilities to Souls games, like dodge rolls and parries, as well as a devastating riposte attack that's almost exactly like Bloodborne's Visceral Attack. But Mortal Shell changes things up with two additions: the \"harden\" ability, which allows you to turn yourself to stone and weather an attack, either to stagger an enemy or get in close for a strike of your own; and the \"shells,\" which are character bodies you can switch between to make use of their different strengths and weaknesses.\n\nOur time with Mortal Shell gave us a chance to try out two different shells and two different weapons, while engaging in a bunch of combat with various enemies. The preview build culminates in a big, climactic boss fight. If you're a fan of the Souls games, Mortal Shell should scratch the same itch, while adding new ways to overcome challenges.", "link": "https://www.youtube.com/watch?v=r3pCPZVW09s", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders Livestream: New Environments, Pyromancer Deep Dive, And More", "description": "On the Beyond The Frontier broadcast for Outriders we get a look at some new environments, see the structure of the game, and get a deeper look at the Pyromancer class. Tune in July 2 at 9 AM PST.", "link": "https://www.youtube.com/watch?v=j0K940jvlI4", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Playing Games And Talking Anime Super With Eyepatch Wolf", "description": "Where to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nMuch-loved YouTuber Super Eyepatch Wolf joins Tamoor to talk about the things he loves, anime, and more while playing games and raising money.", "link": "https://www.youtube.com/watch?v=7V-nCjO8y_Q", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Play Ubisoft's New BR Hyper Scape Live", "description": "Ubisoft has entered the Battle Royale realm! Today on GameSpot Live, Persia checks out Hyper Scape for the first time.", "link": "https://www.youtube.com/watch?v=W1yB2MggII8", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Event Date Reportedly Revealed", "description": "Microsoft reportedly has a date for its live event coming later this month, Cyberpunk 2077 cuts wall-running, and Crash Banidcoot 4 doesn't have microtransactions.\n\nSpeculation arose about whether or not Crash Bandicoot 4 would have microtransactions after the Microsoft Store's listing for the game said it \"offers in-app purchases.\" The game's developer Toys For Bob took to Twitter to clear things up, stating that it doesn't include microtransactions at all.\n\nCheck out our interview with Crash Bandicoot 4's producer here: https://www.youtube.com/watch?v=sHS3ps6gzA8\n\nCD Projekt Red has removed wall-running from Cyberpunk 2077. Level designer Max Pears told GameReactor that the developer chose to remove it for design reasons, but said that the game will still allow the player \"a lot of flexibility\" with how they move through the world.\n\nOur hands-on impressions here: https://www.youtube.com/watch?v=WbeeYUlkp9s\nHow Cyberpunk 2077's gameplay works: https://www.youtube.com/watch?v=6oaLn8T9kAw\n\nMicrosoft reportedly has a date for its live event coming later this month. According to VentureBeat's Jeff Grubb, and corroborated by Video Game Chronicle, the next Xbox 20/20 event will happen on July 23. The event is going to focus prominently on first-party titles, including Halo Infinite. \n\nMeanwhile, Play For All keeps on trucking. Play For All is a multi-week summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We've already raised thousands of dollars for #BlackLivesMatter and COVID-19 Relief Efforts thanks to all of you! Be sure to tune in every day between 12 PM and 2 PM PDT for interviews, livestreams, and everything in between. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=MsONMfscL3Y", "date_published": "2020-07-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bright Bird with Mary Kish | Play For All", "description": "BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nTwitch's Mary Kish joins us for a charity livestream to play Bright Bird, a chill side-scroller full of challenging puzzles!", "link": "https://www.youtube.com/watch?v=YMoaZl0IWVI", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Death Stranding - Exclusive PC Features Trailer", "description": "In this GameSpot Exclusive, check out a quick look at Hideo Kojima's Death Stranding running on PC, along with a glimpse of the Half-Life crossover content.", "link": "https://www.youtube.com/watch?v=jTManeyrtHE", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dungeon Of Naheulbeuk Exclusive Release Date Reveal Trailer", "description": "Take a look at this exclusive trailer showing off characters and a release date for Dungeon of Naheulbeuk: The Amulet of Chaos.", "link": "https://www.youtube.com/watch?v=ZezQwhKq-fA", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Deathloop’s Multiplayer Works", "description": "Kurt Indovina chats with Deathloop's director Dinga Bakaba and art director Sebastien Mitton about the game's distinctive aesthetic, world building, and what it was like to adapt multiplayer into an immersive sim.", "link": "https://www.youtube.com/watch?v=XHuVHOnhOPw", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Waylanders' Take On The Classic RPG", "description": "Emily Grace Buck joins us to share what RPG fans can expect from The Waylanders early access story, and multiple character classes.", "link": "https://www.youtube.com/watch?v=6d-Xs7yidSA", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Could've Been Here In August | Save State", "description": "Persia talks about Microsoft's original plan to launch the Xbox Series X in August of this year. Of course, due to the pandemic and no E3, that launch date was delayed to the 2020 holiday season. This also means that the unannounced but heavily rumored Project Lockhart has also been delayed. It has been suggested that the official announcement will happen this August instead. \n\nPersia also talks about a recent discovery that you can pet the cats in Cyberpunk 2077. There is no word on the ability to pet the dogs, however. Considering the fact that Geralt couldn't pet cats in The Witcher, this is a small detail that feels like a big win for the cat-lovers out there. \n\nLastly, during #PlayForAll, the voice actors of Arthur Morgan, Sadie Adler, and Dutch from Red Dead Redemption 2 joined Lucy James and shared some insight on content that didn't make it into the game. We already knew that about five hours worth of content that did not made it to the final game, but Roger Clark talked about a specific mission that he was sad to see let go. \n\nNew to #PlayForAll? Play For All is multi-week summer gaming celebration and charity event featuring special guests and many familiar GameSpot faces. We've already raised thousands of dollars for #BlackLivesMatter and COVID-19 Relief Efforts thanks to all of you! Be sure to tune in every day between 12 PM and 2 PM PDT for interviews, livestreams, and everything in between. \n\nPlay For All schedule: https://www.gamespot.com/play-for-all\n\nWhere to donate: BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=WcOu4n7Msd8", "date_published": "2020-07-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]