[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Amplify with Lara Downes: Anthony McGill", "description": "Lara Downes | October 31, 2020\n\nAnthony McGill is a musician's musician. You might remember his performance with Yo-Yo Ma, Itzhak Perlman and Gabriela Montero at President Obama's inauguration in 2009. You might have seen him leading the clarinet section at the New York Philharmonic, or as a soloist on stages around the world. Or maybe you've heard that he's won the 2020 Avery Fisher Prize, a $100,000 award given to a musician \"whose vision and leadership expand the reach of classical music.\"\n\nAnthony extends his reach even further as he joins me to talk about the intersection of artistry and activism and the surprising paths we sometimes take to get there.\n\nOn May 27, two days after George Floyd was killed in Minneapolis, McGill picked up his clarinet and offered a musical response to systemic racism and violence. He asked his fellow musicians to join him with these words: \"This time, let's try and take two knees in the struggle for justice and decency. No guidelines. Your message, your voice, your mission, your focus. Just two knees for what you believe in. Pass it along.\"\n\nAnd we did. From our homes around the country, we poured out our grief and rage into hundreds of quiet, solo performances. Together they sounded a lot like transformation — from what Martin Luther King called the \"jangling discords of our nation\" into \"a beautiful symphony of brotherhood.\"", "link": "https://www.youtube.com/watch?v=3-lQ6Jl3DhM", "date_published": "2020-10-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Sad13: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nLars Gotrich | October 30, 2020\n\"We weren't sure what to wear and the only thing we could agree on was devil costumes.\" In a pink wig, blue horns and a purple cheerleading outfit, Sadie Dupuis brings a brightly ghoulish spirit to her Tiny Desk (home) concert, just in time for Halloween. \n\n\nHaunted Painting, her terrific new album as Sad13, is, in part, about metaphorical and literal ghosts: their weight and place in your life, but blasted with the sonic glee of a neon rainbow. While Dupuis' guitar unmistakably squiggles with a vocal vibrato to match, Sad13's pop sensibility differentiates from her other band, Speedy Ortiz; these sweet-and-sour songs explode with creative arrangements and nerdy production techniques.\n\n\nRecording separately from their homes in Philly, New York and Stamford, Conn., Sad13 (featuring drummer Zoë Brecher and bassist Audrey Zee Whitesides) doesn't so much slim down the wild details but finds different textures in these songs. \"Hysterical,\" in particular, leans into a fuzzy space-age boogie, as Dupuis hooks up her Farfisa organ to an array of effects pedals, sounding like one of Joe Meek's idiosyncratic productions from the 1960s. \n\n\nSad13's set ends with \"Take Care,\" a song that beautifully blossoms from grief. \"It's about caring for and missing people to an extent that's detrimental to your own well-being,\" she shares as cellist Sasha Ono and violinist Camellia Hartman take their virtual places. \"I think, as we're all secluded and cloistered away from the people we care about, this one's been resonating harder with me than it did when I recorded it.\"\n\n\nSET LIST\n\"Oops...!\"\n\"Hysterical\"\n\"WTD?\"\n\"Take Care\"\n\nMUSICIANS\nSadie Dupuis: guitar, synth, organ, vocals\nZoë Brecher: drums, SPD-SX, vocals\nAudrey Zee Whitesides: bass, vocals\nSasha Ono: cello\nCamellia Hartman: violin, vocals\n\nCREDITS\nVideo By: Sad13\nAudio Mixed by Sadie Dupuis\nAdditional Audio By: Amar Lal, Evan Tyor\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=YIguSzBUo8o", "date_published": "2020-10-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]