[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS1 to PS5 - The Evolution of PlayStation", "description": "Join us as we chronicle the history of PlayStation, from the launch of the original console in 1994, to the PS5 launch in 2020. \n\nCorrection: The PS3 didn't require PS Plus to play multiplayer, that requirement came with the PS4.\n\nWe're on the cusp of the PlayStation 5’s launch, so now is a perfect time to look back at the journey that led Sony to this moment, and celebrate PlayStation's past. \n\nIn the video above, Lucy chronicles the history of the Japanese tech giant's foray into the gaming space, from the wildly successful launch of the original PlayStation back in 1994, to breaking into the American market, to the rapid growth over the last 25 years. From hardware launches, revisions, and partnerships to peripherals, and of course, the games that we love on PlayStation, we delve deeply through the history of the console family. \n\nShe also stops to examine the evolution of the DualShock controller, from its humble beginnings to its reinvention as the new DualSense Wireless Controller. We recently had hands-on time with it, and it's a marked improvement on the DualShock 4. PlayStation 5 launches on November 12 in the US, Canada, Japan, Mexico, Australia, New Zealand, and South Korea, and on November 19 in the rest of the world.", "link": "https://www.youtube.com/watch?v=cy5rEG_5U3Q", "date_published": "2020-10-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Everything We Know About Xbox’s First Party Games", "description": "With 22 studios under its roof, Microsoft has a lot in the works for its Xbox Series consoles. To help keep track of it all, this video goes over every franchise Xbox Games Studios has cooking in the kitchen.\n\nHost Kurt Indovina goes down the list of all 22 Xbox Game Studios companies, detailing what they've worked on and what they have coming up. 343 Industries, the Halo-focused studio, is of course working on Halo Infinite, but the Forza Horizon-centric studio, Playground Games, is developing an all-new Fable. Then there are other studios that have their fingers in many different pies, such as Obsidian. The Outer Worlds developer is working on several games at once, including Grounded and Avowed (hopefully a new Fallout: New Vegas, too). Or Ninja Theory, the developer of Hellblade: Senua's Sacrifice and Bleeding Edge, is working on Senua's Saga: Hellblade II and Project: Mara. \n\nThere's plenty of newly formed studios like The Initiative, Microsoft's \"AAAA\" studio, that hasn't announced what it's working on yet. The new developer is made up of industry veterans from big studios such as Naughty Dog, Bungie, and Crystal Dynamics. Though there's no confirmation on what it's working on, there are rumors of it reviving the Perfect Dark franchise.\n\nBut what about MachineGames? Is it working on another Wolfenstein? Same with Roundhouse Studios--is it developing the next Prey? While there are some unanswered questions, this video will equip with you the knowledge of what studios are under the Xbox umbrella and an idea of what's on the way.", "link": "https://www.youtube.com/watch?v=uN8_4BQd5pc", "date_published": "2020-10-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One & Xbox 360 Games With Gold For November 2020 Revealed", "description": "The November Games with Gold for November 2020 have been announced. Xbox One is getting Aragami: Shadow Edition and Swimsanity, while 360 is getting Full Spectrum Warrior and Lego Indiana Jones. As always, Xbox One gamers can also enjoy the 360 selections via backwards compatibility.", "link": "https://www.youtube.com/watch?v=qE45I2dslgM", "date_published": "2020-10-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Nvidia RTX 3070 - Is This The Card To Get?", "description": "After some time testing the Nvidia 3070, Dave Jewitt and Michael Higham talk about the strengths of this powerful mid-range GPU, and how it holds up against the bigger 3080, and last generation's 2080 TI\n\nTo accompany our review of the Nvidia RTX 3070, we had a discussion around our benchmark results, which situations it would make sense to upgrade to the card, and how availability can affect your decision. You can check out the full results of our benchmark in our written review, but to summarize it, the RTX 3070 essentially performs on par with the RTX 2080 Ti. That's impressive considering that the RTX 3070 goes for around $500 MSRP and that the 2080 Ti was last generation's enthusiast-level card that sold for over $1000.\n\nIf you're trying to get top-notch performance at 4K, the RTX 3080 is a better card but the 3070 can certainly hold its own at that resolution. At 1440p, the performance gap closes somewhat, especially when games start to become more CPU-bound--that's where the RTX 3070 really shines.\n\nIt can be difficult to actually find an RTX 3070 for sale, however. Nvidia has struggled to keep supply up to meet demand and said that things probably won't get easier until later in 2021. In light of the recent news from AMD about its Radeon RX 6000 series video cards, you might have more options when those cards launch later this year--and we touch on that topic a bit here.\n\nOverall, if you're still on a GTX 10 series (or GTX 9 series) video card, and have been holding out for a more significant upgrade, the RTX 3070 is one of the best options for its price and performance. If you're using an RTX 2070 (or better), you won't get that big of a benefit unless you're really itching to get better FPS in your games. Ray tracing and DLSS are becoming increasingly common so these RTX cards are more appealing now, and the 3070 makes a strong case as the one to get.", "link": "https://www.youtube.com/watch?v=UjslWYyUD1o", "date_published": "2020-10-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5: YOUR Questions Answered!  | Generation Next", "description": "We asked you for your burning questions about the PlayStation 5 and DualSense Controller, and we answer 'em in this week's Generation Next.\n\nThings are really heating up as we transition to the new generation of consoles. We're just over a week away from both the Xbox Series X|S and PS5 being released. We've already done extensive coverage of the former, and now we have the opportunity to turn our attention to the latter.\n\nWe've got the PlayStation 5 and have already done a preview of its form factor, as well as an unboxing. We also put out the call for your questions and, in this episode of Generation Next, will be answering them. Of course, there are some restrictions as to what we can talk about at this stage, but there's plenty of good information in the episode nevertheless.\n\nIn the episode, we cover the PS5's stand and the best way to situate the hardware, early impressions of the DualSense controller, the PSVR camera adapter, and even how sweaty our hands get while playing, because at least one of you wanted to know about that. \n\nWe've also stored some of your questions and will no doubt come back to them in future episodes when we can more confidently address them. Generation Next is GameSpot's weekly video show all about the PlayStation 5 and Xbox Series X. Each Friday, join PlayStation Pro Tamoor Hussain, Xbox Xpert Jordan Ramée, and Console Connoisseur Lucy James as they discuss the biggest stories about the new consoles.\n\n00:00 - Intro\n00:40 - Without the stand, does the PS5 wiggle around while sitting?\n03:12 - Early impressions of the PS5 DualSense controller\n06:36 - Does PS5 come with HDMI 2.0 or HDMI 2.1?\n08:12 - Is the PSVR camera adapter included in the PS5 box?\n09:58 - Do your hands sweat quickly holding the DualSense, or does it take a while?\n13:16 - Does the DualSense haptic feedback feel like the Switch's HD Rumble or is it different?\n16:03 - Do you need a new TV to support the HDMI 2.1?\n17:06 - Upcoming PS5 & Series X/S content\n19:35 - Demon's Souls outtake", "link": "https://www.youtube.com/watch?v=-exfe-5xjdc", "date_published": "2020-10-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]