[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Ashley Ray: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nRobin Hilton | December 11, 2020\nI've always found something comforting in the music of Ashley Ray. When I saw her in this Tiny Desk (home) concert, sitting on a screened-in porch with producer, songwriter and longtime friend Sean MConnell (and a distant chorus of crickets chirping in the early evening light), I realized why: Her songs sound like home. Love of family, the memories and traditions we share, tales of loving the past until it's time to let it go: They're all in her music, amplified by this setting, with beautiful, two-part harmonies and a couple of acoustic guitars.The three songs performed here – \"Pauline,\" \"Dirty Work\" and \"Just A House\" – are all from Ashley Ray's latest album, Pauline (No. 26 on our list of the 50 Best Albums Of 2020). It feels like a breakout release for this Kansas native, but she's been putting in the hard work for close to 20 years now, spending much of her time waiting tables while writing songs for better-known artists like Little Big Town, Lori McKenna and Ruston Kelly.  But her best and most affecting work to date arrived with Pauline, after she decided to open up and share her own deeply personal stories of love and loss. After living and trying to make it in Nashville the past couple of decades, it's a kind of homecoming for Ashley Ray, and she takes us with her.\n\n\nSET LIST\n\n    \"Pauline\"\n    \"Dirty Work\"\n    \"Just A House\"\n\nMUSICIANS\n\n    Ashley Ray: vocals, guitar\n    Sean McConnell: guitar, vocals\n\nCREDITS\n\n    Video: Ryan Nolan\n    Audio: Sean McConnell\n\nTINY DESK TEAM\n\n    Producer: Robin Hilton\n    Video Producer: Maia Stern\n    Audio Mastering: Josh Rogosin\n    Associate Producer: Bobby Carter\n    Tiny Production Team: Bob Boilen, Kara Frame, Morgan Noelle Smith\n    Executive Producer: Lauren Onkey\n    Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=ujDMZENuwwE", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Captured By The Game: Nipsey Hussle | Louder Than A Riot, S1E10", "description": "After LA rapper Nipsey Hussle was murdered in 2019, city officials praised him for his community advocacy. But NPR has learned that behind the scenes, some law enforcement officers branded Nipsey as a gang member, and that label meant another man from Nipsey's neighborhood would be sent to jail — just for interacting with him. So why did California's Department of Corrections and Rehabilitation lie to us about it? And what does that say about the impact of law enforcement categorizing thousands of Black and brown men as potential criminals?\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=FiB9OMGRIVY", "date_published": "2020-12-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]