[{"source": "https://lukesmith.xyz/rss.xml", "title": "Advice on Some Other Languages", "description": "<p>This page is just for minor pointers on lesser studied languages that I\ndon't have enough to have on their own pages.</p>\n<h2 id=\"gothic\">Gothic</h2>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/lambdin-small.jpg\" /></figure>\n\n<p>Gothic is a dead language and the only thing existing in it is a\npartially translated New Testament by Wulfila. It still is a very\nimportant language for the study of Germanic and Indo-Europeanism\nbecause it is the only language of &quot;Eastern Germanic&quot; so well\nattested. Eastern Germanic languages are distinct from other Germanic\nlanguages in their lack of umlaut and some other characteristically\nGermanic features, while Gothic still retains some earlier Indo-European\ninflectional categories.</p>\n<p>I mention Gothic only because one of the best ever language learning\nbooks I've ever seen is written for it, and that is Thomas Lambdin's\n<em>Introduction to the Gothic Language</em>. I actually took a Gothic class\nflippantly in graduate school, but the book stuck out to me as being\nperfectly designed for the typical target audience of Gothic in\nhistorical linguistics.</p>\n<p>The book has very well designed lessons and activities, but I think\ngreatest is that in the back of the book, for each chapter there is a\ncorresponding lesson on the historical grammar of the content learned.\nIt goes through what conjugates of each word exist in English, Latin,\nGreek or Sanskrit or other Indo-European languages and provided\ncomparative paradigms of noun and verb inflections. No word or concept\nis left without a <em>real</em> mneumonic device, not a fake one fake from some\njoke about the word, but one tied into the actual historical facts of\nthe word.</p>\n<p>I've said before that one of the reasons I never use things like <em>Anki</em>\nand &quot;spaced repetition software&quot; is that the real way to retain\ninformation is to understand how it fits within a wider web of\ninformation. In historical linguistics, you have an ideal of this\nbecause the more you learn, the easier it is to &quot;remember:&quot;\nremembering that the Gothic word for &quot;field&quot; is <em>akrs</em> is incredibly\nsimple when you realize it's the same as Latin <em>ager</em>, Greek <em>agrós</em>,\nSanskrit <em>ájra</em> and English <em>acre</em>.</p>\n<h2 id=\"sanskrit\">Sanskrit</h2>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/devavanipravesika-small.jpg\" /></figure>\n\n<p>Sanskrit is the crown jewel of Indo-European languages and there are\nvery few resources for it. Luckily, there is <em>Devavanipravesika</em> by\nGoldman and Sutherland, which again is a star in terms of language\nbooks.</p>\n<p>I do recommend you have some of these abilities before attempting\nSanskrit:</p>\n<ol>\n<li>Some grammatical knowledge of a classical inflected Indo-European\nlanguage like Latin or Greek.</li>\n<li>Knowledge of the Devanagari script which is used for Sanskrit\nnowadays (also the script of Hindi and many other modern Indian\nlanguages).</li>\n</ol>\n<h3 id=\"sandhi\">Sandhi</h3>\n<p>In English, if you say the sentence &quot;What are you up to?&quot; it usually\ncomes out closer to &quot;Whatchu up to?&quot; This kind of phonological\ncompression is a natural and systematic process in all languages. What\nis interesting is that when written language was younger, it was very\ncommon to express these phonological changes in the writing system\nitself. It looks slangish in modern English to write &quot;whatchu,&quot; but it\nis more accurate after all.</p>\n<p>Sanskrit overtly writes every alternation like this, including when\nwords seem to combine together into a single prosodic word. The term for\nthis is [Sandhi]{.dfn}.</p>\n<p>The tricky thing that newbies to Sanskrit must understand is that\nknowing the principles of Sandhi are the first priority in knowing\nSanskrit because it's impossible to even parse a basic sentence before\nyou understand it. Phonemically, many Sanskrit words end in an -s, but\none of the first rules of Sandhi is that words <em>are not allowed to end\nin -s in most cases</em>. So -s might show up as -h or -o or something else\ndepending on the phonetic context.</p>\n<p>I say this because before you get excited about diving into Sanskrit,\nyou have to make sure you know the basics of Sandhi or it will all be a\nmess.</p>\n<h2 id=\"classicalkoiné-greek\">Classical/Koiné Greek</h2>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/biglot.jpg\" title=\"One of the books I've gotten the most use out of.\" /></figure>\n\n<p>Greek, much like Spanish, I never really sat down to learn. Greek is\nclose enough in form to Latin that I learned it from reading a biglottic\nBible in both languages. Its grammar presents very few concepts alien to\nLatin, the only big hurdles probably being the novel uses of the article\nand if you want to learn classical Greek like a pro, the pitch accent\nsystem.</p>\n<p>What I mean is that I only read very little of Greek grammar before I\ncould pick up my Latin-Greek Bible and start reading the Greek with the\naid of the parallel Latin. This was also a nice experience because you\ncan see the similaries between the two languages, but also how the\nexpressiveness of Greek is sometimes lost in translation.</p>\n<p>Greek, for example, has such a complete and elegant paradigm of\nparticiples that many of them are unstranlatable in Latin. Latin has\nonly passive perfect participles and active present participles, while\nGreek has participles for the whole spectrum of voice, tense and aspect.\nWhat that means is that Latin has to talk around some common Greek\nexpressions, often utilizing Latin deponents (which can have perfect\nactive participle) to get the meaning across.</p>", "link": "https://lukesmith.xyz/articles/other-langs/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Command Line Bibles", "description": "<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/deadsea-small.jpg\" title=\"Where the Dead Sea Scrolls were found.\" /></figure>\n\n<p>I've made a couple very useful command-line accessible Bibles for a\nquick and scriptable lookup of Bible verses and passages. They exist not\nonly in English, but for Latin and Greek as well.</p>\n<ol>\n<li>English King James Version (including Apocrypha) &mdash;\n<a href=\"https://github.com/lukesmithxyz/kjv\">Github</a>,\n<a href=\"https://gitlab.com/lukesmithxyz/kjv\">Gitlab</a></li>\n<li>Latin Vulgate &mdash; <a href=\"https://github.com/lukesmithxyz/vul\">Github</a>, <a href=\"https://gitlab.com/lukesmithxyz/vul\">Gitlab</a></li>\n<li>Greek Septuagint &amp; New Testament &mdash;\n<a href=\"https://github.com/lukesmithxyz/grb\">Github</a>,\n<a href=\"https://gitlab.com/lukesmithxyz/grb\">Gitlab</a></li>\n</ol>\n<h2 id=\"installation\">Installation</h2>\n<pre><code>git clone https://github.com/lukesmithxyz/kjv.git\ncd kjv\nsudo make install\n</code></pre>\n<p>Or just replace <code>kjv</code> with <code>vul</code> for the Latin version or <code>grb</code> for the\nGreek.</p>\n<h2 id=\"usage\">Usage</h2>\n<h3 id=\"single-run\">Single run</h3>\n<p>Run the program name followed by a passage. The text will appear to you\nin your pager. Arrows or vim-keys to scroll, <code>q</code> to quit.</p>\n<pre><code>kjv rev 3:9\nRevelation\n3:9     Behold, I will make them of the synagogue of Satan, which say they are\n        Jews, and are not, but do lie; behold, I will make them to come and\n        worship before thy feet, and to know that I have loved thee.\n</code></pre>\n<p>Note that you may also give whole books or chapters. <code>kjv genesis</code> will\ngive you all of Genesis. <code>kjv mat 1:1-10</code> will show only Matthew 1:1-10.\nNote also that you can usually abbreviate books.</p>\n<h3 id=\"searching\">Searching</h3>\n<p><code>/</code> searches for patterns. For example, <code>kjv /offering</code> will search the\nwhole Bible for the word &quot;offering.&quot; You may specify a book/location\nbefore it to search only that book.</p>\n<h3 id=\"interactive-mode\">Interactive mode</h3>\n<p>Just type <code>kjv</code> (or <code>vul</code> or <code>grb</code>) alone to enter interactive mode. You\ncan then just type verses/books without prefixing them with the command\nname each time if you prefer.</p>\n<h2 id=\"origin\">Origin</h2>\n<p>I forked the original software from <a href=\"https://github.com/bontibon/kjv\">this\nrepository</a> which is an incomplete\nEnglish King James Version (without the Apocrypha). With the use of\ncoreutils and vim, I found online texts of the Apochrypha, Vulgate,\nSeptuagint and the <a href=\"http://sblgnt.com/download/\">SBL New Testament</a> and\nformatting them to function with this program.</p>", "link": "https://lukesmith.xyz/articles/command-line-bibles/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US"}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Hating Brave is Cool!", "description": "<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/leshilllion.png\" title=\"le shill lion\" /></figure>\n\n<p>I like and use the Brave Browser. It's a <strong>free and open source\nbrowser</strong> with features like:</p>\n<ol>\n<li>Ad-blocking by default.</li>\n<li>Tracker-blocking by default.</li>\n<li>Anti-fingerprinting mechanisms to prevent you from being monitored.</li>\n<li>Built-in Tor windows.</li>\n<li>Run by a based Christian and not furry leftists.</li>\n</ol>\n<p>As far as I'm concerned, Brave is indisputably the best out-of-the-box general-purpose\nbrowser out there. There are other okay browsers, and I'll mention\nthings about Brave I don't like, but Brave is especially good because\nit comes with all of these sensible features out of the box (you don't\nhave to go install an ad-blocker), so this makes it very good for\ninstalling it on your grandma's computer. The anti-fingerprinting\nabilities are even unique among power-user browsers.</p>\n<p>Despite that, there is a loud clique of anti-Brave agitators and Brave\nskeptics. Whenever I do a video on Brave, I can expect at least 20%\ndislikes and a torrent of comments from people with anime avatars\ncalling me a &quot;shill&quot; for &ldquo;recommending&rdquo; this browser.</p>\n<p>This, I suspect, is because Brave has an optional extra feature: Brave\nRewards, which is &quot;too good to be true.&quot;</p>\n<h2 id=\"brave-rewards\">Brave Rewards</h2>\n<p>By default, Brave blocks all ads, but users can turn on &quot;Brave\nRewards&quot; to voluntarily view occasional ads and will receive a small\namount of Basic Attention Token (BAT), Brave's cryptocurrency. The ads\ndon't mess up webpages by appearing in them, but appear in their\ncomputer's notification system.</p>\n<p>Brave's entire motivation is to replace traditional ads that fill up\nwebpages with these kind of ads that share revenue directly with the web\npage owners and the people browsing the sites themselves. Ad companies\ndisappear, the internet debloats and users and actual sites get a direct\ncut.</p>\n<p>This ad feature is not just <em>optional</em>, but is <em>disabled by default</em>.</p>\n<h3 id=\"the-archetypical-brainlet-brave-skeptic\">The Archetypical Brainlet Brave Skeptic</h3>\n<blockquote>\n<p>&ldquo;The fact that brave has exploded on the scene so quickly make me\nsuspicious. There's money involved somewhere.&rdquo; &mdash;Comment on a\nYouTube video of mine</p>\n</blockquote>\n<p>Yes. Because <strong>Brave users literally get money to browse with it.</strong> Duh.</p>\n<p>So there is no conspiracy theory about this. <strong>Brave just does\neverything right as a browser and they give you free money.</strong> In the\nBasic Attention Token system, companies buy ads and the revenue is\nshared directly by the owners of sites and the people who view the ads.\nThis cuts out the middleman ad-companies from the internet. It removes\nand disincentivizes bloat in webpages. This is a drastically more\neffective and bloatfree way to monetize the internet than old-school\nads. <strong>Or,</strong> you can just keep <em>the default functionality</em> where there\nare no ads.</p>\n<p>I literally have people post on my videos constantly about how Brave is\na big scheme and &quot;you'll never see a cent of that money.&quot; Meanwhile,\nliterally every Brave user, including me, gets a monthly payout. You can\neven receive your payout directly in US dollars if you want! Even if the\nBasic Attention Token framework totally flops, it's not like you're\nputting any money into it. The worst that can happen is you saying, &quot;Oh\nno, all I have left is the browser with the best out-of-the-box\nfunctionality!&quot;</p>\n<p>It reminds me of the joke of two economists walking down the street. One\nsays, &quot;Hey look, there's a $100 bill on the sidewalk!&quot; The other one\nreplies, &quot;That's not possible, if there were, someone would've picked\nit up already.&quot;</p>\n<p><strong>The anti-Brave crowd's argument is always some form of &quot;it's too\ngood to be true.&quot;</strong> In reality, you don't realize how inefficient and\nwasteful the previous way of internet ads was. Why pay an ad agency with\nemployees to pay website developers to put ads into the actual code of\nwebsites, contorting it all into a mess? The BAT system and Brave just\ncuts out the middle man and keeps webpages clean by allowing ads to only\nbe shown when wanted in the user's already existing notification\nsystem. The goal of the BAT project is to universalize Brave and perhaps\nsimilar browsers which block ads and trackers by default, thus cutting\noff the very lifeblood of that inefficient and anti-social system.</p>\n<p>If you still don't trust the BAT project or think it's gimmicky,\ngreat. <strong>By default, the &quot;Brave Rewards&quot; system is off.</strong> Complaining\nabout Brave because it has an optional feature to make money is like\ncomplaining about another browser because it has an add-on you don't\nplan on using.</p>\n<h3 id=\"tactical-ignorance\">Tactical Ignorance</h3>\n<blockquote>\n<p>&ldquo;I use to love brave. NOT anymore.. I'm sure that they are\nfingerprinting and using my browsing habits and even search queries\nand shows relevant ads. It is not like they are showing some random\npop up for ads. I get ads for NordVPN if I search for best vpn 2020. I\ninstantly get pop up for lenovo laptops as soon as I search for\nlaptop. Obviously, with all the utm source and other tracking stuff. I\nam making around 15 BAT/month. I don't need those pennies. Back to\nFirefox with Ublock Origin and Privacy Badger.&rdquo; &mdash;Comment on a\nYouTube video of mine</p>\n</blockquote>\n<p>This guy is literally talking as if how Brave works is some kind of\nmystery, as if its <em>entire code base</em> isn't openly auditable. No, Brave\ndoesn't take or &quot;fingerprint&quot; your browsing habits, instead, if you\nare enrolled in Brave Rewards, you browser pulls the entire list of adds\nfrom the system, then <em>locally</em> decides on your own computer what ads to\nserve.</p>\n<p>On <a href=\"https://brave.com/faq/\">Brave's FAQ</a>:</p>\n<blockquote>\n<p>&ldquo;Only the browser, after HTTPS terminates and secure pages are\ndecrypted, has all of your private data needed to analyze user intent.\nOur auditable open source browser code protects this intent data on\nthe client device. Our server side has no access to this data in the\nclear, nor does it have decryption keys. We do not run a MitM proxy or\nVPN service. We provide signals to the browser to help it make good\ndecisions about what preferences and intent signals to expose to\nmaximize user, publisher and advertiser value. Each ad request is\nanonymous, and exposes only a small subset of the user&rsquo;s preferences\nand intent signals to prevent &ldquo;fingerprinting&rdquo; the user by a possibly\nunique set of tags.&rdquo;</p>\n</blockquote>\n<h2 id=\"is-brave-bad-for-privacy\">Is Brave bad for privacy?</h2>\n<p>A popularly linked Neocities site <a href=\"https://spyware.neocities.org/articles/brave.html\">Spyware\nWatchdog</a> ranks Brave\nas having a rank of &quot;High&quot; spyware. The information on the site is\ngenerally good, but a little context-less: if you compare their Brave\narticle to <a href=\"https://spyware.neocities.org/articles/index.html\">their articles on other\nbrowsers</a>, this bad\nranking for Brave is utterly out of place.</p>\n<p>Many people who read things and lack basic critical thinking skills\nwanted me to either admit or refute this page. Again, the website's\ninformation is good, but there is that same implicitly more skeptical\nstandard held to Brave than other browsers.</p>\n<p>As a point of comparison, take the browser Pale Moon. On their site, the\nSpyware Watchdog <a href=\"https://spyware.neocities.org/articles/browsers.html\">classifies Pale Moon as being &quot;Top Tier&quot; in privacy,\nwhile Brave is &quot;Low\nTier.&quot;</a> But if\nyou look at <a href=\"https://spyware.neocities.org/articles/palemoon.html\">their own\nanalysis</a>, on\n<em>nearly every point</em>, <strong>Brave is superior to Pale Moon</strong>.</p>\n<table>\n<thead>\n<tr>\n<th>Issue</th>\n<th>Brave&rsquo;s Flaws</th>\n<th>Pale Moon&rsquo;s Flaws</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Trackers</td>\n<td>Brave blocks ads and trackers, but whitelists Facebook and Twitter to not break cross-site logins for normies. Users can still choose to block these sites in the settings menu.</td>\n<td>Pale Moon does not block any ads or trackers at all, so tough luck. Go find an extension that works well with it.</td>\n</tr>\n<tr>\n<td>Forced incompatibility</td>\n<td>None.</td>\n<td>Pale Moon ships with a blocklist of add-ons that the developers don't want you installing. This includes NoScript and Ad Nauseam.</td>\n</tr>\n<tr>\n<td>Auto-updates</td>\n<td>Brave checks for updates on startup. (I'm not sure if this is the case on Linux too). There is no menu option to disable this but you can block connections to the update site in your hosts file.</td>\n<td>Pale Moon automatically checks for updates, add-on updates and changes to the add-on blocklist on start-up. In the <code>about:config</code> some of these can be disabled.</td>\n</tr>\n<tr>\n<td>Analytics on the Start Page</td>\n<td>Brave connects to a free/open source Piwik service to get the number of ads/trackers blocked for the startpage. This can be disabled on the start page.</td>\n<td>Pale Moon <strong>connects to Google analytics</strong> on the start page. This can be disabled by changing the start page.</td>\n</tr>\n<tr>\n<td>Other bad connections</td>\n<td>If ads are enabled, Brave makes connection to a site to get ads. It also checks a HTTPS ruleset on an <strong>Amazon server</strong>.</td>\n<td>Pale Moon makes a OCSP request for <strong>every website you connect to</strong> to verify their SSL with a third party. This can be turned off in the options.</td>\n</tr>\n</tbody>\n</table>\n<p>On pretty much all of these points, when Brave is lacking, Pale Moon is\nmuch worse (that isn't to say that Pale Moon is a bad browser either).\nSo it doesn't really make sense to me why Brave, which also comes with\nadditional privacy features like fingerprint-blocking, should be\nclassified as <em>lower</em> than Pale Meme. That site also claims that Brave\nuses the Google search engine as default. If that was ever true, it\nisn't now, or at least not on any version of Brave I've used. Brave\nasks the user on the first start up which search engine he would like to\nuse as default. Google is among the choices though.</p>\n<p>Note that in their articles they admit that Pale Moon has\n&quot;auto-updates,&quot; but complain that Brave has &quot;shitty auto-updates.&quot;\nOkay. I wonder what the difference is aside from personal emotion. In\nthe last paragraph or so, they do mention, if not skirt around all the\n<em>actual features</em> of Brave:</p>\n<blockquote>\n<p>&ldquo;and the fingerprinting protection I don't think is found in any\nother browser (but I didn't confirm if it actually works).&rdquo;</p>\n</blockquote>\n<p>It does (of course it's an arms-race). But this is an acknowledgment\nthat Brave is fighting on a level that no other browser is. While other\nhonorable browsers like Ice Cat are committed to free software, Brave is\nalso committed to an internet free from ads enmeshed in web pages and\nthe people who simp for them.</p>\n<h2 id=\"brave-for-normies\">Brave for normies</h2>\n<p>Aside from nit-picking different browsers, if you want to install a\nbrowser on a computer for a normie relative or friend, <strong>there is no\ndebate that Brave is the best</strong>. Again, Brave is <em>built</em> with ad and\ntracker blocking. Browsers like Pale Moon or Firefox are bad browsers\nthat <em>can become</em> okay browsers after you manually disable their junk\nfeatures and download a bunch of add-ons, but Brave comes as it should\nbe. Even Brave's token feature of viewing ads to get paid is not on by\ndefault. As it ships, Brave is just a good browser.</p>\n<p>This is why I have Brave ship with <a href=\"https://larbs.xyz\">LARBS</a>: it's a\npain to hosts a repository and edit browser settings via dotfiles, while\nI can just have Brave installed and that gives a passable, ad-free\nexperience for users.</p>\n<p>So if you want to make a normie's life easier, install Brave. They will\nbe able to do everything they could do on Chrome, but now they have\ndecreased their Google liability and no longer have to put up with ads.</p>\n<h2 id=\"grasping-at-straws\">Grasping at Straws...</h2>\n<h3 id=\"chromium-based\">Chromium based</h3>\n<p>When you corner an anti-Brave aggitant, they usually mumble something\nabout how Brave is bad because it's &quot;Chromium-based.&quot; I've never\nseen people use this argument about, say, qutebrowser or other minor\nChromium-based browsers, but I think it's just become &quot;that reason&quot;\nfor Brave. I honestly, really can't get worked up against a free and\nopen source software project just because it's been spearheaded by\nGoogle. The ability to fork it always remains if the code goes south or\nif it does degenerate stuff.</p>\n<p>I think it's especially absurd to place your trust in Mozilla FurryFox\nand their team of stereotypical SJWs and soydevs as a functioning\nalternative. Remember Mozilla spends its money <a href=\"https://foundation.mozilla.org/en/campaigns/regrets-reporter/\">developing fun add-ons\nlike\nthis</a> to\n&quot;protect&quot; people emotionally from scary &quot;conspiracy theories&quot; and\n&quot;alt-right content&quot; on YouTube. I consider Google just as insane and\ndangerous, but not necessarily so much <em>more</em> insane so that I for some\nreason trust the judgment of Mozilla developers over Google ones.</p>\n<p><strong>EDIT:</strong> Here's another one from Mozilla FurryFox: <a href=\"https://archive.is/hzS8G\">&quot;We need more\nthan deplatforming&quot;</a> Moreso than Google,\nMozilla's openly stated goal is an internet totally controlled by\nstereotypical dyed-hair SJWs with bad physiognomy.</p>\n<p>What I mean by this is, sure, I'd <em>like</em> some browser with an\nindependent engine. Pale Moon does sort of has that. That's cool. But\nthat is not enough to make a difference for actual usage. Again, look at\nthe list of benefits of Brave at the top of this article, all of those\nare hard to replicate or find in other browsers. I could go into it\nelsewhere, but there are a million little reasons why I don't use Pale\nMoon (but you might like it).</p>\n<h3 id=\"affiliate-links\">Affiliate links</h3>\n<p>Twitter users/Redditors went apoplectic several months ago when they\nrealized Brave had included affiliate links to some sites whose names\nare filled in in the url bar. <a href=\"https://lukesmith.xyz/blog/le-shill-lion\">I have already written on\nthis.</a> It's literally\nnothing. As I say there, this is what affiliate links are for. I've\nnever heard the same crowd through a fit that DuckDuckGo <a href=\"https://help.duckduckgo.com/duckduckgo-help-pages/company/advertising-and-affiliates/\">does exactly\nthe same\nthing</a>.\nYou could even actually see the Brave affiliate links fill in, which is\n<em>not</em> the case when clicking on a DuckDuckGo affiliate site link. Still\ntook these guys months to even notice... This is only something\n&quot;controversial&quot; to people who are trying their damnedest to find\nsomething to not like about Brave.</p>\n<h2 id=\"actual-good-complaints-about-brave-and-bat\">Actual good complaints about Brave and BAT</h2>\n<p>Since most visceral anti-Brave agitators just have a kind of general ax\nto grind, I want to take this time to voice my actually annoyances with\nBrave and the BAT project. I consider all of these ultimata: I only use\nBrave with the expectation that these issues will be fixed in the\nfuture.</p>\n<h3 id=\"get-rid-of-uphold\">Get rid of Uphold!</h3>\n<p>Actually, let me say that in &lt;h1&gt;...</p>\n<h1 id=\"get-rid-of-uphold-1\">Get rid of Uphold!</h1>\n<p>So you can get BAT from viewing ads, and people with websites and\nYouTube channels can receive donations, great. The annoying thing\nhowever is that you can't just get payouts to a random Ethereum wallet,\ninstead, you have to use the company <em>Uphold</em>. This is probably\nbecause of legal issues and because I'm sure they have some financial\narrangement, but the BAT project cannot be considered to be a universal\nand private solution if users are funneled into some site that requires\na real-world identity.</p>\n<p>Legally or technologically difficult to do otherwise? Maybe. But that is\none of the goals of cryptocurrencies anyway and it should be met. Build\nthe technology so that it's impossible to legally constrain. Most\nblockchain technology <em>is already</em> like that.</p>\n<p>Users should just be able to give a public Ethereum/Token address and\nreceive BAT there. That should be it. If you want to offer a\nnormie-friendly partner service like Uphold, fine, but that should not\nbe either the default or required. Uphold, I should say, is definitely\nnot normie-friendly anyway. Since they did a redesign late\nSeptember/early Ocotober, I admit I literally cannot figure the site out\nand how to transfer my BAT out efficiently.</p>\n<p>I should say, in development Brave has had some suboptimal or\nnon-private features in the past before better solutions were devised. I\nmentioned the fact that Brave pulls a non-personalized ad list, but that\nwasn't always the case to my understanding: when Brave was starting\nout, the browser did request specific ads, giving the central service\nsome information about user browsing habits. So that at least indicates\nthat Brave is open to reevaluating methods that are exploitable.</p>\n<h3 id=\"bat-as-a-coin\">BAT as a 💩coin</h3>\n<p>Let me state it again though, <strong>if the BAT system requires Uphold for\nbasic functionality, it is not a serious long-term service</strong>. That's\nit. I only use and recommend the BAT system under the expectation that\nthis is a temporary situation that they are actively seeking to remedy.\nIf anti-Brave shills want to shill about something <em>that actually\nmatters</em>, <strong>this should be it!</strong></p>\n<p>Like most 💩coins, BAT is not decentralized in any meaningful sense. It&rsquo;s KYCed into oblivion and relies on a significant number of platforms in bottleneck positions, including in particular the BAT Project itself. I wouldn&rsquo;t say I even support the BAT Project itself for this reason, I just don&rsquo;t mind using Brave since you can dip your fingers into it without getting KYCed.</p>\n<h3 id=\"auto-updates-and-integrations\">Auto-updates and integrations</h3>\n<p>I agree strongly with the argument from the Spyware Watchdog site above\nthat Brave should not make any unsolicited requests to sites, especially\nauto-updates, and if it has a reason to, it should have some menu option\nto disable it. Any connections a browser makes in the background for\nthese purposes or for analytics <strong>should be disabled by default</strong> too.</p>\n<h3 id=\"the-browser-should-be-neutral-and-decentralized\">The Browser should be neutral and decentralized.</h3>\n<p>Somewhat related to the above, if Brave is actually serious about\nbecoming the commonly used system not just for browsing, but for\ninternet monetization, it has to be as neutral and decentralized as\npossible. Brave has added a lot of optional features for different\nservices and other little annoyances. Obviously, you can immediately\ndisable them, but if you want to have a personalizable and universal\nbrowsing experience, Brave should be absolutely blank when you pull it\nup on a fresh install.</p>\n<h3 id=\"general-little-features\">General little features</h3>\n<ul>\n<li>The ability to not keep track of history but to still keep cookies.\nAll Chromium browsers lack this menu feature which exists in\nFirefox. I'm not sure why this isn't an option because it has\nalways seemed to me the most sensible way to browse. I don't want\nsites I've already seen filling in my url bar!</li>\n</ul>", "link": "https://lukesmith.xyz/articles/hating-brave-is-cool/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Learn Chinese", "description": "<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/qing.gif\" title=\"The Chinese flag back when it was more based before being subverted by communists and democrats.\" /></figure>\n\n<p>Chinese is the hardest language to learn according to normies who have\nnever tried to learn it.</p>\n<p>In reality, Chinese is really easy. It has literally no complex\nmorphology: no tense, plurals, gender. It doesn't have irregular verbs\nor nouns because it has no verb and noun endings whatsoever. It's\nalmost difficult to explain how easy Chinese is.</p>\n<p>The only different thing is the writing system which is I hesitate to\nsay anachronistic. The Chinese character system is more structurally\nsimilar to Sumerian cuneiform than to English morphophonemic writing.\nThat presents a unique hurdle, but one if properly tackled is not too\ndifficult and also edifying. It's important to realize in any case that\n<em>learning a language and learning its writing system are two separate\nthings</em>.</p>\n<p>Knowing this is important for mastering or even beginning Chinese.</p>\n<h2 id=\"these-are-the-best-chinese-books\">These are the best Chinese Books</h2>\n<p>The Yale series by John DeFrancis is not just the absolute best for\nlearning Chinese, but they are an eternal exemplar of basically the best\nyou can do for any language. The books all have generic names and\nthey're linked below with audio. The books are <strong>massive</strong>. Even if you\njust get &quot;Beginning Chinese&quot; and &quot;Beginning Chinese Reader, Part 1,&quot;\nyou'll know around 4 semesters worth of Chinese compared to your\naverage university course. They have free audio too. Remember that if\nyou get nervous about their price tags, which might be as high as $50.\nThese books are severely worth it though.</p>\n<p>There are actually two parallel book series in the DeFrancis/Yale\nseries: the <a href=\"https://lukesmith.xyz/rss.xml#green\">green books</a>, which cover the spoken language (in\nRomanization) and the <a href=\"https://lukesmith.xyz/rss.xml#red\">red books</a> (the readers) that cover\ncharacters. It might sound strange to cover the language itself and the\ncharacters separately, but it is <em>massively</em> superior.</p>\n<h3 id=\"green\">The Green Books (for the language)</h3>\n\n<figure class=\"resright\"><a href=\"https://yalebooks.yale.edu/book/9780300020588/beginning-chinese\"><img src=\"https://yalebooks.yale.edu/sites/default/files/styles/book_jacket/public/imagecache/external/478b0744626b90030043cff06649da88.jpg?itok=GNVvraEn\" /></a></figure>\n\n<p>The great thing about the main series is that <em>they come with many, many\nexercises and drills</em> which are actually good for individual use. Books\nthat expect you to read something once and internalize it are\nirreparable.</p>\n<p>Links are to the official Yale site. Probably better to buy on eBay or\nsomething though. Worth the money even when they are expensive.</p>\n<ul>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300020588/beginning-chinese\">Beginning\nChinese</a>\n(<a href=\"https://archive.org/details/podcast_beginning-chinese_705335764\">audio</a>)</li>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300000641/intermediate-chinese\">Intermediate\nChinese</a>\n(<a href=\"https://itunes.apple.com/us/itunes-u/intermediate-chinese/id714087247?mt=10\">audio</a>)</li>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300000566/advanced-chinese\">Advanced\nChinese</a>\n(<a href=\"https://itunes.apple.com/us/itunes-u/advanced-chinese/id716758957\">audio</a>)</li>\n</ul>\n<p>You can get .pdfs of all these books on Library Genesis. I have physical\ncopies, except some an ex-girlfriend borrowed and never gave back. If\nyou read this, you better send them back!</p>\n<p>Note that I've also linked audio that was recorded for these books,\nwhich is great. They used to cost a lot too, but now they're free!</p>\n<h3 id=\"red\">The Red Books (for characters)</h3>\n\n<figure class=\"resright\"><img src=\"https://yalebooks.yale.edu/sites/default/files/styles/book_jacket/public/imagecache/external/2e28a044fcf820cc8a8624c30530e31c.jpg?itok=rEV2_fKY\" /></figure>\n\n<p>The reason the language in transliteration and the characters are in two\nbooks is because learning them is really two different processes. The\ngreen books are more typical language learning books. The red\nbooks/readers are different.</p>\n<p>Every chapter, they teach you 10 characters, but with those 10\ncharacters, you might learn to combine them into 50 new words based on\nthem. The pacing here is for only learning the essential and most used\ncharacters as simply as possible as you advance. The readers do not\nexplain grammar and expect you to be advancing in the green books to\nunderstand grammatical things.</p>\n<ul>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300020601/beginning-chinese-reader-part-1\">Beginning Chinese Reader, Part\n1</a>\n(<a href=\"https://archive.org/details/podcast_beginning-chinese-reader_712302997\">audio for parts 1 and\n2</a>)</li>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300020618/beginning-chinese-reader-part-2\">Beginning Chinese Reader, Part\n2</a></li>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300000658/intermediate-chinese-reader-part-i\">Intermediate Chinese Reader, Part\n1</a>\n(<a href=\"https://itunes.apple.com/us/itunes-u/intermediate-chinese-reader/id716628737?mt=10\">audio for parts 1 and\n2</a>)</li>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300000665/intermediate-chinese-reader\">Intermediate Chinese Reader, Part\n2</a></li>\n<li><a href=\"https://yalebooks.yale.edu/book/9780300010831/advanced-chinese-reader\">Advanced Chinese\nReader</a>\n(<a href=\"https://itunes.apple.com/us/itunes-u/advanced-chinese-reader/id716763840\">audio</a>)</li>\n</ul>\n<h3 id=\"the-blue-books\">The Blue Books?</h3>\n<p>I won't link them because they sort of the defeat the point, and I\ndon't have them, but there is also a blue series which is just the\ngreen series but with the language in characters. I think it's intended\nmore for classes that can't do the DeFrancis method due to bureaucratic\nconstraints. If it has the exercises of the green books, that's good\nand all, but really the value of the system is the fact that when you do\nthe spoken language in the green books, you don't have to worry about\nunknown characters and when you do the characters in the red book,\nthat's all you need to pay attention to.</p>\n<p>I'm not dismissing the blue books, because the quality of the\nYale/DeFrancis series is still light-years ahead of all other series,\nbut I'd stick with the classics here.</p>\n<h2 id=\"notes-about-chinese\">Notes about Chinese</h2>\n<h3 id=\"the-tone-cope\">The tone cope</h3>\n<p>I remember having normalfriends in my Chinese class (which was a waste\nof time, just get the DeFrancis books) who would say that Chinese\nwasn't too hard &quot;except for the tones.&quot; Mandarin Chinese has four\ntones that distinguish words. If you've sat through your first day in\nChinese class or even seen a YouTube video on Chinese, you know this.</p>\n<p>Normies see this alien concept of having tones and they turn their\nbrains off. There were kids in my class who said they'd &quot;just not\nlearn&quot; the tones. Which is sort of like saying you're going to learn\nEnglish, but not the vowels &quot;because they're too hard.&quot;</p>\n<p>Actually around half of the world's languages have tones. They are not\nbizarre or highly &quot;marked&quot; in an objective sense. They are much more\ncommon that the &quot;th&quot; sound in English. You can bear it.</p>", "link": "https://lukesmith.xyz/articles/learn-chinese/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Learn Latin", "description": "<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/romanpep.gif\" /></figure>\n\n<p>Latin was the first language I learned and has probably been the most\nuseful. Here I'll talk about some of the things it's gotten me and\nsome recommendations for how to learn it well.</p>\n<h2 id=\"what-ive-gotten-out-of-learning-latin\">What I've gotten out of learning Latin</h2>\n<h3 id=\"you-get-multiple-languages-for-one\">You get multiple languages for one.</h3>\n<p>Latin, as you probably know is the ancestor of Italian, French, Spanish,\nPortuguese, Romanian, etc. Once you know Latin, it is quite literally\ndownhill learning any of these. In college, I decided to take Spanish\nfor a degree specialization (I was doing an international business thing\nand required a foreign language). Merely based on my knowledge of Latin,\nI just tested into fifth-level Spanish and figured it out from there. I\ndon't even remember learning Spanish, but I can speak it and still do\nevery once in a while.</p>\n<p>In grad school I took classes taught in Spanish and French. I can\nbasically read all Romance languages. I even read Rhaeto-Romance poetry\nfor fun (the languages of Switzerland). All of this is nearly free stuff\nwhen you learn Latin.</p>\n<h3 id=\"latin-will-unironically-red-pill-you-on-many-subjects\">Latin will unironically red-pill you on many subjects.</h3>\n<p>Looking to other cultures in the world might change your view of things\nin some superficial way, but looking into the past will revolutionize\nhow you see it. A recurring point I make in many contexts is that <strong>the\npast is literally an alien civilization</strong>. Most of what people pretend\nthey know about it is repeatedly cited modern rumors about it. Seeing it\nin its own words is very different.</p>\n<p>It's insane the amount of writing done in Latin in the medieval period\nand antiquity, so much of which isn't even on the mind of translators.\nA lot of historians just cite modern historians. Theologians cite modern\ntheologians. Scientists cite modern scientists. Once you crack open a\ntraditional book on any of these subjects you realize the provinciality\nand oblviousness of modern &quot;frameworks.&quot;</p>\n<p>In generative linguistics, people who have never read anything written\nbefore 1950 pat themselves on the back for all the &quot;problems&quot; they've\nsolved not knowing they are only retreading paths long established by\nStoics, Modistae and early Indo-Europeanists. There are a lot of\ntheologians and philosophers who are trapped in modern citation circles\nbecause they don't have the power of Latin that can bring them in touch\ndirectly with Aquinas or Augustine or other philosophers of the early\nperiods.</p>\n<p>Knowing Latin is like an academic superpower and supposed intellectuals\nwill fear you. Latin used to be the bare minimum of a respectable\nintellectual... actually... you know what, it still is. Now is your\nchance to have an actual one up over more pompous people whose only\nfunction is writing lit reviews with a disability to read original\nsources. Being privy to an original and long-neglected source will be a\ncontinuous content mill which will unironically be the envy of others in\nacademia.</p>\n<h3 id=\"knowing-latin-is-better-academically-than-an-undergraduate-degree-in-linguistics\">Knowing Latin is better academically than an undergraduate degree in linguistics.</h3>\n<p>The process of learning Latin and the lore around you will equip you\nwith all the terminology and principles to make you superior to someone\nwho just studies &quot;linguistics&quot; without any actual application. I\nreally mean this. When I was a grad student in linguistics, all the\nbrightest undergrads had one thing in common: Latin. I actually came to\njudge people based on how they first got interested in linguistics. The\nsmartest ones always started with Latin, the biggest plebs always\nstarted because they liked some Steven Pinker book (sorry Pinkucks!\nThose are the honest facts!)</p>\n<h2 id=\"how-to-learn-latin\">How to Learn Latin</h2>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/magister.jpg\" /></figure>\n\n<h3 id=\"what-i-used\">What I used</h3>\n<p>When I learned Latin, all I had was a copy of <a href=\"https://www.textkit.com/learn/ID/113/author_id/41/\">this\nbook</a>: Collar &amp;\nDaniell's <em>Beginner's Latin Book</em>. The truth is that most <em>old</em> Latin\nbooks are good (old being at least 70 to 100 years old). After language\nlearning became commercialized, it all became dismissable. You can see a\nlist of downloadable Latin textbooks and other materials here\n<a href=\"https://www.textkit.com/latin_grammar.php\">here</a>.</p>\n<p>The only other source I used in the past to learn and read Latin in a\nbiglottic Latin/Greek New Testament (i.e. Greek on the left and Latin on\nthe right). This is probably actually the single most significant book I\nown, now that I think about it. I learned Greek from it too and I've\nhad it for around 15 years now.</p>\n<h3 id=\"lingua-latina-per-se-illustrata\">Lingua Latina per se Illustrata</h3>\n<p>Although I didn't know about until later, there is another very unique\nand excellently made Latin series called <em>Lingua Latina per se\nIllustrata</em> &quot;The Latin Language Illustrated by Itself&quot; by <a href=\"https://lingualatina.dk/wp/\">Hans\nOrberg</a>. You can see an English publisher\n<a href=\"https://www.hackettpublishing.com/lingua-latina-per-se-illustrata-series\">here</a>,\nbut you can also find them on eBay or pdfs on Library Genesis or Pirate\nBay (along with audio for the books).</p>\n<p><em>LLPSI</em> is unique and really stands out. <strong>The entire book, including\nexplanations is in Latin.</strong> Latin words and grammatical concepts are\nexplained by illustration and example. This sounds absurd frankly: how\nare you supposed to learn a language from a book written in that\nlanguage? But the design is so perfect that it works.</p>\n<p>I recommend to get <em>LLPSI</em> <em>and</em> some classical grammar primer like\n<a href=\"https://www.textkit.com/learn/ID/113/author_id/41/\">Collar &amp;\nDaniell's</a> because\nI think especially for newbs, it might be necessary to have explicit\ninstruction about grammar points in English.</p>\n<h2 id=\"read-this\">Read this</h2>\n<p><a href=\"https://wcdrutgers.net/Latin.htm\">Read this article: &quot;Latin by the Dowling\nMethod.&quot;</a> It's back from the early\ninternet and its recommendations have stood the test of time and I agree\nwith them.</p>\n<h2 id=\"latin-links\">Latin links</h2>\n<p>You may've known about these already, but they're worth noting.</p>\n<ul>\n<li><a href=\"https://www.thelatinlibrary.com/\">The Latin Library</a> &ndash; Massive\ncollection of classical and\n<a href=\"https://www.thelatinlibrary.com/medieval.html\">medieval</a> Latin\nworks</li>\n<li><a href=\"https://www.textkit.com/\">Textkit</a> &ndash; Greek and Latin resources and\nforum</li>\n</ul>", "link": "https://lukesmith.xyz/articles/learn-latin/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Learning European Languages (Michel Thomas)", "description": "<figure class=\"titleimg\"><a href=\"https://lukesmith.xyz/pix/hensel1741.jpg\"><img alt=\"From Gottfried Hensel's 1791 *Synopsis Universae Philologiae*\" src=\"https://lukesmith.xyz/pix/hensel1741-small.jpg\" title=\"A language map from Hensel's 1741 Synopsis Universae Philologiae.\" /></a></figure>\n\n<p>I've said on a couple livestreams that the ideal way for an English\nspeaker to begin learning or excel in learning other major European\nlanguages (Spanish, French, Italian and German) is to use <strong>Michel\nThomas's audiotapes</strong>. They can be found for free on Pirate Bay and\nother sites, but you can also buy them <a href=\"https://www.michelthomas.com/\">on his official\nsite</a>.</p>\n<p>This style of audiotapes is so far above any other, it's hard to even\nput it in words. They make really exceptional promises: &quot;learn a\nlanguage in 8 hours&quot; and in some sense I'm inclined to agree.</p>\n<p>They certainly give a reflexive foundation that makes learning anything\nelse about a language very easy. There are multiple courses and they're\nworth listening to multiple times until it's a totally internalized.</p>\n<h2 id=\"explanation-of-the-method\">Explanation of the Method</h2>\n<p>The tapes all have Thomas locked in a room with two people who don't\nknow the language, one male, one female. Thomas simply teaches and\nillicit basic responses from the two students, teaching them as they go.\nAs the listener, your part is to say the proper responses to yourself\nbefore the example students. At all points in time, the students are\ncreating novel sentences, combining basic concepts.</p>\n<h3 id=\"lack-of-vocabulary\">Lack of vocabulary</h3>\n<p>Probably the most important part of the tapes is the <em>lack</em> of\nvocabulary taught. You don't get 20 irrelevant nouns with each lesson\nto memorize that you don't even now how to use. What new words you\n&quot;learn&quot; are mostly shared in common with English. The goal is to make\nyou fluent before you have to memorize words.</p>\n<p>Thomas, instead, <em>actually teaches the language</em> and how to be\nconstructive in it: the verbs, the verb inflections, how to combine\nthem, basic pronouns and the like. Only once the students understand\nthem does he move on to the words for real-world objects. Thomas will\nsometimes explain why he does this in the course, but it amounts to what\nI've said <a href=\"https://lukesmith.xyz/learning-languages.html\">in other places</a>: you can guess or\nfigure out nouns or talk around them, but if you don't know how to put\nverbs together, you just don't know the language and you can't even\nfake it. <strong>It is much easier to learn nouns after you actually learn the\nstructure of the language and can actually use them.</strong></p>\n<h3 id=\"lack-of-comprehension\">Lack of &quot;comprehension&quot;</h3>\n<p>You're never told to &quot;listen to this passage and think about what it\nmeans&quot; in the Thomas method. The Thomas method is entirely productive:\n<em>you</em> make the sentences and <em>you</em> have to put yourself in the mindset\nof how the language works.</p>\n<p>A lot of other audiotapes, say Pimsleur, have you sit and listen to text\nand implicitly ask you to &quot;translate&quot; it. This in essense, keeps you\nthinking in English, or thinking in translating mode. The also keep you\nchained to canned responses in a single dialog. When people do this,\nthey ignore the actual structure/grammar of the language, listen for big\nnoticable nouns, and then piece together what the sentence means. This\nis always a bad idea.</p>\n<h3 id=\"michel-thomas-actually-just-knows-what-hes-doing\">Michel Thomas actually just knows what he's doing.</h3>\n<p>It's honestly rare that you even ever see a &quot;good teacher.&quot; By that I\nmean someone who can easily keep track of what his students know and can\ndevise questions perfect to pry their knowledge. Thomas is just honestly\ngood at this and it goes a long way. In the tapes, if he notices that a\nstudent repeatedly messing something up, he knows how to elicit better\nresponses and remind them of what they need. This is 99% of teaching,\ndespite the fact that it's a really rare skill.</p>\n<h2 id=\"dont-bother-getting-the-tapes-without-michel-thomas\">Don't bother getting the tapes without Michel Thomas</h2>\n<p>After Michel Thomas's death (or perhaps a little before) the company\nrunning his website above put out tapes for many other languages:\nChinese, Arabic, Hindi, Japanese, etc. under his name. They are done\n&quot;in his method&quot; theoretically, but they are no good. They do weird\nthings like have two different teachers: one who instructs the students\nand one who is a native speaker of the language to say the sentences in\nit. I think the idea behind it was to make sure you hear a &quot;perfect&quot;\naccent, but it's a total waste and the sponteneity required for actual\nteaching is lost because you have these two different people trying\norganize among themselves. I think the teachers lack the introspective\nskill to keep tabs on the students' learning that I mentioned above, so\nall-in-all, I think they're awkward and fake.</p>\n<p>Donovan Nagel (you may know him from <a href=\"https://www.youtube.com/channel/UCk9NvmsPBC3lTn_L9kFaylA\">his YouTube channel on\nBSD</a>) gave\nMichel Thomas <a href=\"https://www.mezzoguild.com/michel-thomas-review/\">a negative\nreview</a> after using\nthe &quot;Michel Thomas&quot; Arabic tapes. I listened to part of the Chinese\ntapes and they were not worth it (if you want to learn Chinese <a href=\"https://lukesmith.xyz/chinese.html\">I've\nwritten about what I recommend</a>).</p>\n<p>But the <em>real</em> Michel Thomas tapes: Spanish, French, Italian, German,\ndone by the man himself, are the best for all their respective\nlanguages.</p>", "link": "https://lukesmith.xyz/articles/learning-european-languages-michel-thomas/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Making Free Money off Credit Cards", "description": "<p>While I've done a video on this topic before\n(<a href=\"https://videos.lukesmith.xyz/videos/watch/72cc673c-e2d8-46fc-8c26-d56b9011b874\">PeerTube</a>,\n<a href=\"https://www.youtube.com/watch?v=_8F9JbUQlWQ\">YouTube</a>), some people\nasked me for more information, so here it is.</p>\n<h2 id=\"arent-you-glad-to-be-an-american\">Aren't you glad to be an AMERICAN?</h2>\n<p>In America, people are so <strong>notoriously dumb</strong> with credit and money\nthat credit card companies can <em>literally give out free money by the\nhundreds</em> to attract new customers. For brainlets who don't bother to\nunderstand the basics of credit and debt and the fact that you\napparently have to pay back the money you spend, this is like a fly\ntrap. For non-retarded people it is what it is: <em>free money</em>.</p>\n<h2 id=\"intro\">Exploiting introductory offers: &quot;Churning&quot;</h2>\n<p>Many credit cards have introductory offers like this: &quot;If you spend\n$500 on this card in the first 3 months, you'll get a free credit of\n$200.&quot; That would be a cool offer in the first place, but since there\nare <em>so many</em> cards that have offers like this, a pattern emerges:</p>\n<ol>\n<li>Open a card with an introductory offer, for example: &quot;Get a $200\ncredit when you spend $500 in 3 months.&quot;</li>\n<li>Use it for your normal daily life until you spend that $500 which you would be spending anyway.</li>\n<li>Get/redeem/spend the credit/cashback/points on that card. Literally\nfree money.</li>\n<li>Lock away the card and don't use it anymore unless it has some\nother extremely good offer or cashback perk.<sup id=\"fnref:1\"><a class=\"footnote-ref\" href=\"https://lukesmith.xyz/rss.xml#fn:1\">1</a></sup></li>\n<li>Rinse and repeat, this time with a new card and new offer.</li>\n</ol>\n<p>This cycle is often called &quot;credit card churning&quot; and some people like\nme don't mind living off of it.</p>\n<p>Every year I go through a couple cards like this, making a couple\nhundred or a thousand dollars back. <strong>If you do the math, it can be like\nliving with a permanent 20-25% off coupon that you use on literally\neverything.</strong> Individual cards will have even more perks to\npump-and-dump for extra cash back.</p>\n<p>I recommend especially young guys to try this out: it's a way of saving\nmoney, while improving your credit by paying off many lines of credit,\nand once you're done churning, you have a wide selection of credit\ncards to use for their various normal features.</p>\n<h3 id=\"cards\">Cards to churn</h3>\n<p>Here's a brief list of some cards whose introductory offers I've taken\nadvantage of. This is just an example list, there are many more.</p>\n<ul>\n<li><a href=\"https://www.referyourchasecard.com/18a/HM1OKNKXSA\">Chase Freedom</a></li>\n<li><a href=\"https://refer.discover.com/s/LUKE645\">Discover It</a></li>\n<li><a href=\"http://refer.amex.us/LUKESM18v?XLINK=MYCP\">American Express Cash Magnet</a></li>\n<li><a href=\"http://refer.amex.us/LUKESwRRP?XLINK=MYCP\">American Express Blue Business</a></li>\n</ul>\n<h4 id=\"links-to-more-cards-per-company\">Links to more cards per company:</h4>\n<ul>\n<li><a href=\"https://www.bankofamerica.com/credit-cards/\">Bank of America</a></li>\n<li><a href=\"https://creditcards.wellsfargo.com/\">Wells Fargo</a></li>\n<li><a href=\"https://www.citi.com/credit-cards/home\">Citi Bank</a></li>\n</ul>\n<p>That's it! That's all you need to know, to take advantage of this, but\nthe rest of this page is just details that people ask about. Read on for\nmore!</p>\n<h3 id=\"how-credit-card-companies-try-to-mitigate-this\">How credit card companies try to mitigate this</h3>\n<p>As I said, introductory offers exist primarily to get dim-witted people\nwho don't know how credit works into using cards unwisely or at least\nnormal people into switching to a different company. They know that\nhigh-agency people can exploit this system, so there are some rules they\nput in place to mitigate the extent to witch you can take advantage of\ntheir offers.</p>\n<p>Chase, for example, will not approve anyone for a credit card who has\ngotten five other cards in the past two years. Wells Fargo will not\nallow you too open cards with introductory offers without a 18 month gap\nin between. Those are the main ones; other banks like Bank of America\ndon't bother preventing it at all, but it's possible that they will\nstart something like this soon.</p>\n<h3 id=\"cautionary-note-for-credit-brainlets\">Cautionary note for credit brainlets</h3>\n<p>I suppose it goes without saying that credit cards are not magical money\ndevices and everyone who has a credit card should only spend what they\nhave the account that autopays their card or even better, do what I do\nand <strong>never let my head hit the pillow before paying off all debts</strong>.\nThis might sound like a condescending thing to say, but obviously some\npeople out there don't understand how credit cards work and are going\ninto debt for no good reason. I know everyone who follows me is smart of\ncourse, but I say this rhetorically.</p>\n<p>When I did a video on this I was surprised to learn that there are\n<em>also</em> people that resist and detest credit cards but <em>still</em> don't\nunderstand them. Some people have this strange idea that merely\npossessing a credit cards causes debt to occur in some cultic fashion\noutside of your control. And for people who can't know better, maybe\nit's better for them to think of credit cards as essentially magical\nobjects if it means they aren't misusing them. For everyone else,\ncredit cards are easy to use and exploit and benefit from.</p>\n<h3 id=\"other-advantages-of-having-multiple-cards\">Other advantages of having multiple cards</h3>\n<p>It's actually nice to have a number of rewards cards from different\ncompanies. I will occasionally check the bank or card's web interface\nand there will often be additional perks especially for points-based\ncards. It can often mean 10% in addition to everything else from buying\nfrom a hardware store or grocery store. There are many niche businesses\nand I don't recommend into getting roped into buying something you\nwouldn't be buying anyway, but I keep tabs on if there is anything\nfamiliar.</p>\n<p>Similarly, it's nice to have &quot;rotating category&quot; cards that offer\nsay, 5% on a certain <em>type</em> of buy for a period of several months. The\n<a href=\"https://www.referyourchasecard.com/18a/HM1OKNKXSA\">Chase card</a> I\nmentioned above, for example is giving 5% cash back on every purchase\nmade on PayPal as I write this in Q4 of 2020 (it looks like they do\nPayPal every year or so). I've actually been deliberately making all\npurchases I would be making anyway over PayPal, just so I can maximize\nearnings. I'm even going to be paying bills in advance with PayPal so\nwhen they are actually due next year, they'll be paid, and I'll have\nthe extra cash back.</p>\n<h2 id=\"faq\">Common questions about exploiting introductory offers</h2>\n<p>A lot of people hear this and think, &quot;sounds too good to be true.&quot;\nMakes sense, but <strong>we live in a complex world which again is primarily\ntargeted to the unwise</strong>. I've been doing this for years and have made\nback a lot of lot of money and even increased by credit score.</p>\n<p>Let's talk about some of the concerns people new to credit card\nchurning might have:</p>\n<h3 id=\"but-what-about-muh-credit-score\">&quot;But what about muh credit score?&quot;</h3>\n<p>I'm not entirely sure why people think this, but there's this idea\nthat somehow you're scamming or defrauding credit card companies by\ndoing this. You aren't. You're just obeying their terms of service.\nYou're certainly not neglecting payment or proving yourself a bad\ninvestment for a loan, which is what a credit score is actually about.</p>\n<p>Opening new credit, including credit cards, will mean an inquiry on your\naccount and for a time being, you'll be marked as &quot;looking for\ncredit.&quot; This will decrease your credit score by a small amount; it's\nnormal. But over time, <strong>having lots of credit which you have paid off\nis good for your credit score</strong>. That's, like, what a credit score is.\nHaving more credit cards and properly paid off is a great plus on your\naccount.</p>\n<h3 id=\"bbut-thats-unethical\">&quot;B...but that's unethical!&quot;</h3>\n<p>You gotta be an extreme simp to see these companies massively ripping\noff retards and nickel-and-diming people and say something stupid like,\n&quot;I mean is this really ethical?&quot; You're an idiot. You don't deserve\nfree money. Why use your principles to defend people who obviously\ndon't share them?</p>\n<p>A lot of these companies even charge people <em>to have checking accounts</em>.\nJust in case you don't know how banks work, they make money loaning out\ntheir reserves. They are already making money off of every account.\nCharging you extra so they can make money off you is just more icing on\nthe cake for them. There are many banks who are less shills who simply\ndon't do this because it's totally unnecessary.</p>\n<p>People who think this, do you go to the grocery store and chide people\nwho get free samples as unethical? It quite literally is the same thing\nexcept for the store never makes money off people who just take samples.\nA bank whose offer you exploit still might make a lot of money loaning\nout money you put in a checking account there or even on the credit card\ntransaction fees they charge merchants. And if they didn't, who cares?</p>\n<h3 id=\"do-i-need-a-checking-account\">&quot;Do I need a checking account?&quot;</h3>\n<p>If you get a bonus from, let's say, a Chase credit card, do you need a\nChase checking account to redeem your bonus or points? <strong>Usually not.</strong></p>\n<p><strong>Every credit card company I've used allows you to set up automatic\npayments from another bank.</strong> So you shouldn't have to worry about\nremembering to paying your bills, although I usually pay everything\nmanually anyway just to be careful.</p>\n<p>If you get an account credit, that will appear as a negative number on\nyour card and you will be able to spend it without paying it off. If you\nget points, it might be that you need a checking account to redeem it as\ncash, but you can also usually redeem previous purchases or sometimes\nreceive your bonus in the form of a bunch of gift cards.</p>\n<p>This is an important question because some companies like Chase or Bank\nof America will <em>charge you</em> several dollars a month to have a checking\naccount open, which I find utterly ridiculous. In both cases, you can\nwaive the fee if you have either direct deposit into the account or if\nyou just have a certain amount of money in the account (I think it's\n$1,500 in the case of Chase). Either way, you can avoid this problem as\nhaving a checking account is not usually necessary.</p>\n<h2 id=\"advice\">Three important notes on Credit Cards</h2>\n<h3 id=\"the-psychology-of-spending\">The psychology of spending</h3>\n<p>One aspect of human psychology is that people are more likely to be okay\nwith spending or wasting money if they're using credit or debit cards\nrather than paper money. It makes sense. If you have to part with a\nphysical object to spend something, it can hurt. It doesn't hurt as\nmuch to use a card.</p>\n<p>I find that the antidote to this is actually in introductory offers. If\nI get a card that gives me a bonus for spending $500 in 3 months, I\ntreat that $500 as my absolute budget no matter what. Bills included if\npossible.</p>\n<p>Additionally, I started pasting sticky slips on the back of my cards\nwhere I keep track of the exact amount of money I use on each card so I\nknow when I hit the required amount for the bonus. Each time I spend, I\ndeduct that amount from the original number. This actually serves the\ndouble purpose of making the money-spending more real to me. I'm not\njust swiping my card, but subtracting the amount and can feel what I'm\nspending.</p>\n<h3 id=\"dont-use-cards-with-annual-fees\">Don't use cards with annual fees.</h3>\n<p>Or at least if you do, be smart about it.</p>\n<p><strong>None of the cards <a href=\"https://lukesmith.xyz/rss.xml#cards\">I recommended above</a> have any annual\nfees.</strong> So you can get them and not worry about canceling them. You can\nlogically exploit the offers of cards with annual fees and cancel them\nafterwards to avoid paying the fee, but I don't do this myself.</p>\n<p>Firstly, annual-fee cards are usually targeted to big spenders: their\noffers will be something more like &quot;spend $4000 in the first 3 months\nand get $750.&quot; If you're making a big purchase, that might be worth\nit, but I personally am the kind of guy who feels guilty for spending\ntoo close to $300 a month. I would definitely contemplate one of these\nif you know you're going to spend some massive amount of money though.\nDon't forget to cancel it later!</p>\n<p>The bigger issue with annual-fee cards because they are used primarily\nfor <strong>social engineering and corporate sponsorships</strong>. That might sound\nstrange, for example, but some cards which cost several hundred dollars\na year might give you a big free annual credit on their favorite\nairlines or on Uber or Lyft or Amazon or some other godless corporation.\nThat makes them work for people who are loyal consooomers of their\nchosen affiliates, but for most people, getting the benefits of those\ncards requires you to <em>use the products they want</em>.</p>\n<p>I've seen some cards that give you bonuses for using them 30 times a\nmonth or something else. Sure you can juke the system, but I feel like\nthe incentives they put forth are too strong and will probably\nmanipulate you into spending more than you usually do. The reason I\nrecommend <a href=\"https://lukesmith.xyz/rss.xml#cards\">the other cards I do</a> is because you can easily spend\nthat much if you're an independent person without feeling like you have\nto spend more.</p>\n<h3 id=\"minimizing-privacy-exposure\">Minimizing Privacy Exposure</h3>\n<p>Now if you're someone principally concerned with privacy, there are\nways for you to take advantage of these kinds of offers without exposing\nyour daily purchases. Obviously opening a credit card does require some\nbasic information, like who you are and where you live (other things\nyour bank already knows). But you can minimize your exposure by using\nthe money on the card for a single recurring payment credit.</p>\n<p>For example, let's say you pay an electric bill every month. Many power\ncompanies/co-ops allow you to prepay or accumulate a credit, so if you\nopen a spend-$1,000-get-$250 card, you can immediately prepay $1,000,\nwait for your free $250, then prepay that amount as well.</p>\n<p>In that, you've got your free $250 (and you can forget about paying\nbills for a year or so) and the only new thing the credit card company\nknows is your power supplier (which they could probably guess anyway\nfrom where you live). You could do the same with other recurring\npayments.</p>\n<p>A lot of people I've talked to plan on using these offers to by\nover-the-table cryptocurrencies. That works too.</p>\n<p>Additionally if you make a large purchase like a car that is going to\nhave to be registered with &quot;the system&quot; anyway, it might be a good\ntime to get one (or maybe more) of these cards.</p>\n<p><strong>The most important thing, however, is that <em>you</em> are the one ripping\nthem off and never the reverse. Do not spend more or waste more because\nyou feel richer because you have something that feels like a free money\ncard.</strong></p>\n<h2 id=\"daily-drivers\">&quot;Daily drivers&quot;</h2>\n<p>When not pumping-and-dumping a credit card for an introductory offer,\nthere are also generally good cards that you can keep to maximize idle\ncash back. <strong>Obviously the true red-pill is using cash</strong>, but if you'd\nrather get bonuses from cards, here are some options I use with links:</p>\n<ul>\n<li><a href=\"https://www.usaa.com/inet/wc/bank-credit-card-cashback-rewards-plus-american-express\">5% on gas and purchases on military\nbases</a>\n(unfortunately USAA is very exclusive (you must have family in the\nmilitary), but great for members)</li>\n<li><a href=\"https://www.referyourchasecard.com/18f/AR8H2DIPP8\">5% on groceries</a>\n(only for first year, but there are multiple cards that do this can\ncan be cycled (or get your wife to get it next year))</li>\n<li><a href=\"https://www.usbank.com/credit-cards/cash-plus-visa-signature-credit-card.html\">5% on\nbills</a>,\nspecifically, you get 5% on rotating categories and home utilities\nis one of them.</li>\n<li><a href=\"https://www.wellsfargo.com/credit-cards/propel\">3% at restaurants and on travel\nexpenses</a></li>\n<li><a href=\"https://www.paypal.com/us/webapps/mpp/credit-card/2-percent-cash-back-mastercard\">2% on everything\nelse</a></li>\n</ul>\n<p>It should also go without saying that you should have fixed costs/bills\nset to charge credit cards just for the free cash back. I mean if you\nhave $250 dollars in bills a month and hook them up to a 2% cashback\ncard, that's $60 back a year. It adds up over the years.</p>\n<p>Again:</p>\n<blockquote>\n<p>&quot;The NEET will work harder than the wagie to stay out of a job.&quot;\n&mdash;Nullennial (YouTube comment)</p>\n</blockquote>\n<blockquote>\n<p>&quot;I'm Jewish and I find this video Jewisher&quot; &mdash;shiran (response to\n<a href=\"https://www.youtube.com/watch?v=_8F9JbUQlWQ\">my original video</a> on\nthis)</p>\n</blockquote>\n<div class=\"footnotes\">\n<hr />\n<ol>\n<li id=\"fn:1\">\n<p>Note: Never <em>close</em> a credit card. It looks bad on your record, while having many credit cards over a period of time which you pay off looks good. Just store your old cards away and you can often disable them on their websites.*&#160;<a class=\"footnote-backref\" href=\"https://lukesmith.xyz/rss.xml#fnref:1\">&#x21a9;&#xfe0e;</a></p>\n</li>\n</ol>\n</div>", "link": "https://lukesmith.xyz/articles/making-free-money-off-credit-cards/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Notes on Learning Languages", "description": "<p>I get asked a lot about learning languages, so I have a few comments\nabout it here. Hopefully I can awaken you from some dogmatic slumbers\nabout language.</p>\n<h2 id=\"vocabulary-is-the-least-important-part-of-learning-a-language\">Vocabulary is the least important part of learning a language.</h2>\n<p>This is hard for people to understand because I think most monolingual\npeople think that languages are just different word lists that people\nuse. As a result, 101 students will manually look up every word in the\ndictionary to translate. This actually increases the mental load of\nlearning a language because people have the idea that to speak it, they\nhave to think of something in English, then translate the sentence word\nby word, then say that. What a pain.</p>\n<p>So what is a language if not words? It really is a set of constraints as\nto how words can go together: what order they go in when modifying each\nother, but also languages are morphology. Verb endings and tenses and\nsuch are literally the most important part of a sentence. If you don't\nhave a productive and reflexive use of verbs, you are literally just\ngoing to be reciting nouns you know like a monkey.</p>\n<p>This is actually why I recommend people learning Romance languages or\nGerman to <a href=\"https://lukesmith.xyz/learning-european-languages-michel-thomas.html\">use Michel Thomas's\naudio</a>. Thomas doesn't\nlecture at all about what he's doing, but he focused only on using\nverbs and building up basic expressions from the bottom up until it's\nunderstood reflexively by students. To actually learn any language, this\nis more or less what you are going to have to mentally do anyway in the\nprocess.</p>\n<p><strong>I would say it's actually possible to fluently speak a language\nknowing only about 50 words.</strong> If you understand the &quot;grammar&quot; of a\nlanguage, you can basically get by anywhere anytime with a couple dozen\nwords only. What words you don't know can easily be figured out, but\nyou <em>can't</em> wing it with grammar and you <em>can't</em> wing it with\nmorphology.</p>\n<h3 id=\"computer-metaphor\">Computer metaphor</h3>\n<p>Granted, the same is true of programming &quot;languages&quot; as well, weirdly\nenough. No one would think &quot;knowing a [computing] language&quot; means\njust knowing all the function and variable names. The important thing is\nknowing the syntax of how you put functions (loosely verbs) and\nvariables (loosely nouns) together. After all, variable names are always\ndifferent and functions can be easily invented too or called from some\nobscure library. Someone who knows a language is someone who can use its\nsyntax to produce novel expressions. If you take a Python script,\nreplace its functions with C functions, it's still Python, just calling\na bunch of undefined functions. People can only get away with even sort\nof believing this in the domain of human languages if you just don't\nknow enough and end up assuming that all languages just work the same.</p>\n<h2 id=\"then-what-is-a-language\">Then what is a language?</h2>\n<p>So really when you learn a language, you can't look at it as new words,\nbut new patterns of speech that interconnect in a logical way.</p>\n<p>Speaking fluently in that language means being able to use and combine\nits basic constructions into complex thoughts put in words. This is why\nI'm really against &quot;translating in your head.&quot; If you're doing that,\nyou're not actually using the language. You're teaching yourself a\nsilly English-word-replacement game. I know it's very hard for\nword-thinkers not to think in words, but if you can't stop doing that\nfor a second, you're not going to be able to learn a new language.</p>\n<h2 id=\"you-will-not-learn-a-language-by-consoooming-media\">You will not learn a language by consoooming media.</h2>\n<p>There's this lazy idea that somehow if you passively sit around and\nwatch people using a language this will somehow endow you with the\nability to flexibly produce a language in the same way you see others\nusing it. People want to believe it because they want to be able to\nwatch TV or play a cell phone game like Duolinguo or valueless Rosetta\nStone-like software and somehow gain competence in a language.</p>\n<p>It's not going to happen ever. <strong>Learning to play a boring computer\ngame using words from a different languages is not the same as learning\nto speak the language.</strong></p>\n<p>You might say of &quot;just listening to speech&quot; that &quot;that's what\nchildren do,&quot; but that's not true at all. Children try pretty hard to\nparticipate and understand conversation. They sometimes have a desperate\npersonal need to understand each passing sentence and hear the language\nthey are trying to learn for hours a day for years. You watching some\nforgettable movie in the background as you play with your phone don't.</p>\n<h2 id=\"are-you-actually-thinking\">Are you actually thinking?</h2>\n<p>If you want to know if you are actually learning a language, ask\nyourself that. People are weirdly afraid against actually thinking\nthrough things and making new expressions in other languages when\nthat's exactly how you learn them.</p>\n<p>A lot of language nerds love to email me about their Anki cards or their\nharebrained schemes for mass-memorizing words as if they're an Asian\nstudying for a chemistry test. Given what I've said about &quot;learning\nwords,&quot; you can guess my opinion on that. Once people abandon the lazy\nroute, sometimes they take up the <em>via dolorosa</em>: the route of suffering\nand assume that training themselves like a Pavlovian dog will help them\nbecome fluent in a language.</p>\n<p>In reality, the only question that matter is: &quot;Are you actually\nthinking?&quot; Are you actually going through the mental process of\ncreating new sentences in a new language?</p>\n<p>When I was learning Latin obviously I had no Latin-speaking friends and\ncould barely get my hands on anything Latin-related. But after I learned\nthe basics of the language I started thinking in it constantly. First\nthat starts in my always implicitly translating English song lyrics or\nads in my head into Latin. That's actually difficult if you're dealing\nwith something modern and idiomatic. Not as bad with church songs. As\ntime goes on, I would overtly remember things in Latin sentences instead\nof English. If I mumbled something under my breath I would make sure it\nwas Latin. At all points in time, I was thinking about how the language\nwas structured and what it meant to produce sentences in it.</p>\n<p>The sad fact is that most people who &quot;learn&quot; languages in school treat\nthem as advanced cross-word puzzle like games where they don't\n<em>actually think</em> in the language, but have hilarious mnemonic devices in\ntheir head for relating what they want to say in English with something\nin the language they're learning.</p>\n<h2 id=\"translating-is-a-bad-habit\">Translating is a bad habit.</h2>\n<p>If anything, you should become <em>worse</em> at translating the further you go\non and the more independently you can stand on your own in another\nlanguage.</p>\n<p>Latin is a good example. I can read and comprehend Latin very well, but\nif asked to translate what I'm reading, I find that more and more\ndifficult the better I read Latin. Now it's easy for me to report the\nmeaning of a passage, but phrase-by-phrase translation is something you\nhave to think through because Latin and English are structurally very\ndifferent. This isn't just word order, but even how a Latin speaker\napproaches expressions and the kinds of phrases they use can translate\nonly very delicately into English.</p>\n<p>The problem nearly doesn't exist between English and Spanish, which are\nbasically the same language. I'm sure someone who only knows Spanish\nwill feel like English and Spanish have many differences, but in the\ncontext of other languages, like Latin or Chinese or Japanese, it's\nhard not to view English and Spanish as having basically the same kind\nof syntax 95% of the time. That actually goes for most modern European\nlanguages.</p>\n<h2 id=\"you-sound-stupid-if-you-dont-sound-stupid\">You sound stupid if you don't sound stupid.</h2>\n<p>Every language has its own set of phonological rules that determine what\nparticular sounds are said how and where. Phonological rules give us\n&quot;our accents.&quot; When someone speaks English in an accent, they are\nreally just speaking English using the phonological constraints of\nwhatever language they're more familiar with. If they speak English\ncompetently, there's at least some extent to which they are abandoning\ntheir native phonological rules.</p>\n<p>When you first start learning a language, you might read something aloud\nand say &quot;I sound stupid.&quot; This is because your natural way of speaking\nis obviously to say everything with an accent consistent with English.\nYou can probably remember the apathetic jock in Spanish class or\nwhatever who religiously pronounced every Spanish word he mindlessly\nread with an almost intentionally non-Spanish accent.</p>\n<p>To actually speak another language is to adopt the phonological\ntendencies and even the prosodic and tonal traits of that language. When\nyou initially do that, you will probably sound very stupid to yourself\nsince violating phonological rules you're familiar with always sounds\nwrong. If you do overcome that illusion of felt stupidity, you <em>won't</em>\nsound stupid when it counts. If you refuse to improve your accent\n<em>immediately and from the beginning</em> you will sound like an utter moron\nforever.</p>\n<p>There's actually a trick too: when you imitate a foreign accent, you\nare actually implicitly adopting the phonological rules of their\nlanguage that you have noticed in real life. My suggestion is when you\nare starting out, <em>read the other language in what you'd guess would be\na stereotypical accent of the person speaking the language</em>. If your\nimitation is good, you're speaking their language without an accent.</p>\n<h2 id=\"the-critical-period-is-fake\">&quot;The Critical Period&quot; is fake.</h2>\n<p>That reminds me.</p>\n<p>There's an idea in academic and clinical linguistics as well as popular\nculture that children have a magical plasticy of the brain that makes\nthem uniquely good at learning languages. This is supposed to be the\nreason why children learn languages &quot;fast&quot; and adults don't. <strong>I\nthink this is a myth.</strong> You don't have to send me all the &quot;proof&quot;\nabout this (don't worry, the Universities of Georgia and Arizona\nwould've failed me totally if I hadn't seen it for my linguistics\ndegrees there). I sort of assumed that this was true for years, but on\nfurther thought, I think it's just a conspiracy of irrelevant data and\ncopes... or at least, it's not nearly as true as people pretend it is:\nadults are just about as capable of learning languages in most senses.</p>\n<p>After all, think about it, children actually take several years to\nfunction in a language, which is often much longer than an adult that\nknows what he's doing. The Michel Thomas style tapes which I alluded to\nabove are good at giving an adult a passable diving-board for a language\nin about 8 hours. It can be done. You can also give an adult a\ncrash-course in phonology and articulatory phonetics that will make it\neasy to understand and with practice produce the sounds children take\nyears to master.</p>\n<p>The motivation of a child and adult are utterly different. A\nlanguage-less child has lots of reasons to invest most of his mental\nlife in attention to language. Apathetic adults don't.</p>\n<p>What I really get sick of is doomer adults who cope with their laziness\nby talking about how hard it is to learn a language as an adult. Many\nadults still learn languages all the time. There is some circumstantial\nevidence that infants cue into some acoustic cues and other things\nquicker than adults, but I think in most cases we're just looking at\ninfants semi-consciously honing in on what details they've acknowledged\nto be linguistically relevant. In reality, developed humans have huge\ninstitutional and intellectual advantages to learn.</p>", "link": "https://lukesmith.xyz/articles/notes-on-learning-languages/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Only Use Old Computers!", "description": "<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/dream_thinkpad_small.gif\" title=\"If only ThiccPads were this THICC!\" /><figcaption>The ideal ThiccPad</figcaption></figure>\n\n<p>If there is a single point of advice I can offer novice computer users,\nit is <em>stop using modern computers</em>.</p>\n<p>If you look at &quot;technology YouTube,&quot;  by which I mean the massive multi-million subscriber channels, nearly all of\nit is devoted to constantly reviewing and comparing every new computer,\nprocessor, graphics card and product. There's big money in it because\nobviously all of these companies put money in it, but also if you're a\nnormal person, you automatically assume you need the &quot;best&quot;\ntechnology.</p>\n<h2 id=\"do-you-need-a-modern-computer\">Do you need a modern computer?</h2>\n<p>Absolutely not. More than 95% of people could be using a computer from\n2008 or before without any problems. Needing a recent machine is limited\nto people who:</p>\n<ol>\n<li>Do extreme, professional, processor-intensive video-rendering.</li>\n<li>Compile massive programs and operating systems with severe time constraints.</li>\n<li>Play recent triple AAA video-games on high settings.</li>\n<li>Use many massive Electron apps and other inexcusably bad software\nwritten by soydevs and other people who shouldn't be writing\nsoftware.</li>\n</ol>\n<p>The last two reasons aren't really real reasons at all because they are\ntotally unnecessary and avoidable things.</p>\n<p>But to the point, watching YouTube videos and using a word processor\ndoes not require last month's new release.</p>\n<p>Every video I upload, I transcode for settings optimal for YouTube,\nmeaning I render each video I record. On my computer from a decade ago,\nthat still takes only a couple minutes. A fancy $5000 computer might be\nable to do it in less than one, but it is honestly not worth the pain\nassociated with modern computers.</p>\n<h3 id=\"how-much-should-a-computer-cost-a-normal-person\">How much should a computer cost a normal person?</h3>\n<p>Either nothing or just around $200, I say. I use a ThinkPad X220 I got\nfor $90 on eBay. Before that, I used another ThinkPad X220 I also got\nfor $90. Like anything else, <strong>if you are buying things on Amazon,\nyou're doing it wrong</strong>.</p>\n<h2 id=\"the-pain-of-modern-computers\">The Pain of Modern Computers</h2>\n<h3 id=\"modern-computers-are-more-breakable\">Modern computers are more breakable</h3>\n<p>As computing has become more and more popular, companies have started to\nrealize that a consumer's first reaction on having their $5 wifi card die is\nimmediately buy a whole new computer. This means two things: (1) they don't\nbother to make computers easy to repair, in fact, they make it more difficult\nand (2) there is absolutely no need to make computers durable at all. In fact,\nit's probably better to let computers break so you'll get yet another sale.</p>\n<p>Apple is by far the most anti-social computing company because of this.\nI'll let the larger tech channels show you the specifics, but every\nApple product is brilliantly designed to make it difficult to fix very\nbasic and otherwise fixable problems. They have quite a racket licensing\nout the ability and tools to companies that want to fix their terrible\nhardware. Apple even used pentalobe screws just so normal people\ncouldn't open their computers up with a typical screwdriver. Of course\nnowadays every other computer manufacturer imitates the Apple style\nwhere apparent &quot;sleekness&quot; is supposed to be a signal of high quality.</p>\n<h3 id=\"modern-computers-are-increasingly-monitoring-devices-and-come-with-proprietary-junk\">Modern computers are increasingly monitoring devices and come with proprietary junk.</h3>\n<h4 id=\"the-management-engine\">The Management Engine</h4>\n<p>You might've heard that all Intel i3/i5/i7 processors (that is, after\nthe Intel Core 2 Duo) have an onboard alternate processor that is meant\nto function as spyware. This is called the Intel Management Engine. It\ncan view your memory and connect to the internet: basically all modern\ncomputers have this permanent back door. In older computers, say the\nThinkPad X200, you can, with a little hardware action, remove the other\nprocessor and replace the proprietary BIOS with\n<a href=\"https://libreboot.org\">Libreboot</a> or <a href=\"https://coreboot.org\">Coreboot</a>,\nbut that is <em>not possible</em> on more modern computers (you can install\nCoreboot on a more modern machine, but not all of the components of the\nManagement Engine are removed).</p>\n<p>More recent computers, however are non-removable spyware by design and,\nyes, the NSA can monitor any machine with a Management Engine. There are\nactually even rumors that one of the taps that the FBI under the Obama\nadministration put on Trump during his campaign was a Management Engine\nbug.</p>\n<p>Note that AMD (Ryzen) processors have what they call a &quot;Platform\nSecurity Processor&quot; that is equivalent to the Intel Management Engine,\nso you're not escaping the issue by using one of them.</p>\n<h4 id=\"nvidia\">NVIDIA</h4>\n<p>Again, unless you play modern videos alone all day, you literally have\nno reason to have a modern computer, especially one with an expensive\ngraphics card. NVIDIA is a great example because they make graphics\ncards and develop proprietary drivers for them to make it harder and\nharder to use them on machines that aren't running whatever the most\nrecent spyware variant of Windows 10 is. Linux works perfectly on all\ncomputers ancient and modern, but if you plug some NVIDIA thing up to\nit, you might lose your screen or not be able to boot. A lot of gaymers\nwhine about their NVIDIA products &quot;not working&quot; on Linux without\nrealizing <strong>that is by design</strong>. NVIDIA and other companies and all CPU\ndesigners go out of their way to keep their source code and standards\nprivate which makes their products tangibly worse because it is harder\nfor other parties to write drivers for them. Why? Because most of them\nhave partnerships with Microsoft.</p>\n<h3 id=\"the-problem-of-windows\">The Problem of Windows</h3>\n<p>How many times have you heard a normie explain to you that their\ncomputer is slow because it's &quot;really old&quot; and they bought it &quot;way\nback in 2015?&quot; It's an absurd statement of course. Computers don't\njust get magically slow... <strong>...unless they've been running\nWindows.</strong></p>\n<p>In the future, once even Microsoft has switched over to a purely\nUnix-based backend for their operating system, we're all going to have\na good laugh about how Microsoft Windows, <em>literally the worst and least\nfunctioning operating system ever devised</em>, was the largest consumer\nmarket share for decades.</p>\n<p>I might go into how Windows is poorly designed in another page or video,\nbut I want to be clear that there is no such loss of speed on any Linux\ndistribution, which is what you should be using. I am one of the first\nto complain about the feature bloat of the Linux kernel and Linux\nsoftware, but compared to Windows, it's no contest: <strong>Linux runs fast\non old hardware</strong>. You'll know from some of my videos, however, that\nI'm not <em>big</em> into &quot;Linux Evangelism,&quot; mostly because it's sort of\nstrident and doesn't really work with a high success rate. Using Linux\nis just something that normies have been immunized against (mostly\nbecause &quot;It's what smart people do&quot;), but I always find myself in a\nposition where someone's Window installation has permanently crashed\nand they're at the awkward decision of having to <em>buy a license</em> to\nreinstall the dysfunctional and slow operating system they've grown to\nhate.</p>\n<p>There is quite literally no problem that normal people have with\ncomputers that is not immediately alleviated by installing Linux.</p>\n<h2 id=\"why-do-people-use-thinkpads\">Why do people use ThinkPads?</h2>\n<p>As I said above, I use a X220 ThinkPad. Older ThinkPads are fairly popular among people who think and care about doing things effectively and economically on a computer. Why is this?</p>\n<p>ThinkPads were always designed for enterprise environments, meaning the financial incentives for the manufacturer are not always planned obsolesce, but a long-standing reputation among large companies of having durable, fixable and expandable machines.</p>\n<p>To replace a hard drive on the X200 requires unscrewing just a single screw. Same to replace the memory. To replace a spoiled keyboard is no more than three screws.\nModern laptops, including the degraded modern ThinkPad have abandoned this simplicity and opt for the Apple-Mac/cell phone design technique of making batteries, memory and the rest functionally soldered and irremovable.</p>\n<h3 id=\"how-far-can-500-go\">How far can $500 go?</h3>\n<p>Over the years, I&rsquo;ve had many things break on my laptops, but since I&rsquo;ve been using ThinkPads, it is incredibly easy to keep a working computer even after rough use. I estimate that I have never spent more than a combined total of $500 on computers, which is usually a bare minimum for what someone can buy a &ldquo;modern&rdquo; laptop for nowadays.</p>\n<p>When the keyboard on my ThinkPad breaks, I can just buy a replacement keyboard for $30 or $40 and replace the old one much easier than any other model. That&rsquo;s the modularity of these computers.</p>\n<p>Even in the worst case scenario when something on the motherboard makes the computer unbootable, I still get to keep my &ldquo;broken&rdquo; ThinkPad and repurpose the memory, wifi card, keyboard and everything else. I still have some parts of every laptop I&rsquo;ve had just because they do come in a lot of use. The other month, a friend&rsquo;s wifi on his desktop went out and I could replace it with one of my old ThinkPad modules.</p>\n<p>This is the kind of thing you lose with modern computers. This is purposeful on the part of manufacturers, and it&rsquo;s important not to pay them huge amounts of money to incentivize this behavior. It&rsquo;s very easy to live off of 10 year old computers nowadays. The eBay-and-etc resale market is massive even thought many of us have gotten wise to the value of these old computers.</p>", "link": "https://lukesmith.xyz/articles/only-use-old-computers/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US", "tags": ["linux"]}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Reviews of All Linux Distros (That Matter)", "description": "<p>Firstly, once you reach basic competency in Linux, different\ndistributions don't matter. A lot of newbies analyze distros based on\nwhat they look like when you install them, often not realizing that\nit's a pretty simple affair not just to change superficial things like\nyour theme and setup, but entire desktop environments. <strong>Basically all\ndistro reviews online are wastes of time for people who know what\nthey're doing.</strong> When I came to YouTube, all Linux YouTube was was\npeople constantly installing distro after distro in a virtual machine\nand critiquing minutiae. It was a bleak and boring world. One of my\nfirst and greatest achievements on YouTube was making this video: <a href=\"https://www.youtube.com/watch?v=3zpgQpdy_fI\">How\nto choose a Linux distro: Stop\nThinking!</a>, which went\nsemi-viral and sort of put a damper on distro reviews. Either way, I'll\nsay what I think about different distro minutiae here.</p>\n<h2 id=\"things-that-matter\">Things that matter</h2>\n<ul>\n<li><strong>Free software.</strong> If you are switching to Linux, there is no point\nof you just using junk proprietary spyware &quot;apps&quot; that you used on\nWindows. Any distribution that advertises proprietary software as a\nfeature should be viewed as suspect. You can always <em>install</em>\nproprietary software if there is some particular need (usually the\nonly &quot;need&quot; is a lack of knowledge of free software that is more\nextensible and performs the same tasks and more).</li>\n<li><strong>Up-to-date software.</strong> This matters because if you want to install\na program, you're often going to need recent\nlibraries/depencencies. This is especially important if you want to\nuse software in active development: say software for video-game\ncompatibility on Linux.</li>\n<li><strong>No gimmicky additions.</strong> Probably the worst thing you can do is\ninstall a distribution that puts a giant wall between you and the\nsystem itself. One of the biggest advantages of using Linux is the\nability to understand what's going on on your computer and optimize\nit. If you use a distribution that hand-holds basic things, it might\nseem convenient at first, but as time goes on, you won't have a\nclue when that fragile system fails.</li>\n<li><strong>Consistent and reliable maintainence.</strong> Lastly, you'll want to\nmake sure that your distribution has humans on the development side\nthat are at least fixing basic problems. As programs change and are\nupdated, it often requires some changes in your distro's\nrepositories and more. Unmaintained distributions are usable, but it\nbecomes annoying to deal with as time goes on if you want to install\nsoftware with the distribution's package manager.</li>\n</ul>\n<h2 id=\"ubuntu\">Ubuntu</h2>\n<p>Ubuntu is a common distribution because it is the distribution shilled\nby the company Canonical. Canonical has probably had a positive effect\non making GNU/Linux more widely used and accessible, but Ubuntu has a\nlot of long-term headaches that will plague users.</p>\n<p>That said, <strong>Ubuntu is nearly the worst distribution for new users</strong>. It\nis maintatined at least, but fails on all the metrics above:</p>\n<ol>\n<li>It advertises proprietary software in its software center and\nencourages users to use programs because they are &quot;familiar&quot; from\nWindows.</li>\n<li>It releases slowly and you'll run into problems if you try to\ninstall something out of the box.</li>\n<li>It is full of gimicks, the elephant in the room being the Snap\nsystem, but Canonical has thrown in a lot of junk features in the\npast and a lot can break.</li>\n</ol>\n<h2 id=\"debian\">Debian</h2>\n<p>Debian is just a more reasonable version of Ubuntu: it separates free\nand non-free software clearly&mdash;it has a optional version that allows\nunstable and testing packages for some recent software and it has so few\ngimmicks it's probably the most boring distro!</p>\n<p>I haven't used Debian much as a desktop system (I do use it on my\nservers), but the package manager and even the release speed of the\ntesting versions isn't quite fast enough for me personally.</p>\n<h2 id=\"artix-and-arch\">Artix and Arch</h2>\n<p><a href=\"https://artixlinux.org\">Artix</a> is the distribution that I use and have\nbeen using for a while. It is really the same thing as\n<a href=\"https://archlinux.org\">Arch</a>, except for Artix allows the usage of\ndifferent init systems (I use runit).</p>\n<p>Arch and Arch-based distributions are &quot;bleeding-edge&quot; in their release\ntime and have access to the Arch User Repository (AUR) allowing the\nsingle widest software library of all major Linux distributions.</p>\n<p>Artix offers many installable desktop-environment ISOs for newbie users,\nbut thankfully they don't over-bloat them with gimmicky features. Arch\nitself only has an official minimal installation, and that's kind of\nits thing.</p>\n<p><strong>If I had to choose, Artix is the distribution that I recommend for\nboth novice and most veteran users.</strong></p>\n<h2 id=\"manjaro\">Manjaro</h2>\n<p>Manjaro is another Arch-based distro. I've even recommened it before\nfor new users in the past and installed it on many people's computers\nin real life, but I will admit that my view on it is souring. They have\ndefinitely started to go the way of Ubuntu by adding lots of extra\nfeatures, directly people to rely more on flatpak and &quot;harmful&quot;\nsystems and generally adding more layers of abstraction between the user\nand the system.</p>\n<p>All the good things that can be said about Manjaro can also be said of\n<a href=\"https://artixlinux.org\">Artix</a>, which also has easy to install ISOs, so\nI consider Artix the superior system.</p>\n<h2 id=\"parabola\">Parabola</h2>\n<p><a href=\"https://parabola.nu\">Parabola</a> is the FSF-approved, all-free software\nversion of Arch Linux (it also has an OpenRC version for\nsoystemd-haters). In the abstract, Parabola is my optimal distribution,\nbut I don't actually use it anymore for two reasons:</p>\n<ol>\n<li>It uses the Linux-libre kernel, which is all free software, but\nnetworking will not function with laptops with proprietary wifi\ncards.</li>\n<li>It is not quite as well maintained as Arch and Artix, and you'll be\na little more likely to run into package breakage.</li>\n</ol>\n<p>The second problem isn't the end of the world, but it can be annoying.</p>\n<h2 id=\"gentoo\">Gentoo</h2>\n<p><a href=\"https://gentoo.org\">Gentoo</a> is one of the best distributions and excels\nin all of the 4 requirements I give. Not only is non-free software\nobviously separated, but it isn't too difficult to have your Gentoo\ninstall with a Linux-libre kernel if you want.</p>\n<p>Gentoo is also unique because it is a source-based distribution: you can\nset basic compilation settings for your programs and have a lot of\ncontrol over them. While Gentoo is very well maintained, <em>you</em> actually\nend up with a good bit more control over your system. That is a\nresponsibility that has some prerequisite knowledge of course, so Gentoo\nhas a reputation of being difficult to install.</p>\n<p>If you want to look into Gentoo, you should first be familiar with Linux\nand what specific kind of system you want. When you first install\nGentoo, because you can customize it so specifically, it obviously helps\nto know what exact network backend you're comfortable with, whether you\nwant to use GTK or QT, or many other little things that a Linux noob\nmight not know too much about.</p>\n<h2 id=\"void\">Void</h2>\n<p><a href=\"https://voidlinux.org\">Void</a> is another great distribution. It's\nnotable also for using runit instead of soystemd, having a musl version,\nand having a package system reminiscent of Arch, but in many ways more\nminimalist and extensible. It again separates free and non-free\npackages, and has a wide repository of them, included even more\ninstallable via the <code>xbps-src</code> system which is somewhat analogous to the\nAUR, although unlike the AUR, I don't believe it's quite as easy to\nupdate packages.</p>\n<p>Void has had a somewhat tumultuous development culture. It was\noriginally the brainchild of one man, one man who went missing for a\nyear... After he returned, drama eventually caused other member of the\nteam to encourage his retirement. Either way, while I used the distro\nfor a while and was one of the first people advertising it online, I\nnever remember this translating into any downstream problems on my\ncomputer.</p>\n<h2 id=\"distro-not-here\">Distro not here?</h2>\n<p>This is only a list of distributions that I've used for a bit. I don't\ndo &quot;distro reviews&quot; or just install random distributions just to test\nthem, so if it isn't here, I'm not going to have an experience-based\nopinion.</p>", "link": "https://lukesmith.xyz/articles/reviews-of-all-linux-distros-that-matter/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Science vs. Soyence", "description": "<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/soyence.jpg\" /></figure>\n\n<p>There's nothing necessarily <em>wrong</em> with science, reason, knowledge\netc. To some degree, they're fundamental for survival in this world in\none way or another. But one of the more worrisome problems which have\narisen since the Enlightenment, and especially in the past several\nyears, is the fact that whenever scientific knowledge has increased,\nhuman arrogance has accelerated even faster. This isn't a metaphysical,\nmoral arrogance; it's one that is more and more jeopardizing the human\ncosmos.</p>\n<p>We live in a pop-scientific and pop-technological world. Because common\npeople are constantly weighing themselves down with new gadgets and\nstate-of-the-art genetically engineered food, there's a tendency to\nwant to pay homage to the amorphous blob of &quot;knowledge.&quot; Of course,\nmuch like the Greek Gods, we cannot seem to speak to &quot;knowledge&quot;\ndirectly, or to mentally murky academics, but only to official\nmediators: journalists and &quot;science communicators&quot; and the like.</p>\n<p>The religious metaphor is intentional. Of course the actual view of\nPopperian science is that scientific &quot;advancement&quot; is less of an\nincrease in knowledge than a decrease in falsity. We can never be sure\nof what is true, but we can gradually establish what is false and\ncontradictory; science does exclusively the latter. Real scientific work\nrefutes and calls into question established fact and is in a constant\nself-regeneration. Facts mean nothing in themselves.</p>\n<p>And scientific models, from our models of the atom, to models of the\nEarth's weather and climate, to models of our body are highly\ncircumstantial, and as a rule, will nearly all inevitably be proven\nfalse. Theories are the narratives we cast over facts which have not yet\nbeen ruled false. We know nearly nothing of how the brain works. Sure,\nwe know there are synapses, and we know what brains end up doing in some\ncircumstances, but we haven't begun to scratch the surface of how a\nbrain is actually engineered (computational models be damned). The same\nis true of the human body and is especially true of human society.</p>\n<p>Now Neil deGrasse Tyson has the annoying mantra that he repeats at every\npossible opportunity, which goes something like: &quot;the good thing about\nscience is that it's true whether or not you believe in it.&quot; First\noff, I don't know what's good about that; it'd be pretty damn\nconvenient to live in a world where we could imagine away gravity or CO2\nor cancer, but aside from this, science, actual science as a critical\nmethodology is manifestly <em>not</em> true and is <em>not</em> the truth. Science is\na way of marginally approaching truth by discovering falsity, and in\nmost endeavors, this approachment is so marginal as to be inert in all\nour daily lives. There is nothing to &quot;believe in&quot; in science anyway,\nbecause it's an exposer of <em>non</em>-truth.</p>\n<p>But in pop-science, Science<sup>®</sup> is &quot;knowledge&quot; and deviation from the\nscientific catechism is &quot;irrational.&quot; It's not just irrational to\ndispute consensus, but irrational to <em>fail to implement it in your\npersonal life</em>.</p>\n<h2 id=\"in-practice\">In Practice</h2>\n<p>The greatest danger of pop-science is the unquestioned assumption that\nlife should be led &quot;scientifically.&quot; That we should &quot;look for\nevidence,&quot; &quot;question everything,&quot; and universally &quot;challenge\nauthority&quot; (unless that authority is a professor). The problem should\nbe blatantly obvious in hindsight.</p>\n<p>An obvious example: in the 20th century, Western societies had to deal\nwith the very real problem of a bizarre increase in lung cancer rates.\nWe &quot;know&quot; now that smoking tobacco and other substances apparently\ncause drastically higher lung cancer rates, but this was lost on the\npeople at the time.</p>\n<p>The relationship between smoking and cancer was highly circumstantial;\nthere were some statistical correlations established, but as any\npop-science guru will tell us &quot;correlation is not causation!&quot; For\ndecades, scientifically minded people looked for evidence while millions\nmore died. Smoking companies took refuge in the fact that there was no\n<em>mechanism</em> understood behind how smoking could cause lung cancer. With\nall scientific rigor, they insisted for decades that the increase in\nlung cancer was due to something else, or merely an increase in\ndiagnosis capacity. And <em>they were on the side of scientific\nskepticism!</em></p>\n<p>Only now that there is some understanding of how carcinogens in smoke\ncan damage the lungs can we say that the &quot;scientific consensus&quot; is\nthat smoking causes lung cancer. Cute, but if people had been\n<em>&quot;irrationally&quot; cautious</em>, the human tragedy would've been\nsubstantially mitigated.</p>\n<p>The problem is that &quot;looking for evidence&quot; before acting or non-acting\nis personally and socially dangerous. In nearly all circumstances, our\nintuition (crafted by millions of years of evolution) or social norms\n(which keep us to established safe routes) are much better guides to\nlife than the scientific consensus, despite them being &quot;irrational&quot;\n(and sorry, religion is part of this too). When someone guzzles down\nsome newly fabricated energy drink or gallons of soda, they're nearly\ncertainly damaging their bodies in ways science does not yet understand.\nDon't wait 40 years for some longitudinal peer-reviewed study to prove\nthat eating plastic is bad for you. Trust your instincts before you give\ncredence to some YouTuber who says inane things like &quot;There's no\nevidence that...&quot;</p>\n<p>My favorite little &quot;irrationality&quot; that we all commit is of course,\nsleep. After millennia of trying to understand it, there is no\nestablished scientific reason or justification for why humans &quot;need&quot;\nsleep. Sure there are hypotheses (memory processing, repair, maybe even\nsomething Freudian), but none close to common currency. In the words of\none of the world's most prominent sleep researchers, William Denent,\n&quot;As far as I know, the only reason we need to sleep that is really,\nreally solid is because we get sleepy.&quot; Of course the absence of\nlogical evidence to the necessity of sleep keeps no NdGT fan from\nwasting their time on the &quot;Bronze-Age Myth&quot; of the importance of\nsleep.</p>\n<h2 id=\"not-mis-understanding-complex-systems\">(Not) (Mis-)Understanding Complex Systems</h2>\n<p>The human body is a complex system in which every &quot;system&quot; is\noverlapping, somewhat redundant, all-affecting and fundamentally beyond\nlinear analysis. Our scientific studies can find binary variables that\ncorrelate with a low <em>p</em> value, but that tells us nothings about what's\nactually going on and nothing about the underlying mechanisms. Again,\nthe same is true of the human brain and the same is true of human\n<em>society</em>. Nothing is a simple input-output system.</p>\n<p>What this means is that basically nothing from the world of pop-science\ncan <em>ever</em> affect the basics of our lives because the interaction of our\ncomponent parts are just non-amenable to any kind of generalizations\nthat make intuitive sense to us. Everything we do affects our bodies in\nways we can't predict so the proper strategy is always an\n&quot;irrational&quot; precaution and avoidance of novelty.</p>\n<p>Things, of course, get especially touchy when talking about the\n&quot;rational&quot; management of society. Every good denizen of the\npost-Enlightenment world, even most of those on the &quot;Right&quot; have the\nidea that the economy and social relationships are simple one-to-one\nhydraulic systems that can be managed like a little steam engine. Now\nwe've been rationally managed to hell and not back (and the solution is\nalways more rational management).</p>\n<p>The terrible truth is that traditional social norms are <em>irrational</em> and\n<em>still do</em> exist for a reason in the perennial gale of social evolution.\nSocial change and social progress (note the lack of scare quotes) have\nalways been happening, but only now do we have the naive idea that the\nunits of society (people) have the competence to design and contribute\nto an otherwise unconscious evolution of social memes.</p>\n<p>Anyway, I'll give the last word on this issue to Noam Chomsky, who\nsomehow manages to say something clear and admirable on the subject:</p>\n<blockquote>\n<p>&ldquo;Science is a very strange activity. It only works for simple\nproblems. Even in the hard sciences, when you move beyond the simplest\nstructures, it becomes very descriptive. By the time you get to big\nmolecules, for example, you are mostly describing things. The idea\nthat deep scientific analysis tells you something about problems of\nhuman beings and our lives and our inter-relations with one another\nand so on is mostly pretense in my opinion&mdash;self-serving pretense\nwhich is itself a technique of domination and exploitation and should\nbe avoided. Professionals certainly have the responsibility of not\nmaking people believe that they have some special knowledge that\nothers can't attain without special means or special college\neducation or whatever. If things are simple, they should be said\nsimply; if there is something serious to say that is not simple, then,\nfine, that's good and interesting. We can perhaps find deep answers\nto certain questions that do bear directly on issues of human interest\nand concern, but that is rarely true.&rdquo;</p>\n</blockquote>\n<h2 id=\"science-communicators\">&quot;'Science' 'Communicators'&quot;</h2>\n<p>One of the worst aspects of all of this is that this understanding of\npop-science encourages people to distrust what they know or can judge of\nthe world in favor of the caricature of the consensus of\ninstitutionalized academics. People have this idea that there are these\nintellectual, peer-reviewed demigods in universities who discover the\nsecrets to the universe and communicate them through their messengers\nstationed at BuzzFeed and the Huffington Post. Betraying their infinite\nwisdom would make you &quot;irrational&quot; or a &quot;fundie.&quot; The reality is\nthat these demigods really just went to graduate school because they\nwere lazy and initiativeless, and even in the abstract, most of their\nreal work has nothing to do with your life whatsoever. It's only the\nmessengers that convince you of that because it stimulates their power\ntrip.</p>\n<p>Science journalists, much like journalists generally, are people too\nincompetent and emotional to work in the private sector, too dumb to be\nacademics (and the standards are abysmally low these days), too full of\nthemselves to work in charity and too bumbling, weak and arrogant to\nwork in a blue collar or manual occupation. Journalism is an attractive\ncareer to many because it demands the least rigor and honor and promises\nthe greatest power and influence.</p>\n<p>Their self-ordained duty is to overwhelm the public with a confusion of\n&quot;studies&quot; that increasingly seem to micromanage a neurotic person's\nlife. &quot;Studies show that&quot; classical music may help infant brain\ngrowth, or that gluten ravages the intestines, or that simply owning\nmore books causes higher scholastic achievement, or that Vitamin C or\nantioxidants or kale or whatever health-food <em>de jour</em> solve all the\nworld's problems.</p>\n<p>At the end of the day, the worst part is that we talk about &quot;science&quot;\nas if it's some kind of anthropomophic creature with desires and\nfeelings and a plan for us all. It's a uniquely modern flaw to say\nthings like, &quot;Science tells us that...&quot; &quot;Science is about..&quot;\n&quot;Science is against...&quot; Does this not strike anyone else as creepy?\nThe interpretation of science forced on the public is a scriptural one,\nwhere law to live life by are codified in &quot;peer-reviewed&quot; journals and\ncommunicated by intermediaries. 'Science's' purview is infinite and\nany failure to conform is some congenital failure or reason.</p>", "link": "https://lukesmith.xyz/articles/science-vs-soyence/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US"}, {"source": "https://lukesmith.xyz/rss.xml", "title": "The Fragility of Physics", "description": "<p>Physics has a reputation of being a uniquely &quot;scientific&quot; field. In\nother fields, you might hear of the concept of &quot;Physics Envy&quot; which is\nsupposed to be a deep-seated desire of academics of other disciplines\nfor the rigorousness and elegance of physics. Only physics, so the\npopular understanding goes, is truly able to abstract away from the\nmessiness of detail and create truly beautiful and solvent models of\ntheir subject matters. Physics is thus the queen of the &quot;hard\nsciences.&quot;</p>\n<p>I object to the very idea of &quot;hard vs. soft sciences&quot; for reasons that\nwill soon be clear, but I think it is most important to remember that\nfor all its pretensions, <strong>physics is the most fragile science</strong>. That\nisn't necessarily <em>bad</em>, but it's true.</p>\n<h2 id=\"why-fragile\">Why &quot;fragile?&quot;</h2>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/purity_theology.jpg\" title=\"The purity of theology\" /></figure>\n\n<p>Put simply, physics, partially due to its somewhat abstract nature, is\nexactly that domain where our interpretation of the universe is <em>most\nlikely</em> to change <em>radically</em> in the event of any kind of theoretical\nsea change. That is, while in other more terrestrial sciences, the data\nis well-known and the theory is in debate, in physics, the opposite is\narguably true. In astrophysics, quantum mechanics, the study of gravity\nor relativity, this should all be obvious.</p>\n<p>Even without departing the cuddling embrace of mainstream physics, we\ncan actually see this clearly. What is the ultimate fate of the universe\nto be? A continuous expansion of the universe until heat death? Perhaps\ngravity or some other force will pull everything back in a Big Crunch?\nThe correct alternative is a statement of very specific and tendentious\ndata which changes quite a great deal with any kind of new\ninterpretations of what we see.</p>\n<p>It's worth it to remember that for most of man's history, including\nthe initial development of what we nowadays call physics, the &quot;normal\nstate&quot; of the universe was assumed to be the state of affairs we're\nfamiliar with on the surface of the Earth: everything falls down to the\nground and things propelled in space will slow down until they stop.</p>\n<p>But modern physics now looks at the nature of our life on Earth as an\nexception to the general rule of frictionless and continuous movement in\nthe vacuum of space. A valid question to ask is <em>how much more that we\ntake to be normal is a special case of reality?</em> As we encounter more\nand more abberrant data, such as quantum mechanics, we might soon find\nourself unifying seemingly disparate forces in the same was that Newton\nin a novel and seemingly absurd way the fact that objects fall to the\nground with the apparent fact that the Earth orbits the Sun into one new\nconcept: <em>Gravity</em>. Such a unification religates all our universals to a\nspecial case.</p>\n<h3 id=\"does-light-really-go-the-speed-of-light\">Does light really go the speed of light?</h3>\n<p>Physics is fragile because it is like a game of Jenga. Pull out or\nchange one piece and the whole thing is either reordered or simply\ncollapses.</p>\n<p>As an example, say that within several years, we realize that the speed\nof light, for some known or unknown reason, doesn't function with the\nuniversality we assumed. Suppose that there is some kind of interaction\nof light and gravity such that light is faster in some parts of the\nuniverse. The reason isn't important. Or suppose we merely find out\nthat in the past, there has been a systematic principle (similar to the\nHeisenberg Principle) that has miscalibrated all of our measurements of\nlight.</p>\n<p>Even if we have minutely mismeasured, the Jenga piece of light will\nradically alter everthing: our ideas of how old the universe is, our\nrelationships with other planets, the solvency of general relativity,\netc. You might say that there is a &quot;concordance of evidence&quot; that\nattests to our single known speed of light, but another way of putting\nthat is that we have many other things tied into our interpretation of\nlight that will have to change if we realize our models of it are\nflawed.</p>\n<h3 id=\"poverty-of-data\">Poverty of data</h3>\n<p>Especially in the astronomical domain, it's worth remembering exactly\nhow circumstantial our ideas of space are. We sometime speak of the\ntraits of other solar systems' planets as if we've been there. But in\nreality, astrophysicists guess the chemical compositions of foreign\nplanets based on their light frequencies and other fragile data. Any\nsystematic error in observation over those thousands or millions of\nlightyears and we have been counting angels on pinheads the whole time.</p>\n<p>People have the idea that because astrophysicists make extraordinary\nclaims about planets, galaxies and time periods far beyond our mortal\nken that they must have extraordinary evidence for them. That is frankly\nnot the case. We have a piece-meal and jury-rigged set of circumstantial\nreasoning leading us to these claims. Seeing them computerized in full\ncolor in a science documentary doesn't make them more real. It just\nmakes them look more official.</p>\n<h2 id=\"physics-vs-soft-sciences\">Physics vs. &quot;soft sciences&quot;</h2>\n<p>I remember talking to someone over the internet who accused me of having\na low view of institutionalized science and being a dreaded\nepistemological anarchist because one of my degrees is in the &quot;soft\nscience&quot; of linguistics. While I have a lot of bad things to say about\nthe current state of linguistics, as a field, it is substantially more\nadvanced and its findings are substantially more solid than physics. At\nthat, formalizing ideas in math doesn't just make something a better or\na more rigorous science anyway, which is the assumption of many people\nhave.</p>\n<p>While linguistics undergoes theoretical changes every several\ngenerations, the <em>data</em>, or really more importantly <em>the phenomenology</em>\nof linguistics is as secure as ever across all theoretical frameworks.\nThat is, we know how language works. We can see abstract relationships\nbetween morphemes and syntactic structure. Even if we totally rewrite\nour narratives and theories about linguistic basics, there is no debate\nabout the structure of language and how basic data relates to other\ndata. This is absolutely the opposite of physics.</p>\n<p>Physics is pretty solid on earth, and solid when you are running objects\nat each other in a vacuum, but once we broach the territory of\nastrophysics, relativity, gravity and more or less <em>anything else that\nwe as humans lack direct intuition of</em> most of the &quot;facts&quot; of physics\nare theory-internal facts, and will fade away or be rendered obsolete\nwhen the next theoretical fad comes around.</p>\n<h2 id=\"my-standard-for-theoretical-frameworks\">My standard for theoretical frameworks</h2>\n<p>I think any serious scholar needs the ability to operate cognitively\nwith multiple different theoretical frameworks in mind.</p>\n<p>For example, (on linguistics) I don't really take Generative Grammar\nvery seriously, in fact, despite it being on of the most well-funded\ndialects of linguistics nowadays, it's pretty inert. Despite that, I\nview it as very important for me to be able to process linguistic\nproblems within Generative Grammar and word explanations within its\nideas. It's nice to be able to say to someone &quot;this alternation is\naccounted for if this DP occupies the spec of CP.&quot; I don't <em>believe</em>\nin CPs or specifiers as being psychologically real, but I can recognize\nthe language as communicative.</p>\n<p><strong>A good theoretical framework is one that can produce facts and\nobservations that can be recognized and explained outside of its\nframework as well.</strong></p>\n<p>That is, a framework should cue us in to finding utterly novel\nobservations and thus a new <em>phenomenology</em>. This goes against the\negocentric motivations of a lot of scientific frameworks whose\npractitioners are trying to edge out &quot;the competition.&quot; Fields that\nspend most of their time trying to formalize previous observations\nwithin their own theoretical language are mostly a waste of time (this\nis Generative Grammar, frankly, although due to historical ignorance,\nmany people in GG do not know they are re-treading steps).</p>\n<p>One of the biggest issues of modern post-war institutionalized science\nis that the funding and peer-review mechanism is self-reinforcing: all\nfields converge to be &quot;unipolar&quot;: only one methodology or framework is\ndeemed &quot;scientific.&quot; This creates a community of &quot;scientists&quot; who\nare more an more incestuous and generally oblivious not just to other\npossibilities of inquiry, but don't even have to be aware of their own\npriors or assumptions.</p>\n<h2 id=\"the-blinders-of-positivism\">The blinders of positivism</h2>\n<p>As I've interacted with physicists more, I'm often <em>surprised</em> by how\nirrelevant they think even the most basic theoretical awareness is.\nThat's &quot;philosophy&quot; for them. It's not uncommon to hear zingers like\nthese:</p>\n<ol>\n<li>&quot;Science isn't about truth, it's about creating models.&quot;</li>\n<li>&quot;Physics is about fitting equations.&quot;</li>\n<li>&quot;We don't do philosophy.&quot;</li>\n</ol>\n<p>Things like these are said as if they are some kind of statement of\nuniversal and well-consented-to truth, when in reality they are absurd\nZen koans of the positivist religion. This was a loony opinion a hundred\nyears ago and people saying these things now <em>know</em> that they are\nludicrous. They have just become identifying marks of the social club.</p>\n<p>Yep, science is about creating models... models that replicate reality,\ni.e. <em>Truth</em>.</p>\n<p>A scientists who doesn't do philosophy isn't a scientist: he's a\nmeter-reader. A philosopher who doesn't do science isn't a\nphilosopher: he's just a stoner. The attempt to sever these two words\nfrom each other is part of the problem.</p>\n<p>Physicists seem to be particularly touchy on this point. On one hand,\nthey insist that philosophy is &quot;not their thing&quot; and &quot;not related.&quot;\nOn the other hand, they get incredibly angry when <em>anyone else</em> dares to\neither put the methodology of modern physics to any kind of\nphilosophical tests <em>or even</em> to look into philosophical ramifications\nof their work.</p>\n<p>In reality, modern scientists and positivists have their own\nmetaphysics, it is just an <em>implicit</em> one that they advertently or\ninadvertently sneak into their theories. They can only do it because its\nclumsy sterile &quot;materialism&quot; is the background-radiation of the modern\nworld.</p>", "link": "https://lukesmith.xyz/articles/the-fragility-of-physics/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US"}, {"source": "https://lukesmith.xyz/rss.xml", "title": "The Parable of Alien Chess", "description": "<p><em>A parable on the Logical Postivist &quot;interpretation&quot; of scientific\nmodels.</em></p>\n\n<figure class=\"titleimg\"><img src=\"https://lukesmith.xyz/pix/alien_pepe_small.gif\" title=\"Save before they delete it again...\" /></figure>\n\n<h2 id=\"the-parable\">The Parable</h2>\n<p>Suppose an alien race comes to Earth and wants to observe our games.\nThey are very interested in chess, despite the fact that they have eyes\nwith properties that make it impossible to make out what actually\nhappens on a chess board. (The whites and blacks and squares all blur\ntogether.)</p>\n<p>They can still learn about chess experimentally, they know they can sit\ntwo players (a so-called &quot;white&quot; and &quot;black&quot; player) down to play\nit, and they can tell behaviorally who at the end wins.</p>\n<p>After extensive experimentation, they realize this: 50% of the time, the\nwhite player wins and 50% of the time, the black player wins (we'll\nignore draws and any first-move advantage for the example).</p>\n<h3 id=\"the-best-model\">The &quot;best&quot; model</h3>\n<p>A logical positivist alien thus creates the ultimate, long-term model of\nchess as an iterated game: Chess amounts to just a drawn-out coin flip.\nHalf of the time white wins, half of the time black wins, just as if\nthey were tossing a quarter.</p>\n<p>The aliens then decide to model chess as a coin flip, as a 50-50 game\nwith no underlying principles. While this statistical technique might\nnot be useful for predicting a single game, over the long run and over\niterated games, <em>it is the most efficient and parsimonious possible\nmodel</em>.</p>\n<h3 id=\"inferior-models\">&quot;Inferior&quot; models</h3>\n<p>Suppose, however that a &quot;crank&quot; scientist of the alien race posits\nthat &quot;God doesn't play dice&quot; and that chess is a more complicated\ngame, despite the fact that the aliens cannot observe it. Suppose even\nhe asks around and determines from humans that there are actually pieces\non the board with functions, and he even devises a machine that allows\nhis alien eyes to see the first move of the game of chess.</p>\n<p>Seeing this move allows him to create a new theory and model of the\ngame, one that takes into account the first move made and he tries to\ngenerate a new set of probabilities of victory based on that move. The\nmodel he makes, is of course highly arbitrary, stipulated and <em>ad hoc</em>.\nIn fact, this model is inferior on many inevitable accounts. For\nexample:</p>\n<ol>\n<li>It is less predictive over iterated games than the coin flip model.</li>\n<li>It is not as parsimonious/minimal as the coin flip model.</li>\n<li>It adds new variables to the theory (pieces) that are suspect.</li>\n</ol>\n<h2 id=\"which-model-is-right\">Which model is &quot;right?&quot;</h2>\n<h3 id=\"which-model-is-closer-to-truth\">Which model is closer to truth?</h3>\n<p>Since we, unlike the aliens, are not prevented by defect from observing\nchess, we know that the second, &quot;inferior&quot; theory of chess is truer.\nIts theoretical categories, if apparently arbitrary in the eyes of the\naliens, are getting at the actual underlying mechanics of chess. Even if\nthe model is less effective, it is certainly <em>righter</em>.</p>\n<h3 id=\"which-will-cause-fruitful-scientific-inquiry\">Which will cause fruitful scientific inquiry?</h3>\n<p>The coin flip model is a scientific dead-end. Firstly, the coin flip\nmodel is constructed statistically, which presents the underlying\nmechanism to be randomness, and thus unworth of inquiry. This isn't\nstatistics hoisted above random variation we know to exist, instead,\nit's utterly blind statistics that covers over whatever principles\nunderlie it.</p>\n<p>Secondly and more importantly, in order to actually improve that model,\nit has to <em>lose</em> empirical solvency: embracing the abstractions of\npieces means introducing mess and deviating in some way from the\nempircal generalization that half of all chess games are won by white\nand half by black.</p>\n<h3 id=\"this-is-not-an-abnormal-circumstance\">This is not an abnormal circumstance.</h3>\n<p>The parable here, really an <em>example</em> is not abnormal. In most affairs\nin science, whether that be physics or neuroscience or economics or\nchemistry, we are exactly like the partially-blind aliens.</p>\n<h3 id=\"but-science-isnt-about-truth\">&quot;But science isn't about truth!&quot;</h3>\n<p>Yeah, it is dude.</p>\n<p>Even if you are pretending that science is about &quot;models&quot; or fitting\nequations and the like, again, the well-fit model is impossible to\nperfect, while the flawed, yet more true to reality model does have a\npotential over the long-term to be a superior one. After exhaustive\ninquiry, an alien race might not only discover the pieces and the full\nset of rules behind chess, they might be able to predict what moves are\ngood or bad and predict individual chess games. Even on the standards of\nmere instrumentalism, the mindless positivistic theory is still actually\ninferior.</p>\n<h2 id=\"local-maxima\">Local maxima</h2>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/maximum.gif\" /></figure>\n\n<h3 id=\"the-plot\">The plot</h3>\n<p>One of the ways I visualize science and models is that each model is\nreally like an n-dimensional optimization plot. &quot;Truth,&quot; or if you\ndeny truth as metaphysics, &quot;accuracy in data&quot; or &quot;well-fit\nequations&quot; are upwards and the goal of science is to get further that\nway.</p>\n<p>At the point you're at, you can tell which direction you can go to move\nupward, or, which little changes you can make to improve your model.\nThat is what incremental science is, after all: don't change\nassumptions and just fine-tune your equations. The endless fine-tuning\nis sometimes thought of as &quot;progress.&quot; Of course I don't think that\nthis is <em>bad</em>, but it is a very minor and scientifically less important\npart of science as a whole.</p>\n<p>The reality of incremental science is that once you're at a local\nmaximum, once you've fine-tuned your equations about as perfectly as\npossible, it's over. Everything next to you <em>looks</em> like a\ndisimprovement. It <em>looks</em> just like those inferior theories of alien\nchess that posit the existence of pieces. From that, you might\nerroneously conclude that you have found the <em>global</em> maximum, which due\nto the nature of the complexity of the universe and the multiplicity of\npossible answers and theories, you flatly haven't.</p>\n<p>Logical positivism is kind of theoretical lobotomy that implicitly tells\nscientists that they should never, ever, ever change foundational\nassumptions: tweaking equations like an oblivious autist is Science<sup>®</sup>\nand everything else is &quot;philosophy&quot; or &quot;metaphysics&quot; or\n&quot;pseudoscience.&quot; This amounts to keeping each scientific field on\nwhatever local maximum is closest, utterly unable to extricate\nthemselves from it even when they see on the horizon abberant data. <strong>If\nyou want to understand the stagnation of science or any other specific\nfield, this is where it comes from.</strong></p>\n<h3 id=\"purposefully-bad-science\">Purposefully &quot;bad&quot; science</h3>\n<p>In <em><a href=\"https://traffic.libsyn.com/secure/notrelated/S02E01_-_Against_Method_and_For_Pseudoscience.ogg\">Against\nMethod</a></em>,\nPaul Feyerabend, in what an unreflective mind might misinterpret as a\n&quot;troll,&quot; says that it is important for science that people have\nbiases, financial interests, interfering religious and political\ndoctrines and the like in science. Looking at the plot, you might now\nsee why. When we are stuck on a local maximum, every new data keeps our\nalready-optimized model where it is no matter how low that maximum\nactually is. What you need to shake it up is an external shock that\ntotally moves our theoretical position somewhere new on the plot where\nwe can try to optimize at another point, and then compare.</p>\n<h3 id=\"basic-assumptions\">Basic assumptions</h3>\n<p>A prudent person should be able to question, &quot;Am I even on the right\ntrack or am I playing with some model that has a fundamental flaw?&quot; I\ncan guarantee you, optimizing for data and fitting math and equations is\neasy. <strong>All theoretical programs are wrong because they make incorrect\ncore assumptions.</strong> This is very hard for the ego of scientists because\nit means:</p>\n<ol>\n<li>Possibly illiterate dilettantes on the internet might see and bring\nto attention legitimate theoretical flaws.</li>\n<li>All the years you spend in graduate school counting angels on\npinheads in your respective theoretical framework is mostly a waste\nof time.</li>\n<li>The borders of science are borders more of a sociological club than\nbeing the border of raw rigor.</li>\n<li>Most of the scientific work is not meaningful outside of the\ntheoretical framework that gave rise to it.</li>\n</ol>", "link": "https://lukesmith.xyz/articles/the-parable-of-alien-chess/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": false, "user": null, "language": null}, {"source": "https://lukesmith.xyz/rss.xml", "title": "Why I Use the GPL and Not Cuck Licenses", "description": "<p>Every piece of software I write I license under the <a href=\"https://www.gnu.org/licenses/quick-guide-gplv3.html\">GNU Public License\nVersion 3</a> (GPLv3)\nunless I have forked it from something else.</p>\n<p>The GPLv3 is the premiere <em>copyleft</em> license, meaning that it not\nonly allows users to run, modify and distribute their own versions of\nwhat I write, but it also requires that no one in that chain of\ndevelopment restrict and close-source that software: it and software\nderiving from it must forever remain open, usable and sharable. Richard\nStallman, one of the minds behind the GPL has described it as a &quot;hack&quot;\nof the copyright system because it uses the legal infrastructure of\ncopyright to ensure software is free rather than restricted.</p>\n<p>But occasionally I get asked why I don't use so-called <em>permissive licenses</em> like BSD or MIT. These are free software licenses, but\nthey <em>do not</em> require that forked versions of the code be free and open\nsource software. In other words, you can take something written with a\nBSD or MIT license, put it in the next version of Windows and no one\nwill ever know. If you did that with GPL code, you'd be in for big\nlegal trouble if found out.</p>\n<p>I and others have recently taken to calling these permissive licenses\n<em>Cuck Licenses</em>.</p>\n<h2 id=\"why-cuck-licenses\">Why &quot;Cuck Licenses?&quot;</h2>\n<p>Why be mean and bully BSD and MIT licenses calling them &quot;Cuck\nLicenses?&quot;</p>\n<p>Quite simply, using them is precisely analogous to being cuckolded. When\nyou really look at it, the similarity is uncanny.</p>\n<p>I understand GPL free software and its ethical vision for software. I\nalso understand that desire for people and businesses to <em>not</em> release\ntheir source code for commercial and monetary benefits. What I don't\nunderstand is simultaneously releasing free code with no requirement\nthat it remain free. It can now be used against you and others&mdash;if you\nhad moral qualms about that, you could've <em>at least</em> made money off of\nit yourself.</p>\n<p>Using a Cuck License <em>especially</em> for &quot;ethical reasons&quot; or &quot;because I\nlike open source software&quot; is beyond absurd. You're simply writing\ncode and effectively abandoning the privileges of intellectual property\nwhile allowing any large corporation to come and close-source and\nmonetize your software and sell it back to you without any other\nobligations. You have also abandoned your ability to ever complain about\nIBM, Microsoft, Apple or any other tech giant because <strong>you are\nliterally writing their proprietary software</strong>. These companies even\nsometimes take very simple code from minor projects and use it to save a\nbuck and a little effort.</p>\n\n<figure class=\"resright\"><a href=\"https://lukesmith.xyz/pix/timnolet.png\"><img src=\"https://lukesmith.xyz/pix/timnolet.png\" title=\"'Noooo! You can't use my heckin' code that I legally gave you the right to use!'\" /></a><figcaption>When you license with a permissive license, you don't have a say anymore.</figcaption></figure>\n\n<p>At the end of the day, using a Cuck License is little different from\neither releasing software in the public domain or just not licensing it\n(in some jurisdictions, at least). It has the pretense of a license, but\nfor no real function. I suppose depending on which you use, you at least\nget your name on the license, but I hardly think that that's how\ninternet fame and glory is actually distributed anyway. As far as I'm\nconcerned <strong>using a Cuck License is worse for user freedom than just\nreleasing it in the public domain</strong>. This is because at least public\ndomain software can be taken and later additions can be protected by the\nGPL. The legal case for doing that with a Cuck License is not so clear.</p>\n<h3 id=\"no-whiners\">No whiners!</h3>\n<p>The funniest thing is when Cuck Licensers <em>complain</em> that people are\nabiding by their licenses. They will <em>complain</em> that people took their\ncode and made money off of it. They will <em>complain</em> when they don't get\nsome social credit they feel like they deserve when their code is used\nin a project. They will <em>complain</em> if people fork their project and it\nbecomes more popular than the original. They will <em>complain</em> when some\ntech giant takes their code and makes spyware out of it.</p>\n<p>If they were serious about stopping any of this, <em>they easily could've\nby licensing their project as anything other than a code giveaway</em>. If\nyou want praise for some contribution, put it in the license. If you\ndon't want your software used for proprietary software, use the GPLv3.</p>\n<h2 id=\"a-cuck-licenser-gets-what-he-deserves-and-we-all-pay-the-price\">A Cuck Licenser gets what he deserves (and we all pay the price).</h2>\n<p>One of the funniest and saddest horror stories of Cuck Licenses I can\nthink of is Andrew Tanenbaum, who released MINIX, an operating system,\nunder a BSD license. Intel silently took this software (thanks to its\nlicense) and unbeknownst to him, used it for their Intel Management\nEngine, <strong>making it the OS of the spyware microprocessor/backdoor now\nrunning in all Intel CPUs</strong>. We all have a permanent NSA backdoor\nbecause of the Intel Management Engine&mdash;all made possibly by Cuck\nLicense cuckery.</p>\n<p><a href=\"https://www.cs.vu.nl/~ast/intel/\">Only many, many years later was this even revealed to\nTanenbaum.</a> Read that blog post of his\nas he slowly externalizes his mixed feelings, tinged with guilt. After\nall, on the &quot;bright&quot; side, he says:</p>\n<blockquote>\n<p>&quot;I guess that makes MINIX the most widely used computer operating\nsystem in the world, even more than Windows, Linux, or MacOS.&quot;</p>\n</blockquote>\n<p>Wow, what a proud achievement. But regardless, Tanenbaum already feels\nsome regret about the fact that his permissive license allowed Intel to\nwithhold this:</p>\n<blockquote>\n<p>&quot;This was a complete surprise. I don't mind, of course, and was not\nexpecting any kind of payment since that is not required. There isn't\neven any suggestion in the license that it would be appreciated.</p>\n</blockquote>\n<blockquote>\n<p>&quot;The\nonly thing that would have been nice is that after the project had\nbeen finished and the chip deployed, that someone from Intel would\nhave told me, just as a courtesy, that MINIX was now probably the most\nwidely used operating system in the world on x86 computers. That\ncertainly wasn't required in any way, but I think it would have been\npolite to give me a heads up, that's all.&quot;</p>\n</blockquote>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/cia.png\" title=\"A glow-in-the-dark CIA gamer\" /></figure>\n\n<p>You can feel the regret. <strong>With Cuck Licenses, you get the worst of two\nworlds:</strong> You get no credit for your work, nor money for licensing fees\nlike other proprietary software and your software will be used to\nviolate your and other users' privacy when it is used in closed-source\nenvironments. Oh, no... copes incoming:</p>\n<blockquote>\n<p>&quot;Many people (including me) <strong>don't like the idea of an all-powerful\nmanagement engine in there at all</strong> (since it is a possible security\nhole and a dangerous idea in the first place), but that is Intel's\nbusiness decision and a separate issue from the code it runs. A\ncompany as big as Intel could obviously write its own OS if it had\nto.&quot; <em>emphasis added</em></p>\n</blockquote>\n<p>If Tanenbaum had released MINIX under the GPL, we <em>wouldn't be</em> at the\nmercy of Intel's business decision. They would've had to release the\nsource code for the microprocessor, keeping user privacy ensured and\nirradicating the permanent spyware liability all computers have\nnowadays.</p>\n<p>If they wouldn't want to do that, they'd have to just write an\noperating system themselves. Tanenbaum is right, they obviously\n<em>could've</em> taken the time and money to write an OS themselves if they\nhad to, but they <em>didn't have to</em>, <strong>because a BSD license cuck wrote\nit for them</strong>. Thanks a lot, sucker! Now our computers are being\nmonitored at a lower start-up cost and we have you to thank. It\nwould've been a lot <em>more</em> respectable to <em>not</em> use a permissive\nlicense and instead license it proprietarily if he has no moral issues\nwith proprietary software: he could've <em>at least</em> gotten Intel to pay\nhim to use his operating system. Heck, if he had used the GPL and if\nthey took it anyway, he could become an insta-millionaire by suing them\nright now.</p>\n<p>The moral of the story is perhaps lost on Tanenbaum, who finishes up his\nblog post with:</p>\n<blockquote>\n<p>&quot;If nothing else, this bit of news reaffirms my view that the\nBerkeley license provides the maximum amount of freedom to potential\nusers.&quot;</p>\n</blockquote>\n<p>&quot;Maximum amount of freedom to potential users&quot; is somehow\nmass-surveilance of every computer user thanks to the BSD license.\nThanks for your contribution to &quot;freedom.&quot;</p>\n<h2 id=\"the-freedom-that-cuck-licenses-preserve\">The Freedom that Cuck Licenses &quot;preserve&quot;</h2>\n<p>&quot;Freedom&quot; is an incoherent buzzword if you don't define it. There are\nsome people who might argue that the fact that they can't kill and\nsteal freely is a violation of their &quot;freedom.&quot; That's very true in\nsome sense.</p>\n<p>In the same way, the GPL (unlike Cuck Licenses) &quot;violates&quot; the freedom\nof all people to close-source code and hide it from the public and (in\neffect) do annoying or privacy-violating things with it.</p>\n<p>The goal of the Free Software Movement, defended by copyleft licenses\nlike the GPL is for all software writers and users to live in an\nenvironment of publicly auditable, editable and exchangable code. The\ngoals of the Open Source movement have a similar goal, albeit often\nguided by practical considerations.</p>\n\n<figure class=\"resright\"><img alt=\"Cuck-licensers write proprietary software for free.\" src=\"https://lukesmith.xyz/pix/janny.jpg\" /><figcaption>He does it for free.</figcaption></figure>\n\n<p>Cuck Licenses, however, undermine those goals. They will <em>say</em> that they\nmaximize freedom by placing no requirement on those who distribute When\nyou release any code under a Cuck License, you are simply writing free\ncommercial code for corporations that will inevitably use it against\nyou. You might as well just <em>actually get a job with them</em> so you can\nget paid for what you do instead of just getting cucked. When you\nrelease code under the GPL, you write free software that benefits other\npeople who write free software.</p>\n<p>The Free Software Foundation and the GPL people have correctly realized\nthat just being &quot;permissive&quot; with licenses is unworkable in the\ncurrent environment. The legal infrastructure incentivizes and defends\nproprietary software and gives it a systematic financial advantage. The\nGPL is a viral antidote to that. Obviously if all software were free and\nno laws protected &quot;intellectual property&quot; in publicly obtainable\nsoftware, <em>everything</em> would be &quot;permissively licensed.&quot; We don't\nlive in that world. The GPL and other &quot;copyleft&quot; licenses are ways of\nundermining and disincentivizing and making impossible the\nclose-sourcing of software. Not using the GPL and using a cuck license\nis just the same as writing proprietary because <em>you literally are</em>\nbecause all of your software can be snatched up and proprietarily\nlicensed.</p>\n<h2 id=\"bbuut-the-gpl-isnt-enforceable\">&ldquo;B...buut the GPL isn't enforceable!&rdquo;</h2>\n<p>I've heard some people pass around the idea that somehow the GPL is\nunenforceable. After all, if you have close source software, how can\nanyone really tell what's going on? In some cases, that might be true\nif you have perfect op-sec. That wouldn't be the case for the Intel\nManagement Engine above, and that wouldn't be the case for Windows XP,\nwhose source code recently leaked.</p>\n<p>I have known people in industry writing proprietary software and\nworrying about the GPL is real. The &quot;virus&quot; of GPL taking over\neverything and making it free is something people have to take heed of.\nI'm sure there is some level of GPL-violation going on in some places\nat least, just because lifting simple routines or copy-and-pasting some\nthings from GPL with significant enough changes could go unseen even if\nleaked, but integrating larger GPL programs would be nearly an\nimpossibility.</p>\n<p>At the end of the day, though, what does it matter? What is a totally\nunenforced GPL? It's just a Cuck License&mdash;Isn't that what license\ncucks want? So why should they care? At their very best, BSD and MIT\nlicenses are only what GPL might be at its very worst.</p>\n<p>The GPL is a permanent liability for any company that crosses it. Some\ncompanies might be so bold to lift GPL code and hide it, but there is\nalways a risk and a worry that prevents its general violation.</p>\n<h2 id=\"addendum\">Addendum</h2>\n<h3 id=\"are-copyleft-licenses-always-best-even-for-freedom\">Are copyleft licenses always best even for freedom?</h3>\n<p>No!</p>\n<p>Here's a question I got about this article that I'll reproduce here\nbecause it touches on something good.</p>\n<blockquote>\n<pre><code>[personal details omitted for anonymity]\n\nHowever, I read your article, and I can see your point. I have an idea for an\nOperating System and due to your arguments, I would definitely license that\nunder the GPL, as well as any new programs I write. I might even change most or\nall of my current programs to GPL, with the exception of that bc, which needs\nto remain BSD since it is default in FreeBSD now.\n\nThat said, I have a library I am working on, and my experience is that\nlibraries under the GPL do not get used, unless a commercial license is offered\nas well, and often, not even then. You can see this with glibc, which has a\nspecial linking exception and the fact that the LGPL is fairly popular for\nlibraries.\n\nFirst question: what is your opinion on the linking exception and the LGPL? Are\nthey Cuck Licenses? I mean, they do require that the library and any\nmodifications be put under the LGPL, which means that the library remains libre\nsoftware. However, they can also be put into proprietary code, which is the\nentire reason you call MIT and BSD licenses Cuck Licenses.\n\nBasically, it seems as though you are correct when it comes to licensing\nprograms themselves. But it gets murkier when talking about libraries.\n\n[other personal details omitted]\n</code></pre>\n</blockquote>\n<p>This was my response to this email explaining this finer point.</p>\n<blockquote>\n<pre><code>Yeah. There are sometimes times when it is tactically better to license\nthings under a permissive license if for institutional reasons:\nmass-adoption is required and companies and such might be unnerved by\nthe GPL. Libraries might often be like that. So it's not necessarily a\npurity-spiralling point.\n\nRMS actually advised that ogg/vorbis should use a cuck license to\nmaximize adoption (it originally used the LGPL, but switched to BSD):\n\nhttps://lwn.net/2001/0301/a/rms-ov-license.php3\n\nIt's thanks to this that it has now become a usable and wide-spread\nformat, used now on nearly every proprietary web service because of its\nsmall-size, good fidelity and general superiority.\n\nSo yeah, if you're writing a standalone program, I'd use the GPL, but I\nwould choose licenses ultimately in terms of which would maximize the\npossibilities for users of using free-software. In some circumstances,\nthat means using a cuck license. Same is true of the LGPL. I think\nGNU/FSF recommend LGPL only to be used when it is competing with a\nproprietary library, and if that's usually what you are writing, you\nmight end up writing a lot in the LGPL.\n</code></pre>\n</blockquote>", "link": "https://lukesmith.xyz/articles/why-i-use-the-gpl-and-not-cuck-licenses/", "date_published": "2020-12-11 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US"}]