[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCmKurapML4BF9Bjtj4RbvXw", "title": "Pictures At An Exhibition (Piano/Cello) The Piano Guys Puppets", "description": "► Stream \"Pictures At An Exhibition\" http://ThePianoGuys.lnk.to/PicturesAtAnExhibition\n► Buy Sheet Music: https://smarturl.it/WONDERS_sheet-music\n►Text us to enter our last piano giveaway by May 27th! 801-217-9512 \n\nFollow the puppeter\nYoutube\nhttps://www.youtube.com/channel/UC2qk68oz56n0CtswoQSdLXw\nInstagram\nhttps://www.instagram.com/harkels_puppetry/\nFacebook\nhttps://www.facebook.com/harkelspuppetry\nDirected by: Márton Harkel\nPuppeteer 1: Napsugár Trömböczky\nPuppeteer 2: Márton Harkel\nCamera operator: Máté Papp\nTo contact Márton: harkelspuppetry@gmail.com\n____________________________\nBehind every song is a story. Some superficial or spontaneous. Some deep and more meaningful, even life-altering.\n\nMusic plays so many roles in our lives. On the surface it is entertainment, but that grossly underestimates its depth. \nIt can be a messenger -- have you ever had just the right song played at just the right time, sending you just the right message? \nIt can be a pathway to a change or step forward we need to make in life. \nSometimes it can be an angelically-aided connector of people.\n\nWell, in this story, music was all this and more.\n\nWe came across a social media post that shared a tourist’s video of an extraordinarily talented puppeteer, Márton Harkel, who performs as a busker on the streets of Budapest. What caught our eye was his cellist puppet. It was a near-perfect copy of the puppeteer. And as he made the motions of playing cello, his puppet would mimic his movements with astounding musicality. It was captivating. It was like watching art come alive. We immediately imagined pairing his puppet design and marionette skills with our arrangement of the Mussorgsky’s “Promenade” theme from “Pictures at an Exhibition” — the prominent piece among a suite of classical works written about art coming alive! And the timing of it couldn’t have been better — as we’re releasing it during a time when we can’t film traditional music videos due to the current pandemic’s safety measures. So this is our pandemic approved, proxy puppet’s performance of Pictures at an Exhibition! Please take some time to listen to the original suite here: https://www.youtube.com/watch?v=TAHX0fSEvtE (The theme we chose is right at the beginning and throughout the piece -- it is the melody Mussorgsky wrote to depict us walking from painting to painting)\n\nMárton worked for over 200 hours to handcraft these puppets so that their articulating fingers, and a multitude of hinges and joints could be “in concert” with the music. Notice the care he takes to see that they are doing their best to even play the right notes.\n\nThe best part of this story? After Márton finished creating the puppets and prepared to film, he realized he couldn’t make them come alive alone. He needed another puppeteer. He hired Napsugár Trömböczky, a lovely and talented young lady. As they began working together, their interest in the project and the puppets took a back seat to their interest in each other! In ONE WEEK they were engaged. They say it’s crazy. We say it’s destiny.\n\nMárton and Napsugár’s love story truly touched us. We pray before we write our music with the desire that it will somehow spread hope. All of us all spend a great deal of our lives waiting for something or someone we’re hoping for. Stories such as this can perhaps provide some evidence that a life can change and hopes can be realized in the matter of one song. One week. One idea. That gives us hope that when things aren’t lining up or we’re far from where we had hoped to be, the alignment that we seek can come together in a mere moment --  in a way we could have never anticipated. \n\nNow, we don’t believe that we, as humans, are puppets of Destiny. But perhaps there is a “Grand Puppeteer,” who loves us and who knows us better than we know ourselves -- and He pulls destiny’s strings on our behalf.\n\nMárton, in his message to us after he finished the video, humbly and graciously expressed gratitude for the project, but more than the project, for the opportunity to meet his soulmate, and to do what he loves, with whom he loves.\n\nWe don’t take any credit. Look to the Grand Puppeteer for that. But we thank you, Márton and Napsugár, all the same. If all the time, work, energy, and passion that went into this project was all for you two and your eternal family, then it was well worth it. We’re honored to have the opportunity to “play a small part” in something much more important than a music video. After all, we were just the puppets. :-)\n \nMusic produced and arranged by Al van der Beek and Steven Sharp Nelson of The Piano Guys\nPerformed by\nSteven Sharp Nelson: acoustic and electric cellos, piano, cello percussion\nAl van der Beek: percussion\nMixed and mastered by Al van der Beek at TPG Studios in Utah\nVideo edited by Shaye Scott\nProduction Manager: Craig Knudsen", "link": "https://www.youtube.com/watch?v=i3Z9oJBuetI", "date_published": "2020-05-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]