[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For August 2020 Revealed", "description": "The free PlayStation Plus games for August 2020 have been revealed. Multiplayer action game Fall Guys: Ultimate Knockout is making its debut via the service on August 4. Meanwhile, Call of Duty: Modern Warfare 2 Remastered will be available early, on July 28.", "link": "https://www.youtube.com/watch?v=aaE_kD1x5-c", "date_published": "2020-07-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Big Things We Learned About Assassin's Creed Valhalla's New Protagonist", "description": "The release of Assassin’s Creed Valhalla is coming up in just a few short months, introducing you to the world of Vikings and putting you into the boots of protagonist Eivor. But who is this legendary warrior and what can we expect from their journey?\n\nIn a new video, Jess covers seven big things we learned about Eivor. The video touches on Eivor’s history as a leader from Norway who hopes to settle Anglo-Saxon England. The video includes quotes from Valhalla’s writer, Darby McDevitt, who shared new details on Eivor’s personality.\n\nAlso in the video, Jess talks about Eivor’s unique combat style--which is much more brutal and aggressive than that of Kassandra or Alexios from AC: Odyssey. We also learn more about Eivor’s romantic opportunities, the mystery of Eivor’s flexible DNA, and Eivor’s deadly ambition.\n\nIf you want to know more about how it’s all going to go down, check out our other features on Assassin’s Creed Valhalla including our full impressions, and let us know who your all time favourite AC protagonist is and why down in that comment box.", "link": "https://www.youtube.com/watch?v=qQKDzHDRggw", "date_published": "2020-07-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]