[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Sea Of Thieves Review (2020)", "description": "More than two years after its launch, Sea of Thieves has improved in countless ways.\n\nMike Rougeau is GameSpot's managing editor of entertainment. He played Sea of Thieves for a time at launch, stopped for nearly two years, and picked it up again on PC in April. He's been staying up too late almost nightly ever since, and finally hit Pirate Legend.", "link": "https://www.youtube.com/watch?v=58IX_G8n3GA", "date_published": "2020-06-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "HeyZeusHeresToast Bloodborne Speedrun Spectacular | Play For All Day 5", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nThe Blood God, HeyZeusHeresToast, joins Jake and Tamoor to attempt a special Bloodborne speedrun, and raise money for Black Lives Matter and Direct Relief.", "link": "https://www.youtube.com/watch?v=YHbQxIw-S9w", "date_published": "2020-06-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Project Cars 3 Overhauls The Racing Sim Series", "description": "Michael Higham sat down with production designer Pete Morrish and marketing & esports manager Joe Barron to talk about big changes coming to Project Cars 3 and how it's reshaping the series.", "link": "https://www.youtube.com/watch?v=JJetbmGAGgk", "date_published": "2020-06-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Support Black Lives Matter - GameSpot After Dark #44", "description": "On this week's episode of GameSpot After Dark, Tamoor Hussain sits down with Michael Higham, Jordan Ramée, and Alessandro Fillari to discuss the postponed PS5 event and how you can help those in need right now. If you have the means, please consider donating to one of these organizations.\n\nBlack Lives Matter: bit.ly/gs-blm\nGeorge Floyd Memorial Fund: https://www.gofundme.com/f/georgefloyd\nNAACP: https://secure.actblue.com/donate/naacp-1\nNational Police Accountability Program: https://www.nlg-npap.org/donate/\n\nTIMESTAMPS:\n00:00:12 - Intro\n00:00:49 - Chris From Dayton Ohio Segment\n00:05:05 - What We've Been Playing\n00:26:52 - PlayStation 5 Reveal Event Postponed\n00:57:28 - Outro", "link": "https://www.youtube.com/watch?v=CSI-B0lEWEw", "date_published": "2020-06-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Valorant Is Being Tested For A Console Release Right Now | Save State", "description": "Persia talks about the re-lease of Kingdoms Of Amalur. THQ Nordiq acquired the rights to the game quite some time ago but we've officially got word on the existence of Re-Reckoning and its release date from the product description page on xbox.com. Kingdoms of Amalur: Re-Reckoning is set to release on August 18th.\n\nPersia also goes over the addition of EA Access to Steam. EA Access gets its name from the console versions to differentiate between Steam and the Origin Access subscription service currently on the Origin platform for PC. Some of the biggest EA titles like Apex Legends and Battlefield 5 will remain Origin-exclusive on PC.  \n\nGameSpot's Dave Jewitt interviewed Anna Donlon, Executive Producer of Valorant, to discuss the game and its recent, full launch. The newest mode, Spike Rush, is an answer to the call for quicker warm-up rounds, and it adds a party element to the game by adding orbs that grant special abilities, randomized weapons, and more. Donlon also discussed a potential console release, as a prototype is currently being tested. There are developers on the team who are \"very excited\" to prove the game's potential on console, but it will only happen if it doesn't compromise the competitive integrity of the game. \n\nFor the next six weeks, GameSpot is hosting Play For All, a summer gaming celebration and charity event featuring special guests like Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. We are all coming together to raise money for Direct Relief in support of those fighting on the front lines against COVID-19, as well as Black Lives Matter.\n\nThis is your Save State for Thursday, June 4th.\n\nPlay For All schedule:\nhttps://www.gamespot.com/play-for-all/schedule/\n\nWhere to donate:\nBLACK LIVES MATTER: http://bit.ly/gs-blm\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nWhere to watch:\nyoutube.com/gamespot", "link": "https://www.youtube.com/watch?v=wRzido89ix4", "date_published": "2020-06-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]