[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "New to Linux? Yeah, just use Manjaro...", "description": "Instead of just telling people \"not to distro hop\" and to figure it out for themselves, sometimes it's better just to tell them what to do. Just use Manjaro XFCE (https://manjaro.org). When I install Linux on a normie's computer, I've always chosen Manjaro for them and that always works best.\n\nIt's an easy to use distro, which has most all of the advantages of Arch Linux, including AUR access, rolling release for muh gaymes for gamers and if you git gud you can also play around with desktop environments and window managers easily.\n\nWEBSITE: https://lukesmith.xyz 🌐❓🔎\nDONATE: https://lukesmith.xyz/donate 💰😎👌💯\nOR affiliate links to things l use:\nhttps://www.epik.com/?affid=we2ro7sa6 Get a cheap and reliable domain name with Epik.\nhttps://www.vultr.com/?ref=8384069-6G Get a VPS and host a website or server for anything else.\nhttps://brave.com/luk005 Get the Brave browser.\nhttps://lbry.tv/$/invite/@Luke View my videos on LBRY.\nhttps://www.coinbase.com/join/smith_5to1 Get crypto-rich on Coinbase.", "link": "https://www.youtube.com/watch?v=eWowqM2S9VU", "date_published": "2020-06-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC2eYFnH61tmytImy1mTYvhA", "title": "Against Method and For 'Pseudoscience'", "description": "Paul Feyerabend argued for 'Epistemological Anarchism,' that in order to do truly good science, one can't rule out alternative methods, ad hoc hypotheses, mythology, religion and wishful thinking. Using the example of Galileo, he shows how science's greatest strides are made by deliberately being \"unscientific\" in the way that court scientists tend to think nowadays.\r\n\r\n https://notrelated.xyz\r\n https://notrelated.xyz/rss\n https://lukesmith.xyz/donate\r\n\n0:00 Intro\r\n1:29 Logical Positivism and The Demarcation Problem: Science vs. Pseudoscience\n3:35 Scholastic Holism\n4:21 The Rise of \"Scientism\"---the Positivist rejection of metaphysics (and ethics and religion)\n5:00 Ludwig's Cabin and Wittgenstein's Tractatus Logico-Philosophicus and the Positivist minset.\n8:03 Popper (Conjectures and Refutations) and Falsificationism as the standard for \"science\"\n9:09 Marxism and Freudianism as non-falsifiable\n11:22 Black Science Man and Pop-Science\n12:20 Issues with Falsificationism\n17:52 Thomas Kuhn and the Structure of Scientific Revolutions\n20:41 Paradigm Shifts, not \"facts\"\n25:30 Feyerabend's \"Against Method\" and Epistemological Anarchism\n27:50 The False and True Galileo: Galileo was a Fraud and Troll\n31:13 Why Galileo was \"wrong\"\n35:36 Galileo's \"pseudoscientific\" instruments and methods\n38:19 Science needs \"pseudoscience,\" Descartes also destroyed\n40:15 Feyerabend on Galileo's methods\n41:40 Donations and On a Not Related! book? On mp3, ogg, opus.\n45:54 Irme Lakatos and on \"For and Against Method\" (1999)\n48:02 Should it be that \"Anything Goes?\"\n49:27 Boomer Hindu Cremo and Deep History\n52:17 The 't Hooft paper against \"fringe science\"\n54:40 \"ACADEMIA IS UNIFORMITY!\"\n57:40 They're wrong because they're different? Luke says one good thing about linguistics.\n1:00:24 Steven Crothers and Relativity\n1:01:27 They must be wrong because we exclude them and because they think we're wrong.\n1:02:55 Is it fringe and pseudoscience if they win?\r\n\r\n Reading list:\r\n\r\n Main content: Feyerabend, Paul. Against Method: Outline of an Anarchistic Theory of Knowledge. New Left Books. 1975. Lakatos, Irme. Proofs and Refutations. Cambridge University Press. 1976. Motterlini, Matteo. For and Against Method: Including Lakatos's Lectures on Scientific Method and the Lakatos-Feyerabend Correspondence. University of Chicago Press. 1999.\r\n\r\n Mentioned content (in approximate order): Wittgenstein's Tractatus Logico-Philosophicus Popper, Karl R. Conjecture and Refutations: The Growth of Scientific Knowledge. Harper Tochbooks. 1965. Kuhn Thomas Samuel. The Structure of Scientific Revolutions. University of Chicago Press. 1962. Gerard 't Hooft on \"Fringe Science\": http://www.staff.science.uu.nl/~hooft101/fringe-oct-2017.pdf A talk by Steven Crothers, whom I mentioned: https://www.youtube.com/watch?v=ev10ywLFq6E https://www.youtube.com/watch?v=6zWy6_Mog70\r\n\r\n A blog post I wrote a long time ago on this topic which talks about some other examples I didn't bring up in this episode:\r\n\r\n https://lukesmith.xyz/blog/in-defense-of-pseudoscience.html", "link": "https://www.youtube.com/watch?v=hVxvLd6cF0k", "date_published": "2020-06-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]