[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Amplify with Lara Downes: Rhiannon Giddens", "description": "Lara Downes | October 17, 2020\n\nIn the 1920s, a renaissance happened in Harlem. Black artists migrated north, rejecting centuries of a tragic status quo. They inspired each other to make art that expressed an audacious new vision of Black beauty, Black hope, Black truth and Black pride. A century later, Black artists are coming together again, somehow, though not physically this time. \n\n\nWelcome to Amplify With Lara Downes, where you can eavesdrop on my intimate conversations with visionary Black musicians who share what they're making in this time of transformation — of reckoning, reimagining and maybe rebirth.\n\nWe're reaching out from our isolation in quarantine, inspiring each other to reject our own tired status quo, to dream the future, make something bold and meaningful of this time and in this time. \n\n\nOne day in July, I ventured out with my kids to march for Black lives at the state capitol here in California — people of all colors, chanting for change. Looking around me, I felt a jolt of something unfamiliar and realized it was hope. When we got home, I sat down at my piano, pressed \"record\" on a vintage cassette deck and played music by great Black artists who made music from the struggles of their time; spirituals, freedom songs — music by Florence Price and Nina Simone — single takes, unfiltered. On the mixtape you can hear the wind in the big elm tree outside my window. It's imperfect and I treasure it: the music I made on the day when I remembered hope.\n\n\nThe artists who are my guests on Amplify With Lara Downes have all had similar moments of awakening during this tragic and transformative year, when we saw our way to making \"good trouble.\" We took a stand and dared to express something as audacious as hope. \n\n\nJoin us here — and on YouTube — and we'll tell you about what we're making. This week, Rhiannon Giddens joins me from her kitchen table. Rhiannon is my friend and soul sister, my fellow traveler on the path that leads to the deep center of American music. We've both been trailblazing for a long time, excavating our own areas of the musical landscape, meeting each other here and there along the way. In this year of staying home and standing still, we reflect together on the long miles we've traveled so far and what we've found on our journeys, envisioning the wide open road ahead.", "link": "https://www.youtube.com/watch?v=6oVetwoLng8", "date_published": "2020-10-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Ozuna: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nIn celebration of National Hispanic Heritage Month, NPR Music presents four very special Tiny Desk Home Concerts recorded especially for this week. This video from global superstar Ozuna is a world premiere.\n\nOct. 16, 2020 | Stefanie Fernández -- From a verdant room tucked away in Miami, Ozuna's Tiny Desk performance might allow you, as it did me, to forget for a moment that he's one of the most watched and listened-to artists on earth. For someone whose work often operates at galactic proportions, this performance of five songs makes room for Ozuna's sweet tenor to take center-desk in a love letter to the global communities that supported and streamed him to god tier status.\n\nThe Puerto Rican singer kicks it off with a breezy rendition of \"Caramelo\" that leads into a solo version of the sun-drenched \"Del Mar\" from ENOC, his fourth album that he's deemed a return to his roots. This pared-down performance makes good on that promise, reworking star-studded collaborations, like the ballad \"Despeinada,\" as they should be sung: languorously and with intimacy. Even the pop smash \"Taki Taki\" sounds brand new, buoyed by his alchemical flow and energy.\n\nOzuna is a crown jewel in the global crest of Latin pop, a movement whose modern success in reggaeton and Latin trap is indebted to the Caribbean genres Ozuna heard growing up in Puerto Rico, sounds like old-school reggaeton and reggae en español, dembow, dancehall and more. From then to now, Ozuna's bare talent remains his greatest asset. It's rare to see a star of his magnitude brush the earth so closely, and when it does, it's even rarer for it to feel and sound like second nature.\n\nSET LIST\n\"Caramelo\"\n\"Del Mar\"\n\"Despeinada\"\n\"Taki Taki\"\n\"Mamacita\"\n\nMUSICIANS\nOzuna: vocals\nFreddie \"YoFred\" Lugo: bass\nElí Bonilla: drums\nCarlos Mercader: guitar\nBenson Pagán: guitar\nEdgardo Santiago: keys\nHector Meléndez: piano\nErick \"Yonell\" Pachecho: DJ\nJosé Aponte: vocals\n\nCREDITS\nVideo By: Miguel Gonzalez \"UnEnano\"\nDirector: Nuno Gomes\nAudio By: Jose Rivera, Raymond Perez\nProducer: Bobby Carter\nAssociate Producer: Stefanie Fernández\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=iK1uBBv83M0", "date_published": "2020-10-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]