[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC_7PqixGIdE-jjoHKMPYpGA", "title": "Słowo na sobotę - o wracaniu do domu.", "description": "📚 MOJA KSIĄŻKA! Wejdź na https://geny.altenberg.pl i zamów swój „Przepis na człowieka”!\n\nPatronite ► https://patronite.pl/NaukowyBelkot \r\nMix audio ► http://ratstudios.pl/\r\n\r\nJeżeli coś zaczyna się od pewnego formatu, to wracając do niego po latach nie można nie poruszyć samego tematu wracania - stąd Słowo na sobotę przygląda się w tym odcinku temu jakie mechanizmy wykorzystują zwierzęta, by wracać do domu...\n\nI WAŻNE - część animacji wykonał Adam Myśliwiec ale na śmierć zapomniałem go umieścić w napisach końcowych. Publicznie przepraszam i dziękuję za pomoc.\n\r\nSubskrypcja ► https://youtube.com/c/UwagaNaukowyBelkot\r\nFacebook ► https://facebook.com/UwagaNaukowyBelkot\r\nTwitter ► https://twitter.com/NaukowyBelkot\r\nInstagram ► https://www.instagram.com/NaukowyBelkot/\r\n\r\nWyłącznie Naukowy Bełkot ► https://goo.gl/Do7VCc\r\nGrupa na facebooku ► https://goo.gl/HP8J83\n\n===\nPodziękowania dla Uniwersytetu Mikołaja Kopernika w Toruniu za użyczenie lokacji do nagrań\n\n===\nTimestamp:\n\n00:00 Pies Bobby\n2:29 Burzyki Pana Lockleya\n7:34 (nie?)Prawdziwi nawigatorzy\n14:38 W stronę (ukrytego) Słońca\n26:34 Zmysłowe kompasy zmysłowe\n39:19 Jak ryba w wodzie?\n44:44 Noc albo ciemna noc\n48:12 Zaburzenia i limity\n53:35 Dwa słowa o nas\n\n===\nZdjęcia:\n\nBy Martin Reith - Praca własna, CC BY-SA 3.0, https://commons.wikimedia.org/w/index.php?curid=32428354\nBy Arnold Paul / edited by Waugsberg and Buchling - Praca własna, CC BY-SA 2.0 de, https://commons.wikimedia.org/w/index.php?curid=1219867\nBy Clara Cartier - Praca własna, CC BY-SA 2.5, https://commons.wikimedia.org/w/index.php?curid=1230204\nBy dave challender, CC BY-SA 2.0, https://commons.wikimedia.org/w/index.php?curid=9288829\n\n===\nŹródła (wybrane):\n\nN. Stryker - Rzecz o ptakach\nR. Feynman i in. - Feynmana wykłady z fizyki\nT. Kimchi i in. - Magnetic compass orientation in the blind mole rat Spalax ehrenbergi\nT. Collet i in. - Animal Navigation: Path Integration, Visual Landmarks and Cognitive Maps\nM. Dacke i in. - Animal behaviour: Insect orientation to polarized moonligh\nM. Dacke i in. -  Dung Beetles Use the Milky Way for Orientation\nG. Horvath i in. - First observation of the fourth neutral polarization point in the atmosphere\nG. Horvath i in. - Principal Neutral Points of Atmospheric Polarization\nN. Blaser i in. - Altered Orientation and Flight Paths of Pigeons Reared on Gravity Anomalies: A GPS Tracking Study\nI. Whishaw i in. - Dead reckoning (path integration) requires the hippocampal formation: evidence from spontaneous exploration and spatial learning tasks in light (allothetic) and dark (idiothetic) tests\nC. Gould i in. - Nature's Compass: The Mystery of Animal Navigation\nF. De Waal - Are We Smart Enough to Know How Smart Animals Are?\nK. Knight - Navigation: from animal behaviour to guiding principles\nR. Hegedus i in. - Anomalous celestial polarization caused by forest fire smoke: Why do some insects become visually disoriented under smoky skies?", "link": "https://www.youtube.com/watch?v=Ip8GDvQY3Hw", "date_published": "2020-07-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]