[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Free Nationals Feat. Anderson .Paak, Chronixx & India Shawn: NPR Music Tiny Desk Concert", "description": "This performance was recorded on March 4, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nApril 22, 2020 | Abby O'Neill -- In mid-February, I was in Los Angeles for the Grammy Awards and attended an impromptu birthday celebration for Anderson .Paak. His Tiny Desk concert with The Free Nationals, filmed in 2016, is the most popular in the history of the series. Asked to share what he was thankful for, Ron Avant, keyboardist of The Free Nationals, replied, \"I'm grateful that the Tiny Desk has made my face recognizable around the globe\" and .Paak commented on what a powerful impact his Tiny Desk concert has had on his career.\n\nSo it was a special return when The Free Nationals arrived in the nation's capital to showcase their new tunes on March 4, before the coronavirus crisis had set in. Lots of NPR staffers showed up in the hopes that a surprise guest might be in store. Ron Avant invoked Roger Troutman of Zapp on the talk box, while newcomer India Shawn, radiant in a red jump suit, crooned Daniel Caesar's \"Beauty & Essex\" in a sultry register. India, formerly a background singer for .Paak and now an emerging solo artist, also sang lead on the second song, \"On Sight.\" Both songs are from the band's self-titled debut, which came out at the end of last year.\n\nThen \"Cheeky Andy,\" aka Anderson.Paak, surprised the audience with his signature smile and spunky energy that light up every room and screen he graces. .Paak reflected warmly on his first foray behind the Tiny Desk and then launched into \"Gidget,\" a song with a groove so catchy that it makes you want to two-step in your living room. .Paak wasn't the only special guest. Jamaican roots reggae singer Chronixx returned to the Desk to perform his \"Eternal Light,\" a song he recorded with The Free Nationals on their album. He seemed stunned at the number of fans in the audience this time, swaying to the sound of his voice and obviously uplifted by the message of gratitude and positivity in his songs.\n\nOf the many things to be grateful for, seeing The Free Nationals, Anderson. Paak, and Chronixx return to the Desk is top tier.\n\nSET LIST\n\"Beauty & Essex (Featuring India Shawn)\"\n\"On Sight (Featuring India Shawn)\"\n\"Gidget (Featuring Anderson .Paak)\"\n\"Eternal Light (Featuring Chronixx)\"\n\nMUSICIANS\nRon Tnava Avant: keys, vocals; José Rios: guitar; Kelsey González: bass; Callum Connor; drums; Anderson .Paak: vocals, drums; India Shawn: vocals; Chronixx: vocals\n\nCREDITS\nProducers: Abby O'Neill, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Melany Rochester; Videographers: Kara Frame, Maia Stern, Melany Rochester, Morgan Noelle Smith; Associate Producer: Bobby Carter; Production Assistant: Tolu Igun; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Bob Boilen/NPR", "link": "https://www.youtube.com/watch?v=y1VKZUg8XZA", "date_published": "2020-04-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Dave Rawlings Machine and Gillian Welch: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch Dave Rawlings Machine and Gillian Welch’s Tiny Desk concert from 2010: https://www.npr.org/2010/02/01/123086467/david-rawlings-and-gillian-welch-tiny-desk-concert\n\n\nRobin Hilton | February 1, 2010\n\nDavid Rawlings is a remarkably gifted producer, session guitarist and singer who's most widely known for his contributions to other musicians' work — particularly his longtime partnership with folk and traditional country artist Gillian Welch. But when he and Welch stopped by NPR for this Tiny Desk Concert, it was to promote Rawlings' own album — the first he's ever recorded under his name (actually, it's under the moniker Dave Rawlings Machine). For A Friend of a Friend, Rawlings took on lead vocals and songwriting duties, and got some of his old friends to help out. Welch appears throughout the album, of course, along with other artists such as Ketch Secor and Morgan Jahnig of Old Crow Medicine Show.\n\nWelch and Rawlings settled in to play together at Bob Boilen's desk as easily as if they were slipping on a pair of old boots. They've got the sort of magnetic chemistry that comes with writing and recording together for more than 15 years, but even with that history and their friendship, the two had to rethink the way they do things for Friend of a Friend.\n\n\"A lot of the arrangements we'd worked out over the years — the way we put chords, the way we sing together — I was shocked at how little they worked for my voice or my record,\" Rawlings says.\n\n\"We had learned to make records in a particular way because we were always framing [Welch's] voice, which is this large, takes-up-a-lot-of-space, very intimate, very good-sounding thing,\" he adds. \"A beautiful tone. So you can frame it in a skeletal way. It almost seems to me that the less you put on her records, the more powerful they are. But when we started working that way with my voice, which is so different, it turned out that nothing from that approach was valid. So we had to find different sounds and treatments that we were happy with. I was really surprised when we started that we were in territory as uncharted as we were. We broke new ground from necessity.\"\n\nIn this Tiny Desk Concert recording, Rawlings and Welch give a breathtaking performance to a packed office at NPR Music. Each was getting over a bad case of bronchitis, though you'd never know it. For a typical soundcheck, most artists will piddle through a few bars of something. But Rawlings and Welch took a full, and utterly thrilling, run through Bill Monroe's \"I'm on My Way Back to the Old Home.\" It was almost as though they couldn't stop once they started. If they hadn't stopped, that would have been fine by us.", "link": "https://www.youtube.com/watch?v=WR1BUVFToSE", "date_published": "2020-04-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]