[{"source": "https://www.theguardian.com/rss", "title": "Greater social mobility will help narrow gap between rich and poor, says WEF", "description": "<p>Only US and Italy have weaker performance than UK among G7 industrialised nations </p><p>The organisation that runs the annual Davos event attended by some of the world’s richest people has said greater social mobility would help narrow the <a href=\"https://www.theguardian.com/inequality/2019/may/14/britain-risks-heading-to-us-levels-of-inequality-warns-top-economist\">gap between rich and poor</a> and boost global growth by almost 5% in the next decade.</p><p>A report from the World Economic Forum found that only a handful of 82 countries surveyed had put in place policies that would foster social mobility but that a concerted effort to increase opportunities for people to achieve their full potential would have a marked impact on economic performance.</p> <a href=\"https://www.theguardian.com/business/2020/jan/19/greater-social-mobility-will-help-narrow-gap-between-rich-and-poor-says-wef\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/19/greater-social-mobility-will-help-narrow-gap-between-rich-and-poor-says-wef", "date_published": "2020-01-19 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huge dust storms in Australia hit central New South Wales", "description": "<p>Videos posted to social media show the clouds turning day into night in some areas </p><p>Damaging winds produced by thunderstorms across central New South Wales have whipped up dust storms that turned daytime into night in some towns.</p><p>The Bureau of Meteorology issued a series of severe thunderstorm warnings on Sunday evening for inland NSW with the associated winds generating massive dust clouds.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jan/20/huge-dust-storms-hit-central-new-south-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jan/20/huge-dust-storms-hit-central-new-south-wales", "date_published": "2020-01-19 22:43:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Angola's state oil firm was left with just $309 in its account", "description": "<p>Inquiry into Isabel dos Santos’s management of Sonangol turns on a series of events before her sacking</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jan/19/diamond-deal-that-rocked-angola-de-grisogono-luanda-leaks\">The diamond deal that rocked Angola</a></li><li><a href=\"https://www.theguardian.com/world/2020/jan/19/isabel-dos-santos-revealed-africa-richest-woman-2bn-empire-luanda-leaks-angola\">Revealed: how Angolan ruler’s daughter built $2bn empire</a></li></ul><p>The transfers began on 16 November 2017, with $38m wired (then £32.3m) to a bank account in Dubai. A little later another sum, this time $15m, exited, followed by a third for $4m. At the start of the day, the bank account of Sonangol, Angola’s state oil company, had contained $57m. By sunset, it had just $309.</p><p>The story of these payments, as told by a Sonangol bank statement and internal report, lies at the centre of <a href=\"https://www.bloomberg.com/news/articles/2019-10-21/billionaire-isabel-dos-santos-denies-any-wrongdoing-at-sonangol\">an Angolan government investigation</a> into Africa’s richest woman.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/angola-state-oil-company-sonangol-isabel-dos-santos-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/angola-state-oil-company-sonangol-isabel-dos-santos-investigation", "date_published": "2020-01-19 18:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Isabel dos Santos: president's daughter who became Africa's richest woman", "description": "<p>From her first investment in a beach bar, Dos Santos has built a $2bn empire. But her wealth is the subject of mounting scrutiny </p><p>From the terrace of the Miami Beach club, the sand stretches down to the Atlantic ocean. Waves lap the long shoreline of the Ilha de Luanda. On weekends, the bar-restaurant is full of wealthy drinkers and dancers who have driven over from Luanda, the Angolan capital, a few kilometres away.</p><p>The Miami Beach club has been a fixture on the Luanda party scene for 20 years. Over that time the civil war that devastated Angola ended, an oil boom that generated billions ended in bust, and one of the longest-ruling leaders in Africa, José Eduardo dos Santos, was forced to <a href=\"https://www.theguardian.com/world/2017/aug/19/angola-elections-jose-eduardo-dos-santos-marxism-crony-capitalism-mpla\">step down as president</a>. It was a period when a lucky elite of Angolans made very large fortunes – but none seems to have made more than the former president’s daughter, Isabel dos Santos, whom <a href=\"https://www.forbes.com/profile/isabel-dos-santos/#2c074dcc523f\">Forbes says</a> is worth $2.2bn (£1.7bn).</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/isabel-dos-santos-president-daughter-africa-richest-woman-angola\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/isabel-dos-santos-president-daughter-africa-richest-woman-angola", "date_published": "2020-01-19 18:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frost, postal exams and protests: Sunday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world, including Middle East protests and a festival in the Philippines</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jan/19/frost-postal-exams-and-protests-sundays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jan/19/frost-postal-exams-and-protests-sundays-best-photos", "date_published": "2020-01-19 13:23:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China moves to phase out single-use plastics", "description": "<p>Plastic bags to be banned in all major cities by end of 2020, says state planner</p><p>China is stepping up restrictions on the production, sale and use of single-use plastic products, according to the state planner, as it seeks to tackle one of the country’s biggest environmental problems.</p><p>Vast amounts of untreated plastic waste are buried in landfills or dumped in rivers. The United Nations has identified single-use plastics as one of the world’s biggest environmental challenges.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/china-moves-to-phase-out-single-use-plastics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/china-moves-to-phase-out-single-use-plastics", "date_published": "2020-01-19 11:43:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour antisemitism row: Corbyn under fire over Karie Murphy peerage nomination", "description": "<p>Party leader criticised over nomination amid investigation by Equality and Human Rights Commission </p><p>Jeremy Corbyn has been criticised for nominating his controversial former chief of staff Karie Murphy for a peerage while the party is still being investigated over its handling of antisemitism.</p><p>Murphy’s name emerged in the Sunday Times as one of several put forward by Corbyn – together with those of his former deputy, Tom Watson, and the outgoing Speaker of the House of Commons, John Bercow.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/19/labour-antisemitism-row-corbyn-under-fire-over-karie-murphy-peerage-nomination\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/19/labour-antisemitism-row-corbyn-under-fire-over-karie-murphy-peerage-nomination", "date_published": "2020-01-19 11:41:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Africa v England: third Test, day four – live!", "description": "<ul><li>Rain stops play as South Africa begin follow-on</li><li><a href=\"https://www.theguardian.com/sport/blog/2020/jan/18/mark-wood-south-africa-england-third-test\">England could pair Wood and Archer in Johannesburg</a></li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or tweet <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-19T11:41:32.042Z\">11.41am <span class=\"timezone\">GMT</span></time> </p><p>Shake it all about. </p><p class=\"block-time published-time\"> <time datetime=\"2020-01-19T11:40:33.556Z\">11.40am <span class=\"timezone\">GMT</span></time> </p><p><strong>“I would need proof that AB de Villiers was focused on Test cricket,” </strong>says Piet Morant, “or 70% ABV proof. Bain’s Cape Mountain whisky - one bottle for breakfast, fire on. A good un.”</p><p>Oooh, that looks extremely interesting. If we’re doing non-Scotch, I heartily recommend the Indian Amrut, and i’m also looking forward to trying the Israeli M&amp;H. </p> <a href=\"https://www.theguardian.com/sport/live/2020/jan/19/south-africa-england-third-test-day-four-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/jan/19/south-africa-england-third-test-day-four-live", "date_published": "2020-01-19 11:41:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "House of Lords may move out of London to 'reconnect' with public", "description": "<p>Tory plan a symbol of Boris Johnson’s aim to ‘level up’ rest of UK with capital</p><p>The government is considering moving the House of Lords outside London – potentially to York – as one of a range of options to “reconnect” politics with the public, the Conservative party chairman, James Cleverly, has confirmed.</p><p>Asked about the plan, which was reported in the Sunday Times, Cleverly said: “It’s one of a range of things that we are looking into.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/19/house-of-lords-may-move-out-of-london-to-reconnect-with-public\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/19/house-of-lords-may-move-out-of-london-to-reconnect-with-public", "date_published": "2020-01-19 11:34:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Comme des Garçons in row over 'white models in cornrow wigs'", "description": "<p>Fashion house accused of cultural appropriation over wigs used in men’s show </p><p>The fashion house Comme des Garçons has been accused of cultural appropriation after white models sported what appeared to be black hair wigs during its men’s fall/winter 2020 show. </p><p>In a post on Instagram, the industry watchdog Diet Prada said the label had put “white models in cornrow wigs”.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/19/comme-des-garcons-in-row-over-white-models-in-cornrow-wigs\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/19/comme-des-garcons-in-row-over-white-models-in-cornrow-wigs", "date_published": "2020-01-19 11:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Heather Watson’s Australian Open hopes lifted by love and Yeovil Town", "description": "The British player won just three games in Melbourne last year but is ‘happy on and off court’ thanks to her relationship with Yeovil’s Courtney Duffus<p>On the eve of the 2020 Australian Open, Heather Watson has said her relationship with the Irish footballer Courtney Duffus has transformed her career – and her life.</p><p>Watson, who arrived in Melbourne on Saturday fresh from a run to the semi-finals in Hobart, plays Kristyna Pliskova on Tuesday. There are tougher prospects beyond that in a quarter of the draw that includes sixth seed Belinda Bencic, Donna Vekic (No 19), Aryna Sabalenka – who gave world No 1 Ashleigh Barty a good argument in the Adelaide final on Saturday – and, closer to her section, the accomplished Belgian Elise Mertens.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/19/heather-watson-australian-open-tennis-courtney-duffus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/19/heather-watson-australian-open-tennis-courtney-duffus", "date_published": "2020-01-19 11:26:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If you are confronting a midlife crisis, put up a fight – and take up boxing", "description": "<p>At 50, I knew I was trapped in a gentle, terminal decline. But when I stumbled on boxing, I found the challenge I needed</p><p>Modern life has made us all so ill that we have been compelled to invent its polar opposite, “wellness”. It is not enough just to be well, there is an additional demand to be seen to be well. Wellness is complicated and needs time, money and access to special food, travel and social media. By chance in middle age, I discovered a cheaper, simpler and more enjoyable alternative: I took up boxing.</p><p>Boxing is cheap, unpretentious, sociable and has transformative powers. On the outside I am an ordinary 56-year-old woman, but on the inside, after six years’ boxing training, I have surpassed notions of “wellness”. I can also skip for England and throw a great jab.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/19/if-you-are-confronting-a-midlife-crisis-put-up-a-fight-and-take-up-boxing\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/19/if-you-are-confronting-a-midlife-crisis-put-up-a-fight-and-take-up-boxing", "date_published": "2020-01-19 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neverland forever: the tiny Scottish island that gave us Peter Pan", "description": "<p>Eilean Shona inspired the author JM Barrie. It seems some dreams do come true …</p><p>As we skim across <a href=\"https://www.moidart.com/explore/moidart\" title=\"\">Loch Moidart</a> in our speedboat to reach <a href=\"https://www.eileanshona.com/\" title=\"\">Eile</a><a href=\"https://www.eileanshona.com/\" title=\"\">an Shona</a>, it’s easy to see why this remote island was the inspiration for JM Barrie’s <em>Peter Pan</em>. In the fading light there’s still an air of fantasy about the place; a low black craggy line appears ahead of us, fir trees are ringed in mist and a ruined castle in the bay – Castle Tioram – is outlined in the dusk.</p><p>When Barrie spent a summer here in 1920, working on the screenplay of the silent film adaptation of his play-then-novel, he knew he’d found the perfect location for his children’s classic. Nothing has changed and first impressions aren’t a million miles from Wendy’s in the Disney version when she first spies Neverland through the clouds, lush and green with translucent waters and pale sand.</p> <a href=\"https://www.theguardian.com/travel/2020/jan/19/neverland-forever-scottish-island-peter-pan-jm-barrie\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/19/neverland-forever-scottish-island-peter-pan-jm-barrie", "date_published": "2020-01-19 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belgian neurologist wins €1m prize for work on serious brain trauma", "description": "<p>Generet prize will fund more trials by Steven Laureys to help written-off ‘vegetative’ patients</p><p>A pioneering Belgian neurologist has been awarded €1m to fund further work in helping diagnose the most severe brain injuries, as he seeks to battle “the silent epidemic” and help people written off as “vegetative” who, it is believed, will never recover.</p><p>Steven Laureys, head of the coma science group at Liège University hospital, plans to use the £850,000 award – <a href=\"https://www.theguardian.com/science/nobelprizes\">larger than the Nobel prize</a> – to improve the diagnosis of coma survivors labelled as being in a “persistent vegetative state”.</p> <a href=\"https://www.theguardian.com/science/2020/jan/19/belgian-neurologist-wins-1m-prize-for-work-on-serious-brain-trauma\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/jan/19/belgian-neurologist-wins-1m-prize-for-work-on-serious-brain-trauma", "date_published": "2020-01-19 11:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When Nigel Slater met Nadiya Hussain", "description": "<p>Over curry and cake, two of the UK’s best-loved food writers talk about family, anxiety and learning to cope with life in the public eye</p><p>It is almost lunchtime when Nadiya Hussain arrives at my front door. She is bearing gifts. Among them, a tin of pastries she had fried that morning. “They’re my mum’s favourite,” she adds, handing me a tin of flaky, parcels, laminated like a cronut, each layer dusted with icing sugar and freckled with black onion seeds. We debate whether they are savoury or sweet. (The answer is both.) Two are wolfed instantly without the tea and clotted cream she insists they need and the rest are squirrelled away for tomorrow’s breakfast, but only because we are about to tuck into lunch.</p><p>Even before she reached the final of <em>The Great British Bake Off</em>, Nadiya was known to television viewers by a single name, like Nigella or Jamie. What fans of the programme like myself couldn’t know, as we took this quietly confident contestant to our hearts, was that between takes, she was running off to cry in the loo, shaking with nerves and unsure about how this could ever have happened to her.</p> <a href=\"https://www.theguardian.com/food/2020/jan/19/when-nigel-slater-met-nadiya-hussain-curry-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/19/when-nigel-slater-met-nadiya-hussain-curry-cake", "date_published": "2020-01-19 11:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plan to reuse graves as Highgate cemetery runs out of space", "description": "A private member’s bill in the Lords this week would allow charity trust to reopen  long-abandoned plots<p>It is the most exclusive location in Britain. A plot in Highgate’s east cemetery, resting place of Karl Marx, George Eliot and Malcolm McLaren, will set you back £20,000. In the west cemetery, where lie George Michael, Christina Rossetti and Michael Faraday, a plot costs double.</p><p>“We have a reputation for being the most expensive cemetery in the country,” said Dr Ian Dungavel, chief executive of the<a href=\"https://highgatecemetery.org/about/the-friends\" title=\"\"> Friends of Highgate Cemetery Trust</a>, a charity that rescued the site after decades of neglect. “That’s not something we have deliberately chosen to be, but I think it relates to the value of land around the place. Where land values are highest, grave values are highest.”</p> <a href=\"https://www.theguardian.com/society/2020/jan/19/highgate-cemetery-runs-out-space\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/19/highgate-cemetery-runs-out-space", "date_published": "2020-01-19 10:43:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saracens accept relegation and issue apology for salary cap breaches", "description": "<p>• Club ‘unreservedly apologise’ for breaching salary cap rules<br />• Saracens will play in Championship next season</p><p>Saracens will be relegated from the Premiership at the end of the season after a fourth salary-cap breach.</p><p>The reigning champions, who in November were fined more than £5m and <a href=\"https://www.theguardian.com/sport/2019/nov/05/saracens-docked-35-points-and-5m-fine-for-salary-cap-breach\" title=\"\">docked 35 Premiership points</a> for exceeding the cap in the previous three seasons, accepted they would not come in within the £7m cap at the end of the season.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/18/saracens-relegated-end-of-season-premiership-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/18/saracens-relegated-end-of-season-premiership-rugby", "date_published": "2020-01-19 10:37:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s oxtail stew and trimmings recipes", "description": "<p>A warming treat fit for Burns Night, complete with neeps and tatties</p><p>A sudden need for a dinner seasoned with tradition and nostalgia. I pick up lumps of oxtail from the butcher’s, a jumble of bones with deep maroon meat marbled with cream-coloured fat. I cook them with sweet roots and ribs of celery, letting the heat of the oven do the work. There is red wine and beef stock, tufts of thyme and twigs of bay and I serve it in the casserole in which it is cooked, with a mash of swedes and a flat, crisp cake of potatoes. The dinner is a dry-run for <a href=\"https://www.theguardian.com/food/burns-night\" title=\"\">Burns Night</a>, the sort of food to set us up for wine and whisky and song.</p><p>This is the sort of food to set us up for wine, whisky and song</p> <a href=\"https://www.theguardian.com/food/2020/jan/19/nigel-slaters-oxtail-stew-and-trimmings-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/19/nigel-slaters-oxtail-stew-and-trimmings-recipes", "date_published": "2020-01-19 10:30:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Masculine, feminist or neutral? The language battle that has split Spain", "description": "A new government plans to erase gender bias in the constitution<p>A showdown is looming between Spain’s conservative language academy and its newly elected socialist government over proposals to rewrite the nation’s constitution using gender-neutral language.</p><p>The <a href=\"https://www.rae.es/\" title=\"\">Royal Spanish Academy</a>, which has the final word on the correct use of Spanish, has been sitting on a report commissioned over a year ago by Carmen Calvo, the deputy prime minister, that calls for the wording of the 1978 constitution to be altered, replacing generic masculine nouns with more inclusive forms. But, after a tumultuous 12 months in Spanish politics that saw two general elections and months of political manoeuvring before a government could be formed, the swearing-in last week of Pedro Sánchez’s leftwing coalition has seen the issue return.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/gender-neutral-language-battle-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/gender-neutral-language-battle-spain", "date_published": "2020-01-19 10:15:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two popes, plotting cardinals and the fallout of an explosive book", "description": "<p>Benedict and his inner circle are accused of intervening to halt Pope Francis relaxing celibacy rules as the battle between conservative and liberal factions takes a new twist</p><p>The pilgrims filing into the papal audience hall last Wednesday were mostly oblivious to the saga enveloping the Vatican over an explosive new book that pits the retired <a href=\"https://www.theguardian.com/world/pope-benedict-xvi\" title=\"\">Pope Benedict XVI</a> against the reigning <a href=\"https://www.theguardian.com/world/pope-francis\" title=\"\">Pope Francis.</a> But they were clear on who their favourite is.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/two-popes-plotting-cardinals-francis-benedict-celibacy-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/two-popes-plotting-cardinals-francis-benedict-celibacy-rules", "date_published": "2020-01-19 10:14:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thriller finally gives Iraqis key roles in 2003 invasion story", "description": "Actor July Namir tells how the C4 drama Baghdad Central gives a voice to those who lived with conflict<p>She has become used to playing characters who have neither passports nor backstories. Now, after landing a role offering both, British actress July Namir has spoken out about the importance of challenging stereotypes on TV.</p><p>“Usually I’m just asked to play refugees who are then portrayed as this cancerous maw sucking on society,” says Namir, who stars in new Channel 4 drama <em>Baghdad Central</em>, which starts next month. “Being asked to play someone who has their own internal thoughts and all these opinions and feelings was a real change.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/19/channel-4-drama-strong-roles-iraqi-women-not-refugee-stereotypes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/19/channel-4-drama-strong-roles-iraqi-women-not-refugee-stereotypes", "date_published": "2020-01-19 10:02:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Part-science lab, part-playground’: how kids made museums take fun seriously", "description": "<p>From London to California, architects are helping museums provide interactive learning experiences that can’t be found on screen</p><p>Last year, the Hoxton-based architecture practice <a href=\"http://www.theaoc.co.uk/\" title=\"\">AOC</a> set up the <a href=\"https://www.vam.ac.uk/moc/exhibitions/open-studio/\" title=\"\">Open Studio</a> at the <a href=\"https://www.vam.ac.uk/moc/\" title=\"\">V&amp;A</a><a href=\"https://www.vam.ac.uk/moc/\" title=\"\"> Museum of Childhood</a> in nearby Bethnal Green, east London. The 147-year-old institution was set to be renovated and initial consultation of local schoolchildren had found that they wanted the space turned into the “most joyful museum in the world”. AOC set up the Open Studio to find out how this could be done. It was a test-lab of forums and workshops for children and families, a space where visitors were encouraged to hold objects from the V&amp;A’s collection and answer questions such as: “What is a museum?”</p><p>Geoff Shearcroft, who is co-founding director of AOC and led the Open Studio, said consensus among children was that a museum is “a place for collecting and looking at objects”. But they also thought the top attractions at the Museum of Childhood were “playing on the rocking horse, the sandpit, running up and down the ramp and having an ice cream”.</p> <a href=\"https://www.theguardian.com/culture/2020/jan/19/museum-science-lab-playground-children-fun-architects\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jan/19/museum-science-lab-playground-children-fun-architects", "date_published": "2020-01-19 10:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I'd like to vote Democratic': the swing voters who want a reason not to back Trump again", "description": "<p>Monroe county, Michigan, saw one of the largest swings in the country from Obama to Trump – and so far many swing voters are likely to go for Trump even as they have plenty of doubt</p><p>It’s not that James Padot hugely admires Donald Trump or his values.</p><p>After all, Padot spent more than four decades as a pipe fitter, a skilled trade that provided a good living but relied on the power of his labour union for work and to ensure he was decently paid.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/19/id-like-to-vote-democratic-the-swing-voters-who-want-a-reason-not-to-back-trump-again\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/19/id-like-to-vote-democratic-the-swing-voters-who-want-a-reason-not-to-back-trump-again", "date_published": "2020-01-19 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neneh Cherry: ‘Rap is a kind of freedom’", "description": "<p>Thirty years after her debut, the singer recalls how hip-hop broke the mould for British women - and we chart the rappers that followed in her path, from Cookie Crew to Cassie Rytz</p><p>One of BBC Four’s recent <em>Top of the Pops</em> reruns from the late 1980s<a href=\"https://www.bbc.co.uk/iplayer/episode/m000d26k/top-of-the-pops-05011989\" title=\"\"> features a performance </a>that many of us who were young girls at the time vividly remember. It was the debut in 1988 of an exhilarating, in-your-face artist, slotted between the soft seasonal balms of Freiheit’s Keeping the Dream Alive and Kylie and Jason’s Especially for You. She was 24, visibly pregnant, dancing in a gold bra, gold jacket and huge medallion, and doing something else that felt revolutionary: rapping.</p><p>The next day, our school playground filled with little girls delivering words into one another’s faces that they didn’t quite understand, trying to get the rhythms right. It didn’t matter: Neneh Cherry’s Buffalo Stance, and its attitude, had entered our world. Cherry was by no means the first female rapper with a distinctly British style – there had been several female duos and groups before her – but that uncompromising, joyous, performance can be seen now as the moment mainstream pop opened up to artists like her, and laid the groundwork for the next three decades of solo female MCs.</p> <a href=\"https://www.theguardian.com/music/2020/jan/19/neneh-cherry-rap-is-a-kind-of-freedom-women-in-hip-hop\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jan/19/neneh-cherry-rap-is-a-kind-of-freedom-women-in-hip-hop", "date_published": "2020-01-19 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Now Boris Johnson has really turned politics into a puppet show | Stewart Lee", "description": "<p>A cloth rabbit more than held its own with the prime minister on the BBC</p><p>My metropolitan liberal elitist friends here in 78.5% Remain-voting Hackney do not hold BBC news in high regard, its election coverage considered biased in favour of the government and Laura Kuenssberg merely a horrid flesh trombone through which Dominic Cumming honks his reverberating falsehoods.</p><p>The news seemed skewed. During the election, the prime minister declined the grilling Andrew “Weetabix” Neil gave his opponents, had a selfie with an impartial Phillip Schofield on ITV and hid in a variety of white goods whenever regional reporters tried to ask basic questions, such as how many children he had or what he actually meant by any of the things he had said.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/boris-johnson-has-turned-politics-into-puppet-show\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/boris-johnson-has-turned-politics-into-puppet-show", "date_published": "2020-01-19 10:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serious design flaws in many housing estates, report claims", "description": "New developments lack basic amenities such as shops and playgrounds<p>Charlotte Denning and Conor Green were overjoyed when they moved into their first home on a new hillside housing development on the northern fringes of Plymouth. But the reality of living for three years on an estate designed by <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2019/dec/17/75m-bonus-given-to-housebuilding-firm-boss-despite-shoddy-homes\" title=\"\">housebuilding giant Persimmon</a> has been frustrating in many ways.</p><p>“Almost every house has young families in, but there is literally <a href=\"https://www.theguardian.com/cities/2020/jan/14/the-case-for-designing-cities-around-the-needs-of-children\" title=\"\">nothing here for kids</a> at the moment,” said Denning, 23, as a ferocious storm lashed the windows of their living room in Palmerston Heights. “They have to play on the road. Sometimes we move all the cars, so they at least have somewhere to run around.”</p> <a href=\"https://www.theguardian.com/society/2020/jan/19/housing-giants-put-profit-before-peoples-needs-report-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/19/housing-giants-put-profit-before-peoples-needs-report-reveals", "date_published": "2020-01-19 09:45:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Branded beer and baseball caps as drug lord El Chapo’s family cash in", "description": "<p>Merchandise featuring cartel leader at fashion fair is condemned as a glorification of crime</p><p>Just months after the conviction of the Mexican narco-lord Joaquín “El Chapo” Guzmán for drug trafficking and control of a murderous criminal enterprise – the Sinaloa cartel – comes a new beer: El Chapo lager.</p><p>Mexico’s thirst for a good cerveza is matched only by the apparently unquenchable one for El Chapo merchandise. Last March Guzmán’s wife, Emma Coronel, launched a fashion and <a href=\"https://www.theguardian.com/world/2019/mar/30/el-chapo-fashion-line-joaquin-guzman-emma-coronel-aispuro\" title=\"\">leisurewear line</a>, licensed by her husband. </p> <a href=\"https://www.theguardian.com/world/2020/jan/19/call-time-on-el-chapo-profiteering-family-drug-trafficking-cartel-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/call-time-on-el-chapo-profiteering-family-drug-trafficking-cartel-mexico", "date_published": "2020-01-19 09:35:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Confessions of an accidental influencer", "description": "<p>When Bella Mackie began posting about her struggles with anxiety, she unexpectedly found herself becoming an influencer. But what did sharing her private fears teach her?</p><p>“Bella, I know it’s not the point, but where is your jumper from?” This was a reply to a post I put up on Instagram about the horrors of antidepressant withdrawal. I respond with the details, mildly flattered, but slightly despairing. After decades of not talking about my mental health issues, I started an Instagram account (<a href=\"https://www.instagram.com/mackie_bella/?hl=en\" title=\"\">@mackie_bella</a>) hoping to talk more honestly about them, but maybe when everyone has their own struggles they don’t want to be burdened with yours. Why would you want to watch someone else moan on the morning commute when you could gaze at a lovely fluffy jumper to cheer yourself up? I would choose the jumper myself most days.</p><p>I have become somewhat well followed on Instagram at a time when the platform is being hugely criticised. Social media influencers are widely scorned for showing off unattainable lifestyles, promoting irresponsible products, such as slimming teas, and being disingenuous about what’s real and what’s staged for effect. Websites have sprung up where those who are fed up with the polished images can call them out, sometimes brutally.</p> <a href=\"https://www.theguardian.com/global/2020/jan/19/confessions-of-an-accidental-influencer-bella-mackie-instagram-mental-health-awareness\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/jan/19/confessions-of-an-accidental-influencer-bella-mackie-instagram-mental-health-awareness", "date_published": "2020-01-19 09:30:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It won’t be easy for Boris Johnson to keep his pledges to his new friends in the north | Andrew Rawnsley", "description": "<p>The Tories now represent areas of the country with needs and concerns that have been alien to the party for decades</p><p>Until <a href=\"https://www.theguardian.com/politics/live/2019/dec/12/general-election-2019-uk-live-labour-tories-corbyn-boris-johnson-results-exit-poll\" title=\"\">election night</a>, I very much doubt that the typical Tory member in the home counties, or the average Conservative MP from the southern shires, could have found Blyth Valley on a map. The best they might have managed is that it lay up north in that mysterious and unknown area of the country that they had mentally marked: “Here Be Dragons”. Now a Conservative MP sits for the <a href=\"https://www.theguardian.com/politics/2019/dec/13/theyre-getting-their-just-desserts-how-traditional-voters-ditched-labour\" title=\"\">Northumbrian constituency,</a> which has never previously been represented by the Tories. Ian Levy’s victory was perhaps the most sensational, and certainly among the most symbolic, of the dramatic gains that the Conservatives made at the expense of Labour.</p><p>The December election sent <a href=\"https://metro.co.uk/2019/12/16/boris-johnson-poses-hundreds-newly-elected-tory-mps-11917408/\" title=\"\">more than 100</a> new Tory MPs to parliament. It is a striking fact that they of Conservative MPs account for half of the backbenchers sitting behind Boris Johnson. His new friends from the north speak in different accents to their more southerly colleagues. They often think differently as well. And they represent areas of the country with needs and concerns that have been alien to the Tory party over many decades. <a href=\"https://www.harboroughmail.co.uk/news/politics/general-election-2019-neil-obrien-re-elected-harborough-1340200\" title=\"\">Neil O’Brien</a>, the Conservative MP for Harborough, points out that Tories represented just 14 seats in the most deprived half of England in 2001. Now Conservative MPs sit for <a href=\"https://www.conservativehome.com/thecolumnists/2019/12/neil-obrien-policies-for-a-new-britain-in-which-the-central-point-for-new-tory-mps-is-the-moors-on-the-edge-of-sheffield.html\" title=\"\">116 of them</a>. This could give them a lot of clout if they get organised. There are signs that they are. More than 120 Tory MPs have signed up to the Blue Collar Conservatism caucus that will have its first meeting tomorrow evening.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/it-wont-be-easy-for-boris-johnson-to-keep-his-pledges-to-his-new-friends-in-the-north\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/it-wont-be-easy-for-boris-johnson-to-keep-his-pledges-to-his-new-friends-in-the-north", "date_published": "2020-01-19 09:15:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ruth Asawa: A Line Can Go Anywhere; Benode Behari Mukherjee: After Sight – review", "description": "<p><strong>David Zwirner, London</strong><br />Posthumous celebrations of two undervalued but extraordinary 20th-century artists give them both the recognition they deserve</p><p>It hardly seems possible that there could be a major 20th-century artist still ripe for rediscovery, but so it seems with the Japanese-American sculptor <strong><a href=\"https://ruthasawa.com/art/sculpture/\" title=\"\">Ruth Asawa</a> </strong>(1926-2013). Her work comes as a complete surprise, and not only because she has never been shown in this country before. Everything Asawa made was so original, and fashioned mainly out of wire – an art of pure visual joy.</p><p>Born in rural California, Asawa’s first exposure to art teaching came when her family and other Japanese-Americans were detained in internment camps during the second world war. After hostilities ended, she studied art at the famously experimental and non-hierarchical Black Mountain College in North Carolina. She began with ink drawing, both figurative and abstract. But in 1947, a Mexican craftsman taught Asawa how to weave baskets out of wire, and this knowledge inspired her own unique structures.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/19/ruth-asawa-a-line-can-go-anywhere-review-benode-behari-mukherjee-after-sight-david-zwirner-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/19/ruth-asawa-a-line-can-go-anywhere-review-benode-behari-mukherjee-after-sight-david-zwirner-london", "date_published": "2020-01-19 09:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Your pictures: share your photos on the theme of ‘dry’", "description": "<p>Wherever you are in the world, this week we’d like to see your pictures on the theme ‘dry’<br /></p><p>The next theme for our weekly photography assignment, published in print in the <a href=\"https://www.theguardian.com/theobserver/new-review\">Observer New Review</a> is ‘dry’.</p><p>Share your photos of what dry means to you – and tell us about your image in the description box.</p> <a href=\"https://www.theguardian.com/community/2020/jan/19/your-pictures-share-your-photos-on-the-theme-of-dry\">Continue reading...</a>", "link": "https://www.theguardian.com/community/2020/jan/19/your-pictures-share-your-photos-on-the-theme-of-dry", "date_published": "2020-01-19 09:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out of the lab and into your frying pan: the advance of cultured meat", "description": "<p>In a few years meat grown in laboratories from animal cells may become part of our regular diet, a prospect that raises complex technical, social and ethical questions</p><p>I am sitting at a kitchen worktop in the airy offices of San Francisco food startup <a href=\"https://www.ju.st/en-us\" title=\"\">Eat JUST.</a> As a vegetarian, I’m in angst about what is being gently turned over for me in the fryer by one of the chefs. Sitting beside me, <a href=\"https://twitter.com/joshtetrick\" title=\"\">the company’s CEO Josh Tetrick</a> tries to put my moral dilemma into perspective. “You’re not my target market,” he says. “It’s people who are eating meat for breakfast, lunch and dinner.”</p><p>The product in the fryer is JUST’s prototype chicken nugget, which costs about $50 to make. It is manufactured from what the industry calls cultured, cell-based or cultivated meat (though the outside world knows it more commonly as lab-grown meat). Not to be confused with “meat” that is plant derived, it is produced directly from animal cells with little need to raise and no need to slaughter actual animals. It is a technology with the potential to fundamentally change the world – significantly replacing the way meat is produced now with a kinder and less environmentally damaging alternative.</p> <a href=\"https://www.theguardian.com/food/2020/jan/19/cultured-meat-on-its-way-to-a-table-near-you-cultivated-cells-farming-society-ethics\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/19/cultured-meat-on-its-way-to-a-table-near-you-cultivated-cells-farming-society-ethics", "date_published": "2020-01-19 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The politics may be murky, but if Flybe failed many regions would be badly hit", "description": "Although the airline’s competitors are right to complain about the lack of transparency, ministers needed to show pragmatism<p>It’s easy to be indignant about <a href=\"https://www.theguardian.com/business/2020/jan/14/flybe-saved-after-successful-last-ditch-talks\" title=\"\">the rescue</a> of <a href=\"https://www.theguardian.com/business/flybe\" title=\"\">Flybe</a>. Ministers on the job – business secretary Andrea Leadsom, transport secretary Grant Shapps and chancellor Sajid Javid – have been disgracefully unclear about what assistance has been extended, and on what terms. The trio proclaim they’ve cobbled together a splendid deal in tricky circumstances, but won’t say what it is.</p><p>So, yes, it’s fair for Willie Walsh at British Airways-owner IAG and Michael O’Leary at <a href=\"https://www.theguardian.com/business/2020/jan/16/ryanair-demands-same-tax-holiday-amid-flybe-rescue-deal-backlash\" title=\"\">Ryanair</a> to rev their engines and <a href=\"https://www.theguardian.com/business/2020/jan/15/owner-of-british-airways-files-complaint-over-flybe-bailout\" title=\"\">demand answers</a>. Why are the owners of Flybe – all profit-seeking companies, including Virgin Atlantic – begging the government for a loan if they are willing, as they say they are, to borrow on “commercial” terms? Or is a “commercial” rate being defined as one that no commercial lender would offer a company with Flybe’s troubled history?</p> <a href=\"https://www.theguardian.com/business/2020/jan/19/the-politics-may-be-murky-but-if-flybe-failed-many-regions-would-be-badly-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/19/the-politics-may-be-murky-but-if-flybe-failed-many-regions-would-be-badly-hit", "date_published": "2020-01-19 09:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There’s a reason why the royals are demonised. But you won’t read all about it | Alan Rusbridger", "description": "Who really knows what is going on with Harry and Meghan? But we can be sure the storytellers, the press, are hardly disinterested observers<p>To understand the “real” story of Prince Harry and Meghan Markle, it helps to think in three dimensions. On one level, we have a story about a couple who, for perfectly understandable reasons, want a different kind of life: a new start, a fresh role, less scrutiny, more peace of mind. All eminently reasonable and not very remarkable.</p><p>But there is, of course, the second level: they’re inescapably royal. This is hardly the abdication: the constitutional ramifications of the sixth in line bailing out to a new life in Canada are not earth-shattering. But, whether you are a pope or a prince, there are undoubtedly complications in trying to assert a private identity that is decoupled from your apparent destiny or birthright.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/there-is-a-reason-why-royals-demonised-but-wont-read-all-about-it-prince-harry-meghan-markle\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/there-is-a-reason-why-royals-demonised-but-wont-read-all-about-it-prince-harry-meghan-markle", "date_published": "2020-01-19 08:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New measures to beat stalking could put victims at risk", "description": "Prevention orders could prompt an increase in murders, campaigners say<p>New Home Office measures to tackle the growing crime of stalking risk becoming a “retrograde” step that campaigners warn could prompt an increase in murders.</p><p>The stalking protection orders, unveiled today, aim to block perpetrators from approaching their victims and allow courts in England and Wales to move quicker to ban stalkers from contacting or visiting victims.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/19/new-stalking-prevention-orders-victims-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/19/new-stalking-prevention-orders-victims-at-risk", "date_published": "2020-01-19 08:27:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I thought I had hit the age of peak happiness. How wrong I was", "description": "As a study shows 47.2 is the height of misery,<em> </em>what is the economic theory and psychology of wellbeing – and does it offer a brighter tomorrow<p>So,” I say to my wife, “I’ve been asked to write about happiness peaking when we hit 47.2 years of age.” She stares at me like she’s waiting for a punchline, then shakes her head. “Because I’m about to hit 47.2,” I say, in case she had forgotten that we recently celebrated my 47th birthday. “A team of economists have worked it out.”</p><p>There is an uncomfortable pause. My wife shakes her head again and says gently: “No, <a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2020/jan/14/are-you-really-at-your-most-miserable-at-47-years-old\" title=\"\">47.2 is when you hit peak misery</a>. It’s been all over the papers. Have you not been reading them? I was going to send you the links but I didn’t want you to have some sort of meltdown.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/19/peak-happiness-peak-misery-47-psychology-wellbeing\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/19/peak-happiness-peak-misery-47-psychology-wellbeing", "date_published": "2020-01-19 08:17:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My old pub has banned mobiles. I cherish the return of tranquility", "description": "A world of hushed conversations by a good fire is back at a Sam Smith local in Knaresborough<p>It was during the pouring of my first pint that I began to realise that at the Commercial Hotel in Knaresborough they do things a little differently. Standing at the bar, I was briefly texting my whereabouts to a friend. “You’ll have to put that phone away,” the barman told me. “This is a digital detox pub.”</p><p>I had seen the signs. It was hard to miss them since they were on every wall. Every beer mat carried the same message, an image of a digital device and a “no-entry” sign. I had not, however, bargained on such draconian enforcement of the rules. Having gone outside to complete the text, I came back and produced my bank card to pay for the lager. The barman pointed to another sign. “We don’t take cards, only cash. If you go up the high street, you can find a cashpoint.” As I left for a second time to get some money, I thought I caught the trace of a smirk on a fellow drinker’s face as they gazed impassively into the middle distance.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/19/tranquility-returns-as-samuel-smith-pub-bans-mobiles\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/19/tranquility-returns-as-samuel-smith-pub-bans-mobiles", "date_published": "2020-01-19 08:12:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liberal, nuanced, cautious: is this the real Boris Johnson?", "description": "Labour’s caricature of the new PM as pro-Trump and anti-interventionist has been surprisingly wide of the mark<p>It was only on general election day – 1 May 1997 – that <a href=\"https://www.youtube.com/watch?v=cJpyks_lPhQ\" title=\"\">Tony Blair</a> began to focus on what he would actually do in government if he won. He left it until all the campaigning was over to ask to see a detailed plan for the first 100 days that David Miliband, then his head of policy, and Jonathan Powell, his chief of staff, had spent much of the previous months devising. Until then, despite being miles ahead in the polls, “Blair hadn’t wanted to look”, Powell says.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jan/18/boris-johnson-warns-cabinet-shape-up-or-be-sacked\">Johnson to cabinet: shape up or I’ll sack you within weeks</a> </p> <a href=\"https://www.theguardian.com/politics/2020/jan/19/boris-johnson-liberal-nuanced-cautious\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/19/boris-johnson-liberal-nuanced-cautious", "date_published": "2020-01-19 08:08:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the world happier – and why it should be our first priority", "description": "<p>In this extract from his new book, the UK’s happiness tsar argues for wellbeing as a political goal as well as a personal one<br /><br /><a href=\"https://www.theguardian.com/books/2020/jan/19/richard-layard-everybody-could-have-a-better-time-extract-from-can-we-be-happier\">• Read our interview with Richard Layard</a></p><p><em>Whoever is happy will make others happy too... How wonderful it is that nobody need wait a single moment before starting to improve the world.</em><br /><strong><em> Anne Frank, The Diary of a Young Girl</em></strong></p><p>There is a wind of change in our society. People are talking about feelings. Even men are doing it. Relatively recently <a href=\"https://www.theguardian.com/uk-news/video/2017/jul/23/william-harry-remember-diana-itv-documentary-video\" title=\"\">Prince William and Prince Harry talked for the first time about their mother’s death</a> and how it affected their own mental health. All around there is a new undercurrent – a greater concern with our own inner life and with how other people feel. A new, gentler culture is emerging.</p> <a href=\"https://www.theguardian.com/books/2020/jan/19/why-world-needs-new-politics-happiness-can-we-be-happier-evidence-and-ethics-richard-layard\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/19/why-world-needs-new-politics-happiness-can-we-be-happier-evidence-and-ethics-richard-layard", "date_published": "2020-01-19 08:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I eat only strangers' leftover food – and it's the best diet I've ever had", "description": "<p>To try to combat the mountain of food waste, diabetic Andrew Mayers decided to live on what people chuck in the bin. Even if it’s two doughnuts and a cucumber</p><p>My NHS dietician says that January is a dangerous month for diabetics such as me. The shops are full of Christmas leftovers: those high-calorie, nutrient-light foodstuffs, now for sale at massive discounts – confectionery collections, deep-filled mince pies, presentation tins of chocolate biscuits. You exert all that willpower over the festive period, and just when you think it’s safe to go back into the supermarkets …</p><p>But in the last year I’ve pretty much stopped going into supermarkets. Or takeaways. Or fast-food joints. Not that I’ve stopped eating their products – I’ve restricted myself to hoovering up what other people bring on to the streets and squander: my own personal Deliveroo, free of charge.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/19/i-eat-only-strangers-leftover-food-best-diet-ive-ever-had-andrew-mayers\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/19/i-eat-only-strangers-leftover-food-best-diet-ive-ever-had-andrew-mayers", "date_published": "2020-01-19 08:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is my adrenaline fix’: Jamie Chadwick, F1’s first female hope in 43 years", "description": "<p>No woman has raced in a Formula 1 grand prix since the 1970s. Does the 21-year-old Williams driver have the talent and ambition to change all that?</p><p>Even if you’re one of the most promising young racing drivers of your era, you still have to take your driving test. Shortly after she turned 17, <a href=\"https://www.theguardian.com/sport/2019/aug/10/w-series-jamie-chadwick-f1-brands-hatch-motor-sport\" title=\"\">Jamie Chadwick</a> thought she’d better get on with it. She had been driving competitively since she first raced a go-kart, when she was 11. “Obviously I knew how to drive a car,” she says. “But driving on roads, knowing everything about road driving, is very different.” She’d planned to have lessons, but only managed “sort of one and a half” before a cancellation meant she had a chance to take the test. “I was, like, I’ll just do it and if I fail, I might never live it down, but I just have to give it a go.” To her great relief, she passed. “<em>Somehow</em>. But I was never taught to park, so I still can’t. Then I found myself as designated driver and I was, like, this isn’t worth it either.” She laughs. “So a lot of regret in that whole situation.”</p><p>Chadwick might not be able to park, but in <a href=\"https://www.theguardian.com/sport/formulaone\" title=\"\">Formula 1</a>, she’s not going to need to. If all goes to plan, that is exactly where she’ll end up, breaking a 43-year dry spell for women on the starting grid. Last year, she won the inaugural <a href=\"https://wseries.com/\" title=\"\">W Series</a>, an all-female championship that ended at Brands Hatch in August. She is gathering firsts at quite a rate: at 17, she was the first woman and youngest driver to win the <a href=\"https://www.britishgt.com/\" title=\"\">British GT Championship</a>. In 2018, she became the first woman to win a British F3 race. Last February, she became the first female winner of the <a href=\"https://www.mrfracing.in/racing\" title=\"\">MRF Challenge</a> series in Chennai. She is competing now in the <a href=\"http://www.f3asia.com/\" title=\"\">Asian F3 Championship</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/19/this-is-my-adrenaline-fix-jamie-chadwick-f1-first-female-hope-in-43-years\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/19/this-is-my-adrenaline-fix-jamie-chadwick-f1-first-female-hope-in-43-years", "date_published": "2020-01-19 08:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Houthi rebels kill at least 70 Yemeni soldiers in missile attack on mosque", "description": "<p>Military sources say the attack came during evening prayers at a military base in Yemen’s Marib province</p><p>Houthi rebels have killed at least 70 Yemeni soldiers in a missile attack on a mosque in the central province of Marib, according to medical and military sources.</p><p>The Houthis attacked a mosque in a military camp in Marib – about 170km (105 miles) east of Sanaa – during evening prayers on Saturday, military sources said.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/houthi-rebels-kill-at-least-70-yemeni-soldiers-in-missile-attack-on-mosque\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/houthi-rebels-kill-at-least-70-yemeni-soldiers-in-missile-attack-on-mosque", "date_published": "2020-01-19 07:47:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This ‘plain-speaking’ culture war has the potential to turn poisonous | Barbara Ellen", "description": "Laurence Fox’s anti-PC stance on Question Time has tapped into a disturbing trend<p>Memo to those who’ve been raucously applauding actor Laurence Fox’s “anti-PC” outburst on <a href=\"https://www.bbc.co.uk/news/av/uk-51145321/actor-laurence-fox-s-question-time-clash-over-meghan-markle\" title=\"\"><em>Question Time</em></a>. No, Fox wasn’t “brave” or “refreshing” in dismissing the racism aimed at Meghan Markle. When a mixed-race university lecturer in the audience pointed out that he was speaking as a white privileged male, Fox embarrassed himself by retorting: “I was born like this… So to call me a white privileged male is to be racist – <em>you’re</em> being racist.” Later, he was on Twitter, quoting Martin Luther King. Seriously, Mr Fox, there’s this thing called self-awareness. Why not try it? It may not be quite as painful as you fear. However, he was right to say: “The tide is turning.” This tense sociocultural moment wasn’t just about “white privilege”, it also signalled a new dawn for woke-bashing.</p><p>White privilege is complex, but that doesn’t make it any less real. Who has it? <em>All</em> white people perhaps, in certain circumstances, just to varying degrees. So not so much poor white schoolboys with socioeconomic odds stacked against them, or other disadvantaged white groups, but people such as Fox must realise they spend their lives splashing in the stuff. It’s almost fascinating: why are some people (even erudite types such as Fox) so blind to their own advantages – even bizarrely laying claim to victimhood, with all that “I can’t help being born this way” codswallop? This race flip wilfully ignores the power structures, barriers and more that people of colour have to deal with every day. But hey, when did boring old logic ever allow people to let rip?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/plain-speaking-culture-war-has-potential-to-turn-poisonous\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/plain-speaking-culture-war-has-potential-to-turn-poisonous", "date_published": "2020-01-19 07:45:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What young women think in 2020", "description": "<p>Children’s charity <a href=\"https://plan-uk.org/act-for-girls/girls-rights-in-the-uk?utm_campaign=sogr-fy20&amp;utm_medium=email&amp;utm_source=press%20release&amp;utm_content=PSAR20A01Z\">Plan International UK</a> and photographer Joyce Nicholls travelled across the UK talking to young women about the issues important to them in 2020: public safety, body image, social media and feminism. Their research found that girls are fed up and frustrated with the lack of real progress on gender equality.</p> <a href=\"https://www.theguardian.com/world/gallery/2020/jan/19/what-young-women-think-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/jan/19/what-young-women-think-in-2020", "date_published": "2020-01-19 07:45:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Being brothers was a big help’: Atlantic rowers tell of record-breaking trip", "description": "<p>Lachlan trio from Edinburgh speak of their gruelling 3,000-mile challenge after arrival in Antigua</p><p>For Ewan, Jamie and Lachlan MacLean, it’s been a struggle to keep their feet on the ground after rowing in record-breaking time across the Atlantic. “When I went to sleep last night, I thought I’d wake up on the boat with the alarm going off, and someone screaming ‘to port, to port’,” said Jamie.</p><p>For their parents, Sheila and Charlie, the brothers’ arrival in Antigua on Thursday must have come as a relief. Their only children, aged 27, 26 and 21 respectively, have just spent 35 days, nine hours and nine minutes in a 28ft boat, travelling 2,720 nautical miles from the Canaries in the <a href=\"https://www.taliskerwhiskyatlanticchallenge.com/\" title=\"\">Talisker Atlantic Challenge</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/19/edinburgh-lachlan-brothers-atlantic-rowing--record-breaking-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/19/edinburgh-lachlan-brothers-atlantic-rowing--record-breaking-trip", "date_published": "2020-01-19 07:35:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quique Setién summons spirit of Johan Cruyff to inspire Barcelona | Sid Lowe", "description": "<p>New manager will have to deal with a powerful dressing room and a club that demands success with style</p><p>“It’s not normal to take over at a team that’s top,” Quique Setién said after the call that took him from a stroll among the cows in Liencres, Cantabria, to a job among <a href=\"https://www.theguardian.com/football/2020/jan/14/quique-setien-barcelona-job-cows-new-manager\" title=\"\">the sacred cows at the Camp Nou</a>. “When you’re out of work, waiting for an opportunity, you imagine a team near the bottom, in trouble,” said Barcelona’s new manager. Instead on Sunday night he will occupy his place in the dugout at a place where they have not seen their team lose for 38 games, going back more than a year – not since the last time he was there.</p><p>Ernesto Valverde lost one home game as Barcelona manager: to Setién’s <a href=\"https://www.theguardian.com/football/blog/2018/nov/12/real-betiss-barcelona-tribute-act-is-even-better-than-the-real-thing\" title=\"\">Real Betis, 4-3 in November 2018</a>. As a player Setién beat Barcelona too. In Santander some Racing fans still cling to the old, fading T-shirt that celebrated their 5-0 victory over the Dream Team in February 1995 like some religious relic. On the front is a green hand, a finger for every goal they put past Carlos Busquets, Sergio’s father, the scorer’s name at each of its tips: Esteban Torre, Jesús Merino, Dmitri Radchenko, twice, and Quique Setién.</p> <a href=\"https://www.theguardian.com/football/blog/2020/jan/19/quique-setien-spirit-of-johan-cruyff-barcelona-new-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jan/19/quique-setien-spirit-of-johan-cruyff-barcelona-new-manager", "date_published": "2020-01-19 07:29:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A Hidden Life review – Terrence Malick's homage to an Austrian conscientious objector", "description": "<p>Malick returns to the second world war with this poetic – and long – tale of the lonely trials of farmer Franz Jägerstätter</p><p>Terrence Malick contemplates the spiritual cost of war in this moving drama about Austrian farmer and conscientious objector Franz Jägerstätter. Franz (August Diehl) and Fani (Valerie Pachner) enjoy a peaceful life in the mountains, but when he refuses to swear loyalty to Hitler after being conscripted a second time, he is imprisoned.</p><p>Malick links the lonely labour of working the land with the thanklessness of sainthood, asking questions about devotion, tradition and individual acts of resistance. Mileage (and the film is three hours) will likely depend on your tolerance for the director’s signature poetic style.</p> <a href=\"https://www.theguardian.com/film/2020/jan/19/a-hidden-life-terrence-malick-review\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/19/a-hidden-life-terrence-malick-review", "date_published": "2020-01-19 07:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Alfred Eisenstaedt’s people-watching at the opera", "description": "A moment’s inattention at a La Scala premiere made just the shot the pioneering photojournalist needed<p>Alfred Eisenstaedt, the prime mover of candid photojournalism, took this picture at the La Scala opera house in 1933. Eisenstaedt was experimenting with a new Leica camera that allowed him to do away with much of the clunky paraphernalia of his craft. That night, at the gala premiere of Rimsky-Korsakov’s <em>The Legend of the Invisible City of Kitezh</em>, he was looking for a way to find some intimacy among the theatre’s grand architectural curves.</p><p>Scanning the boxes in the upper tiers of the opera house he saw a young woman whose attention to the progress of the Russian epic on stage did not seem absolute. Better still, the box next to her was empty. Eisenstaedt was an unobtrusive man, only 5ft, and he inveigled his way into the empty box and got his shot. “Without the girl there would have been no picture,” he said.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jan/19/big-picture-alfred-eisenstadt-opera-premiere-la-scala\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jan/19/big-picture-alfred-eisenstadt-opera-premiere-la-scala", "date_published": "2020-01-19 07:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No bad hair. No takeaway boxes. No blonds between 16 and 40. No bums | Catherine Bennett", "description": "<p>In which our heroine lays down ground rules for the Downing Street photographer and Stanley bangs on about his gong again</p><p>Super! Bozzie requisitioned a dedicated photographer, so it’s goodbye selfies on my trusty iPhone, hello Andrew “Mr Candid” Parsons and – I hope – some sustainable No 10 glam!</p><p>Love Andy’s work but we set some guidelines: no historical photographs if my roots need doing and we must have another go if it does not look natural, like on election night when he completely missed the moment when Bozzie noticed I was there. No takeaway boxes. No blonds between the ages of 16 and 40. Maybe 43. And we’ll want some with Nimco, Dom too, so that people in the future don’t think we lived on fast food in a messy service flat with no friends except Stanley and Dilyn.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/no-bad-hair-takeaway-boxes-blonds-bums\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/no-bad-hair-takeaway-boxes-blonds-bums", "date_published": "2020-01-19 07:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Merienda, Edinburgh: ‘Good in parts’ – restaurant review", "description": "<p>Some of the small plates here are lovely, others merely baffling</p><p><strong>Merienda, 30 North West Circus Place, Edinburgh EH3 6TP (0103 220 2020). All savoury dishes £5.90-£9.50, desserts £7, wines from £26</strong></p><p>There is a strain within postwar modern sculpture that, like the male ego, is dependent for its impact on enlargement. The small and banal is rendered otherworldly and apparently interesting simply by dint of having been expanded to something far beyond the expected. Think <a href=\"https://www.theguardian.com/artanddesign/koons\" title=\"\">Jeff Koons</a>’s shiny, polished balloon animals, inflated to elephantine size, or the 70m-long pink knitted rabbit, seemingly dropped on to a hillside by the Austrian art collective <a href=\"https://www.gelitin.net/projects/hase/\" title=\"\">Gelitin</a>, as if the discarded toy of some unimaginably giant child.</p> <a href=\"https://www.theguardian.com/food/2020/jan/19/mereienda-edinburgh-good-in-parts-restaurant-review\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/19/mereienda-edinburgh-good-in-parts-restaurant-review", "date_published": "2020-01-19 06:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on why Labour leadership candidates must stop ducking the truth | Observer editorial", "description": "If the party is going to prepare for power it must recognise its weaknesses before preparing to build a broad electoral coalition<p>Labour members and supporters face an awesome responsibility after the party’s worst defeat since 1935. In the coming weeks, the choice of its next leader lies in their hands. Their decision will shape the difficulty and length of Labour’s path to government and determine how effective an opposition it is in the coming years, when the government appears hellbent on delivering a damaging hard Brexit.</p><p>Britain is in desperate need of a Labour leader who will hold this government to account and who will learn the right lessons from the party’s failures. A six-week spell of hustings events kicked off in Liverpool, with the five leadership candidates setting out their pitches. What they say will reveal the extent to which they can speak hard truths to the left-leaning membership in a way that wins round their support rather than alienates them. One notable difference between this contest and those that have preceded it is the extent to which women dominate the field: a positive step for a party that has never elected a female leader.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/observer-view-on-why-labour-leadership-candidates-stop-ducking-truth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/observer-view-on-why-labour-leadership-candidates-stop-ducking-truth", "date_published": "2020-01-19 06:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump is on trial for abusing his power – the Davos elites should join him | Robert Reich", "description": "<p>While the Senate mulls his fate, the president plans to speak to world economic leaders every bit as impeachable as him</p><p>As the Senate <a href=\"https://www.theguardian.com/us-news/2020/jan/16/us-senate-impeachment-trial-donald-trump\">debates Donald Trump’s future</a>, chief executives, financiers and politicians will descend on Davos in the Swiss Alps for their annual self-congratulatory defense of global capitalism.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/19/a-very-stable-genius-review-donald-trump-leonnig-rucker-washington-post\">A Very Stable Genius review: dysfunction and disaster at the court of King Donald</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/19/donald-trump-impeachment-trial-abuse-power-davos\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/19/donald-trump-impeachment-trial-abuse-power-davos", "date_published": "2020-01-19 06:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein: fourth accuser opts out of settlement to pursue own claim", "description": "<p><strong>Exclusive: </strong>Dominique Huett says settlement amount ‘not very fair’ and joins growing list of women to reject proposed deal</p><p>A controversial proposed settlement between <a href=\"https://www.theguardian.com/film/2020/jan/18/harvey-weinstein-trial-jury-gigi-hadid-prison-threats-protests\">Harvey Weinstein and alleged victims</a> of his sexual misconduct faces further delays, as a fourth accuser opts out and several others plan to object.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/jan/18/harvey-weinstein-trial-jury-gigi-hadid-prison-threats-protests\">Harvey Weinstein trial: how finding an impartial jury became a spectacle</a> </p> <a href=\"https://www.theguardian.com/film/2020/jan/19/harvey-weinstein-accuser-settlement\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/19/harvey-weinstein-accuser-settlement", "date_published": "2020-01-19 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I fancy both boys and girls, but don’t know what that makes me | Dear Mariella", "description": "<p>Our once-binary world is loosening its shackles, says Mariella Frostrup. Be inquisitive but don’t feel pressured to define yourself yet</p><p><em><strong>The dilemma </strong></em>I’m a 16-year-old girl and in need of advice concerning sexuality. I’ve only been questioning it since I was 15, and I frantically search the internet for answers all the time, even though I know it’s not that simple (especially for someone as young as me who has had little experience with relationships). For a while I’ve settled on the term “bisexual”, because I know I’m not straight, but even that doesn’t feel right. I’m physically attracted to boys, but I’ve only had one real crush and that was four years ago. I’m definitely physically attracted to girls, too, although some days I’m not into it as much, and other days I’ll be all for it. This might lead you to think that bisexual is a good label for me to stick with, but I’ve never had a proper crush on a girl, and I don’t know if I could be romantically attracted. I know it sounds pretty silly and that I have time to figure out who I am and what I like, but I’m anxious all the time over it.</p><p><em><strong>Mariella replies </strong></em>Thanks for writing. I’m sorry, but not surprised, to hear that you’re feeling confused. As our once-binary world loosens its shackles on our sexuality it sometimes seems to be piling up almost as much pressure as it relieves. With so many choices and tribes to consider, it must be positively baffling to be a teenager awakening to the myriad paths before you. I’m not suggesting we revert to the landscape of my teenage years when, as a girl, even admitting to sexual desire marked you down as a bad ’un, but with so many options, how are you to make your selection? And how much do you want to get bogged down in the “research”?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/19/i-fancy-boys-and-girls-but-dont-know-what-that-makes-me-mariella-frostrup\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/19/i-fancy-boys-and-girls-but-dont-know-what-that-makes-me-mariella-frostrup", "date_published": "2020-01-19 06:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conor McGregor destroys Donald Cerrone in 40 seconds on UFC return", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/live/2020/jan/18/ufc-246-conor-mcgregor-v-donald-cerrone-live\">McGregor scores first-round TKO at UFC 246 – as it happened</a></li><li>Former two-division champion returns from inactive stretch </li></ul><p>Conor McGregor came back with a big bang.</p><p>McGregor stopped Donald Cerrone with a head kick and punches 40 seconds into the first round at UFC 246 on Saturday night, announcing his return to mixed martial arts with his first victory since 2016.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/19/conor-mcgregor-donald-cerrone-fight-ufc-246\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/19/conor-mcgregor-donald-cerrone-fight-ufc-246", "date_published": "2020-01-19 05:58:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Layard: ‘It's in politicians' self-interest to make policies for happiness’", "description": "<p>The economist on the science of happiness – and how it can help us rethink the world<br /><br /><a href=\"https://www.theguardian.com/books/2020/jan/19/why-world-needs-new-politics-happiness-can-we-be-happier-evidence-and-ethics-richard-layard\">• Read an extract from Richard Layard’s Can We Be Happier?</a></p><p><strong>Is happiness, which we think of as fleeting, a realistic state to which to aspire?</strong><br />I think happiness is what people most care about. They want to know how happy their child is. They want to know whether they’re happy in their work, they want to know whether they’re happy in their marriages. It’s not that it’s happiness or nothing. It’s somewhere on the scale. And we want to be higher up the scale. We want everybody to be higher up the scale and that’s to my mind the definition of a good society.</p><p><strong>You write in the book about the attempted suicide</strong><strong> by your father (the distinguished psychoanalyst John Layard) before he met your mother. How formative was that knowledge in your young life?</strong><br />Well, I was aware of it because I used to feel the dent in his head where the bullet had lodged but it wasn’t what made me think about people’s unhappiness. What did interest me in mental health was not my father but his patients and the fact that my father was able to help them. That I think was where my interest in mental health came from rather than from any kind of angst.</p> <a href=\"https://www.theguardian.com/books/2020/jan/19/richard-layard-everybody-could-have-a-better-time-extract-from-can-we-be-happier\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/19/richard-layard-everybody-could-have-a-better-time-extract-from-can-we-be-happier", "date_published": "2020-01-19 05:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: China reports 17 new cases of Sars-like mystery virus", "description": "<p>Three of the new cases are severe, with experts worried about the disease’s spread ahead of lunar new year</p><p>China reported 17 new cases of the mysterious Sars-like virus on Sunday, including three in a severe condition, heightening fears ahead of China’s lunar new year holiday, when hundreds of millions of people move around the country.</p><p>The new coronavirus strain has caused alarm because of its connection to severe acute respiratory syndrome, which killed nearly 650 people across mainland China and Hong Kong in 2002-03.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/coronavirus-china-reports-17-new-cases-of-sars-like-mystery-virus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/coronavirus-china-reports-17-new-cases-of-sars-like-mystery-virus", "date_published": "2020-01-19 05:14:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two months in a barrel: South African man set to break pole-sitting world record", "description": "<p>Vernon Kruger, who has not set foot on the ground since November, says sleeping in the barrel is ‘not very easy’</p><p>Vernon Kruger has been sitting in a barrel suspended 25 metres above ground for more than two months.</p><p>Overlooking the South African town of Dullstroom, the 52-year old is about to break a <a href=\"https://www.theguardian.com/world/guinness-world-records\">Guinness world record</a> ... set by himself in 1997.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/two-months-in-a-barrel-south-african-man-set-to-break-pole-sitting-world-record\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/two-months-in-a-barrel-south-african-man-set-to-break-pole-sitting-world-record", "date_published": "2020-01-19 03:33:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Snowmageddon': cleanup begins after record Newfoundland storm", "description": "<p>Blizzard dumps nearly 80cm of snow on Canadian city of St John’s as government says military reserves may be called up<br /></p><p>Canada’s federal government will help Newfoundland on the Atlantic coast dig itself out in the wake of a massive winter blizzard that buried cars and left thousands without power.</p><p>The storm on Friday and Saturday dumped as much as 76.2cm (30 inches) of snow on St John’s, the capital of Newfoundland, and packed wind gusts as high as 130km/h (81mph). The snowfall was an all-time record for the day for St John’s international airport.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/snowmageddon-cleanup-begins-after-record-newfoundland-storm\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/snowmageddon-cleanup-begins-after-record-newfoundland-storm", "date_published": "2020-01-19 03:26:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook blames 'technical error' for Xi Jinping offensive name translation gaffe", "description": "<ul><li>Problem arises in translation of leader’s name from Burmese</li><li>Tech giant ‘sincerely apologises for offence this has caused’ </li></ul><p>Facebook has blamed a technical error for Chinese leader Xi Jinping’s name appearing as “Mr Shithole” in posts on its platform when translated into English from Burmese, apologising for any offence caused and saying the problem had been fixed.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2020/jan/18/unfree-speech-joshua-wong-extract\">'Hong Kong is at a crossroads': inside prison with the student who took on Beijing</a> </p> <a href=\"https://www.theguardian.com/technology/2020/jan/18/facebook-xi-jinping-mr-shithole\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jan/18/facebook-xi-jinping-mr-shithole", "date_published": "2020-01-19 02:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tanzania to relocate 36 Serengeti lions after attacks on humans and cattle", "description": "<p>The lions, which live on the edge of the national park, will be moved to avoid conflicts with people and livestock</p><p>Tanzania will find a new home for 36 lions following a slew of attacks by the big cats on people and cattle.</p><p>The lions, an increasingly endangered species, live on the edge of the safari mecca of the Serengeti national park, but have been affected by encroaching human activity.</p> <a href=\"https://www.theguardian.com/world/2020/jan/19/tanzania-to-relocate-36-serengeti-lions-after-attacks-on-humans-and-cattle\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/19/tanzania-to-relocate-36-serengeti-lions-after-attacks-on-humans-and-cattle", "date_published": "2020-01-19 02:16:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maine's giant spinning ice disc looks like it's reforming", "description": "<p>A year after a 90 metre-wide spinning sheet of ice drew global attention, another disc appears to be forming in the same river </p><p>What goes around comes around.</p><p>An ice disc appears to be forming in the same Maine river where an unusually large one formed last winter and <a href=\"https://www.theguardian.com/global/video/2019/jan/16/moon-river-giant-spinning-ice-disc-mesmerises-in-maine-video\">quickly gained international fame</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/jan/19/maines-giant-spinning-ice-disc-looks-like-its-reforming\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/19/maines-giant-spinning-ice-disc-looks-like-its-reforming", "date_published": "2020-01-19 01:46:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Warm words in the alps … Davos prepares for 50th economics shindig", "description": "<p>Everyone from Trump to Thunberg is coming, but the World Economic Forum has been called much ado about nothing</p><p>It’s Davos time again. The global elite are packing their best snow boots and smartest woolly hats and firing up the Learjet for their annual pilgrimage to the World Economic Forum (WEF).</p><p>This year will mark the 50th gathering since the <a href=\"https://widgets.weforum.org/history/1971.html\" title=\"\">first “European Management Symposium” was held in the Swiss ski resort</a> in 1971. The brainchild of economist-engineer Klaus Schwab, it was more modest back then – just 450 academics and business leaders discussed the state of the world, for a fortnight, without a political leader or celebrity in sight.</p> <a href=\"https://www.theguardian.com/business/2020/jan/19/warm-words-as-the-global-order-unravels-how-50-davos-gatherings-shaped-history\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jan/19/warm-words-as-the-global-order-unravels-how-50-davos-gatherings-shaped-history", "date_published": "2020-01-19 00:05:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump legal team calls impeachment 'brazen' attempt to overturn election", "description": "<ul><li>Both sides lay out arguments for trial starting on Tuesday</li><li>White House claims ‘dangerous attack’ on US democracy</li><li><a href=\"https://www.theguardian.com/us-news/2020/jan/18/donald-trump-impeachment-news-today-alan-dershowitz\">Dershowitz: Trump acquittal would make me unhappy</a><br /></li></ul><p>Donald Trump’s legal team has delivered a fiery response to <a href=\"https://www.theguardian.com/us-news/2020/jan/18/donald-trump-impeachment-democrats-republicans-senate-election\">impeachment summons from the Senate</a>, <a href=\"https://www.whitehouse.gov/wp-content/uploads/2020/01/Answer-of-President-Donald-J.-Trump.pdf\">calling</a> the two articles passed by the House “a dangerous attack on the right of the American people to freely choose their president”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jan/18/donald-trump-impeachment-democrats-republicans-senate-election\">Impeachment: is Trump set to survive and win a second term?</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jan/18/donald-trump-lawyers-senate-impeachment-democrats-dershowitz-giuliani\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jan/18/donald-trump-lawyers-senate-impeachment-democrats-dershowitz-giuliani", "date_published": "2020-01-19 00:02:43+00:00", "persistent": false, "user": null, "language": "en-UK"}]