[{"source": "https://www.theguardian.com/rss", "title": "British Airways suspends more than 30,000 staff while Heathrow shuts one runway", "description": "<p>Affected BA employees will be paid 80% of their salary under terms of state furlough scheme</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>British Airways is to suspend more than 30,000 staff, from cabin crew to ground staff, engineers and head office employees, until the end of May under the government furlough scheme for companies hit by the coronavirus pandemic.</p><p>Meanwhile Heathrow has announced it will shut down one of its two runways from Monday due to the reduction in flights. A spokesperson for the UK’s biggest airport said: “Although we are seeing significantly fewer flights at the moment, Heathrow will remain open so that we can continue to play a crucial role in helping to secure vital medical goods and food for the nation during this unprecedented epidemic.”</p> <a href=\"https://www.theguardian.com/business/2020/apr/02/british-airways-expected-to-lay-off-36000-staff-amid-coronavirus-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/02/british-airways-expected-to-lay-off-36000-staff-amid-coronavirus-crisis", "date_published": "2020-04-02 23:54:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter deletes 20,000 fake accounts linked to Saudi, Serbian and Egyptian governments", "description": "<p>Accounts also linked to Honduras and Indonesia violated policy and were ‘targeted attempt to undermine the public conversation’</p><p>Twitter has deleted 20,000 fake accounts linked to the governments of Serbia, Saudi Arabia, Egypt, Honduras and Indonesia, saying they violated company policy and were a “targeted attempt to undermine the public conversation”.</p><p><a href=\"https://twitter.com/yoyoel/status/1245713999640944641?s=20\">Yoel Roth</a>, the head of site integrity, said the removal of the accounts was part of the company’s ongoing “work to detect and investigate state-backed information operations”.</p> <a href=\"https://www.theguardian.com/technology/2020/apr/02/twitter-accounts-deleted-linked-saudi-arabia-serbia-egypt-governments\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/apr/02/twitter-accounts-deleted-linked-saudi-arabia-serbia-egypt-governments", "date_published": "2020-04-02 23:06:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: roll up for our answer to the Grand National mystery", "description": "<p>What would have happened at Aintree on Saturday if the great race had gone ahead? We’ll give an answer at 3pm...</p><p>It’s a tricky beast, this Virtual Grand National which so many of us will watch on Saturday (ITV, 5pm). Because of our reduced circumstances, it has become something to anticipate on about the same level as that half-pint of Carlsberg that John Mills sinks at the end of Ice Cold In Alex, but it cannot hope to be as satisfying, for all that an immense amount of work has clearly gone in to making it look convincing.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/02/cheltenham-faces-criticism-after-racegoers-suffer-covid-19-symptoms\">Cheltenham faces criticism after racegoers suffer Covid-19 symptoms</a> </p> <a href=\"https://www.theguardian.com/sport/blog/2020/apr/03/talking-horses-roll-up-for-our-answer-to-the-grand-national-mystery\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/apr/03/talking-horses-roll-up-for-our-answer-to-the-grand-national-mystery", "date_published": "2020-04-02 23:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NCA predicts rise in online child sexual abuse during coronavirus pandemic", "description": "<p>National Crime Agency says offenders are discussing opportunities on chat forums to abuse children during crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p> The National Crime Agency (NCA) has warned there could be a rise in online child sexual abuse offences during the Covid-19 pandemic as it reveals its most recent intelligence shows there are at least 300,000 people in the UK who pose a sexual threat to children.</p><p>The figure, which comes from intelligence pre-dating the coronavirus outbreak, reflects a new assessment of the threat and is far higher than previous estimates. The NCA believes there are a minimum 300,000 individuals in the UK posing a sexual threat to children, either through physical contact abuse or online.</p> <a href=\"https://www.theguardian.com/society/2020/apr/03/nca-predicts-rise-in-online-child-sexual-abuse-during-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/03/nca-predicts-rise-in-online-child-sexual-abuse-during-coronavirus-pandemic", "date_published": "2020-04-02 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US navy fires commander who raised alarm about coronavirus on ship", "description": "<p>Captain Brett Crozier relieved of his command of the USS Theodore Roosevelt after letter he wrote appealing for help was leaked</p><p>The US navy has dismissed the commander of the USS Theodore Roosevelt aircraft carrier, who had raised the alarm about an outbreak of coronavirus on his ship.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/apr/02/coronavirus-us-live-updates-news-unemployment-democratic-convention-trump-biden\">Coronavirus US live: Trump again tests negative for illness, White House says</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/apr/02/us-navy-uss-theodore-roosevelt-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/02/us-navy-uss-theodore-roosevelt-coronavirus", "date_published": "2020-04-02 22:55:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-latest-at-a-glance-02-04\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/coronavirus-latest-at-a-glance-02-04", "date_published": "2020-04-02 22:51:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three championships in 2022 offers Asher-Smith treble chance says Coe", "description": "<ul><li>World, European and Commonwealth Games slated for 2022<br /></li><li>Three events to be squeezed into a six-week window</li></ul><p>Dina Asher-Smith will have a shot at an unprecedented world, Commonwealth and European treble in the summer of 2022 after Sebastian Coe confirmed that all three championships would be squeezed into a six-week window.</p><p>Lord Coe, the president of World Athletics, hinted that the world championships in Eugene, Oregon, which have been pushed back a year to 2022, could be staged first – most likely in early July – before the Commonwealth Games in Birmingham and the European championships in Munich take place later in the summer.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/02/three-championships-in-2022-offers-asher-smith-treble-chance-says-coe\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/02/three-championships-in-2022-offers-asher-smith-treble-chance-says-coe", "date_published": "2020-04-02 21:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK banks banned from requesting personal guarantees for loans", "description": "<p>Rishi Sunak says lenders must ‘do their part’ to aid small businesses during Covid-19 crisis</p><p>The chancellor, Rishi Sunak, has banned banks from requesting personal guarantees for emergency loans to small businesses amid growing government concern that lenders have been slow in meeting demands for help.</p><p>With the rapid increase in the number of <a href=\"https://www.bbc.co.uk/news/uk-politics-52129128\">universal credit claims </a>suggesting many small companies have already collapsed since the economy was locked down, Sunak combined a new package of support for business with a warning to banks that they had to move more quickly.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/02/uk-banks-banned-from-requesting-personal-guarantees-for-loans\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/02/uk-banks-banned-from-requesting-personal-guarantees-for-loans", "date_published": "2020-04-02 21:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gordon, Gino and Fred: American Road Trip review – it's painful, in every sense", "description": "<p>It’s mostly about eating the hottest chillies they can find and comparing everything to testicles. But buried in this weary outing is a glimpse of the Gordon Ramsay of old</p><p>Even at the best of times, I feel I need another programme following three men – especially Gobshite Clarkson, May and the wee one – on a trip to discover/sneer at foreign coastlines/cars/cultures like I need a hole in the head. The contrived scenarios. The forced banter. The woefully scripted links. The hilarious inclusion of bloopers that are neither hilarious nor, actually, bloopers. The pitifully fragile masculinity on display throughout.</p><p>All of the above are of course present in the latest instalment of the Gordon, Gino and Fred franchise, Gordon, Gino and Fred: American Road Trip (ITV). For the avoidance of doubt, I should state that Gordon is Gordon Ramsay, of Gordon Ramsay fame, Gino is Gino d’Acampo of “beginning his career as This Morning’s chef and presenting several of his own cookery series since” fame, and Fred is Fred Sirieix of First Dates fame. It is his conciliatory charm and ineffable grace that keep the two chefs from killing each other and provide balm to the soul of any viewer who would otherwise find the whole setup too pointlessly exhausting, especially in already emotionally draining times.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/gordon-gino-and-fred-american-road-trip-review-its-painful-in-every-sense\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/02/gordon-gino-and-fred-american-road-trip-review-its-painful-in-every-sense", "date_published": "2020-04-02 21:15:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Overwhelming': British hiker emerges from wilderness to find New Zealand in grip of Covid-19", "description": "<p>James Johnston spent five days off the grid and returned to a country in lockdown</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The remote and rugged Routeburn track in New Zealand’s South Island is one of the world’s most famous and popular walks, with a years-long wait to secure a booking and visitor quotas permanently full.</p><p>So when British hiker James Johnston emerged from the bush after five days solo-tramping on the off-piste Five Passes route, a prickly feeling ran up his spine when he found an abandoned Routeburn shelter.</p> <a href=\"https://www.theguardian.com/world/2020/apr/03/overwhelming-british-hiker-emerges-from-wilderness-to-find-new-zealand-in-grip-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/03/overwhelming-british-hiker-emerges-from-wilderness-to-find-new-zealand-in-grip-of-covid-19", "date_published": "2020-04-02 20:41:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A fine bromance? Why the Cuomos' brotherly love is just what we need", "description": "<p>One is New York’s governor, the other a CNN anchor battling Covid-19. But their human interaction is a balm in troubled times</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Perhaps being in the grip of Covid-19 and having just suffered vivid hallucinations wasn’t the best time for Chris Cuomo to go live on air.</p><p>But he did so on Thursday, with his elder brother Andrew, the governor of New York. Cuomo spoke of his symptoms: fever, rigors and a dream in which he saw his brother dance towards him in a tutu.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/02/andrew-cuomo-chris-coronavirus-fine-bromance\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/02/andrew-cuomo-chris-coronavirus-fine-bromance", "date_published": "2020-04-02 20:37:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How do you stop politicians from rigging the ballot? This woman knows", "description": "<p>She ended gerrymandering in Michigan against all odds. Now, as the documentary Slay the Dragon arrives, Katie Fahey’s hoping the momentum is replicated in other states</p><p>For many years Michigan was divided evenly along party lines – a checkerboard of red and blue every election. Then, in 2011, Michigan’s Republican party legally rigged the system. Charged with drawing new district lines, the lawmakers did so with unprecedented precision – <a href=\"https://www.bridgemi.com/michigan-government/gerrymandering-michigan-among-nations-worst-new-test-claims\">carving</a> unnatural boundaries to keep their favored voters and locales in hand – to guarantee a majority for their party.</p><p>It worked perfectly. The process of creating these doctored maps, known as gerrymandering, resulted in widespread victories for the Republicans. The party controlled almost every level of government, from the state supreme court to municipal workers. And with tangible impact on Michigan’s people: the <a href=\"https://psmag.com/magazine/among-the-gerrymandered\">Flint water crisis</a>, which killed 12 people, happened because party legislators appointed emergency managers whom voters opposed.</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/02/katie-fahey-slay-the-dragon-gerrymandering\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/02/katie-fahey-slay-the-dragon-gerrymandering", "date_published": "2020-04-02 20:14:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Words I thought I'd never write: thank God for Matt Hancock | John Crace", "description": "<p>The health secretary wrote off £13bn of NHS debt, promised 100,000 tests and acted like a grownup</p><p>For much of the week, it’s been as if the government has gone out of its way to appear wilfully clueless. First, the psychotically unstable Dominic Raab, then the pathologically untrustworthy Michael Gove, culminating with the shambolically underprepared Alok Sharma. History repeating itself first as tragedy, then as farce. It was as if the only real contingency plans the government had made were for <a href=\"https://www.theguardian.com/environment/2020/apr/01/uk-likely-to-postpone-cop26-un-climate-talks-glasgow-coronavirus\">the postponement</a> of this year’s climate change conference. Sometimes, doing absolutely nothing proves to be entirely the right option.</p><p>But cometh the hour … There are some words I thought I’d never write. Like “Thank God for Matt Hancock”. But thank God for Matt Hancock. It seemed a high-risk strategy to send out the health secretary for the daily Downing Street press conference as it was only six days since he announced that he had contracted coronavirus. And the official NHS guidance is for anyone with symptoms to self-isolate for a week.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/words-i-thought-id-never-write-thank-god-for-matt-hancock\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/words-i-thought-id-never-write-thank-god-for-matt-hancock", "date_published": "2020-04-02 20:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League players may be willing to pay wages of club staff, says PFA", "description": "<ul><li>Union responds to criticism of high earnings amid furloughs</li><li>Health minister Matt Hancock urges players to take pay cuts</li><li><a href=\"https://www.theguardian.com/politics/live/2020/apr/02/uk-coronavirus-live-news-updates-covid-19-testing\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Premier League players may be willing to pay the wages of their non-playing colleagues, if their clubs can show a genuine need for them to do so because of the financial crisis caused by the Covid-19 pandemic, the Professional Footballers’ Association has signalled.</p><p>The players’ union made that suggestion in an unusually <a href=\"https://www.thepfa.com/news/2020/4/2/pfa-covid-19-update\" title=\"\">detailed statement</a> in response to widespread calls for Premier League footballers to take pay cuts – including from the health secretary, Matt Hancock, at the government’s daily Covid-19 press conference, where he was standing in for the prime minister, Boris Johnson.</p> <a href=\"https://www.theguardian.com/football/2020/apr/02/premier-league-clubs-must-face-windfall-tax-over-wages-says-mp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/02/premier-league-clubs-must-face-windfall-tax-over-wages-says-mp", "date_published": "2020-04-02 20:06:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada: suspect arrested over murder of two Indigenous men in Alberta", "description": "<ul><li>Anthony Michael Bilodeau, 31, charged with double murder</li><li>Jake Sansom and Morris Cardinal killed while on hunting trip</li></ul><p>Police in <a href=\"https://www.theguardian.com/world/canada\">Canada</a> have arrested a suspect in connection with the murders of two Indigenous men gunned down after returning from a hunt in rural Alberta.</p><p>Anthony Michael Bilodeau, 31, has been charged with two counts of second-degree murder over the deaths of Jake Sansom, 39, and Morris Cardinal, 57.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/canada-indigenous-double-murder-suspect-arrested-alberta\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/canada-indigenous-double-murder-suspect-arrested-alberta", "date_published": "2020-04-02 19:44:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail staff 'lack sufficient protection' from coronavirus", "description": "<p>Communication Workers Union estimates half of sorting offices have insufficient PPE and sanitiser</p><p>Many <a href=\"https://www.theguardian.com/business/royal-mail\">Royal Mail</a> sorting offices are not providing workers with sufficient protection from <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a> infection, according to a trade union, which argues that some depots should close until staff are safe.</p><p>The Communication Workers Union (CWU), which represents thousands of postal workers, told members they should stay away if their local sorting office had not provided equipment such as masks, gloves and hand sanitiser, or implemented government guidelines of two-metre social distancing at all times. It estimates that at as many as half of sorting offices did not have sufficient protection in place.</p> <a href=\"https://www.theguardian.com/business/2020/apr/02/royal-mail-staff-lack-sufficient-protection-from-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/02/royal-mail-staff-lack-sufficient-protection-from-coronavirus", "date_published": "2020-04-02 19:43:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK care home bosses threaten to quit over return of coronavirus patients", "description": "<p>Opposition grows to guidance saying residents who tested positive must be readmitted</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Care home managers have threatened to resign over<a href=\"https://www.gov.uk/government/publications/coronavirus-covid-19-admission-and-care-of-people-in-care-homes\"> new government guidelines</a> that state they have to accept residents who have coronavirus.</p><p>The guidance also says hospitals will not routinely test residents entering care homes, meaning managers will not know if returning residents are infectious but asymptomatic.</p> <a href=\"https://www.theguardian.com/society/2020/apr/02/uk-care-home-bosses-threaten-quit-over-return-coronavirus-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/02/uk-care-home-bosses-threaten-quit-over-return-coronavirus-patients", "date_published": "2020-04-02 19:32:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pots, pans, passion: Britons clap their support for NHS workers again", "description": "<p>People up and down the country unite in applause for second week in a row</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Darren Miller didn’t expect many people to come out to clap for the NHS and frontline workers last week. Still, the 35-year-old, who works for the Scottish ambulance service, put on his jacket and stepped out to stand in solidarity with his colleagues.</p><p>He was taken aback by the roar of applause and cheers that he was met with in East Kilbride last week. On Thursday evening, he was overwhelmed to see his neighbours had come again.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/pots-pans-passion-britons-clap-their-support-for-nhs-workers-again\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/pots-pans-passion-britons-clap-their-support-for-nhs-workers-again", "date_published": "2020-04-02 19:23:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheltenham faces criticism after racegoers suffer Covid-19 symptoms", "description": "<ul><li>Jockey Club insists decision to go ahead in line with guidance</li><li>Andrew Parker Bowles and Charlie Austin show symptoms</li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Jockey Club, the owner of the Cheltenham Festival, has defended its decision to proceed with last month’s four-day event after Andrew Parker Bowles, the former husband of the Duchess of Cornwall, became the latest high-profile attendee to report subsequent symptoms consistent with infection by Covid-19.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/apr/02/talking-horses-punchestown-festival-scrapped-to-bring-end-to-jumps-season\">Talking Horses: Godolphin target Japan races behind closed doors</a> </p> <a href=\"https://www.theguardian.com/sport/2020/apr/02/cheltenham-faces-criticism-after-racegoers-suffer-covid-19-symptoms\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/02/cheltenham-faces-criticism-after-racegoers-suffer-covid-19-symptoms", "date_published": "2020-04-02 19:19:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cristina: no wave's daring darling captured the beautiful and damned | Alexis Petridis", "description": "<p>Cristina Monet-Palaci turned her acid wit to tales of faded glamour and toxic affairs – and became a true pop one-off</p><ul><li><a href=\"https://www.theguardian.com/music/2020/apr/01/pop-singer-cristina-coronavirus-us\">Things Fall Apart singer Cristina reportedly dies from coronavirus</a></li></ul><p>For a brief moment in the early 80s, ZE Records could reasonably call itself the hippest label in the world, but it was deeply peculiar enterprise from the start. The brainchild of Michel Esteban and Michael Zilkha – the Manhattan based, Oxford-educated son of the founder of <a href=\"https://www.theguardian.com/business/2019/mar/12/early-learning-centre-set-for-high-street-return-as-mothercare-sells-up\">Mothercare</a> – it bridged New York’s punk and disco scenes.</p><p>Given how implacably opposed the two genres were (“Death to disco shit, long live rock!” ran an editorial in the first issue of Punk magazine) it should have been a disaster, but ZE <a href=\"https://www.theguardian.com/music/2009/jul/30/ze-records\">somehow made it work</a>. They signed the cream of New York’s supremely challenging post-punk no wave bands – Mars; Teenage Jesus and the Jerks, with their volatile singer Lydia Lunch – alongside disco producer Bob Blank. There was also August Darnell, the musician and producer behind one of disco’s greatest albums, the eponymous debut by Dr Buzzard’s Original Savannah Band, and Machine’s extraordinary single There But for the Grace of God Go I, a rare example of disco in explicit protest-song mode. Zilkha encouraged no wave band the Contortions to record a disco album, Off-White, and attracted artists who thought along similar lines to him and Esteban: the Waitresses, Don and David Was, Lizzy Mercier Descloux.</p> <a href=\"https://www.theguardian.com/music/2020/apr/02/cristina-no-wave-pop-cristina-monet-palaci-things-fall-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/02/cristina-no-wave-pop-cristina-monet-palaci-things-fall-apart", "date_published": "2020-04-02 18:51:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the UK’s testing failure: much to learn from Germany | Editorial", "description": "<p>Matt Hancock says our European rival did better because of its industrial strengths. But it also benefited from its political ones</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>Tedros Adhanom Ghebreyesus, head of the World Health Organization, made <a href=\"https://www.bbc.co.uk/news/av/world-51916707/who-head-our-key-message-is-test-test-test\" title=\"\">“test, test, test”</a> the battle cry of governments combating the coronavirus pandemic. However, the UK has been painfully slow to adopt it – with predictably disastrous results. To contain such a viral pathogen, nations must develop a test and use it to identify infected people, isolate them, and trace those they’ve had contact with. That is what South Korea and Germany are doing. It is what the United Kingdom <a href=\"https://www.theguardian.com/world/2020/apr/01/absolutely-wrong-how-uk-coronavirus-test-strategy-unravelled\" title=\"\">did not</a>.</p><p>Because Downing Street underestimated the risks and moved too slowly to a regime of mass testing, the Covid-19 virus was allowed to spread faster and wider than might have been the case, by which point the materials and swabs that the tests needed were harder to procure. Matt Hancock, the health secretary, <a href=\"https://www.theguardian.com/politics/live/2020/apr/02/uk-coronavirus-live-news-updates-covid-19-testing?page=with:block-5e85c02e8f08532a0e666852#liveblog-navigation\" title=\"\">said</a> on Thursday that the resource gaps would be filled. Such promises are easily made, but experience ought to tell us to be sceptical about whether they will be met. A grim landmark was <a href=\"https://twitter.com/MaxCRoser/status/1245613419446693889?s=20\" title=\"\">passed</a> hours before Mr Hancock spoke. The number of daily deaths from Covid-19 surpassed those of tuberculosis. The virus is now officially the world’s most deadly infectious disease.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/the-guardian-view-on-the-uks-testing-failure-much-to-learn-from-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/the-guardian-view-on-the-uks-testing-failure-much-to-learn-from-germany", "date_published": "2020-04-02 18:40:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Philip Green asks for taxpayer support to prop up Arcadia", "description": "<p>Billionaire asks government to pay 14,500 employees out of emergency wage scheme</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The billionaire retailer <a href=\"https://www.theguardian.com/business/philip-green\">Philip Green</a> is asking for taxpayer help to prop up his crumbling fashion empire, with 14,500 employees set to be paid out of the government’s emergency wage support scheme.</p><p>Like other fashion retailers, Arcadia, which owns brands including Topshop, Dorothy Perkins and Miss Selfridge, is facing financial turmoil as the lockdown prevents Britons from shopping. The company has already asked landlords for rent cuts and <a href=\"https://www.theguardian.com/business/2020/mar/29/philip-green-urged-not-to-use-coronavirus-as-excuse-over-pensions\">paused payments into its pension scheme</a>.</p> <a href=\"https://www.theguardian.com/business/2020/apr/02/philip-green-asks-for-taxpayer-support-to-prop-up-arcadia\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/02/philip-green-asks-for-taxpayer-support-to-prop-up-arcadia", "date_published": "2020-04-02 18:34:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Johnson's coronavirus messaging – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/apr/02/steve-bell-johnsons-coronavirus-messaging-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/apr/02/steve-bell-johnsons-coronavirus-messaging-cartoon", "date_published": "2020-04-02 18:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Georgia man pleads guilty to plotting rocket attack on White House", "description": "<ul><li>Hasher Jallal Taheb, 23, was caught in FBI sting</li><li>Taheb also allegedly wanted to attack Statue of Liberty</li></ul><p>A Georgia man accused of plotting to attack the White House with an anti-tank rocket and explosives has pleaded guilty to a federal charge.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/apr/02/coronavirus-us-live-updates-news-unemployment-democratic-convention-trump-biden\">Coronavirus US live: Cuomo says New York only has enough ventilators for next six days</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/apr/02/hasher-jallal-taheb-white-house-rocket-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/02/hasher-jallal-taheb-white-house-rocket-attack", "date_published": "2020-04-02 18:17:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oil price rebounds on hopes Saudi Arabia and Russia will reach deal", "description": "<p>Brent crude trades at over $30 a barrel for first time in almost a month on Trump intervention</p><p>Global oil prices rebounded to more than $30 a barrel for the first time in almost a month on Thursday after Saudi Arabia and Russia signalled a possible truce in a price war that has triggered the fastest oil market collapse in decades.</p><p>The price of Brent crude leapt by 30% after the US president, Donald Trump, fanned hopes of a new deal between Riyadh and Moscow to help stabilise the oil market.</p> <a href=\"https://www.theguardian.com/business/2020/apr/02/oil-price-rebounds-on-hopes-saudi-arabia-and-russia-will-reach-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/02/oil-price-rebounds-on-hopes-saudi-arabia-and-russia-will-reach-deal", "date_published": "2020-04-02 18:15:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton photographer charts life under coronavirus lockdown", "description": "<p>JJ Waller captures people behind closed doors to document hope and fear in face of crisis</p><p>Faces behind frosted-glass doors and bare windowpanes embodying endurance under the coronavirus siege have been captured by a photographer taking images of people living in lockdown.</p><p>JJ Waller is taking pictures of residents in Brighton, which was one of the <a href=\"https://www.theguardian.com/world/2020/feb/10/coronavirus-scary-when-its-on-your-doorstep-says-brighton-resident\">first places in Britain</a> to experience an outbreak of Covid-19.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/brighton-photographer-charts-life-under-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/brighton-photographer-charts-life-under-coronavirus-lockdown", "date_published": "2020-04-02 18:10:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Novelist urges volunteers to be infected with coronavirus", "description": "<p>Salley Vickers, 70, says those with immunity could ‘lend a hand’ and suggests idea could appeal to Dominic Cummings</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Fit and healthy volunteers should be deliberately infected with Covid-19 so they can help fight the pandemic after their recovery, the novelist and NHS psychotherapist<strong> </strong>Salley Vickers has proposed.</p><p>Vickers, 70, suggested that a “controlled policy” of exposing volunteers to the virus under strict conditions might appeal to the <a href=\"https://www.theguardian.com/politics/2020/jan/02/dominic-cummings-calls-for-weirdos-and-misfits-for-no-10-jobs\">“famously off-the-wall thinking” of Boris Johnson’s chief adviser, Dominic Cummings</a>. “I am surely not alone in hoping to get Covid-19 in order to be granted the immunity to return to the world and lend a hand,” <a href=\"https://www.theguardian.com/world/2020/apr/02/salley-vickers-let-me-get-sick-with-covid-19-so-i-can-recover-and-join-the-fight\">she writes in a letter to the Guardian</a>.</p> <a href=\"https://www.theguardian.com/books/2020/apr/02/novelist-salley-vickers-urges-volunteers-to-be-infected-with-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/02/novelist-salley-vickers-urges-volunteers-to-be-infected-with-coronavirus", "date_published": "2020-04-02 18:03:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mice have a range of facial expressions, researchers find", "description": "<p>Findings offer researchers new ways to measure intensity of emotional responses </p><p>Whether it is screwing up your face when sucking a lemon, or smiling while sitting in the sun, humans have a range of facial expressions that reflect how they feel. Now, researchers say, they have found mice do too.</p><p>“Mice exhibit facial expressions that are specific to the underlying emotions,” said Dr Nadine Gogolla, co-author of the research from Max Planck Institute of Neurobiology. She said the findings were important, as they offer researchers new ways to measure the intensity of emotional responses, which could help them probe how emotions arise in the brain.</p> <a href=\"https://www.theguardian.com/science/2020/apr/02/mice-have-a-range-of-facial-expressions-researchers-find\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/apr/02/mice-have-a-range-of-facial-expressions-researchers-find", "date_published": "2020-04-02 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beers, deer and heroes: heartwarming moments in coronavirus Britain", "description": "<p>An overview of some of the initiatives to put smiles back on faces in these dark and distressing times</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Despite the torrent of sad and unsettling news about the spread of coronavirus around the UK, many people are doing their best to bring cheer – and beer – to those who deserve it most.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/beers-deer-heroes-heartwarming-moments-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/beers-deer-heroes-heartwarming-moments-coronavirus", "date_published": "2020-04-02 17:50:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It warms the heart': Navajo mount grassroots effort to tackle coronavirus", "description": "<p>Women are leading a volunteer effort to care for elders and vulnerable people across the tribe’s vast, poorly served territory</p><p>In mid-March, shortly after the Navajo Nation declared a public health state of emergency, Ethel Branch went out to stock up on supplies for her elderly mother and nieces who live on the Native American reservation.</p><p>Branch, who lives in Flagstaff, Arizona, spent all day going from store to store trying to find canned soups, soap and toilet paper. Many had sold out, while others were price gouging amid rising panic about the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/02/navajo-nation-grassroots-self-help-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/02/navajo-nation-grassroots-self-help-coronavirus", "date_published": "2020-04-02 17:47:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany told it needs to massively increase coronavirus testing", "description": "<p>Country seen as a model for its response is told it is not doing nearly enough</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Germany still needs to increase its coronavirus testing rate dramatically if it wants to successfully manage the virus, scientists are advising the government.</p><p>The country has the capacity to carry out up to 500,000 tests a week, but must increase that to more than a million, or 200,000 tests a day, they say. This is despite other countries looking to Germany because of its comparatively high testing rate and relatively low death rate from Covid-19 of under 1%.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/germany-told-it-needs-to-massively-increase-coronavirus-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/germany-told-it-needs-to-massively-increase-coronavirus-testing", "date_published": "2020-04-02 17:46:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than a million confirmed cases of Covid-19 globally", "description": "<p>According to Johns Hopkins University at least 1,000,036 infections have been recorded </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Confirmed cases of Covid-19 around the world have passed more than a million as the disease continued to surge in the US and top teaching hospitals across Europe warned that they would run out of vital drugs for intensive care patients within two weeks.</p><p>According to a tally by Johns Hopkins University released on Thursday, at least 1,000,036 infections have been recorded after cases doubled in the past eight days. It took 75 days to log the first 500,000 cases around the world.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/top-european-teaching-hospitals-running-out-of-coronavirus-drugs\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/top-european-teaching-hospitals-running-out-of-coronavirus-drugs", "date_published": "2020-04-02 17:43:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Couple who opposed council vaccinating their child lose appeal", "description": "<p>Parents wanted high court ruling in favour of Tower Hamlets council overturned</p><p>A couple who tried to prevent the local authority from vaccinating their child, who is in care, have failed to overturn the decision by requiring courts to become routinely involved in such disputes.</p><p>The court of appeal has rejected the parents’ request to intervene in the case of their young infant, who was due to receive the usual sequence of childhood immunisations against diseases such as diphtheria, polio and whooping cough.</p> <a href=\"https://www.theguardian.com/society/2020/apr/02/couple-who-opposed-council-vaccinating-their-child-lose-appeal\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/02/couple-who-opposed-council-vaccinating-their-child-lose-appeal", "date_published": "2020-04-02 17:35:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schroders is right to warn on executive pay. Now it can lead by example", "description": "<p>As staff are laid off in the coronavirus crisis, the fund manager says bosses cannot carry on as normal</p><p>Many chief executives have already worked out that their pay packets, and those of their senior executives, will have to take a hit. In this climate, bosses cannot lay off staff, or place them in furlough, and expect life to carry on as normal for themselves.</p><p>There’s no harm, though, in big City fund managers aligning themselves with the message. So Schroders deserves half a cheer for its “Dear UK plc” letter, sent out on Thursday, that stated: “Where companies seek additional capital, we would expect their boards to suspend dividends and to reconsider management’s remuneration.”</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/02/schroders-is-right-to-warn-on-executive-pay-now-it-can-lead-by-example\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/apr/02/schroders-is-right-to-warn-on-executive-pay-now-it-can-lead-by-example", "date_published": "2020-04-02 17:29:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why ‘can I get a refund?’ is travel's biggest issue: Coronavirus Q&A", "description": "<p>Customers are all asking the same question of an industry in freefall. As one tour operator says, how firms respond will shape whether or not they have a future</p><p>For the past two weeks we’ve addressed several questions in our Q&amp;A but increasingly readers want to know the answer to just one: can I get a refund? We <a href=\"https://www.theguardian.com/travel/2020/mar/26/can-i-get-a-cash-refund-instead-of-a-credit-note-coronavirus-travel-questions-answered\">answered one specific query on this last week</a> and my colleague Miles Brignall <a href=\"https://www.theguardian.com/money/2020/mar/30/coronavirus-travel-shutdown-your-rights-flights-tours-accommodation\">also outlined consumer rights in this piece</a>. But as it keeps being raised, we thought it worth addressing again.</p><p>Under the <a href=\"https://www.abta.com/tips-and-advice/is-my-holiday-protected/new-package-travel-regulations\">Package Travel Regulations</a> (PTR), <strong>you are entitled to a refund if your holiday provider cannot fulfil the holiday </strong>but – and it’s a big but – tour operators are struggling to meet this legal obligation while facing a massive loss of income and, in some cases, repatriation costs.</p> <a href=\"https://www.theguardian.com/travel/2020/apr/02/can-i-get-a-refund-is-travels-biggest-issue-coronavirus-travel-questions-answered\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/apr/02/can-i-get-a-refund-is-travels-biggest-issue-coronavirus-travel-questions-answered", "date_published": "2020-04-02 17:22:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK clinicians: revised PPE guidance must be backed by adequate supplies", "description": "<p>Updated advice says any healthcare worker coming within two metres of suspected case should wear protective equipment</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Clinicians given the right to demand higher-specification personal protective equipment when dealing with coronavirus have warned that new guidance could count for little unless <a href=\"https://www.theguardian.com/world/2020/mar/24/doctors-threaten-to-quit-over-protective-equipment-shortage\">new supplies are made available</a>. </p><p><a href=\"https://www.gov.uk/government/publications/wuhan-novel-coronavirus-infection-prevention-and-control/covid-19-personal-protective-equipment-ppe\">New guidance, issued by the UK government, public health authorities and NHS England</a> after criticism of <a href=\"https://www.england.nhs.uk/coronavirus/wp-content/uploads/sites/52/2020/03/personal-protection-equipment-letter-28-march-2020.pdf\">previous guidelines</a>, states that any clinician working in a hospital, primary care or community care setting within two metres of a suspected or confirmed coronavirus Covid-19 patient should wear an apron, gloves, surgical mask and eye protection “based on the risk”.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/clinicians-revised-ppe-guidance-inadequate-supplies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/clinicians-revised-ppe-guidance-inadequate-supplies", "date_published": "2020-04-02 17:20:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran hits back after Trump claims it is planning Iraq attacks", "description": "<p>US president accuses Tehran or its proxies of planning ‘sneak’ assault on US bases</p><p>Iran’s military and diplomatic leadership has hit back at Donald Trump’s claims that its proxies were planning a sneak attack on US bases in Iraq, claiming Tehran only ever acts in self-defence and has no proxies in Iraq, only allies.</p><p>The US and Iran are already at loggerheads over the <a href=\"https://www.theguardian.com/world/2020/mar/31/us-ignores-global-appeals-suspend-sanctions-coronavirus-pandemic-iran-venezuela\">impact of US sanctions</a> on Tehran’s ability to fight the coronavirus pandemic, and the threat of a military attack on the US is likely to widen the dispute. The Iranian army chief of staff, Mohammad Bagheri, said the recent spate of attacks on US bases in Iraq were nothing to do with Iran, but were “a natural response by the Iraqi people”. He said US forces were being closely monitored minute by minute and any US attack would produce the most severe response.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/iran-hits-back-after-trump-claims-it-is-planning-iraq-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/iran-hits-back-after-trump-claims-it-is-planning-iraq-attacks", "date_published": "2020-04-02 17:11:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It was wrong to play against Atlético, says Liverpool's public health director", "description": "<ul><li>Game may have influenced rise of coronavirus in Liverpool</li><li>Fan with symptoms talks of dangers to supporters that night</li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Liverpool’s Champions League tie at Anfield with Atlético Madrid should not have been played, the city council’s director of public health has said, amid concern at the rising number of confirmed coronavirus cases there.</p><p>Matthew Ashton, who began in the role on Wednesday, is responsible for coordinating the response to the unprecedented challenges of the pandemic while having to work from home, as confirmed <a href=\"https://www.arcgis.com/apps/opsdashboard/index.html#/f94c3c90da5b4e9f9a0b19484dd4bb14\" title=\"\">cases in Liverpool</a> rose to 262.</p> <a href=\"https://www.theguardian.com/football/2020/apr/02/wrong-to-play-liverpool-v-atletico-says-citys-public-health-director-matthew-ashton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/02/wrong-to-play-liverpool-v-atletico-says-citys-public-health-director-matthew-ashton", "date_published": "2020-04-02 17:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Elite sports have plenty to offer in the war against coronavirus | Emma John", "description": "<p>It is 100 years since Britain’s sports grounds were last used to treat the sick – none of us expected it to happen in our lifetime</p><p>In the last months of the first world war, a ship arrived at Manchester from the US, its passengers deathly ill. They were mostly southerners, infected with a powerful influenza that had overtaken them on their transatlantic journey and quickly turned into pneumonia. The matron of a nearby Red Cross hospital, Mrs Geldart, heard of their plight and took them in, at no small risk to the health of her own – mostly voluntary – staff. For the next 12 weeks her hospital struggled and suffered through the deadliest trial it had faced in four years of war.</p><p>Many patients did not recover. Those who did took rehabilitative walks on the oval sward of grass they could see from their ward windows. Their beds took up every available inch of floor space in the Old Trafford pavilion: the long room, the dressing rooms, the corridors, and even, when weather permitted, the roof. It was only a short stroll to the cricket pitch, and no one told the convalescents off for walking on it. Lancashire’s players weren’t using it.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/apr/02/elite-sports-coronavirus-cricket-football\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/apr/02/elite-sports-coronavirus-cricket-football", "date_published": "2020-04-02 16:59:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lee Ryan takes over the world – is this the future of post-pandemic celebrity?", "description": "<p>Stars and entrepreneurs will find bizarre opportunities in the conspiracy-theory laced hell for ordinary folk that is the coronavirus pandemic</p><p>Spare a thought for those tasked with covering the world of showbiz in this unprecedented time of crisis (me). Celebrities have hissed backwards into their bunkers. The nightclubs they used to fall out of have shut. Every possible configuration of social media beef has been replaced with platitudes about staying indoors. They are <em>singing</em>. There is no meat on the bones to make soup from. There is nothing out here on the wastelands to write about. Do you want 1,200 words about <a href=\"https://edition.cnn.com/2020/03/30/entertainment/drake-son-first-pictures-intl-scli/index.html\">Drake’s pictures of his kid</a>? Do you want me to break apart <a href=\"https://www.thesun.co.uk/news/11307308/alex-james-guide-making-booze-home/\">Alex James’s scrumpy recipe</a> (“Orchards are enchanting places”)? Do you want that? Look in the mirror and gaze sternly into your own eyes. Think about this. Do you want that? You don’t want that.</p><p>The world of celebrity is changing under the dark shadow of ’rona 2020, and it’s important to recognise the hair-sprouting and the clenching bones of this sort of social puberty. What emerges from the burrows once all this has blown over will be very different from what went in. Some will not have enough celebrity credit in the bank to weather this storm (do you think the phrase “<a href=\"https://www.thesun.co.uk/tvandshowbiz/love-island/10832254/wallace-wilson-love-island-2020-contestant/\">Wallace from Love Island</a>” will mean anything by the time September rolls around? It will sound like an alien screaming a dull language into your bones. It will sound like a dog throwing up). Some, without the anchor of a furloughed PR team telling them what to do, will go rogue in lockdown, emerge having done something weird on Instagram Live from their own mansion, like shaving their own head and making soup from their hair (I just keep getting the words “Miley Cyrus”, like an intrusive thought, over and over, about this), their pre-pandemic fame diminished by the actions of their pandemic lifestyle. Some will somehow emerge more famous than ever (Kylie Jenner, after wrangling her cosmetics factories into <a href=\"https://www.independent.co.uk/life-style/kylie-jenner-hand-sanitiser-coronavirus-hospitals-kris-coty-calabasas-a9441521.html\">producing hand sanitiser</a>, will somehow leave this process richer and more beloved. <a href=\"https://metro.co.uk/2020/04/01/chrissy-teigens-bread-recipes-coronavirus-12492201/\">Chrissy Teigen’s bread recipes</a> will sweep her ever closer to an inevitable presidential run). It will be different. We don’t know how, but it will be.</p> <a href=\"https://www.theguardian.com/lifeandstyle/lostinshowbiz/2020/apr/02/lee-ryan-takes-over-the-world-is-this-the-future-of-post-pandemic-celebrity\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2020/apr/02/lee-ryan-takes-over-the-world-is-this-the-future-of-post-pandemic-celebrity", "date_published": "2020-04-02 16:57:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's devastating': UK man tells of mother's coronavirus death", "description": "<p>Linda Tuppen died after nursing son with illness, and now his brother is in hospital <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A man who was nursed back to health by his mother after developing suspected coronavirus has told of his devastation at finding her dead – and said his 23-year-old brother was in hospital battling symptoms of the disease.</p><p></p><p>Symptoms are defined by the NHS as either:</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/its-devastating-uk-man-tells-of-mothers-coronavirus-death\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/its-devastating-uk-man-tells-of-mothers-coronavirus-death", "date_published": "2020-04-02 16:56:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spies, hijacks and export bans: the global battle for coronavirus equipment", "description": "<p>Fears of shortages are driving many countries to take increasingly devious measures to secure masks and tests</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>US buyers waving wads of cash managed to wrest control of a consignment of masks as it was about to be dispatched from China to one of the worst-hit coronavirus areas of France, according to two French officials.</p><p>The masks were on a plane at Shanghai airport that was ready to take off when the US buyers turned up and offered three times what their French counterparts were paying.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/global-battle-coronavirus-equipment-masks-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/global-battle-coronavirus-equipment-masks-tests", "date_published": "2020-04-02 16:51:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Field hospitals built in south Wales before coronavirus 'onslaught'", "description": "<p>Extra 6,000 beds being prepared across country as infections spread west</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A string of field hospitals is being rapidly built in south Wales as doctors prepare for an “onslaught” of Covid-19 cases.</p><p>The south-east of Wales has been the country’s hotspot so far, with intensive care under such pressure that patients are being cared for in operating theatres.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/field-hospitals-built-in-south-wales-before-coronavirus-onslaught\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/field-hospitals-built-in-south-wales-before-coronavirus-onslaught", "date_published": "2020-04-02 16:48:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s time nurses got the recognition they deserve | Letters", "description": "<p>Nurses are highly competent clinicians who must be treated with respect, writes <strong>Prof Louise Condon</strong>, while one anonymous reader describes student nurses undertaking long shifts with no pay and another feels her skills are not being valued</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When are our government and hospital trusts going to stop exploiting our student nurses? Current third-year student nurses are paying over £9,000 a year in course fees. They do not receive a bursary (unlike any other cohort before or after them), relying on student maintenance loans and working additional bank shifts as healthcare assistants to make ends meet.</p><p>While paying £9,000 a year they are still on placement, working on wards where they can come into contact with Covid-19 patients, but are told they are no longer supernumerary and are receiving nothing from the universities, which are closed.</p> <a href=\"https://www.theguardian.com/society/2020/apr/02/its-time-nurses-got-the-recognition-they-deserve\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/02/its-time-nurses-got-the-recognition-they-deserve", "date_published": "2020-04-02 16:44:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK media outlets told not to promote baseless 5G coronavirus theories", "description": "<p>Broadcasters warned they face sanctions if they give airtime to false Covid-19 health advice </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>British broadcasters are being warned that they face sanctions from the media regulator if they give airtime to <a href=\"https://www.theguardian.com/world/2020/mar/30/uk-anti-fake-news-unit-coronavirus\">false health advice about coronavirus</a>, after a Sussex radio station was given a severe warning for broadcasting baseless conspiracy theories that the pandemic is linked to the rollout of 5G phone networks.</p><p>Members of the public complained after hearing a broadcast on the community radio station Uckfield FM, in which a woman introduced as a “registered nurse” claimed, without any evidence, that the rollout of 5G phone technology in Wuhan was connected to the outbreak and that the virus had been created in a lab.</p> <a href=\"https://www.theguardian.com/media/2020/apr/02/uk-media-outlets-told-not-to-promote-baseless-5g-coronavirus-theories\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/02/uk-media-outlets-told-not-to-promote-baseless-5g-coronavirus-theories", "date_published": "2020-04-02 16:40:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: at-risk immigration detainees 'to be put in solitary confinement'", "description": "<p>Leaked G4S letter suggests ‘shielding’ measure against Covid-19 will last for months</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Vulnerable immigration detainees at risk of dying if they contract Covid-19 are to be placed in solitary confinement for at least three months, according to a leaked letter from the Home Office contractor G4S.</p><p>The detainees, who have either committed no crime or completed a prison sentence for a crime already committed, are facing the same “shielding” protocol as those serving a prison sentence with health conditions that <a href=\"https://www.theguardian.com/society/2020/mar/31/uk-prisoners-covid-19-symptoms-forced-share-cells\">put them at risk</a>, the Guardian understands.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/revealed-at-risk-immigration-detainees-to-be-put-in-solitary-confinement\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/revealed-at-risk-immigration-detainees-to-be-put-in-solitary-confinement", "date_published": "2020-04-02 16:31:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunshine on way to UK but health officials stress: stay home", "description": "<p>Fears combination of sun and lockdown fatigue could lead to flouting of official guidance</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a> </li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a> </li></ul><p>Public health officials have stressed it is vital people stay at home amid fears a combination of sunny weather and lockdown fatigue could result in government guidance being ignored this weekend.</p><p>With temperatures forecast to reach 20C (68F) in some parts of the UK from Saturday, there are concerns roads and parks could become busier, with some police forces braced to <a href=\"https://www.theguardian.com/world/2020/mar/26/uk-police-use-drones-and-roadblocks-to-enforce-lockdown\">deter day-trippers</a> from beauty spots.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/02/sunshine-uk-weather-health-officials-stay-home-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/02/sunshine-uk-weather-health-officials-stay-home-lockdown", "date_published": "2020-04-02 16:08:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How have you been affected by the cancellation of the Edinburgh festivals?", "description": "<p>If you were planning on performing or attending the festivals, we’d like to hear from you<br /></p><p>The <a href=\"https://www.theguardian.com/culture/2020/apr/01/edinburghs-five-festivals-cancelled-due-to-coronavirus\">cancellation of this year’s Edinburgh festivals</a>, including the world-famous fringe, will be felt far and wide. This year, the August festivals were due to welcome 25,000 artists from around the world, along with audiences of more than 4 million. </p><p>We want to hear how the cancellation will affect you, whether you are a performer who was planning to take a show to a festival, an arts worker, an Edinburgh resident or a fringe lover.</p> <a href=\"https://www.theguardian.com/culture/2020/apr/02/how-have-you-been-affected-by-the-coronavirus-cancellation-of-the-edinburgh-festivals\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/apr/02/how-have-you-been-affected-by-the-coronavirus-cancellation-of-the-edinburgh-festivals", "date_published": "2020-04-02 15:48:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus testing: how some countries got ahead of the rest", "description": "<p>Germany was quick to see the threat while South Korea took an aggressive approach</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Countries have approached coronavirus testing in different ways, and in some places there was far earlier recognition than <a href=\"https://www.theguardian.com/politics/2020/apr/02/boris-johnson-restates-pledge-to-boost-uk-coronavirus-testing-capacity\">in the UK</a> of the need to develop tests and kits and to have sufficient numbers stockpiled. Here is how some countries got ahead of the curve.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-testing-how-some-countries-germany-south-korea-got-ahead-of-the-rest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/coronavirus-testing-how-some-countries-germany-south-korea-got-ahead-of-the-rest", "date_published": "2020-04-02 15:26:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Large: the big man of 80s British TV comedy | Mark Lawson", "description": "<p>Eddie Large took the bigger role – in more ways than one – of the double act the BBC saw as successors to Morecambe and Wise, and whose sketch show had 15 million viewers a week</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/eddie-large-obituary\">Eddie Large obituary</a></li><li><a href=\"https://www.theguardian.com/tv-and-radio/gallery/2020/apr/02/eddie-large-a-life-in-pictures\">A life in pictures</a></li></ul><p>Would a comedy double act called McGinnis and Mead ever have come to be seen as the natural successors to Eric Morecambe and Ernie Wise? That remains a counter-historical imponderable. But, when Edward Hugh McGinnis, who has <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/comedian-eddie-large-little-and-large-dies-after-contracting-coronavirus-son-says\">died aged 78</a>, changed his name to Eddie Large and teamed up with Cyril John Mead, who called himself Syd Little, the duo Little and Large did take the place of <a href=\"https://www.theguardian.com/tv-and-radio/morecambe-and-wise\">Morecambe and Wise</a> – in terms at least of BBC One scheduling prominence from 1978 to 1991.</p><p>Large had mostly retired from the showbiz frontline in 2003, following a heart transplant. The immunosuppressant drugs necessary after such an operation put him in one of the highest-risk groups for the Covid-19 virus.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/eddie-large-big-man-british-tv-comedy-little-and-large\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/02/eddie-large-big-man-british-tv-comedy-little-and-large", "date_published": "2020-04-02 15:14:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's pure rock’n’roll': how Money Heist became Netflix's biggest global hit", "description": "<p>While still a cult concern in the UK, this Spanish thriller is the streaming service’s most popular foreign show. As it returns, its creator and stars explain how it became unmissable</p><p>You’ve rewatched The Wire, seen every episode of Friends at least twice and are starting to wonder if this is what it feels like to “complete” Netflix. But wait: there’s a world-changing, cultural juggernaut of a TV show that – while hugely popular – you may well have missed.</p><p>This week, Money Heist – or, to use its Spanish title, La Casa de Papel – begins another eight-episode run on Netflix, where it is the streaming giant’s most-watched non-English language show worldwide. The first season of the full-throttle thriller saw its gang – all code-named after major cities and memorably clad in revolutionary-red overalls and Salvador Dalí masks – break into the Royal Mint of Spain, taking 67 people hostage and literally printing money: 2.4bn euros, to be exact. It’s fair to say that the plot doesn’t quite go to plan, though it does result in three raunchy romances and an island escape. Season three, an even wilder ride, proved that for this gang loyalty is as much a motivation as loot.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/how-money-heist-became-netflix-biggest-global-hit\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/02/how-money-heist-became-netflix-biggest-global-hit", "date_published": "2020-04-02 15:08:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We're taking the kids camping – in the living room", "description": "<p>Campers and open-water swimmers are coping with lockdown by going wild in their own homes and gardens. Are you doing the same? Share your virtual adventures at #guardiantravelsnaps</p><p>Desperate times call for creativity, and for cooped-up outdoor enthusiasts that means attempting to conjure up a sense of adventure at home.</p><p>Across the country, lovers of camping are pitching their tents in gardens or living rooms, complete with marshmallows for toasting and guitars to play around mock campfires. Emma Cuff of West Malling in Kent is among the small but growing group of indoor campers dusting off their tents. “We’ve got four camping trips booked this summer which may or may not go ahead, so for some fun we dug out an old tent from the loft.” She posted the results on<a href=\"https://www.instagram.com/p/B-SbqIWld7w/\"> Inst</a><a href=\"https://www.instagram.com/p/B-SbqIWld7w/\">agram</a> with the hashtag #thevirtualcampsite – and won a tent from<a href=\"https://www.instagram.com/cool_camping/?hl=en\"> Cool Camping</a>, one of several companies encouraging people to post their home creations on social media. This week Cool Camping is giving away a pair of hiking boots to the best effort. Outdoor gear specialist Cotswold Outdoor is hosting a<a href=\"https://www.cotswoldoutdoor.com/outdoors-on-your-doorstep.html\"> virtual Easter camp</a> on Saturday 11 April, inviting people to share photos of pitches, camp food and views (#campingathome), and offering tutorials and demonstrations. Go Outdoors plans to offer tips in its <a href=\"https://www.gooutdoors.co.uk/introducing-go-indoors\">GO Indoors project.</a> The upside? Rain can’t ruin an indoor camping trip.</p> <a href=\"https://www.theguardian.com/travel/2020/apr/02/bringing-the-great-outdoors-into-your-living-room-camping-wild-swimming\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/apr/02/bringing-the-great-outdoors-into-your-living-room-camping-wild-swimming", "date_published": "2020-04-02 14:56:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctors and nurses are dying for lack of equipment. Is Johnson up to this? | Gaby Hinsliff", "description": "<p>In 1915 a shortage of shells for soldiers brought down the government. A century on, the prime minister faces a similar challenge<br /></p><p>• <a href=\"https://www.theguardian.com/world/live/2020/mar/20/coronavirus-live-updates-outbreak-deaths-italy-uk-us-australia-europe-vaccine-china-global-economy-toll-latest-update-news\">Coronavirus latest updates</a><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\"><br /></a></p><p> • <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>Thomas Harvey was a family man, a father of seven, but in his last moments he was forced apart from them.</p><p>The <a href=\"https://www.bbc.co.uk/news/uk-england-london-52131921\">57-year-old nurse</a>, who had been self-isolating at home with coronavirus symptoms, was found by paramedics who broke down a bathroom door to reach him, but sadly he could not be saved. It is impossible to know where exactly he was infected. But Harvey, the fifth NHS worker to die during this outbreak, reportedly told his wife he had been treating patients at Goodmayes hospital in Ilford equipped only with “a flimsy apron, and no mask”. He had devoted his life to the NHS, his daughter Tamira said and she felt he had been let down.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/doctors-nurses-lack-of-equipment-johnson-government\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/doctors-nurses-lack-of-equipment-johnson-government", "date_published": "2020-04-02 14:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Democratic leaders win surge of approval during Covid-19 crisis", "description": "<p>Political scientists warn ‘rally round flag’ effect won’t last and populist parties will bounce back</p><p>The approval ratings of democratic leaders around the world have soared during the coronavirus crisis, but political scientists say it will not last – and warn that populist opposition parties, in particular, will bounce back strongly as it subsides.</p><p>Will Jennings, a professor of political science at Southampton University, said the increases were due to an effect first identified in 1970 by a US political scientist, John Mueller, in a paper examining the popularity of US presidents in times of crisis.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/democratic-leaders-win-surge-of-approval-during-covid-19-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/democratic-leaders-win-surge-of-approval-during-covid-19-crisis", "date_published": "2020-04-02 14:41:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British sports bodies fear financial ruin because of coronavirus pandemic", "description": "<ul><li>Handful of national governing bodies face an existential threat</li><li>‘Sports like ours will find it very difficult to recover’</li></ul><p>Some British sporting bodies, including those sending athletes to next year’s Olympics, fear they could go under because of the coronavirus pandemic, the Guardian can reveal.</p><p>A handful of national governing bodies have privately told UK Sport that they face an existential threat because of the crisis, while at least a dozen more say they are facing a severe financial hit with events being cancelled and other sources of revenue being slashed.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/02/british-sports-bodies-fear-financial-ruin-because-of-coronavirus-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/02/british-sports-bodies-fear-financial-ruin-because-of-coronavirus-pandemic", "date_published": "2020-04-02 14:29:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Zoom is malware’: why experts worry about the video conferencing platform", "description": "<p>The company has seen a 535% rise in daily traffic in the past month, but security researchers say the app is a ‘privacy disaster’</p><p>As coronavirus lockdowns have moved many in-person activities online, the use of the video-conferencing platform <a href=\"https://www.theguardian.com/technology/zoom\">Zoom</a> has quickly escalated. So, too, have concerns about its security.</p><p>In the last month, there was a 535% rise in daily traffic to the Zoom.us download page, according to an analysis from the analytics firm SimilarWeb. Its app for iPhone has been the most downloaded app in the country for weeks, according to the mobile app market research firm <a href=\"https://sensortower.com/ios/us/zoom/app/zoom-cloud-meetings/546505307/overview\">Sensor Tower</a>. Even politicians and other high-profile figures, including the British prime minister, <a href=\"https://twitter.com/BorisJohnson/status/1242522136083906561?s=20\">Boris Johnson</a>, and the former US federal reserve chair <a href=\"https://twitter.com/mitchellreports/status/1245390131869122561\">Alan Greenspan</a>, use it for conferencing as they work from home.</p> <a href=\"https://www.theguardian.com/technology/2020/apr/02/zoom-technology-security-coronavirus-video-conferencing\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/apr/02/zoom-technology-security-coronavirus-video-conferencing", "date_published": "2020-04-02 14:23:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "First batch of BrewDog hand sanitiser turned down by local hospital", "description": "<p>Brewer could reformulate ‘punk sanitiser’ after hand gel falls short of medical standards </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The independent brewer BrewDog is considering reformulating hand sanitiser made at its distillery in Aberdeenshire after its initial batch was turned down by a local hospital because it did not meet medical standards.</p><p>The firm said last month it would be <a href=\"https://www.theguardian.com/business/2020/mar/18/brewdog-begins-making-hand-sanitiser-shortages-uk\">giving away its “punk sanitiser”</a> free to charities and to the Aberdeen Royal Infirmary.</p> <a href=\"https://www.theguardian.com/business/2020/apr/02/brewdog-hand-sanitiser-turned-down-local-hospitals-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/02/brewdog-hand-sanitiser-turned-down-local-hospitals-scotland", "date_published": "2020-04-02 14:21:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS nurses resort to online wishlists to source everyday items", "description": "<p>Hospital staff post requests for essentials from teabags and energy bars to iPads and pens</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>NHS nurses are turning to online crowdfunding to ask for donations of everyday essentials including sanitary products, bedding and hand cream as some hospitals run low on basic items before the peak of the UK’s coronavirus outbreak.</p><p>Medics are using online wishlists to request thousands of products for staff and patients, ranging from teabags to sleeping bags and including iPads and chargers so families can speak to loved ones.</p> <a href=\"https://www.theguardian.com/society/2020/apr/02/nhs-nurses-resort-to-online-wish-lists-to-source-everyday-items\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/02/nhs-nurses-resort-to-online-wish-lists-to-source-everyday-items", "date_published": "2020-04-02 14:20:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon chief says tennis may not return until 2021 due to coronavirus", "description": "<ul><li>‘It’s not unrealistic to say there may be no more tennis this year’</li><li> Wimbledon confirm they do have insurance for virus outbreaks</li><li><a href=\"https://www.theguardian.com/politics/live/2020/apr/02/uk-coronavirus-live-news-updates-covid-19-testing\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Richard Lewis, the outgoing chief executive of Wimbledon, hopes tennis can be “off and running again” by August, when the US Open is scheduled to begin, although he admits there may be “no more tennis this year”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/apr/01/wimbledon-cancelled-but-what-took-all-england-club-so-long\">Better late than never to cancel Wimbledon but what took them so long? | Kevin Mitchell</a> </p> <a href=\"https://www.theguardian.com/sport/2020/apr/02/wimbledon-chief-says-tennis-may-not-return-until-2021-due-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/02/wimbledon-chief-says-tennis-may-not-return-until-2021-due-to-coronavirus", "date_published": "2020-04-02 14:18:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The top 25 most compelling Hollywood autobiographies – ranked!", "description": "<p>Inspiring, indiscreet and occasionally gasp-worthy – to mark the publication of Woody Allen’s Apropos of Nothing, we arrange the best Tinseltown memoirs in order of excellence</p><p>The two volumes of Anjelica Huston’s autobiography are a shrewd account of her life with wry comments on the alpha-males in it, including her father John Huston and longtime boyfriend Jack Nicholson.</p> <a href=\"https://www.theguardian.com/film/2020/apr/02/the-top-25-most-compelling-hollywood-autobiographies-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/02/the-top-25-most-compelling-hollywood-autobiographies-ranked", "date_published": "2020-04-02 14:03:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ease rules on research into psychedelic drugs, urges David Nutt", "description": "<p>Ex-government adviser says substances such as psilocybin could have medical value</p><p>Restrictions on the use of psychedelic drugs in research should be relaxed to help find new treatments for conditions including mental health disorders, the former government adviser Prof <a href=\"https://www.theguardian.com/science/david-nutt\">David Nutt</a> has said.</p><p> Nutt was sacked as <a href=\"https://www.theguardian.com/politics/2009/oct/30/drugs-adviser-david-nutt-sacked\">chair of the advisory committee on the misuse of drugs</a> in October 2009 over his views that ecstasy and LSD are less dangerous than alcohol.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/02/ease-rules-on-use-of-psychedelic-drugs-in-research-urges-david-nutt\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/02/ease-rules-on-use-of-psychedelic-drugs-in-research-urges-david-nutt", "date_published": "2020-04-02 14:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life in lockdown: how our jobs turned upside down – video", "description": "<p>All over the&nbsp;country, people turn the camera on their&nbsp;lives and show how Covid-19 has changed their experience of work. A medical courier at the heart of the crisis demands basic rights, a worker at an empty airport pulls together a union hardship fund - and people in a range of jobs try to navigate the buckling benefits system and the government's scheme to help people who are no longer working. What burns through is the sudden urgency of people joining together to avoid the worst</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><br /></p><p><br /></p><p>Music: Bells by Phil France on Gondwana records - <a href=\"http://www.philfrancemusic.com\">more info here</a>&nbsp;</p> <a href=\"https://www.theguardian.com/commentisfree/video/2020/apr/02/life-in-lockdown-how-our-jobs-turned-upside-down-video\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/video/2020/apr/02/life-in-lockdown-how-our-jobs-turned-upside-down-video", "date_published": "2020-04-02 13:57:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Primark among retailers cancelling £2.4bn orders in ‘catastrophic’ move for Bangladesh", "description": "<p>Coronavirus cutbacks amount to a ‘wholesale abandonment’ of garment workers, says labour rights group</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than a million Bangaldeshi garment workers have been sent home without pay or have lost their jobs after western clothing brands cancelled or suspended £2.4bn of existing orders in the wake of the Covid-19 epidemic, according to data from the <a href=\"https://www.bgmea.com.bd/\">Bangladeshi and Garment Exporters Association</a> (BGMEA).</p><p>Primark and the Edinburgh Woollen Mill are among retailers that have collectively cancelled £1.4bn and suspended an additional £1bn of orders as they scramble to minimise losses. This includes nearly £1.3bn of orders that were already in production or had been completed, according to BGMEA.</p> <a href=\"https://www.theguardian.com/global-development/2020/apr/02/fashion-brands-cancellations-of-24bn-orders-catastrophic-for-bangladesh\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/apr/02/fashion-brands-cancellations-of-24bn-orders-catastrophic-for-bangladesh", "date_published": "2020-04-02 13:51:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We’re a part of the spread': flight attendant's guilt over Covid-19", "description": "<p>Gabrielle Wilson of Air Canada started feeling ill after flying back from Frankfurt. After a positive test and quarantine she is left with anxiety and guilt for infecting her family</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">C</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">oronavirus – latest global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Gabrielle Wilson was enjoying a walk with her children on a brisk spring afternoon, when she was overcome by an overwhelming feeling of weakness.</p><p>“It hit me like a ton of bricks. I had to sit down on the sidewalk,” said the veteran flight attendant. Throbbing muscle pains cascaded through her body, accompanied by an “eerie dry throat” that she had never before experienced.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/air-canada-flight-attendant-exposed-to-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/air-canada-flight-attendant-exposed-to-covid-19", "date_published": "2020-04-02 13:17:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is Keir Starmer failing to call out the government over coronavirus? | Katy Balls", "description": "<p>Amid calls for intervention, allies of the Labour leadership candidate say that could be seen as premature and opportunistic<br /></p><p><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">• Coronavirus latest updates</a></p><p><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">• See all our coronavirus coverage</a></p><p>As government critics pile on Boris Johnson and his team over their handling of the coronavirus pandemic, there’s one figure who’s notably pulling their punches: Sir Keir Starmer.</p><p>Barring a major political upset, the shadow Brexit secretary is on course to be crowned Labour leader this weekend. His fellow MPs are already working on the assumption that he is: Labour politicians are working to curry favour while the Tories are preparing for a “forensic” Starmer-led opposition.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/is-keir-starmer-failing-call-out-government-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/is-keir-starmer-failing-call-out-government-coronavirus", "date_published": "2020-04-02 13:06:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I've never seen … any James Bond film | Hadley Freeman", "description": "<p>Continuing our series in which writers rectify gaps in their film education, Hadley Freeman finally pops her 007 cherry with the ‘Bondiest Bond’ – The Spy Who Loved Me<br /></p><ul><li><a href=\"https://www.theguardian.com/film/series/the-classic-film-ive-never-seen\">Read all of our series about classic missed films</a></li></ul><p>I first became aware of James Bond in 1989, which was not, I have since learned from Bondologists, a vintage Bond era. Two film posters were ubiquitous that summer: the first was for Batman, starring Michael Keaton, and the second was for Licence to Kill, starring Timothy Dalton. In the months leading up to the release of these films, I watched their trailers seemingly hundreds of times: they were both franchises about a superhero (because, really, what else is the ageless, unkillable Bond by this point?); both featured a good guy with a gun killing a lot of bad guys with guns; both lightened the bloodshed with a sprinkling of winking jokes. Yet while I queued up to see Batman the day it was released and have watched it about 3,000 times since, I not only never saw Licence to Kill but I have never watched a single Bond movie, ever. Honestly, the whole Bond thing repelled me then and repels me now.</p><p>Let’s get this out of the way: it’s not the sexism. I don’t care that the character is a tedious sexist anachronism who shags everything, especially, if <a href=\"https://www.youtube.com/watch?v=I63XGBqRsmw\">he’s played by Roger Moore and said thing is 30 years younger</a> than him. He’s from a different era – I get it. But he’s such a little boy’s idea of sexy machismo, with those absurd dinner jackets and perfect hair and all that wankiness about martinis. He’s an issue of GQ come to life, and you know he smells of terrible Armani colognes, just like GQ does. The comedy in Batman was genuinely funny and self-satirical: “Can somebody tell me what kind of world we live in where a man dressed up as a <em>bat</em> gets all of my press?”. But Bond’s humour is self-serving and self-satisfied, the kind beloved by people who belong to private members’ clubs. In short: “Let me tell you a joke that will make me look marvellous and all the rest of you stupid and little.” In his 2006 book on Bond, <a href=\"https://www.theguardian.com/books/2006/jul/08/film\">The Man Who Saved Britain</a>, Simon Winder claims this is a reflection of Britain’s psyche after the loss of empire: a desire to believe that Britain – in this case, represented by Bond – was still the coolest cat in the room. I’m sure Winder is right, that Bond is basically Britain in breakdown mode. But like all breakdowns, it’s painful to watch.</p> <a href=\"https://www.theguardian.com/film/2020/apr/02/ive-never-seen-james-bond-the-spy-who-loved-me-hadley-freeman\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/02/ive-never-seen-james-bond-the-spy-who-loved-me-hadley-freeman", "date_published": "2020-04-02 13:03:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Large – a life in pictures", "description": "<p>Large, from comedy duo Little and Large, <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/comedian-eddie-large-little-and-large-dies-after-contracting-coronavirus-son-says\">has died from coronavirus aged 78</a>. Here’s a look back at his career</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/eddie-large-big-man-british-tv-comedy-little-and-large\">Large by name, large by nature: Eddie was the big man of 80s British TV comedy</a><br /></li></ul> <a href=\"https://www.theguardian.com/tv-and-radio/gallery/2020/apr/02/eddie-large-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/gallery/2020/apr/02/eddie-large-a-life-in-pictures", "date_published": "2020-04-02 12:52:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lions, surfers and a coronavirus rap: Thursday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/apr/02/lions-surfers-and-a-coronavirus-rap-thursdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/apr/02/lions-surfers-and-a-coronavirus-rap-thursdays-best-photos", "date_published": "2020-04-02 12:27:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN secretary general: recovery from the coronavirus crisis must lead to a better world | António Guterres", "description": "<p>We must ensure a sufficiently global and coordinated response to the pandemic, then build resilience for the future</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Only by coming together will the world be able to face down the <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">C</a><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">ovid-19 pandemic </a>and its shattering consequences. At an emergency virtual meeting last Thursday, G20 leaders took steps in the right direction. But we are still far away from having a coordinated, articulated global response that meets the unprecedented magnitude of what we are facing.</p><p>Far from flattening the curve of infection, we are still well behind it. The disease initially took 67 days to infect 100,000 people; soon, 100,000 people and more will be infected daily. Without concerted and courageous action, the number of new cases will almost certainly escalate into the millions, pushing health systems to breaking point, economies into a nosedive and people into despair, with the poorest hit hardest.<br /><br />We must prepare for the worst and do everything to avoid it. Here is a three-point call to action – based on science, solidarity and smart policies – for doing just that.<br /><br />First, suppress transmission of the coronavirus. <br /><br />This requires aggressive and early testing and contact tracing, complemented by quarantines, treatment and measures to keep first responders safe, combined with measures to restrict movement and contact. Such steps, despite the disruptions they cause, must be sustained until therapies and a vaccine emerge. <br /><br />Crucially, this robust and cooperative effort should be guided by the World Health Organization, a member of the United Nations family; countries acting on their own – as they must for their people – will not get the job done for all.<br /><br />Second, tackle the devastating social and economic dimensions of the crisis. <br /><br />The virus is spreading like wildfire, and is likely to move swiftly into the global south, where health systems face constraints, people are more vulnerable, and millions live in densely populated slums or crowded settlements for refugees and internally displaced persons. Fuelled by such conditions, the virus could devastate the developing world and then re-emerge where it was previously suppressed. In our interconnected world, we are only as strong as the weakest health systems.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/un-secretary-general-coronavirus-crisis-world-pandemic-response\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/un-secretary-general-coronavirus-crisis-world-pandemic-response", "date_published": "2020-04-02 11:58:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "International Booker prize shortlist led by 28-year-old’s debut", "description": "<p>The Discomfort of Evening by Marieke Lucas Rijneveld joins five other ‘expansively imagined’ novels contending for £50,000 award<br /></p><p>Dutch author Marieke Lucas Rijneveld has become one of the youngest writers to be shortlisted for a Booker prize, after their debut novel made the final line-up for the International Booker.</p><p>Rijneveld, a rising star in Dutch literature, is 28 – slightly older than British author Daisy Johnson was <a href=\"https://www.theguardian.com/books/2018/sep/20/man-booker-2018-shortlist-daisy-johnson-anna-burns-rachel-kushner-richard-powers-esi-edugyan-robin-robertson\">when she was shortlisted for the Booker prize in 2018</a>, age 27. The author, who identifies as male and uses the pronouns they/them, was shortlisted after a six-hour virtual judging meeting for the £50,000 prize, which is shared equally between writer and translator, for <a href=\"https://www.theguardian.com/books/2020/mar/20/the-discomfort-of-evening-by-marieke-lucas-review\">The Discomfort of Evening, translated by Michele Hutchison</a>. The novel, tells of a girl whose brother dies in a skating accident and draws from Rijneveld’s own experiences: when they were three, their 12-year-old brother was knocked over and killed by a bus.</p> <a href=\"https://www.theguardian.com/books/2020/apr/02/international-booker-prize-shortlist-led-by-28-year-olds-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/02/international-booker-prize-shortlist-led-by-28-year-olds-debut", "date_published": "2020-04-02 11:09:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High noon in a coronavirus-stricken world - in pictures", "description": "<p>Lockdowns have brought silence to some of the world’s busiest places. Transport hubs normally teeming with people such as New York’s Grand Central station or Istanbul’s Eminönü ferry docks are all but deserted. Reuters photographers captured the hush that had descended on some of the world’s best-known places on the same day, at noon</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/apr/02/high-noon-in-a-coronavirus-stricken-world-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/apr/02/high-noon-in-a-coronavirus-stricken-world-in-pictures", "date_published": "2020-04-02 11:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The French brotherhood burying the dead – rich or poor - since 1188", "description": "<p> The Confrérie des Charitables de Saint-Éloi has carried on its duties through war and plague<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest</a><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\"> updates</a> </li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a> </li></ul><p>To the sound of a single tolling bell, the brothers of the Confrérie des Charitables de Saint-Éloi, in capes, white gloves and bicornes, lift the coffin from a wooden cart and lower it into the ground.</p><p>Standing over the grave they remove their hats, say “<em>requiescat in pace</em>” (rest in peace) in unison and bow their heads. It does not matter whether the deceased is rich or poor, the solemn ritual is the same and has been since 1188.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/the-charitables-french-brotherhood-burying-dead-since-1188\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/the-charitables-french-brotherhood-burying-dead-since-1188", "date_published": "2020-04-02 10:25:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK will change after coronavirus. But we have to fight to make it a change for the better | Owen Jones", "description": "<p>Change is coming to the UK, when this crisis is over. Unless progressives have a plan, they will lose out like they did in 2008</p><p>It can take a grave national crisis to fire a flare, revealing the ugliest features of a society defined by injustices that the wealthy and powerful would rather forget. It took the second world war to achieve what the Jarrow hunger marches of the 1930s struggled for: to illustrate the national shame that millions of people who were called upon to make grand sacrifices were afflicted by poverty and malnourishment. As child evacuees with hungry bellies arrived on the doorsteps of the relatively well-to-do, the other Britain could no longer be ignored. “A revolutionary moment in the world’s history is a time for revolutions, not for patching,” declared William Beveridge as he <a href=\"https://www.theguardian.com/commentisfree/2017/dec/05/poor-report-75-years-william-beveridge-britain-inequality-tories\">laid the foundations for the post</a><a href=\"https://www.theguardian.com/commentisfree/2017/dec/05/poor-report-75-years-william-beveridge-britain-inequality-tories\">war welfare state</a>. Unprecedented state direction of the economy meant that Labour’s ambitious programme of nationalisation no longer seemed quite so scary. The old order perished in the rubble of war-ravaged Britain.</p><p>Coronavirus has done two things: it has magnified existing social crises and has proved that the government can act decisively when the will is there. Millions are only ever one pay packet away from destitution; the self-employed and gig economy workers lack security and basic rights; private tenants are at the mercy of their landlords; our welfare state is woefully inadequate; and many designated “key workers” are <a href=\"https://www.theguardian.com/society/2019/apr/07/second-class-nhs-workers-struggle-as-pay-gap-widens\">desperately undervalued and badly paid</a>. Who, in good faith, can<strong> </strong>now blind themselves to these grim truths?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/after-coronavirus-left-cure-social-ills\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/after-coronavirus-left-cure-social-ills", "date_published": "2020-04-02 10:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A perfect storm': US facing hunger crisis as demand for food banks soars", "description": "<p>Food banks are reporting unprecedented demand across the US as millions lose jobs, investigation shows</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An unprecedented number of Americans have resorted to food banks for emergency supplies since the coronavirus pandemic triggered widespread layoffs.</p><p>The demand for food aid has increased as much as eightfold in some areas, according to an investigation by the Guardian, which gives a nationwide snapshot of the hunger crisis facing the US as millions become unemployed.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/02/us-food-banks-coronavirus-demand-unemployment\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/02/us-food-banks-coronavirus-demand-unemployment", "date_published": "2020-04-02 09:10:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus UK: how many confirmed cases are in your area?", "description": "<p>Latest figures from public health authorities map the spread of Covid-19 in the United Kingdom. Find out how many cases have been reported near you</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus - live news updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Find all our coronavirus coverage here</a></li><li><a href=\"https://www.theguardian.com/world/2020/jan/30/how-does-coronavirus-spread-and-how-can-you-protect-yourself\">How to protect yourself from infection</a></li></ul><p>Please note: these are government figures on numbers of confirmed cases - some people who report symptoms are not being tested, and are not included in these counts.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-uk-map-how-many-cases-in-your-area\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/coronavirus-uk-map-how-many-cases-in-your-area", "date_published": "2020-04-02 09:06:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The antidote: your favourite reads beyond coronavirus", "description": "<p>If you’re feeling overwhelmed by coverage of the pandemic, try this list of non-coronavirus articles that our readers spent the most time with on Wednesday</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/the-antidote-your-favourite-reads-beyond-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/the-antidote-your-favourite-reads-beyond-coronavirus", "date_published": "2020-04-02 07:24:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Terminal cancer means I won't see the other side of lockdown | Elliot Dallen", "description": "<p>I imagined spending my last weeks with friends. Isolated in my flat, I’m having to rethink what a ‘good death’ might be</p><p>• <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></p><p>• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>As I was lying in a hospital bed last July after complications arising from chemotherapy, my oncologist entered the room with my scan results. Hospital had become familiar to me but his next words weren’t. The treatment wasn’t working. There was little else that could be done. I pressed him to be more specific and was told bluntly that I wouldn’t last a year. I would be lucky to have half that time. This was nine months ago, before <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid</a><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">-19</a>, and I’m very unlikely to be alive to see the other side of lockdown.</p><p>Almost two years ago, as summer in London was just beginning, an ultrasound to investigate a bladder infection found a large tumour on my right adrenal gland that had spread to my lungs. I was diagnosed with <a href=\"https://www.cancer.gov/types/adrenocortical/patient/adrenocortical-treatment-pdq\">adrenocortical carcinoma</a>, an extremely rare and aggressive cancer. It is in desperate need of research; when it is advanced there is very little effective treatment. This was not something I expected in my late 20s. Early on, after reading the bleak statistics, I started preparing myself for the inevitable. But treatment began positively and my focus changed to getting better. When death isn’t staring you in the face, it is easy to push back the difficult thoughts and conversations. Dying was something to address later.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/terminal-cancer-lockdown-death\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/terminal-cancer-lockdown-death", "date_published": "2020-04-02 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nifty nonagenarians and disappearing mums – in pictures", "description": "<p>From romcoms filmed in remote parts of Russia to the Bolivia’s wrestling women, the 2020 Zeiss photography award focused on discovery</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/apr/02/zeiss-photography-award-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/apr/02/zeiss-photography-award-2020", "date_published": "2020-04-02 06:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why I'm celebrating the women in lockdown who get all dressed up with nowhere to go", "description": "<p>Rihanna shows how it’s done with her durag on the cover of this month’s Vogue, while the #DontRushChallenge showcases black women’s makeup skills in all its diverse glory. I’m off to find a lipstick to match my slippers ... <br /></p><p>Rihanna, the reigning queen of stay-at-home couture, <a href=\"https://www.theguardian.com/fashion/2020/mar/31/rihanna-makes-history-did-i-ever-imagine-that-i-would-see-a-durag-on-the-cover-of-vogue\">made history yesterday</a>, appearing on the cover of British Vogue in a durag, the choice of bedtime headwear for many black people. Way ahead of last year’s nightwear as a daywear trend, she previously donned one covered in Swarovski crystals at the CFDA awards in 2014. In 2013, she wore a doobie wrap – a common interim style black women use to keep freshly treated hair intact during the night – at the American Music awards. Her taste in headgear makes me feel much more chic as I work from home in a polyester durag and oversized shirt.</p><p>I miss going out, but I miss getting ready to go out probably just as much, if not more. And it’s not just me – as the #OOTD hashtag declines during lockdown, the <a href=\"https://www.theguardian.com/fashion/shortcuts/2020/mar/16/work-from-home-fashion-is-a-dressing-gown-and-underpants-the-best-option\">@wfhfits Instagram account</a>, which documents the showstopping outfits contributors are wearing to work from home, is now 18.4k strong. The #DontRushChallenge takes this to the next level. Started by Twitter user <a href=\"https://twitter.com/lase_asoloo\">@lase_asoloo</a>, participants go from drab to fab in the (slickly edited) tap of a makeup brush. Much like the DMX Challenge – which last year saw women showcasing various hairstyles synced to the 46 names the rapper lists on his song What They Really Want – the #DontRushChallenge is dominated by #blackgirlmagic and has been an utter joy to watch.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/02/why-im-celebrating-the-women-in-lockdown-who-get-all-dressed-up-with-nowhere-to-go\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/02/why-im-celebrating-the-women-in-lockdown-who-get-all-dressed-up-with-nowhere-to-go", "date_published": "2020-04-02 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: global cases near million mark as US federal stockpile of medical equipment dwindles", "description": "<p>Trump says personal protective gear has nearly run out; Florida, Georgia, Mississippi ordered to shelter in place; record daily fatalities in UK. Follow the latest updates. </p><ul><li><a href=\"https://www.theguardian.com/world/2020/apr/02/coronavirus-latest-apr-2-global\">At a glance: summary of key events</a><br /></li><li><a href=\"https://www.theguardian.com/sport/2020/apr/01/wimbledon-2020-cancelled-response-coronavirus-pandemic-tennis\">Wimbledon cancelled due to coronavirus crisis</a><br /></li><li><a href=\"https://www.theguardian.com/australia-news/live/2020/apr/02/coronavirus-update-live-news-australia-nsw-victoria-queensland-qld-tas-act-sa-wa-nt-covid19-latest-updates\">Australia coronavirus – latest updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all of our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-04-02T05:40:34.571Z\">6.40am <span class=\"timezone\">BST</span></time> </p><p>We face, among other more existential challenges, a whole new set of rules. Coronavirus has turned etiquette on its head and what once were gestures of friendship are now acts of daring. Fundamentally, society used to run on the idea that we were all welcome in one another’s space; suddenly, civility amounts to how much distance we keep between ourselves, and how much we shield others from our presence. It is one hell of a gear shift. And it is also important not to overcorrect, not to judge one another from a thousand yards, not to needlessly insult one another in situations that are not, actually, that endangering. Courtesy has never been more serious: it is the way we signal that we still care about each other, when we’re not allowed to hug. So here are some answers to the questions that we are increasingly asking.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/02/the-new-rules-of-lockdown-how-to-stay-clean-safe-and-two-metres-away-from-everyone\">The new rules of lockdown: how to stay clean, safe and two metres away from everyone</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-04-02T05:33:05.290Z\">6.33am <span class=\"timezone\">BST</span></time> </p><p>A lot of people are quoting TS Eliot’s The Wasteland at the moment, because it starts “April is the cruellest month,” but none so well as – strangely enough – the chair of Columbia University’s surgery department, who wrote in an <a href=\"https://columbiasurgery.org/news/covid-19-update-dr-smith-4120\">update</a>: </p><p>Writing on April 1, late in the day, I can’t possibly be the first person to shout out the first four lines of “The Wasteland” (TS Eliot). But first or not, I can’t resist: “April is the cruelest month, breeding / Lilacs out of the dead land, mixing / Memory and desire, stirring / Dull roots with spring rain.” The rest of the poem is much too long, too grim and overwrought for my taste. The line-breaks that highlight three verbs (breeding, mixing, stirring) are a nice writerly touch, but I admire it most for one phrase—mixing memory and desire. In an April that may be apocalyptically cruel, that is how we are poised, desiring spring.</p><p dir=\"ltr\" lang=\"en\">COVID-19 Update: Wednesday, 4/1/20<br /><br />First day of April and here’s the latest on the <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> crisis from Dr. Craig Smith: <a href=\"https://t.co/WivoATBLL6\">https://t.co/WivoATBLL6</a> <a href=\"https://t.co/vG9BrcUI7y\">pic.twitter.com/vG9BrcUI7y</a></p> <a href=\"https://www.theguardian.com/world/live/2020/apr/02/coronavirus-live-news-global-cases-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/apr/02/coronavirus-live-news-global-cases-latest-updates", "date_published": "2020-04-02 05:40:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thursday briefing: Fears that millions may miss pay help", "description": "<p>Self-employed could fall through gaps in coronavirus scheme … banks paid bonuses before ban came in … and rare spring snowfall in Tokyo</p><p>Hello and welcome to Thursday. I’m Warren Murray – since I got here before you, let me fill you in.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/thursday-briefing-fears-millions-may-miss-pay-help\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/thursday-briefing-fears-millions-may-miss-pay-help", "date_published": "2020-04-02 05:35:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best places to revisit after lockdown: readers' travel tips", "description": "<p>Some places stand as monuments to recovery, others inspire our readers with their beauty – or the wisdom of the ancients</p><p>Ten years ago we were at Epidaurus, and each took turns to descend to the orchestra and read from Sophocles or Euripides – among the wisest writers of all time. It’s been a turbulent 10 years for Greece and for us. When the dust has settled it would be good to revisit and remind ourselves of some of the eternal wisdoms and pleasures.<br /><strong>Mary O’Keeffe</strong></p> <a href=\"https://www.theguardian.com/travel/2020/apr/02/10-of-the-best-places-to-revisit-after-lockdown-readers-travel-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/apr/02/10-of-the-best-places-to-revisit-after-lockdown-readers-travel-tips", "date_published": "2020-04-02 05:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "House sparrows flocking back to British gardens, survey shows", "description": "<p>RSPB’s Big Garden Watch finds numbers rising, along with coal tits, wrens and long-tailed tits</p><p>The decline of the house sparrow in British gardens appears to be reversing, according to the latest RSPB national garden survey.</p><p>As well as a rise in house sparrows, the milder winter also brought long-tailed tits, wrens and coal tits to British gardens in huge numbers this year.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/02/house-sparrows-flocking-back-british-gardens-survey-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/02/house-sparrows-flocking-back-british-gardens-survey-shows", "date_published": "2020-04-02 05:28:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It’s a place where they try to destroy you': why concentration camps are still with us", "description": "<p>Mass internment camps did not begin or end with the Nazis – today they are everywhere from China to Europe to the US. How can we stop their spread? By Daniel Trilling</p><p>At the start of the 21st century, the following things did not exist. In the US, a large network of purpose-built immigration prisons, some of which are run for profit. In western China, <a href=\"https://www.theguardian.com/world/2019/nov/24/china-cables-leak-no-escapes-reality-china-uighur-prison-camp\" title=\"\">“political education” camps</a> designed to hold hundreds of thousands of people, supported by a high-tech surveillance system. In Syria, a <a href=\"https://www.theguardian.com/artanddesign/2016/aug/18/saydnaya-prison-syria-assad-amnesty-reconstruction\" title=\"\">prison complex</a> dedicated to the torture and mass execution of civilians. In north-east India, a <a href=\"https://uk.reuters.com/article/uk-india-politics-citizenship-camp/as-they-build-indias-first-camp-for-illegals-some-workers-fear-detention-there-idUKKCN1VT00S\" title=\"\">detention centre</a> capable of holding 3,000 people who may have lived in the country for decades but are unable to prove they are citizens. In Myanmar, rural <a href=\"https://www.theguardian.com/world/2019/jul/04/un-warns-of-possible-new-war-crimes-in-myanmar\" title=\"\">encampments</a> where thousands of people are being forced to live on the basis of their ethnicity. On small islands and in deserts at the edges of wealthy regions – Greece’s Aegean islands, the Negev Desert in Israel, the Pacific Ocean near Australia, the southern Mediterranean coastline – various types of large holding centres for would-be migrants.</p><p>The scale and purpose of these places vary considerably, as do the political regimes that have created them, but they share certain things in common. Most were established as temporary or “emergency” measures, but have outgrown their original stated purpose and become seemingly permanent. Most exist thanks to a mix of legal ambiguity – detention centres operating outside the regular prison system, for instance – and physical isolation. And most, if not all, have at times been described by their critics as concentration camps.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/why-concentration-camps-are-still-with-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/why-concentration-camps-are-still-with-us", "date_published": "2020-04-02 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Step on it: the 10 best high street trainers and sliders – in pictures", "description": "<p>Put your best foot forward in chunky sliders, minimalist high-tops or neat sneakers in pastel hues</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/apr/02/the-10-best-high-street-trainers-and-sliders\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/apr/02/the-10-best-high-street-trainers-and-sliders", "date_published": "2020-04-02 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London hospital almost runs out of oxygen for coronavirus patients", "description": "<p>Incident at major hospital raises fears over pressure on supplies during pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A major NHS hospital almost ran out of oxygen for its Covid-19 patients on ventilators because it was treating so many people with the disease who needed help to breathe.</p><p>The incident, which occurred at a London teaching hospital last weekend, has prompted NHS bosses to urgently warn all NHS trusts in England to limit the number of people they put on mechanical ventilators and continuous positive airway pressure (CPAP) machines.</p> <a href=\"https://www.theguardian.com/society/2020/apr/02/london-hospital-almost-runs-out-oxygen-coronavirus-patients\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/02/london-hospital-almost-runs-out-oxygen-coronavirus-patients", "date_published": "2020-04-02 05:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rinchen Ato's best photograph: Tibetan twins and their albino rabbits", "description": "<p>‘These girls from Qinghai in China got albino rabbits for their birthdays. But albino rabbits don’t like harsh climates. They didn’t last the winter’</p><p>My father is a Tibetan lama. When he was still just a baby, he was recognised as a <em>tulku</em>, a reincarnation of a Tibetan Buddhist teacher. He lives in the UK now. He met my mother in Dalhousie, India, when she was teaching English to Tibetan refugees. They fell in love and he gave up his monastic vows, but being a tulku isn’t something you can give up. It is who you are.</p><p>He is still the head of a monastery in Kham, Qinghai, so when we are there, it’s a busy time – we get invited to a lot of houses. I was seven the first time I went. As an adult, I started going back regularly, to see friends and family. I always take my camera. I have been photographing Lhamo Tsertso and Lobsang Chödron, the daughters of a close family friend, since they were two or three. I have made portraits of them every year that I’ve been back since. They’re 19 now.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/apr/02/rinchen-ato-best-photograph-tibetan-twins-albino-rabbits\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/apr/02/rinchen-ato-best-photograph-tibetan-twins-albino-rabbits", "date_published": "2020-04-02 05:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The new rules of lockdown: how to stay clean, safe and two metres away from everyone", "description": "<p>Is it OK to say hello to your neighbour; should you disinfect your bank card regularly; and do woolly gloves offer any protection?</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>We face, among other more existential challenges, a whole new set of rules. Coronavirus has turned etiquette on its head and what once were gestures of friendship are now acts of daring. Fundamentally, society used to run on the idea that we were all welcome in one another’s space; suddenly, civility amounts to how much distance we keep between ourselves, and how much we shield others from our presence. It is one hell of a gear shift. And it is also important not to overcorrect, not to judge one another from a thousand yards, not to needlessly insult one another in situations that are not, actually, that endangering. Courtesy has never been more serious: it is the way we signal that we still care about each other, when we’re not allowed to hug. So here are some answers to the questions that we are increasingly asking.</p><p><strong>This social distancing thing: how should I walk down the pavement? In the middle? On the left? On the right? Or next to the street so I can get right out of people’s way?</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/02/the-new-rules-of-lockdown-how-to-stay-clean-safe-and-two-metres-away-from-everyone\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/02/the-new-rules-of-lockdown-how-to-stay-clean-safe-and-two-metres-away-from-everyone", "date_published": "2020-04-02 05:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Torture porn: do the celebs on SAS Who Dares Wins deserve to suffer?", "description": "<p>Ant Middleton may have outed himself as a prize pillock, but there’s still plenty of guilty pleasure in watching him put the likes of Katie Price and John Fashanu through their paces<br /></p><p>In these testing times, a show like SAS: Who Dares Wins feels a little out of place. Its brand of all-outside, roughty-toughness – especially when it comes fronted by <a href=\"https://www.mirror.co.uk/3am/celebrity-news/coronavirus-ant-middleton-gives-grovelling-21731417\">Coronavirus Bellend-in-Chief Ant Middleton</a> – suddenly feels very old fashioned. Now, if there was a show called SAS: Who Stays Inside Wins, then that might be worth watching.</p><p>But, still, Channel 4 has made a new celebrity version (coming soon, it says, mysteriously), and has just announced the line-up. Perhaps we should rank the new influx in reverse order of who we’ll most enjoy watching being tortured.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/02/torture-porn-do-the-celebs-on-sas-who-dares-wins-deserves-to-suffer\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/02/torture-porn-do-the-celebs-on-sas-who-dares-wins-deserves-to-suffer", "date_published": "2020-04-02 05:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why isn't the government publishing more data about coronavirus deaths? | Jeni Tennison", "description": "<p>Studying the past is futile in an unprecedented crisis. Science is the answer – and open-source information is paramount</p><p>• <a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a><br />• <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></p><p>Wherever we look, there is a demand for data about Covid-19. We devour <a href=\"https://coronavirus.jhu.edu/map.html\">dashboards</a>, <a href=\"https://www.ft.com/coronavirus-latest\">graphs</a> and <a href=\"https://ourworldindata.org/coronavirus-data\">visualisations</a>. We want to know about the numbers of tests, cases and deaths; how many beds and ventilators are available, how many NHS workers are off sick. When information is missing, we speculate about what the government <a href=\"https://www.theguardian.com/world/2020/mar/05/coronavirus-minister-hints-u-turn-decision-stop-daily-uk-updates\">might be hiding</a>, or fill in the gaps with anecdotes.</p><p>Data is a necessary ingredient in day-to-day decision-making – but in this rapidly evolving situation, it’s especially vital. Everything has changed, almost overnight. Demands for <a href=\"https://www.theguardian.com/world/2020/mar/21/uk-military-planners-drafted-in-to-help-feed-vulnerable-in-covid-19-outbreak\">food</a>, <a href=\"https://www.theguardian.com/uk-news/2020/mar/20/train-services-across-britain-to-be-stripped-back-from-monday\">transport</a>, and <a href=\"https://www.csis.org/analysis/experts-react-covid-19-impacts-energy-sector\">energy</a> have been overhauled as more people stop travelling and work from home. Jobs have been lost in some sectors, and <a href=\"https://www.theguardian.com/environment/2020/mar/25/uk-farmers-fear-huge-labour-shortfall-despite-interest-in-land-army\">workers are desperately needed in others</a>. Historic experience can no longer tell us how our society or economy is working. Past models hold little predictive power in an unprecedented situation. To know what is happening right now, we need up-to-date information.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/government-publish-data-coronavirus-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/02/government-publish-data-coronavirus-deaths", "date_published": "2020-04-02 05:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tips for mindfulness during coronavirus isolation – video", "description": "<p>Australian academic, psychologist and author Lea Waters shares some tips for mindfulness during the coronavirus crisis.&nbsp; The video forms part of a multi-part series looking at ways we can all stay positive during the coronavirus crisis.&nbsp;</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2020/mar/17/silver-linings-how-to-stay-positive-during-the-coronavirus-crisis\">Silver linings: how to stay positive during the coronavirus crisis</a><br /></li><li><a href=\"https://www.theguardian.com/lifeandstyle/series/the-good-place\">The good place: a series providing positive and practical stories for these difficult coronavirus times</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/apr/02/tips-for-mindfulness-during-coronavirus-isolation-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/apr/02/tips-for-mindfulness-during-coronavirus-isolation-video", "date_published": "2020-04-02 04:38:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Little Women scene stolen by water bottles spotted in background", "description": "<p>Greta Gerwig remake of 19th century novel features not one, but two, very modern items</p><p>Louisa May Alcott’s classic 1868 novel Little Women is known for being forward thinking – but not so forward thinking that it predicted the invention of plastic water bottles or Hydro Flasks.</p><p>Both were spied in the background of a scene in Greta Gerwig’s 2019 film adaptation of the classic American coming-of-age tale, in echoes of an incident earlier last year in which <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/08/see-you-latte-how-did-the-game-of-thrones-coffee-cup-get-missed\">a takeaway coffee cup</a> was spotted in the background of a shot in the final season of fantasy epic Game of Thrones.</p> <a href=\"https://www.theguardian.com/film/2020/apr/02/little-women-scene-stolen-by-water-bottles-spotted-in-background\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/apr/02/little-women-scene-stolen-by-water-bottles-spotted-in-background", "date_published": "2020-04-02 04:26:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anger in Guam at 'dangerous' plan to offload US sailors from virus-hit aircraft carrier", "description": "<p>Governor of US Pacific territory accused of ‘playing a game of chance with the health of our people’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Community leaders in Guam have voiced concerns at the “dangerous request” from the US Navy to evacuate thousands of sailors to their island from a US aircraft carrier, where there has been an outbreak of coronavirus.</p><p>Nearly 3,000 sailors will be taken off the USS Theodore Roosevelt by Friday, as the navy struggles to quarantine crew members in the face of an outbreak.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/anger-in-guam-at-dangerous-plan-to-offload-us-sailors-from-virus-hit-aircraft-carrier\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/anger-in-guam-at-dangerous-plan-to-offload-us-sailors-from-virus-hit-aircraft-carrier", "date_published": "2020-04-02 03:42:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dr Fauci: security reportedly expanded as infectious disease expert faces threats", "description": "<p>Reports say immunologist who has become celebrity amid coronavirus has received unwelcome messages from critics and supporters</p><p>Security for <a href=\"https://www.theguardian.com/world/2020/mar/23/dr-fauci-press-conference-white-house-coronavirus\">Dr Anthony Fauci</a>, the 79-year-old infectious disease expert who has become a calm, reassuring foil to Donald Trump at coronavirus briefings, has been expanded, according to multiple reports.</p><p>While Fauci’s straight talk and willingness to gently correct the president’s outrageous exaggerations has drawn admiration from late-night <a href=\"https://www.youtube.com/watch?v=8A3jiM2FNR8\">talkshow hosts</a>, professional <a href=\"https://www.nba.com/video/2020/03/27/20200327-gametime-curry/fauci\">basketball players</a> and <a href=\"https://www.theguardian.com/world/2020/mar/28/coronavirus-new-york-dr-anthony-fauci\">doughnut shop owners</a> alike, the doctor has received threats and unwelcome communications from both critics and fervent admirers. The Washington Post <a href=\"https://www.washingtonpost.com/politics/anthony-faucis-security-is-stepped-up-as-doctor-and-face-of-us-coronavirus-response-receives-threats/2020/04/01/ff861a16-744d-11ea-85cb-8670579b863d_story.html?hpid=hp_hp-banner-main_faucithreats-815pm%3Ahomepage%2Fstory-ans&amp;itid=hp_hp-banner-main_faucithreats-815pm%3Ahomepage%2Fstory-ans\">first reported</a> the news.</p> <a href=\"https://www.theguardian.com/world/2020/apr/01/dr-fauci-security-reportedly-expanded-as-infectious-disease-expert-faces-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/01/dr-fauci-security-reportedly-expanded-as-infectious-disease-expert-faces-threats", "date_published": "2020-04-02 02:46:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump says US 'has to help' coronavirus-stricken cruise liners heading to Florida", "description": "<p>Four people have died on the Zaandam, stranded at sea for two weeks with passengers including Britons, Canadians and Australians onboard </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Donald Trump has insisted that the United States “has to help” two coronavirus-stricken cruise liners approaching Florida amid warnings that more passengers could die on board if the boats are left stranded at sea.</p><p>Four people have died and dozens of people are sick with flu-like symptoms on the Zaandam and Rotterdam cruise liners, which are awaiting permission to enter port in Fort Lauderdale.</p> <a href=\"https://www.theguardian.com/world/2020/apr/02/trump-says-us-has-to-help-coronavirus-stricken-cruise-liners-heading-to-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/02/trump-says-us-has-to-help-coronavirus-stricken-cruise-liners-heading-to-florida", "date_published": "2020-04-02 02:15:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the NHS frontline – podcast", "description": "<p>Laura McClelland is a consultant anaesthetist in an intensive care unit at a busy south Wales hospital. She describes being on the frontline of the fight against Covid-19</p><p>The biggest daily rise in coronavirus deaths took place this week, and <a href=\"https://www.theguardian.com/world/2020/mar/30/welsh-first-minister-calls-coronavirus-cash-funding-wales-gwent\">south Wales has become a hotspot</a> for Covid-19. </p><p><strong>Anushka Asthana</strong> talks to <strong>Laura McClelland</strong>, a consultant anaesthetist in an intensive care unit at a busy south Wales hospital. She describes the impact the virus has had on her and her colleagues and the patients and their families she is treating. At a time when the NHS is struggling to cope, she urges people to stay at home, noting that this is not just a virus that affects older people – she is treating people ranging from their 20s to 80s. </p> <a href=\"https://www.theguardian.com/news/audio/2020/apr/02/on-the-nhs-frontline\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/apr/02/on-the-nhs-frontline", "date_published": "2020-04-02 02:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Shambles, chaos, ridiculous': what the UK papers say about Covid-19 testing", "description": "<p>Failure to get NHS staff checked dominates coverage – while banks told to ‘do your duty’ in return for 2008 bailout</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The unfolding coronavirus testing fiasco dominates the major UK newspaper front pages after the daily death toll hit climbed to a new record and it emerged that only 2,000 NHS staff had been tested.</p><p>“Shambles” says the Mirror’s headline alongside pictures of the latest two health workers to die from the disease – including retired doctor <a href=\"https://www.theguardian.com/world/2020/apr/01/retired-hospital-medical-director-latest-to-die-from-covid-19-in-uk\">Alfa Saadu, 68,</a> who was volunteering at the Queen Victoria memorial hospital in Welwyn, Hertfordshire.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/02/shambles-chaos-ridiculous-what-the-uk-papers-say-about-covid-19-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/02/shambles-chaos-ridiculous-what-the-uk-papers-say-about-covid-19-testing", "date_published": "2020-04-02 01:49:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Singer Adam Schlesinger, of Fountains of Wayne, dead at 52 of coronavirus", "description": "<p>Fellow songwriters pay tribute to award-winning musician behind Stacy’s Mom and songs for film and TV</p><p>The award-winning singer-songwriter Adam Schlesinger, best known for his work with US rock band <a href=\"https://www.theguardian.com/music/musicblog/2016/mar/15/cult-heroes-fountains-of-wayne-slacker-songsmiths-with-a-knack-for-melody\">Fountains Of Wayne</a>, has reportedly died at the age of 52 after being diagnosed with coronavirus.</p><p>He died on Wednesday morning, according to Variety.</p> <a href=\"https://www.theguardian.com/music/2020/apr/01/adam-schlesinger-fountains-of-wayne-dead-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/apr/01/adam-schlesinger-fountains-of-wayne-dead-coronavirus", "date_published": "2020-04-02 00:19:37+00:00", "persistent": false, "user": null, "language": "en-UK"}]