[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Big Ways NPCs Make Fallout 76 Feel More Alive", "description": "Fallout 76 is adding NPCs via the Wastelanders update, which changes the post-apocalyptic online RPG in many different ways. As detailed in the video above, the expansion revamps the base game's main quest while offering its own story to experience, involving Raiders and Settlers moving into the wasteland.\n\nWastelanders was delayed briefly, but the expansion will come to PS4, Xbox One, and PC on April 14. The Steam version of Fallout 76 will be available one week ahead of the expansion, on April 7.", "link": "https://www.youtube.com/watch?v=6hr9CKCZnj0", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Final Fantasy VII Remake - Official Final Reveal Trailer", "description": "Featuring a number of jaw-dropping reveals and glimpses at scenes from throughout the full game, the FINAL FANTASY VII REMAKE Final Trailer is here!\n\nIn Final Fantasy VII, the world is under the control of Shinra, a corporation controlling the planet's life force as mako energy. In the city of Midgar, Cloud Strife, former member of Shinra's elite SOLDIER unit now turned mercenary lends his aid to the Avalanche resistance group, unaware of the epic consequences that await him.", "link": "https://www.youtube.com/watch?v=u9k85UTWCYI", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Persona 5 Royal’s New Character Was Made | Audio Logs", "description": "Persona's longtime character designer, Shigenori Soejima, walks us through how he gave life to the newest member of the Phantom Thieves, Kasumi Yoshizawa. He also discusses the fairy tale influences behind her Persona, Cendrillon.\n\nIt doesn't feel like four years have passed since Persona 5 was originally released in 2016. Atlus' PlayStation 4-exclusive RPG developed a fervent fanbase and, thanks to their efforts, the title has remained an ever-present part of gaming culture. Persona 5 is a game that, in more than a few ways, was built to linger in the mind and stay in conversations. It's themes and subject matter are complex and its characters are nuanced. Everything from their visual design, to their personalities and their place within the story resonated with people on a meaningful level.\n\nIt can't be easy, then, to go back and introduce something new. Changing something that such a huge number of people have fallen deeply in love with is a daunting challenge, but to have that change be a brand new character placed at the center of the story is a potentially overwhelming one. But that's exactly what Atlus has done for Persona 5 Royal, and the task of designing the new character fell upon Shigenori Soejima. \n\nSoejima has defined the Persona series as we know it and, many of gaming's most recognizable characters are from his mind. In this episode of Audio Logs, Soejima shows us exactly how he approaches creating a new character. More specifically, how he created Kasumi, the newest member of the Phantom Thieves, who makes her debut in Persona 5 Royal.\n\nFrom the inspirations for her profile, to the fairy tale aesthetic of her Persona, Cendrillon, Soejima breaks it all down. The legendary designer puts a great deal of thought into even the smallest details and to be given insight into the thinking behind them is a rare treat, check it out above. \n\nYou can check out more episodes of Audio Logs on YouTube, where you'll find the entirety of Season 1 of the show, as well as numerous episodes from Season 2. We've got episodes for Death Stranding, Control, Gears 5, Cuphead, and more--they're all well worth watching.\n\n#Persona5Royal #AudioLogs  #GameSpot", "link": "https://www.youtube.com/watch?v=mb8EMQi1jpI", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 - Official Launch Trailer", "description": "Reach for the S.T.A.R.S.\nResident Evil 3 is out now on PS4, XB1, and PC, with Resident Evil Resistance included! Join Jill Valentine on her last escape from Raccoon City. #RE3 #ResidentEvil3 #ResidentEvilResistance", "link": "https://www.youtube.com/watch?v=-x8dDkOyG_Y", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 Remake And New Control DLC - GameSpot After Dark #35", "description": "On this week's episode of the GameSpot After Dark podcast, Ben Hanson of MinnMax joins us to talk about Resident Evil 3 Remake, Control's The Foundation DLC, and games to play when you're stuck at home.\n\nIf you want to support Ben and his work over at MinnMax, check out their Patreon page: https://www.patreon.com/minnmax\n\nTIMESTAMPS:\n00:00:12 - Introduction\n00:01:25 - Who's Ben Hanson\n00:07:58 - What We've Been Playing\n00:12:20 - Control DLC - The Foundation\n00:28:10 - Ben's Resident Evil 3 Remake Impressions\n00:42:37 - News (More Cancellations, Mario, and FF7)\n01:04:32 - Listener Questions\n01:16:48 - Outro\n\n#ResidentEvil3Remake #Control #GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=eAvOUgk3OME", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The 7 Most Terrifying Nemesis Encounters - Resident Evil 3 Remake", "description": "The horrifying Nemesis creature returns in the Resident Evil 3 Remake, and he's every bit as terrifying as you remember. The Nemesis attacks you multiple times in the new game, and here in this video, we're rounding up some of the most gasp-inducing moments with the beast. \n\nThe video highlights seven encounters in all, and they're each confronting and alarming in their own unique ways. A hulking, menacing beast, Nemesis is a more intelligent bad guy who hunts down Jill and torments her basically everywhere she goes. He can use weapons, too, which makes him an even deadlier combatant. \n\nBe sure to watch the full video to see some of the scariest Nemesis encounters in the Resident Evil 3 Remake. One thing to note is that this video includes a look at the final boss, so if you don't want to see that, pause or stop before the end. \n\nResident Evil 3 Remake launches on April 3 for PS4, Xbox One, and PC. Keep checking back with GameSpot for lots more on the game, including our final review score.\n\n#ResidentEvil3Remake #RE3 #Nemesis", "link": "https://www.youtube.com/watch?v=Z7tqxmhi6iA", "date_published": "2020-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How To Become A Millionaire In Animal Crossing: New Horizons", "description": "So you want to be a Bellionaire in Animal Crossing: New Horizons? Well you came to the right place--in the video above, Jake Dekker walks through three sure-fire methods for quickly earning large amounts of Bells. \n\nYou'll have to get creative when it comes to making money in New Horizons. There are plenty of small time money-making schemes you can pull off--finding a money rock or growing a money tree--but if you want to make some real cash, you'll have to be a shrewd business tycoon. Pretty much all of the methods that Jake discusses breakdown to one core philosophy: overwhelm the demand with a massive supply. \n\nThat means bugs, arachnids, and the stalk market, ladies and gentlemen. Ignore the fish--too much effort for too little payoff. We're here to make money, not friends with C.J. Selling clothes and furniture also takes too much time, and time is money. \n\nHere's what you want: Peacock Butterflies and Tarantulas. Watch Jake's video for the best strategies in getting these critters to spawn (prepare yourself, you're going to need to create Tarantula Island). Then take these pricey prizes to Flick. The fellow gives you a swell deal on all things that scitter. \n\nNow you could just stop there, but you're here because you want to join the 1%. So now isn't the time to stop--the top 1% don't stop when it comes to achieving even greater wealth. Take control of your island's economy by hitting up that Stalk Market. Buy big and sell big. Now you're thinking like a Bellionaire--and with these strategies, you'll eventually be one too.\n\n#AnimalCrossing #NewHorzions #GameSpot", "link": "https://www.youtube.com/watch?v=c9pM0nrryc4", "date_published": "2020-04-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Play Resident Evil 3 Remake", "description": "Today we check out the newest remake in the Resident Evil series. Join Persia as she tackles Resident Evil 3 Remake from where the demo left off.", "link": "https://www.youtube.com/watch?v=nhDlI0UKENk", "date_published": "2020-04-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 3 Review", "description": "The remake of Resident Evil 3 makes a strong first impression, and its online companion game Resistance has some interesting ideas, but they both struggle to follow through.\n\n#ResidentEvil3Remake #RE3 #GameSpotReview", "link": "https://www.youtube.com/watch?v=opxGn56I0Y4", "date_published": "2020-04-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]