[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "11 Biggest PS5 Games Coming In 2021", "description": "The PS5 lineup is looking strong for next year, here are a few games coming in 2021 that you should definitely keep your eyes peeled for.\n\nSony's next-generation PlayStation console, the PS5, arrives this November, and there's already a swathe of exciting titles lined up for its launch, from Marvel's Spider-Man: Miles Morales and Ratchet & Clank: Rift Apart to the Demon's Souls remake and more. But while PS5's launch window is already pretty impressive, the system's 2021 lineup is shaping up to be even bigger.\n\nIn the video above, we highlight 11 interesting and exciting games coming to PS5 in 2021, many of which are exclusive to the platform either permanently or for a set amount of time. The lineup runs the gamut from blockbuster sequels like God of War: Ragnarok and Horizon Forbidden West to original releases like Kena: Bridge of Spirits and Returnal. \n\nA number of PS4 games are also making the jump to PS5 next year, including major hits like The Witcher 3 and Grand Theft Auto V, whose popular online mode will be free to all PS Plus subscribers for three months. You can see these titles and more in our video.\n\nPS5 launches on November 12. The system will be available in two variants: the standard version, which includes a disc drive, will cost $500, while the discless digital edition retails for $400. You can learn more in our PS5 preorder guide.\n\nChapters:\n0:00 Intro\n0:15 God Of War: Ragnarok\n1:06 Horizon Forbidden West\n1:48 Kena: Bridge Of Spirits\n2:32 Ghostwire: Tokyo\n3:28 Returnal\n4:02 Deathloop\n5:02 Gotham Knights\n5:54 Guilty Gear Strive\n6:38 Far Cry 6\n7:17 Witcher 3\n7:36 GTA V\n8:05 Outro", "link": "https://www.youtube.com/watch?v=nZv44BQx8yg", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla - Official Story Trailer (4K)", "description": "Become Eivor, a fierce Viking warrior torn between their duty to their brother Sigurd and a personal quest for glory. Driven from Norway by endless wars and dwindling resources, Eivor’s clan must secure a future among the broken kingdoms of England. \nDuring their journey, Eivor will come across the Hidden Ones, and face powerful figures including Saxon kings and the warmongering sons of Ragnar Lothbrok, as well as a mysterious, growing threat to England’s destiny.\n\n\nAssassin's Creed Valhalla will be available on 10th November, 2020 on Xbox Series X, Xbox Series S, Xbox One, PlayStation®4, the Epic Games Store and Ubisoft Store on Windows PC, as well as on UPLAY+**, Ubisoft’s subscription service, and Stadia. \nAssassin’s Creed Valhalla will release on PlayStation®5 alongside the launch of the console from November 12th, 2020.", "link": "https://www.youtube.com/watch?v=1LChIfEAZS4", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin’s Creed Valhalla - Official Story Trailer", "description": "Become Eivor, a fierce Viking warrior torn between their duty to their brother Sigurd and a personal quest for glory. Driven from Norway by endless wars and dwindling resources, Eivor’s clan must secure a future among the broken kingdoms of England.", "link": "https://www.youtube.com/watch?v=ucUyPBkHEdA", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man PS4 vs PS5 Comparison", "description": "Peter Parker gets a new look in the latest trailer for Marvel's Spider-Man on PS5, so we compare it to the 2018 version to see the difference.\n\nSpider-Man Remastered for the PS5 is making a lot of visual upgrades to the acclaimed PS4 game, but one of the most noticeable is sure to be Peter Parker's new face. Insomniac announced that it replaced face model John Bubniak with Ben Jordan, to better match the facial capture performance from Yuri Lowenthal. The new actor looks a bit younger and more like Tom Holland from the Marvel Cinematic Universe. Insomniac released an early cutscene to show off Peter's new face, and you can see it side-by-side with the original to choose your favorite Parker.", "link": "https://www.youtube.com/watch?v=pnUPpd_G6xk", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man Remastered - Official 4K PS5 Trailer", "description": "Marvel's Spider-Man looks better than ever on PS5, and Peter Parker has an all-new look? Arriving November 12 on PlayStation 5.", "link": "https://www.youtube.com/watch?v=_odHWsYOm2k", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Marvel's Spider-Man Remastered - Performance Mode 60fps Gameplay", "description": "It'll be smooth swinging in Marvel's Spider-Man Remastered on PlayStation 5, running at 60fps for some truly stunning visuals and performance.", "link": "https://www.youtube.com/watch?v=TgbsjFpE4ss", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Official ZOMBIES First Look - Call of Duty: Black Ops Cold War", "description": "The next generation of Zombies is here. New story, New characters, New ways to play.\n\nGet your first look at #BlackOpsColdWar Zombies.", "link": "https://www.youtube.com/watch?v=SpDdcCp_XUc", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Spider-Man Remastered - Official PS5 Performance Mode Gameplay Reveal (4K)", "description": "It'll be smooth swinging in Marvel's Spider-Man Remastered on PlayStation 5, running at 60fps for some truly stunning visuals and performance.\n\nMarvel's Spider-Man looks better than ever on PS5, and Peter Parker has an all-new look? Arriving November 12.", "link": "https://www.youtube.com/watch?v=plby16rla7U", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Warzone Season 6: Everything You Need To Know In Under 3 Minutes", "description": "The Call of Duty Season 6 launch date is September 29. Here's what's coming to Warzone.\n\n \n\nCall of Duty Season 6 kicks off on September 29, and now we have more details about the new content for Modern Warfare and Warzone. Tony walks through the new content in the video above.\n\nThe Warzone map is getting a fast-travel system in the form of the underground subway, which was reactivated by Operators Farah and Nikoali. The duo will also be joining Warzone as playable characters. Meanwhile, Modern Warfare multiplayer is getting four new maps, one of which is Broadcast, making its return from Call of Duty 4: Modern Warfare.", "link": "https://www.youtube.com/watch?v=I0YfTMsDr-g", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One & Xbox 360 Games With Gold For October 2020 Revealed", "description": "The Xbox Games with Gold for October 2020 have been revealed. This month, Xbox One is getting Slayaway Camp: Butcher's Cut and Maid of Sker, while Xbox 360 is getting Sphinx & the Cursed Mummy and Costume Quest. The 360 games will also be playable on Xbox One via backwards compatibility.", "link": "https://www.youtube.com/watch?v=oZxjGti2lRU", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Pokémon Sword & Shield Crown Tundra Details | Save State", "description": "On today's Save State, Persia talks about all of the new details that were revealed during the Pokémon Sword & Shield presentation, plus the release dates for EA Play on Game Pass and Torchlight 3.\n\nIn this video, Persia talks about new details that were revealed about Pokémon Sword & Shield's second expansion, Crown Tundra. You can team up with three other players for new Dynamax Adventures that feature raid dens home to many Legendary Pokémon. You can also team up with gym leaders and trainers from the base game and Isle of Armor to compete in 2v2 battles in the new Galarian Star Tournament. Later this year, you will be able to bring your Pokémon from Pokémon Go to Sword & Shield via Pokémon Home. \n\nPersia also talks about the release date of EA Play on Game Pass, coinciding with the launch of the Xbox Series X and S on November 10th. EA Play will be available on the PC version of Game Pass in December.\n\nLastly, Persia talks about the release date of Torchlight 3 being announced for October 13th. Originally Torchlight: Frontiers during early access, Torchlight 3 was retooled from the ground up to be a proper sequel and follow the hack-and-slash style of the two previous games. \n\nThis is your Save State for Tuesday, September 29th. \n\n00:00 - Intro\n00:18 - Lots Of Pokémon Sword & Shield Crown Tundra Details\n01:26 - EA Play On Game Pass Gets A Launch Date\n02:16 - Torchlight 3 Gets A Release Date, Too\n02:52 - Outro", "link": "https://www.youtube.com/watch?v=u6zQ-_KNs_w", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- October 2020", "description": "This episode New Releases is taking a look at the top new video games coming to Nintendo Switch, PS4, Xbox One, and PC in October. The month is bookended by some big releases, starting with Super Mario Bros. 35, Crash Bandicoot 4: It's About Time, and Star Wars: Squadrons. Then it closes out with two other anticipated games: Pikmin 3 Deluxe and Watch Dogs: Legion.", "link": "https://www.youtube.com/watch?v=FRd1S_sj2ks", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Zombies Confirmed For Black Ops Cold War | Save State", "description": "On today's Save State, Persia talks about Zombies officially coming to Black Ops Cold War, Yakuza: Like A Dragon's Western release date moving up, and Vergil DLC for DMC5 coming to the current gen too.\n\nIn this video, Persia talks about Zombies coming to Black Ops Cold War. Activision confirmed the return of Zombies through a tweet that showed key art for the game mode, along with details on where to watch the full reveal this Wednesday at 10AM Pacific. \n\nShe also talks about the Western release date for Yakuza: Like A Dragon being moved up to November 10 on every platform except for PS5. The PS5 version will not be available until March 2021 but you can upgrade your copy from the PS4 version for free, but you won't be able to transfer your save file. The Xbox One version will also be upgradeable to the Series X or S and will give you access to cross-save. \n\nLastly, Persia talks about Vergil coming to DMC 5 via DLC after the release of the Special Edition. The DLC will also be available for current-gen consoles and cost an additional fee, but no further details were given at the time of the announcement. The trailer showed off Vergil in action executing some of his iconic moves, along with other familiar members of the cast also making an appearance. \n\nThis is your Save State for Monday, September 28th. \n\n00:00 - Intro\n00:20 - Zombies Confirmed For Black Ops Cold War\n00:56 - Yakuza: Like A Dragon Launch Date Moves Up\n01:39 - DMC 5 Vergil DLC Is Coming To PS4 & Xbox One", "link": "https://www.youtube.com/watch?v=LARfSLpovFs", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]