[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Jason Isbell and Amanda Shires: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSept. 30, 2020 | Bob Boilen -- Jason Isbell and Amanda Shires feel fortunate. They have their 4-year-old daughter, Mercy, a wonderful home, and each other. But as Jason points out, \"It's been a little difficult, we haven't gotten to do the thing we feel we were born to do.\" Playing for an audience is what these two have been doing for a good part of their lives. Still, they're in their barn, making music for all of us to hear, and they are grateful for that. The songs for this Tiny Desk (home) concert are from Jason Isbell and the 400 Unit's Spring release, Reunions. \"Dreamsicle\" shares the story of a child seeing his family falling apart all around. Reflecting on those times, he finds fond memories, and the chorus of the song — \"a Dreamsicle on a summer night in a folding lawn chair\" — conjures up bright light even amidst the darkness.\n\nThe final song, \"It Gets Easier,\" deals with Jason's drinking demons, with a refrain filled with such stark truth: \"It gets easier, but it never gets easy.\" These words could be an anthem for all those in recovery. It's the nature of Jason Isbell to sing the truth. He does it here with his remarkably talented partner and — unbeknownst to Mercy — a daughter that gives them strength.\n\nSET LIST\n\"Dreamsicle\"\n\"Overseas\"\n\"It Gets Easier\"\n\nMUSICIANS\nJason Isbell: vocals, guitar\nAmanda Shires: fiddle, vocals\n\nCREDITS\nVideo By: James Weems\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=dJm_RW8Rm10", "date_published": "2020-09-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Good Ones: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | Sept. 29, 2020\nThis is the tiniest of Tiny Desk (home) concerts, a single song, recorded in Rwanda by The Good Ones. In 2019, the band's album RWANDA, you should be loved was one of my top 10 albums. They were to play a Tiny Desk concert in May of this year, but the world had other plans.\n\nAdrien Kazigira and Janvier Havugimana know endless hardships. The night before this recording was made, a flood in Rwanda killed more than a dozen people and destroyed homes. Muddied water was more than waist high in Janvier's one-room hut. That next morning, Grammy-winning producer Ian Brennan and photographer Marilena Umuhoza Delli showed up to record the duo; she had the camera and he handled the audio. And though Janvier had been up all night dealing with the mud, they all took a two-hour drive to Adrien's hilltop farm. Janvier tapped out the rhythm with a key on a thermos; the jug was filled with milk — milk from a cow Adrien was able to purchase courtesy of a 2019 U.S. tour.\n\nThe performance is a song they'd just learned to play together: \"Soccer (Summer 1988).\" It's a nostalgic tune of a favorite soccer team, Rayon Sports F.C., from the days before the genocide in Rwanda took too many lives nearly a quarter of a century ago. Support means a great deal to these people, and if you like what you hear, their Bandcamp page is a good way to help The Good Ones.\n\nSET LIST\n\"Soccer (Summer 1988)\"\n\nMUSICIANS\nAdrien Kazigira: vocals, guitar\nJanvier Havugimana: vocals, percussion\n\nCREDITS\nVideo By: Marilena Umuhoza Delli\nAudio By: Ian Brennan\nProducer: Bob Boilen\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Morgan Noelle Smith\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=0luknWYSQNA", "date_published": "2020-09-29 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]