[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCIw5fgJcTtR2Av-0JkZp-xg", "title": "Furious Anger [Lockdown Live Looping Jam #4]", "description": "Support my music on Patreon: https://www.patreon.com/yuriwong *Best heard on headphones or full-range speakers.\nHere's a live looping jam of my track Furious Anger, sampled from Pulp Fiction.\n\nEquipment used:\n- Elektron Octatrack MkII\n- Novation Circuit\n- Korg Microkorg XL+\n- Teenage Engineering OP-1\n- iConnectAudio4+\n- Fender Stratocaster w Vintage Noiseless pickups\n- Fender Precision Bass\n- myVolts mickXer\n\nMusic-nerd stuff:\nThis jam is DAWless. All the recording, playback and sequencing was done within the Octatrack.\nThe Octatrack is the master clock, which is sent via MIDI DIN to the iConnectAudio4+ (ica4+), which sends midi out via usb to the Circuit, OP-1, Microkorg. MIDI start/play message goes to the Circuit only, and starts the drum kit, but since it's tied to a Thru machine Track 1 on the Octatrack that only trigs at a later section, you hear it come in later.\nThis jam was almost completely structured by the Arranger in the Octatrack, except for the outtro, which was a looping pattern until it was manually selected to play the end pattern. I kept this one simple without many fancy looping tricks, most of the loopers were triggered using one-shot recording trigs. The only time I manually started a loop was the guitar loop at the end.", "link": "https://www.youtube.com/watch?v=GynMn_1pNXE", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCIw5fgJcTtR2Av-0JkZp-xg", "title": "MUSIC PRO SESSIONS // Toss A Coin // The Witcher (MPS Synthwave Remix)", "description": "Support my music on Patreon: https://www.patreon.com/yuriwong Subscribe to Music Pro Sessions: https://www.youtube.com/channel/UCSKFIYx1RFlk6KBUWXwZfog\n\nA new channel, featuring music tutorials, production tips and how-tos. Remixes, film scores, hit songs and remakes - we do them all, using stock Logic Pro X plugins. You don't need anything else. \n\nToss A Coin from The Witcher Netflix series - remixed, arranged and mastered using only stock Logic plugins and instruments. Learn how it was done by watching the full tutorial at the all-new Music Pro Sessions channel: https://www.youtube.com/channel/UCSKFIYx1RFlk6KBUWXwZfog", "link": "https://www.youtube.com/watch?v=A1uZ_EoRYpU", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]