[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "Why is Academic Writing so Boring?", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-why-is-academic-writing-so-boring\n\nAcademic books and journal articles can be pretty boring. Academic writing is often highly complex, uses lengthy sentences and endless amounts of specialist terminology.\n\nIn today's video, which brings together both my What the Theory? series and Essay Tips series, I take a look at why this might be the case.\n\nDrawing on articles by Steven Pinker, Judith Butler and many other scholars, I dive into the debate over academic writing styles to ask whether academics are simply being self-indulgent when they sit down to write essays, academic papers, books and journal articles or whether there might be a good reason for their work not always being wholly accessible to a general audience.\n\nFollowing on from this, I then take a look at the politics of style to consider whether, sometimes, the use of complex and hard-to-understand language might be necessary to critique the society and culture around us.\n\nSupport the channel on Patreon at http://patreon.com/tomnicholas\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities, as well as video essays and more, then do consider subscribing.\n\nThanks for watching!\n\nTwitter: @Tom_Nicholas\nInstagram: @TomNicholasWTF\nPatreon: http://patreon.com/tomnicholas\nWebsite: [www.tomnicholas.com](http://www.tomnicholas.com/)\n\nMusic Credits\nRhodesia by Twin Musicom is licensed under a Creative Commons Attribution license (https://creativecommons.org/licenses/by/4.0/)\nArtist: http://www.twinmusicom.org/\n\n#academicwriting #university #philosophy", "link": "https://www.youtube.com/watch?v=RbwGr9GOtO0", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]