[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Arthur Moon: NPR Music Tiny Desk Concert", "description": "This performance was recorded on February 5, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nWatch Arthur Moon play \"Homonormo\", \"Reverse Conversion Therapy\" and \"I Feel Better\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 20, 2020 | Bob Boilen -- Arthur Moon came to the Tiny Desk armed with tiny keyboards, some toys, and (spoiler alert) a roll of aluminum foil. This band, the project of singer Lora-Faye Åshuvud has the quirky freshness I first heard from New York artists such as Laurie Anderson and Talking Heads in the late 1970s and more recently with Dirty Projectors. It comes off in the starkness of the sound, a spaciousness that leaves room for me to hear the storytelling in the songs, but always surprising me with aural delights.\n\nThe opening song at the Desk, \"Homonormo,\" begins with a kiss-off to the very city that birthed their sound, and a search for something normal, yet twisted.\n\n\"Hello\nSend my kindest regards to New York\nI'm gone, woo\nI think I want to settle down\nBut weirder\"\n\nAll three songs in this performance come from their brilliant self-titled 2019 album, an album too many missed, in my opinion. And this band pulls off these odd, unpredictable twists and turns with simplicity and charm. Playing the mini Mellotron and more is Cale Hawkins, who was last at the Tiny Desk with Raveena. Martin D. Fowler plays guitar and the bass lines on a Moog Bass. Aviva Jaye brought a table of toys and a wonderful voice, and Dave Palazola plays drums, cueing some of his with electronic triggers. There's anxiety in these songs, even when the chorus is \"I Feel Better,\" but there's a creative spirit in this anxiety, and then, of course too, there's the tin foil.\n\nSET LIST\n\"Homonormo\"\n\"Reverse Conversion Therapy\"\n\"I Feel Better\"\n\nMUSICIANS\nLora-Faye Åshuvud: vocals, vocoder, guitar; Cale Hawkins: keyboards, vocals; Martin D. Fowler: guitar, Moog, bass; Aviva Jaye: toys, vocals; Dave Palazola: drums\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Videographers: Maia Stern, Melany Rochester, Jack Corbett, Kara Frame; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=4iEgxnmXkUU", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tarriona \"Tank\" Ball: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMarch 27, 2020 | Bob Boilen -- \"I'm very proud to do this, I'm very scared to do this, but I'm obviously practicing social distancing cause my group is not here.\" And so Tarriona \"Tank\" Ball of Tank and the Bangas is on the floor of her living room in New Orleans, showing us just how much fun you can have being alone. Surrounded by percussive instruments that include a suitcase, a jar of cocoa butter, a cassette box, a pen and a version of Korg's music software called iKaossilator, Tank practices her social distancing singing, \"It's OK to be alone by yourself, eat by yourself, chill by yourself, read by yourself.\"\n\nJust over three years ago, this band from New Orleans won our Tiny Desk Contest. Since then, they've traveled the world, put out a major label album, and like all of us, are now taking care and being careful, with Tank spreading love from her living room.", "link": "https://www.youtube.com/watch?v=bvQnLyjDuEg", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Margo Price & Jeremy Ivey: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMarch 26, 2020 | Bob Boilen -- Margo Price and her husband, Jeremy Ivey, performed a Tiny Desk (Home) Concert from their Nashville attic. Behind them are two handmade signs inspired by John Lennon and Yoko Ono's Bed-In For Peace that simply reads \"Stay Home\" and \"Save Lives.\" In addition to the rapidly spreading virus, Nashville was recently ravaged by tornadoes. Margo and Jeremy are safely quarantined with two children, their dog and cat, and guitars in hand. They played \"Stone Me,\" a song they co-wrote and included on Margo's upcoming album, That's How Rumors Get Started.\n\nMargo and Jeremy dedicated this concert to all those that are struggling right now and thank \"all the people still out there working, the doctors, all the sanitation people, everybody out there just doing what they have to do to so we can survive, all the people working in grocery stores. And to everyone who has lost their job, we feel you.\" They ended the set with a premiere, a song called \"Someone Else's Problem,\" that they wrote together on an airplane while Margo was pregnant. It's a song dealing with the guilt many of us have, being part of a problem instead of part of a solution.\n\nSET LIST\n\n\"Stone Me\"\n\"Just Like Love\"\n\"Someone Else's Problem\"", "link": "https://www.youtube.com/watch?v=CfnM5aeH92Q", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]