[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "The Outrage Addiction: The Dana Loesch Interview", "description": "Editor-in-chief Kyle Mann and creative director Ethan Nicolle talk to Dana Loesch. She is a talk radio host, author, TV commentator, and longtime Second Amendment advocate. She has a new book  Grace Canceled: How Outrage is Destroying Lives, Ending Debate, and Endangering Democracy. Kyle, Ethan, and Dana talk about milkshake ducks, corporate media reporting on cultural divides by taking sides, believing all women except conservative clumps of cells, and searching for Bigfoot. \r\n\r\n You can also follow Dana on Twitter.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020! Get a Sneak Peak!\r\n\r\n Topics Discussed\r\n\r\n   Kyle and Ethan shine a spotlight on all of her evil\r\n\r\n   Dana talks about that CNN “Townhall” on Gun Violence\r\n\r\n   The second amendment, gun control, and cultural issues\r\n\r\n   Cancel culture and milkshake ducks\r\n\r\n   Gun violence being the fault of the National Rifle Association\r\n\r\n   The Second Amendment covers battle tanks and armored combat vehicles.\r\n\r\n   The left attacking her/receiving death threats\r\n\r\n   Society is addicted to outrage and cancelling people\r\n\r\n   Searching for Bigfoot\r\n\r\n   Subscriber Portion (Begins at 00:42:44)\r\n\r\n The entire interview is available for Babylon Bee subscribers only…\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=tfx6Q2p4pqA", "date_published": "2020-03-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Reformation Cartoons And Martin Luther Insults: The Paul Cox Interview", "description": "Editor-in-chief Kyle Mann and creative director Ethan Nicolle talk to the man behind RefToons: Paul Cox! RefToons is a free-to-read webcomic, inspired by theology and church history. Paul is a freelance illustrator and cartoonist and has four chickens. \r\n\r\n Paul has previously co-authored and illustrated  Pilgrims Progress: A Poetic Journey.\r\n\r\n You can pre-order RefToons Collection I now which collects the first two years of RefToons!\r\n\r\n RefToons is on Facebook, Instagram, and Twitter.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020! Get a Sneak Peak!\r\n\r\n Topics Discussed\r\n\r\n   Paul’s story- who is he? How did he become a Christian?\r\n\r\n   Ethan discovers Martin Luther’s insults and he’s like a kid on an airplane for the first time\r\n\r\n   Wisconsin stuff and raising chickens\r\n\r\n   The master Bill Watterson \r\n\r\n   Calvin &amp; Hobbes, The Far Side, Garfield\r\n\r\n   Discovering Michael Horton’s book  Christless Christianity\r\n\r\n   Problems in the church, unanswered questions, finding answers in expositional preaching and reformed church history\r\n\r\n   Reformation theology \r\n\r\n   Love for the imminently quotable G.K. Chesterton\r\n\r\n   Cancelled Christian Artists\r\n\r\n   The second commandment forbidding images of the persons of the Trinity\r\n\r\n   Paul has a Carman story!\r\n\r\n   Paul’s new book collection RefToons Collection I which collects all of 2017-2019 and his Pilgrims Progress: A Poetic Journey\r\n\r\n   Mentioned on the podcast: Greg Koukl’s Stand To Reason Podcast.\r\n\r\n Subscriber Portion (Begins at 00:43:04)\r\n\r\n   Hot takes on some of the Reformed/Puritans:\r\n\r\n   Calvin\r\n\r\n   Luther\r\n\r\n   Beth Moore\r\n\r\n   John MacArthur\r\n\r\n   Huldrych Zwingli\r\n\r\n   Jonathan Edwards\r\n\r\n   John Piper\r\n\r\n       More Martin Luther potty talk\r\n\r\n   Tapping maple trees and other Wisconsin things\r\n\r\n   Butterburgers and other fine cuisine\r\n\r\n   Loony Toons\r\n\r\n   Also Mentioned: R.C. Sproul’s  What Is Reformed Theology?\r\n\r\n    \r\n\r\n The entire interview is available for Babylon Bee subscribers only…\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=2qjcYE2SALM", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]