[{"source": "https://www.theguardian.com/rss", "title": "‘Clean between your teeth once a day’: how to maintain good oral health at home", "description": "<p>Not been able to see your dentist for some time? Here’s the hygiene tweaks you should make for a brighter smile </p><p>You brush your teeth for two minutes, twice a day, so everything should be hunky-dory, right? Chances are, if you haven’t seen your dentist or hygienist for a while due to Covid-19, you may not be feeling as confident as usual about your oral health. But, aside from remembering to buy toothpaste, surely there’s not much else you can do at home?</p><p>Not so, say the experts. “Good dental health is a mixture of the care of your dentist and personal at-home oral hygiene, meaning everyday decisions can make a big difference in preventing many common problems,” says Elaine Tilling, TePe’s head of clinical education.</p> <a href=\"https://www.theguardian.com/healthy-smiles/2020/sep/14/clean-between-your-teeth-once-a-day-how-to-maintain-oral-health-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/healthy-smiles/2020/sep/14/clean-between-your-teeth-once-a-day-how-to-maintain-oral-health-at-home", "date_published": "2020-09-14 16:53:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump heading to California for wildfires briefing as death toll rises – US politics live", "description": "<ul><li><a href=\"https://www.theguardian.com/us-news/2020/sep/14/us-west-fires-nearly-all-missing-people-accounted-for-deaths-smoke-air-quality\">Nearly all missing people accounted for as at least 35 killed US fires</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/14/disinformation-oregon-wildfires-spreading-social-media\">Social media disinformation on blazes ‘spreading faster than fire’</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/14/joe-biden-donald-trump-coronavirus-covid-19\">Biden aims to make election about Covid as Trump steers focus elsewhere</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/14/us-election-50-days-donald-trump-joe-biden\">Just 50 days until a US election both sides see as an existential struggle</a></li><li>Sign up for our <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">First Thing newsletter</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-14T13:43:38.306Z\">2.43pm <span class=\"timezone\">BST</span></time> </p><p>This is Joan Greve in Washington, taking over for Martin Belam.</p><p><strong>Trump </strong>will receive a briefing on the wildfires in the California later today, but the president is currently busy tweeting his complaints about the November election.</p><p dir=\"ltr\" lang=\"en\">His handlers and the Fake News Media are doing everything possible to get him through the Election. Then he will resign, or whatever, and we are stuck with a super liberal wack job that NOBODY wanted! <a href=\"https://t.co/eHhy0yBx9o\">https://t.co/eHhy0yBx9o</a></p><p class=\"block-time published-time\"> <time datetime=\"2020-09-14T13:10:20.462Z\">2.10pm <span class=\"timezone\">BST</span></time> </p><p>Speaking of that coronavirus relief plan – or lack of it – Margaret Somers as written for us this morning, asking <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/republican-skinny-coronavirus-relief-mitch-mcconnell\">how is such unnecessary suffering justified?</a></p><p>The 31 million Americans struggling with unemployment today are not a whit less desperate and fearful now that Mitch McConnell’s “skinny” Covid-19 relief bill failed to pass the US Senate. Thursday’s performative theatrics did little more than provide cover to vulnerable Republicans and add one more day to the now six weeks since Senate Republicans refused to extend the extra $600 in Covid-related weekly jobless benefits. With McConnell sounding all but liberated from any more pressure to show compassion before the election, and the media’s attention pinned to shinier Trumpian objects, it is even more imperative to refocus on the crisis at hand and to dig beneath the hollow excuses for such demonstrable indifference on the part of lawmakers. It is time to find an answer to how is such unnecessary suffering justified?</p><p>According to the Republicans, the aid is “too generous” and “disincentivizes” the unemployed from seeking work. So perverse are the effects of these benefits, they argue, that it is actually workers gaming the system who are slowing the economic recovery, not the Covid-driven loss of millions of jobs. That these charges persist despite significant evidence to the contrary testifies to the power of the conservative creed that few things in life are more perilous than excess government compassion</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/republican-skinny-coronavirus-relief-mitch-mcconnell\">Even the Republican ‘skinny’ relief bill failed. How is such unnecessary suffering justified? | Margaret Somers</a> </p> <a href=\"https://www.theguardian.com/us-news/live/2020/sep/14/donald-trump-california-wildfires-coronavirus-covid-19-joe-biden-kamala-harris-us-election-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2020/sep/14/donald-trump-california-wildfires-coronavirus-covid-19-joe-biden-kamala-harris-us-election-politics-live-updates", "date_published": "2020-09-14 13:43:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Not the Booker: The Girl with the Louding Voice by Abi Daré - vibrant", "description": "<p>This debut, following a Nigerian teenager sold into domestic slavery, contains linguistic exuberance and emotional heft</p><ul><li><a href=\"https://www.theguardian.com/books/booksblog/2020/aug/24/not-the-booker-shortlist-emma-donoghue-abi-dare-shahnaz-ahsan\">Not the Booker 2020 shortlist: read along with us!</a></li></ul><p>You get a good flavour of the writing in <a href=\"https://www.theguardian.com/books/2020/mar/07/the-girl-with-the-louding-voice-review\">The Girl with the Louding Voice</a> from its opening paragraphs:</p><p>This morning, Papa call me inside the parlour.</p><p>He was sitting inside the sofa with no cushion and looking me. Papa have this way of looking me one kind. As if he wants to be flogging me for no reason, as if I am carrying shit inside my cheeks and when I open mouth to talk, the whole place be smelling of it.</p> <a href=\"https://www.theguardian.com/books/booksblog/2020/sep/14/not-the-booker-the-girl-with-the-louding-voice-by-abi-dare-vibrant\">Continue reading...</a>", "link": "https://www.theguardian.com/books/booksblog/2020/sep/14/not-the-booker-the-girl-with-the-louding-voice-by-abi-dare-vibrant", "date_published": "2020-09-14 13:37:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Sturgeon demands urgent explanation from UK government over test result delays", "description": "<p>Scottish leader <a href=\"https://www.theguardian.com/politics/live/2020/sep/14/uk-coronavirus-live-latest-brexit-report-your-neighbours-to-police-if-theyre-breaking-rule-of-six-says-policing-minister?page=with:block-5f5f55fa8f0883b045f1b7b4#block-5f5f55fa8f0883b045f1b7b4\">has ‘serious concerns’</a> over testing backlog; Welsh health minister <a href=\"https://www.theguardian.com/politics/live/2020/sep/14/uk-coronavirus-live-latest-brexit-report-your-neighbours-to-police-if-theyre-breaking-rule-of-six-says-policing-minister?page=with:block-5f5f40fa8f0814b062fbd70b#block-5f5f40fa8f0814b062fbd70b\">says</a> national lockdown could be just weeks away</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/sep/14/keir-starmer-to-miss-crucial-brexit-debate-due-to-self-isolation-coronavirus\">Keir Starmer to miss crucial Brexit debate due to self-isolation</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/14/police-urge-people-in-england-to-respect-covid-19-rule-of-six\">Police urge people in England to respect ‘rule of six’</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/14/coronavirus-86-per-cent-of-doctors-in-england-expect-second-wave-in-next-six-months\">86% of doctors in England expect second wave within six months</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/13/covid-tests-sent-to-italy-and-germany-as-uk-labs-are-overwhelmed\">Covid tests sent to Italy and Germany as UK labs are overwhelmed</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/sep/14/coronavirus-live-news-who-reports-record-new-global-cases-israel-becomes-first-country-to-reimpose-lockdown\">Global coronavirus updates – live</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-14T13:34:16.286Z\">2.34pm <span class=\"timezone\">BST</span></time> </p><p>Here are some of the point points from the Downing Street lobby briefing.</p><p>When we and the EU agreed to the joint committee process, it was based on an assumption that good faith would be shown by both sides in resolving outstanding matters and that’s what we still want to see happen and we stand ready to engage constructively with the EU on this ...</p><p>I think what both the prime minister and Lord Frost have set out is that there have been issues which have been raised during the course of the talks which have given cause for significant concern.</p><p>We are working hard to increase capacity. We have recently announce a new lab in Leicestershire which will process around 50,000 antigen tests a day in the next few weeks, and we have also opened new lab at Newport. We are also increasing the number of testing sites to 500 and have announced £500m to pilot new tests to further boost our capacity ...</p><p>We have assembled the largest testing network in British history, including 72 drive-through sites, 55 walk-in sites, 21 satellite sites and 236 mobile units, in order to allow people to get tested at places which are more accessible to them.</p><p>What you would expect to happen is for the police to be out today encouraging people to follow the new rules but in the coming days, if we see people continuing to flout the new rules, it is right that people could face a fine. </p><p>What we want people to be focused on is following the new rules and ensuring that they, themselves, help again as they have in the past to slow the spread of the virus.</p><p>What you have seen in recent weeks is some egregious flouting of the rules, such as the holding of large illegal parties, and members of the public have been contacting the police about those because they have been concerned about the risk to public health.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-14T13:24:28.146Z\">2.24pm <span class=\"timezone\">BST</span></time> </p><p><strong>Sir Patrick Vallance,</strong> the government’s chief scientific adviser, told colleagues that he received a “telling off” from Sir Mark Sedwill, the then permanent secretary, Prof Chris Whitty, the chief medical adviser, and Sir Chris Wormald, permanent secretary at the Department of Health, after arguing harder than others for a lockdown early in the crisis, it has been revealed.</p><p>These are from the BBC’s <strong>Secunder Kermani.</strong></p><p dir=\"ltr\" lang=\"en\">As UK Covid cases rise, new insight into the debate over lockdown restrictions back in March<br /><br />I've obtained this email from Govt's Chief Scientific Adviser <br /><br />Vallance says he \"argued stronger than anyone for action for lockdown\" but received a \"telling off\" from senior officials <a href=\"https://t.co/UExfBPBbOf\">pic.twitter.com/UExfBPBbOf</a></p><p dir=\"ltr\" lang=\"en\">The \"telling off\" was from the Chief Medical Officer Chris Whitty and the Cabinet Secretary<br /><br />The email, obtained via FOI request, appears to be a discussion about a Sunday Times article on 23rd May, criticising the delays in announcing a full lockdown:<a href=\"https://t.co/8aT36MMFvg\">https://t.co/8aT36MMFvg</a></p><p dir=\"ltr\" lang=\"en\">Unclear when the \"telling off\" occurred. Scientific advisors did call for \"additional social distancing\" on 16th March, but a full lockdown was announced on 23rd March<br /><br />It's now thought cases soared in that period<a href=\"https://t.co/5tPE374SVf\">https://t.co/5tPE374SVf</a></p><p dir=\"ltr\" lang=\"en\">Department of Health says there were no delays in ordering a lockdown, and the Govt followed the advice of scientists</p> <a href=\"https://www.theguardian.com/politics/live/2020/sep/14/uk-coronavirus-live-latest-brexit-report-your-neighbours-to-police-if-theyre-breaking-rule-of-six-says-policing-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2020/sep/14/uk-coronavirus-live-latest-brexit-report-your-neighbours-to-police-if-theyre-breaking-rule-of-six-says-policing-minister", "date_published": "2020-09-14 13:35:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toots Hibbert: his 10 most essential recordings", "description": "<p>A pioneer and one of reggae’s sharpest, most relatable songwriters, Hibbert’s 55-year career was full of great music</p><p><strong>Sweet and Dandy (1972)</strong></p> <a href=\"https://www.theguardian.com/music/2020/sep/14/toots-hibbert-his-10-most-essential-recordings\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/14/toots-hibbert-his-10-most-essential-recordings", "date_published": "2020-09-14 13:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Publisher denounces Jessica Krug for pretending to be black", "description": "<p>Duke University Press says all proceeds from Krug’s book Fugitive Modernities will go to support black and Latinx scholars<br /></p><p>The publisher of Jessica Krug, the white academic who revealed she had pretended to be black for years, says she is “sickened, angered, and saddened” and that all proceeds from Krug’s book will go to a fund supporting black and Latinx scholars.</p><p>Krug, a white Jewish woman from Kansas and professor focusing on imperialism, colonialism and African American history at George Washington University, admitted in a Medium post earlier this month that she had “assumed identities within a blackness that I had no right to claim: first North African Blackness, then US-rooted blackness, then Caribbean-rooted Bronx blackness”. After the university cancelled classes taught by Krug, and her colleagues called on her to step down, <a href=\"https://www.theguardian.com/world/2020/sep/09/jessica-krug-professor-resigns-george-washington\">Krug resigned from her position</a> <a href=\"https://www.theguardian.com/world/2020/sep/09/jessica-krug-professor-resigns-george-washington\">last week </a>.</p> <a href=\"https://www.theguardian.com/books/2020/sep/14/publisher-denounces-jessica-krug-for-pretending-to-be-black-fugitive-modernities\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/14/publisher-denounces-jessica-krug-for-pretending-to-be-black-fugitive-modernities", "date_published": "2020-09-14 13:24:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: 14 refugees test positive after Lesbos fire; Silvio Berlusconi leaves hospital", "description": "<p>Over 12,500 former occupants <a href=\"https://www.theguardian.com/world/live/2020/sep/14/coronavirus-live-news-who-reports-record-new-global-cases-israel-becomes-first-country-to-reimpose-lockdown?page=with:block-5f5f59048f08f9f4728a073f#block-5f5f59048f08f9f4728a073f\">forced to sleep out in open</a> since Moria camp destroyed; Italy’s former PM <a href=\"https://www.theguardian.com/world/live/2020/sep/14/coronavirus-live-news-who-reports-record-new-global-cases-israel-becomes-first-country-to-reimpose-lockdown?page=with:block-5f5f54718f08f9f4728a070b#block-5f5f54718f08f9f4728a070b\">leaves hospital after treatment</a></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/sep/14/coronavirus-live-news-who-reports-record-new-global-cases-israel-becomes-first-country-to-reimpose-lockdown?page=with:block-5f5ea6b08f08ec7b9ce79dbc#block-5f5ea6b08f08ec7b9ce79dbc\">Israel becomes first country to reimpose national lockdown</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/sep/12/donald-trump-michael-caputo-cdc-covid-reports-politico-deep-state\">Trump ally who tried to change Covid reports was ‘fighting deep state’</a><br /></li><li><a href=\"https://www.theguardian.com/australia-news/2020/sep/13/australian-diplomats-sent-to-heathrow-airport-to-help-stranded-citizens-due-to-travel-caps\">Australian diplomats sent to Heathrow to help stranded citizens</a></li><li><a href=\"https://www.theguardian.com/politics/live/2020/sep/14/uk-coronavirus-live-latest-brexit-report-your-neighbours-to-police-if-theyre-breaking-rule-of-six-says-policing-minister\">UK coronavirus updates – live</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-14T13:22:58.160Z\">2.22pm <span class=\"timezone\">BST</span></time> </p><p>Officials in <strong>French </strong>regions worst hit by a rise in coronavirus infections are poised to announce further restrictions on public gatherings.</p><p>The French prime minister, Jean Castex, has instructed the authorities in<strong> Marseille, Bordeaux</strong> and the French Caribbean island of <strong>Guadeloupe</strong> to detail extra measures to halt the spread of Covid-19 by the end of Monday.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/sep/14/covid-19-french-regions-to-announce-new-restrictions\">Covid-19: French regions to announce new restrictions</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-09-14T13:06:07.353Z\">2.06pm <span class=\"timezone\">BST</span></time> </p><p> Officials in southern <strong>Germany </strong>are considering imposing hefty fines against a 26-year-old American woman linked to a cluster of coronavirus cases in the Alpine resort town of Garmisch-Partenkirchen, including at a hotel that caters to U.S. military personnel.</p><p>German media report that the woman, who lives locally and wasn’t named, had visited several bars in the town last week despite having symptoms and being told to quarantine while waiting for her COVID-19 test result.</p> <a href=\"https://www.theguardian.com/world/live/2020/sep/14/coronavirus-live-news-who-reports-record-new-global-cases-israel-becomes-first-country-to-reimpose-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/14/coronavirus-live-news-who-reports-record-new-global-cases-israel-becomes-first-country-to-reimpose-lockdown", "date_published": "2020-09-14 13:22:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'No sex, no violence, just a laugh': mixed emotions in Cornish village as Doc Martin ends", "description": "<p>TV series lured fans from all over the world to Port Isaac, bringing jobs and money, but critics complain it created a circus</p><p>The sun shone and the Atlantic glistened as hundreds, perhaps thousands, of Doc Martin pilgrims wound their way down the steep lanes to the Cornish harbourside.</p><p>They sought out the spots in the fishing village of Port Isaac that feature in the long-running British <a href=\"https://www.theguardian.com/tv-and-radio/2015/sep/08/doc-martin-clunes-cornish-idiots-review\">ITV comedy drama series </a>and took selfies outside the houses and shops they knew so well from the show.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/14/no-sex-no-violence-just-a-laugh-mixed-emotions-in-cornish-village-as-doc-martin-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/14/no-sex-no-violence-just-a-laugh-mixed-emotions-in-cornish-village-as-doc-martin-ends", "date_published": "2020-09-14 13:20:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arm co-founder: deals like Nvidia sale may undermine UK's tech vision", "description": "<p>Hermann Hauser says British-based firm is a ‘powerful weapon’ in post-Brexit trade talks</p><p>Dominic Cummings’ hopes of building a trillion-dollar UK tech champion in the mould of Apple and Google will be undermined if ministers wave through deals like the <a href=\"https://www.theguardian.com/business/2020/sep/14/uk-tech-giant-arm-holdings-to-be-sold-to-us-company-nvidia-in-40bn-deal\">$40bn (£31bn) sale of Arm Holdings</a>, one of the company’s co-founders has said.</p><p>Pressure is mounting on the government to step in, after US software firm Nvidia said on Monday that it had agreed to buy <a href=\"https://www.theguardian.com/commentisfree/2020/aug/09/this-tech-giant-up-for-sale-is-a-homegrown-miracle-it-must-be-saved-for-britain\">Cambridge-based Arm, a global leader</a> in providing chips for smartphones, computers and tablets, from Japan’s SoftBank.</p> <a href=\"https://www.theguardian.com/business/2020/sep/14/arm-co-founder-deals-like-nvidia-sale-may-undermine-uks-tech-vision\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/14/arm-co-founder-deals-like-nvidia-sale-may-undermine-uks-tech-vision", "date_published": "2020-09-14 13:10:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We've seen it before': Olafur Eliasson on nazism, Brexit – and his new Berlin show", "description": "<p>The Icelandic-Dane who brought The Weather Project to the Tate talks art and politics<br /></p><p>The forced confinement of the coronavirus lockdown has inspired Olafur Eliasson’s new Berlin exhibition but it has also given him time to consider the polarisation of politics in Europe and the US.</p><p> </p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/14/weve-seen-it-before-olafur-eliasson-on-nazism-brexit-and-his-new-berlin-show\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/14/weve-seen-it-before-olafur-eliasson-on-nazism-brexit-and-his-new-berlin-show", "date_published": "2020-09-14 13:03:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "G20 leaders urged to act over Saudi arrests as summit approaches", "description": "<p>Human rights group says governments must threaten to boycott Riyadh conference<br /></p><p>Only five of the 68 Saudis <a href=\"https://www.theguardian.com/world/2017/sep/14/saudi-crown-prince-consolidate-power-arrests-clerics-mohammed-bin-salman\">arrested in a </a><a href=\"https://www.theguardian.com/world/2017/sep/14/saudi-crown-prince-consolidate-power-arrests-clerics-mohammed-bin-salman\"> purge on dissent</a> launched by Crown Prince Mohammed bin Salman three years ago have been released, posing a challenge to western leaders before the G20 summit due to be held in Riyadh in November.</p><p>The human rights group Grant Liberty said just two months before Saudi Arabia chairs the G20 leaders, 63 of those arrested are still in prison, 15 held in <a href=\"https://www.theguardian.com/global-development/2020/jun/05/family-fears-grow-for-activists-detained-in-notorious-saudi-prison\">the notorious Al Ha’ir </a><a href=\"https://www.theguardian.com/global-development/2020/jun/05/family-fears-grow-for-activists-detained-in-notorious-saudi-prison\">facility</a>, and just three have been released permanently, with a further two on temporary release.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/leaders-under-pressure-over-fate-of-arrested-saudis-ahead-of-riyadh-g20\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/leaders-under-pressure-over-fate-of-arrested-saudis-ahead-of-riyadh-g20", "date_published": "2020-09-14 13:02:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wetherspoons says 66 staff have tested positive for Covid-19", "description": "<p>Pub chain’s founder says ‘risk is low’ and the UK has adopted a ‘big brother’ approach</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>JD Wetherspoon has said 66 employees out of its workforce of more than 41,000 have tested positive for Covid-19 as it maintained that its pubs are safe for drinkers and diners.</p><p>The firm’s announcement came after <a href=\"https://www.theguardian.com/business/2020/aug/16/fears-overcrowding-in-wetherspoon-pubs-may-lead-to-covid-19-spike\">concerns were raised last month</a> that the chain was failing to prevent overcrowding in its pubs, which are popular with young people due to their comparatively low prices for alcohol and food.</p> <a href=\"https://www.theguardian.com/business/2020/sep/14/wetherspoons-staff-tested-covid-pub-chain-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/14/wetherspoons-staff-tested-covid-pub-chain-risk", "date_published": "2020-09-14 13:01:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spelunky 2 review – run, jump and die hilariously", "description": "<p><strong>PlayStation 4, PC; Mossmouth<br /></strong>Derek Yu’s influential cave-delving game is updated for PS4 and PC and expands the magic – with turkeys<br /> </p><p>I knew I was going to love Spelunky 2 when I met the turkey. The turkey is a noble steed in Derek Yu’s latest cave-delving “roguelike”, in which each run presents a unique set of levels, progress is lost when you die, and the bird must be tamed before offering its services. This involves leaping into the saddle and letting it careen wildly around, hopefully not tipping you on to a bed of spikes or into the fangs of a mantrap. Once settled, you and your festive friend can flap around the level, headbutting spiders and using its decaying flight trajectory to lower yourself past traps and hungry mouths towards the exit.</p><p>But the turkey is also subject to the merciless logic of the Spelunky universe. Laid on a ritual altar, it will be sacrificed to appease the gods. Propelled upward by an unplanned explosion, it may meet a pointy end when it returns to earth. Set aflame, well, it will become a roast turkey, and you may consume it for an extra health point as you sob quietly.</p> <a href=\"https://www.theguardian.com/games/2020/sep/14/spelunky-2-review-run-jump-and-die-hilariously\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/sep/14/spelunky-2-review-run-jump-and-die-hilariously", "date_published": "2020-09-14 12:58:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saskia Reeves: ‘My character in Us could do with some help’", "description": "<p>Known for varied roles on stage and screen, Reeves now plays a disaffected wife on a European road trip in the BBC’s David Nicholls adaptation. Is there a Brexit metaphor in there somewhere?<br /></p><p>There is a neat little coincidence in the casting of Us, BBC One’s soulful new four-part miniseries. Saskia Reeves and <a href=\"https://www.theguardian.com/tv-and-radio/tom-hollander\">Tom Hollander</a> star as Connie and Douglas Petersen, a middle-aged couple embarking on a “grand tour” of European galleries with their art student son Albie (Doctor Foster’s Tom Taylor), while contemplating the end of their 24-year relationship.</p><p>It was also about two and a half decades ago that Reeves, a star of stage and screen since the early 90s, first met her contemporary, Hollander, at the outset of another significant journey. “He drove my removals van when I went to Stratford years ago, because he was very good friends with <a href=\"https://www.theguardian.com/culture/hugh-bonneville\">Hugh Bonneville</a>, who was in the same [RSC] season as I was,” she says. “He doesn’t remember, I don’t think. But that was just Tom; very generous.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/14/saskia-reeves-us-david-nicholls-bbc-adaptation-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/14/saskia-reeves-us-david-nicholls-bbc-adaptation-interview", "date_published": "2020-09-14 12:48:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Posh splosh: wild swimming spots at British stately homes", "description": "<p>From Highland castles to Anne Boleyn’s home, take a late summer dip in the lakes and rivers at these historic estates</p><p>With many of the UK’s finest stately homes and country houses still closed to visitors, or with limited capacity for shorter, small group tours only, it makes sense to try to get more out of a visit, adding extra elements to turn a trip into a lovely long day out, be that with a hike or cycle ride, or picnic in the grounds.</p><p>At an increasing number of historic estates, you can even throw an outdoor swim into the mix, and practise your most regal doggy paddle while looking up at a grand ancient seat or crumbling castle.</p> <a href=\"https://www.theguardian.com/travel/2020/sep/14/late-summer-wild-swimming-rivers-lakes-stately-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/sep/14/late-summer-wild-swimming-rivers-lakes-stately-homes", "date_published": "2020-09-14 12:48:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United prepare opening bid for Real Madrid's Sergio Reguilón", "description": "<ul><li>United unwilling to match Real Madrid’s €30m valuation</li><li>Lucien Favre says Borussia Dortmund ‘need’ Jadon Sancho </li></ul><p>Manchester United are preparing an opening offer for Sergio Reguilón but are unwilling to match Real Madrid’s €30m (£27.2m) valuation of the Spain defender.</p><p>United have been monitoring the 23-year-old’s situation for several weeks, with Ole Gunnar Solskjær keen to provide competition to Luke Shaw at left-back. Reguilón, who spent last season on loan at Sevilla, has three years left on his contract but is not in Zinedine Zidane’s plans for the new season and it is understood that he would like to move to Old Trafford.</p> <a href=\"https://www.theguardian.com/football/2020/sep/14/manchester-united-prepare-opening-bid-for-real-madrids-sergio-reguilon\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/14/manchester-united-prepare-opening-bid-for-real-madrids-sergio-reguilon", "date_published": "2020-09-14 12:46:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Utrecht restores historic canal made into motorway in 1970s", "description": "<p>Swimmers and pleasure boats gather as Dutch city celebrates reopening of Catharijnesingel </p><p>It is being viewed as the correction of a historic mistake. More than 40 years after parts of the canal that encircled Utrecht’s old town were concreted over to accommodate a 12-lane motorway, the Dutch city is celebrating the restoration of its 900-year-old moat.</p><p>In an attempt to recast its residents’ relationship with the car, Utrecht’s inner city is again surrounded by water and greenery rather than asphalt and exhaust fumes.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/utrecht-restores-historic-canal-made-into-motorway-in-1970s\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/utrecht-restores-historic-canal-made-into-motorway-in-1970s", "date_published": "2020-09-14 12:44:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Even the Republican ‘skinny’ relief bill failed. How is such unnecessary suffering justified? | Margaret Somers", "description": "<p>Republicans shouldn’t be immune from being called out for their inconsistency. Let’s not forget they once said cutting taxes on the wealthy would incentivize them to work harder</p><p>The 31 million Americans struggling with unemployment today are not a whit less <a href=\"https://www.washingtonpost.com/business/2020/07/31/600-dollar-unemployment-benefit/\">desperate and fearful</a> now that Mitch McConnell’s “skinny” Covid-19 relief bill failed to pass the US Senate. Thursday’s performative theatrics did little more than provide cover to vulnerable Republicans and add one more day to the now six weeks since Senate Republicans refused to extend the extra $600 in Covid-related weekly jobless benefits. With McConnell sounding all but liberated from any more pressure to show compassion before the election, and the media’s attention pinned to shinier Trumpian objects, it is even more imperative to refocus on the <a href=\"https://www.washingtonpost.com/opinions/2020/08/20/unemployment-is-still-crisis-levels-why-arent-we-treating-it-an-emergency/\">crisis</a> at hand and to dig beneath the hollow excuses for such demonstrable <a href=\"https://www.nytimes.com/2020/08/03/opinion/republicans-unemployed-coronavirus.html\">indifference</a> on the part of lawmakers. It is time to find an answer to how is such unnecessary <a href=\"https://www.theguardian.com/business/2020/aug/20/americans-struggle-to-survive-after-unemployment-benefits-expire?CMP=Share_AndroidApp_Other\">suffering</a> justified?</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/sep/04/trump-democracy-voting-process-elected\">The danger is now clear: Trump is destroying democracy in broad daylight</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/republican-skinny-coronavirus-relief-mitch-mcconnell\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/14/republican-skinny-coronavirus-relief-mitch-mcconnell", "date_published": "2020-09-14 12:44:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: David Cameron joins former PMs warning against Boris Johnson's bill", "description": "<p>Ex-attorney general Geoffrey Cox says breaking international law risks damaging UK’s standing</p><p>David Cameron has become the third former Conservative prime minister to express disquiet about Boris Johnson’s <a href=\"https://www.theguardian.com/politics/2020/sep/08/government-admits-new-brexit-bill-will-break-international-law\">proposal to breach international law</a> by unilaterally redrafting part of the Brexit deal with the EU, saying he had “misgivings” about the idea.</p><p>In comments on Monday, before MPs began debating the internal market bill that sets out the plans, Cameron said: “Passing an act of parliament and then going on to break an international treaty obligation is the very, very last thing you should contemplate.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/14/david-cameron-joins-ex-pms-warning-against-boris-johnsons-brexit-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/14/david-cameron-joins-ex-pms-warning-against-boris-johnsons-brexit-bill", "date_published": "2020-09-14 12:42:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19: French regions to announce new restrictions", "description": "<p>Authorities in Marseille, Bordeaux and Guadeloupe were told to set out measures by end of Monday </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Officials in French regions worst hit by a rise in coronavirus infections are poised to announce further restrictions on public gatherings.</p><p>The French prime minister, Jean Castex, has instructed the authorities in Marseille, Bordeaux and the French Caribbean island of Guadeloupe to detail extra measures to halt the spread of Covid-19 by the end of Monday.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/covid-19-french-regions-to-announce-new-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/covid-19-french-regions-to-announce-new-restrictions", "date_published": "2020-09-14 12:39:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Driver dead and child critically injured after lorry crashes into London house", "description": "<p>11-year-old and two males in hospital after lorry hits two cars in Kidbrooke on Monday</p><p>The driver of a lorry that hit two cars before crashing into a house in south-east London has died and an 11-year-old is in a life-threatening condition in hospital.</p><p>The Metropolitan police said officers were called to the scene in Broad Walk, Kidbrooke, shortly after 8am on Monday following the collision.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/14/driver-dies-child-critically-injured-lorry-crash-house-london-kidbrooke\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/14/driver-dies-child-critically-injured-lorry-crash-house-london-kidbrooke", "date_published": "2020-09-14 12:37:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last Night of the Proms TV audience down after Rule, Britannia! row", "description": "<p>Average 2.1m viewers watched weekend’s show compared with 3.5m over recent years</p><p>Viewers stayed away from the Last Night of the Proms after the row over whether the lyrics to Rule, Britannia! would be sung on air, with Saturday’s broadcast attracting its lowest audience for many years.</p><p>An average of 2.1 million viewers watched the weekend’s performance from the Royal Albert Hall, which went ahead without an audience at the venue due to coronavirus restrictions. This is well down on the average of 3.5 million viewers who watched the show in recent years.</p> <a href=\"https://www.theguardian.com/music/2020/sep/14/last-night-of-the-proms-tv-audience-down-after-rule-britannia-row\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/14/last-night-of-the-proms-tv-audience-down-after-rule-britannia-row", "date_published": "2020-09-14 12:36:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Casey: 'People who have never struggled with their game don’t understand'", "description": "<p>Englishman is back in contention and following the example set by carefree younger players as he prepares for the US Open and another tilt at a first major win<br /></p><p>Who wants to smile their way to second place? Paul Casey, as it transpires. “Why has it taken me 20 years to figure that out?” asks the Englishman, when he recalls his visibly upbeat demeanour during the closing round of last month’s US PGA Championship. Casey shot four under par on that Sunday at Harding Park but could not keep pace with <a href=\"https://www.theguardian.com/sport/2020/aug/10/collin-morikawa-seizes-the-day-to-claim-us-pga-championship-victory\">Collin Morikawa, who marched towards major glory</a>. Morikawa graduated from college in 2019.</p><p>“I’m very rarely envious of other players,” Casey says. “You can’t go down that road, but when I see guys who have figured out how to play their best golf, someone who is nonchalant and carefree at 21, 22, 23 … When I came on Tour I was trying so damn hard. Now I cruise around. How much I want it hasn’t changed but I was totally chilled out at Harding Park.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/14/paul-casey-us-open-golf-people-who-have-never-struggled-with-their-game-dont-understand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/14/paul-casey-us-open-golf-people-who-have-never-struggled-with-their-game-dont-understand", "date_published": "2020-09-14 12:26:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nearly all missing people accounted for as at least 35 killed in fires in US west", "description": "<p>Blazes in three states have forced tens of thousands to flee and cast shroud of smoke giving cities some of the world’s worst air quality</p><p>Nearly all the dozens of people reported missing after a devastating blaze in southern Oregon have been accounted for, authorities said, as crews battled wildfires that have killed at least 35 from California to Washington state.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/sep/14/disinformation-oregon-wildfires-spreading-social-media\">Social media disinformation on US west coast blazes ‘spreading faster than fire'</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/sep/14/us-west-fires-nearly-all-missing-people-accounted-for-deaths-smoke-air-quality\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/14/us-west-fires-nearly-all-missing-people-accounted-for-deaths-smoke-air-quality", "date_published": "2020-09-14 12:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Marseille beat PSG in a battle and show they are Ligue 1 title contenders", "description": "<p>The game will be remembered for its splenetic finish but it was also the night Marseille planted a flag in the title race</p><p>By <a href=\"https://twitter.com/ericdevin_\">Eric Devin</a> and <a href=\"https://twitter.com/_Adam_White_\">Adam White</a> for <a href=\"https://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>“Imbeciles.” “Red with Shame.” “OM breaks Paris.” The headlines in France after <em>Le Classique</em> could not have been more damning. The match, always a showpiece for French football, was settled by Florian Thauvin’s goal in the first half. The narrative of PSG coasting to another title has been changed. However, the focus at the end of play was on the five red cards shown by the referee in injury time – two to Marseille and three to the hosts – and <a href=\"https://twitter.com/btsportfootball/status/1305253762878103553\">Neymar’s accusation of racism against Marseille defender Álvaro González</a>.</p><p>That such a big match should end in ignominy will be a real source of disappointment for the league. Aside from a dull goalless draw between Lyon and Bordeaux on Friday, the weekend’s action had been exciting, with plenty of goals, including <a href=\"https://twitter.com/btsportfootball/status/1305214300865400835\">a spectacular finish from Irvin Cardona in Brest’s 2-0 win at Dijon</a>. However, there was never any doubt that the big story of the weekend for the world at large would come from the Parc des Princes. It was certainly a spectacle, although not always for the way in which the two teams played.</p> <a href=\"https://www.theguardian.com/football/2020/sep/14/marseille-beat-psg-battle-show-title-contenders-ligue-1\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/14/marseille-beat-psg-battle-show-title-contenders-ligue-1", "date_published": "2020-09-14 12:04:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He was a groundbreaker and a visionary': music writer Dele Fadele remembered", "description": "<p>He was a rare black journalist on the British music press, whose NME pieces summed up the radicalism of Public Enemy and the dark side of Morrissey. So how did his death go unnoticed for two years?</p><p>‘Dele Fadele was the first black journalist from the UK that ever interviewed me,” says Chuck D of <a href=\"https://www.theguardian.com/music/musicblog/2016/dec/07/public-enemy-10-of-the-best\">Public Enemy</a>. “I thought that was amazing. And it was for our first important spread in the UK music press too.” Back in the late 80s, the hip-hop pioneers were used to dealing with journalists who couldn’t get their heads around a bunch of uzi-toting black power radicals, but that wasn’t the case with Dele: “He <em>got</em> us,” says the band’s founder.</p><p>Last month, an old university friend of Dele’s emailed the Guardian; he’d heard a worrying rumour that Dele had died and he’d hoped that it was just that, a rumour. Were we able to find out what happened to him? I spent a week contacting dozens of Dele’s old friends and colleagues and by the end of it all the picture was no clearer – some had also heard the same rumours that he’d died, but others claimed sightings or believed he’d returned to his native Nigeria.</p> <a href=\"https://www.theguardian.com/music/2020/sep/14/dele-fadele-remembered-nme\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/14/dele-fadele-remembered-nme", "date_published": "2020-09-14 12:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers' recipe for spatchcock chicken with lemongrass-miso butter | The simple fix", "description": "<p>The classic British roast chicken and spuds gets an Asian twist with a garlicky miso butter </p><p>A spatchcock chicken – where the bird’s backbone has been removed and the carcass flattened – is a quick way of roasting a whole bird. Buying the whole bird also means you can then make a stock – the sticky roast bits and pieces from the bottom of the pan in this recipe help make a truly great one.</p> <a href=\"https://www.theguardian.com/food/2020/sep/14/thomasina-miers-recipe-for-spatchcock-chicken-with-lemongrass-miso-butter\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/14/thomasina-miers-recipe-for-spatchcock-chicken-with-lemongrass-miso-butter", "date_published": "2020-09-14 12:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What constitutes 'classic rock'?", "description": "<p>Is it a sound, an era, or just any old track with guitars on it? The genre continues to be a slippery one to define</p><p><em>In the Guide’s weekly Solved! column, we look into a crucial pop-culture question you’ve been burning to know the answer to – and settle it, once and for all</em></p><p><a href=\"https://www.theguardian.com/music/therollingstones\">The Rolling Stones</a>, <a href=\"https://www.theguardian.com/music/fleetwood-mac\">Fleetwood Mac</a> and <a href=\"https://www.theguardian.com/music/springsteen\">Bruce Springsteen</a>, to name just three, are all rock acts who have earned classic status. But are they “classic rock”? The term, it turns out, is not easy to define. Is it linked to popularity? Or a certain era? Is it a genre in itself? Or, as time plods on, has classic rock merely come to be defined as any old track with guitars on it?</p> <a href=\"https://www.theguardian.com/music/2020/sep/14/solved-what-is-classic-rock-rolling-stones-bruce-springsteen-the-killers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/14/solved-what-is-classic-rock-rolling-stones-bruce-springsteen-the-killers", "date_published": "2020-09-14 12:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London City airport to make more than a third of staff redundant", "description": "<p>Airport says loss of up to 239 jobs will help it to bounce back when post-Covid growth returns</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>London City airport is to make more than a third of its staff redundant in the latest job cuts in the <a href=\"https://www.theguardian.com/business/2020/aug/24/devastation-how-aviation-industrys-covid-crisis-is-hitting-towns-across-uk\">battered aviation sector</a>.</p><p>The airport, situated in east London and serving a largely business clientele, has started consulting over up to 239 job losses in what it called a restructuring plan to safeguard its future.</p> <a href=\"https://www.theguardian.com/business/2020/sep/14/london-city-airport-third-staff-redundant-job-losses-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/14/london-city-airport-third-staff-redundant-job-losses-coronavirus", "date_published": "2020-09-14 11:56:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Playful pandas and a ghostly coral reef: Monday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world including Berlusconi’s recovery, a masked queen and Julian Assange protesters </p> <a href=\"https://www.theguardian.com/news/gallery/2020/sep/14/playful-pandas-and-a-ghostly-coral-reef-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/sep/14/playful-pandas-and-a-ghostly-coral-reef-mondays-best-photos", "date_published": "2020-09-14 11:50:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Super League: talking points from the weekend’s action | Rachel Brown-Finnis", "description": "<p>The WSL is now the strongest league in the world, Chelsea are targeting Champions League and putting scorelines in context</p><p>The WSL has welcomed a dizzying array of talent in recent weeks, with <a href=\"https://www.theguardian.com/football/2020/sep/11/alex-morgan--tottenham-wsl-usa-world-cup-winner\">Spurs’ addition of Alex Morgan</a> the icing on the cake. I want to emphasise just how much it means to women’s football in England for players like Morgan, <a href=\"https://www.theguardian.com/football/2020/sep/09/manchester-united-women-tobin-heath-football-uswnt\">Tobin Heath, </a><a href=\"https://www.theguardian.com/football/2020/sep/09/manchester-united-women-tobin-heath-football-uswnt\">Christen Press</a>, Rose Lavelle and Sam Mewis to have come over from the US. These women are superstars there, inside and outside the sport. That is partly because their brilliant national team gets such huge coverage, but mainly because they are such outstanding talents. The list of names is one I could never have imagined playing here, and when you add Pernille Harder then things look even better. She chose Chelsea when she could have gone anywhere, including Lyon, and it shows how top footballers view the WSL. It is now the best league in the world.</p> <a href=\"https://www.theguardian.com/football/2020/sep/14/womens-super-league-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/14/womens-super-league-talking-points-from-the-weekends-action", "date_published": "2020-09-14 11:49:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why isn't Starmer standing up to Johnson over Brexit? | Simon Jenkins", "description": "<p>No deal would be a disaster for the British economy. The Labour leader should be doing everything in his power to avert it</p><p>Why is the opposition leader, Keir Starmer, being so kind to Boris Johnson over Brexit? In the Commons last week he decorously downplayed the prime minister’s conversion to <a href=\"https://www.theguardian.com/commentisfree/2020/sep/09/brexit-bill-thatcher-cummings-breaking-the-law\">law-breaking</a>. At the weekend he gently told <a href=\"https://www.telegraph.co.uk/news/2020/09/12/stop-banging-brexit-defeat-covid/\">Telegraph readers</a> it was “wrong” but pleaded for everyone to “stop banging on about Europe”. <a href=\"https://www.theguardian.com/politics/2020/sep/13/tory-rebellion-widens-boris-johnson-bill-override-brexit-deal\">Tory grandees and backbenchers</a> are left howling for Johnson’s blood while Starmer says “tut-tut” and wishes the issue would go away.</p><p>The Labour leader clearly holds to the old maxim that when a government is split a wise opposition stays silent. But Johnson is in a strong position. He has a majority of 80 and deploys personal loyalty ruthlessly. He asserts that his Brexit internal market bill is just an “insurance policy” should the Brexit talks fail, and they have not failed, yet. They have days, even weeks, to run. Johnson’s brain does not go beyond weeks.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/starmer-johnson-brexit-no-deal-british-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/14/starmer-johnson-brexit-no-deal-british-economy", "date_published": "2020-09-14 11:29:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Working from home could be keeping Covid-19 at bay – for proof, look at London | Richard Harris and James Cheshire", "description": "<p>Unlike the rest of the UK, the capital is dominated by white-collar work that can be done away from the office<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>With the number of Covid-19 cases <a href=\"https://www.theguardian.com/society/2020/sep/11/where-and-why-are-covid-cases-rising-in-the-uk-and-whats-next\">increasing across the country</a>, regional inequalities in lab-confirmed cases have remained stark. Currently, the rate is highest in the north-west (at <a href=\"https://coronavirus.data.gov.uk/cases\">824.7 per 100,000 population</a>), Yorkshire and the Humber (726.9), the north-east (689) and West Midlands (576.5). For London, the rate is lower, at 481.9. </p><p>This is curious because the population density of the capital is more than <a href=\"https://www.indexmundi.com/facts/united-kingdom/quick-facts/england/population-density\">10 times greater</a> than other regions – ideal for a virus that spreads fastest between people who are close together. It is also a reversal of an earlier trend – up until mid-April, London had the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/908434/Disparities_in_the_risk_and_outcomes_of_COVID_August_2020_update.pdf\">highest fatality rate of any region</a>. Why is the capital now doing better at containing the disease while places including <a href=\"https://www.theguardian.com/uk-news/2020/jul/15/coronavirus-fears-in-blackburn-we-need-to-get-on-top-of-this\">Blackburn</a>, Bolton, Bradford, Bury, Manchester, <a href=\"https://www.theguardian.com/uk-news/2020/aug/21/oldham-to-be-spared-full-covid-economic-lockdown-officials-say\">Oldham</a>, Preston and Rochdale have faced greater restrictions and local lockdowns?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/working-from-home-covid-19-london-uk-capital-white-collar-work\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/14/working-from-home-covid-19-london-uk-capital-white-collar-work", "date_published": "2020-09-14 11:23:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sustainable fashion: how to turn your unwanted gems into someone else’s charity shop finds", "description": "<p>There’s nothing like a good declutter – but what to do with it all? By dropping off a bag of your preloved clothing and accessories at any TK Maxx store you’ll be raising money for children’s and young people’s cancer research and promoting sustainable fashion at the same time<br /></p><p>The UK sustainable fashion movement is having a moment. Consumers were expressing a desire for more ethical and less wasteful fashion choices even before the pandemic, but Covid-19 seems to have crystallised this feeling.</p><p>A <a href=\"https://www.thersa.org/discover/publications-and-articles/reports/fashion-sustainable-recovery\" rel=\"nofollow\">survey</a> conducted in April by the Royal Society of Arts (RSA) asked people how the pandemic had influenced their opinions on the fashion industry. It found that 50% feel the industry should do whatever it takes to become more environmentally sustainable, and 68% intend to make long-term changes to their purchasing habits, including buying more secondhand items.</p> <a href=\"https://www.theguardian.com/give-up-to-give-back/2020/sep/14/sustainable-fashion-how-to-turn-your-unwanted-gems-into-someone-elses-charity-shop-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/give-up-to-give-back/2020/sep/14/sustainable-fashion-how-to-turn-your-unwanted-gems-into-someone-elses-charity-shop-finds", "date_published": "2020-09-14 11:19:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Decluttering your wardrobe? Follow these five golden rules", "description": "<p>Shoes that pinch, jeans that nip and jackets that just aren’t you – it’s time to let them go. Drop off your preloved clothes, accessories and homeware at any TK Maxx store and they’ll be donated to Cancer Research UK shops to raise funds for research into children’s and young people’s cancers</p><p>Nobody likes to be wrong. So admitting that your wardrobe is full of clothes you don’t actually wear (too tight, too long, too many sequins … what was I thinking?) can make decluttering a scary business. Or perhaps you’re afraid of throwing out a beloved biker jacket in an over-enthusiastic Marie Kondo-inspired clear-out.</p><p>But the benefits will far outweigh the negatives: opening your wardrobe doors to find only clothes you actually want to wear – lashings of sequins or not – makes getting dressed a joy. Whether you’re contemplating a return to the office and need help getting back to business casual or simply want to permanently defeat your floordrobe, now is the time to kick out the clutter for good.</p> <a href=\"https://www.theguardian.com/give-up-to-give-back/2020/sep/14/decluttering-your-wardrobe-follow-these-five-golden-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/give-up-to-give-back/2020/sep/14/decluttering-your-wardrobe-follow-these-five-golden-rules", "date_published": "2020-09-14 11:17:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My smart work dresses are entirely redundant’: the truth about what’s hiding in our wardrobes", "description": "<p>Are you one of the millions of fashion lovers with unused clothing cluttering up your home? Maybe it’s time to show true style by editing out your sartorial slip-ups and donating them to a good cause …</p><p>Over the past few months, the parameters of our work and social lives have shrunk, and so too have our wardrobe needs. Suits, going-out tops, heels, statement jewellery … they’ve all taken a back seat while sofa-friendly loungewear and comfy favourites have been promoted to high rotation.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/give-up-to-give-back/2020/sep/14/every-piece-in-my-wardrobe-is-something-i-love-my-decluttering-epiphany\">‘Every piece in my wardrobe is something I love’: my decluttering epiphany</a> </p> <a href=\"https://www.theguardian.com/give-up-to-give-back/2020/sep/14/my-smart-work-dresses-are-entirely-redundant-the-truth-about-whats-hiding-in-our-wardrobes\">Continue reading...</a>", "link": "https://www.theguardian.com/give-up-to-give-back/2020/sep/14/my-smart-work-dresses-are-entirely-redundant-the-truth-about-whats-hiding-in-our-wardrobes", "date_published": "2020-09-14 11:17:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Every piece in my wardrobe is something I love’: my decluttering epiphany", "description": "<p>A good old clear-out doesn’t just free up your home, it can free up your mind too. And once you’ve decided which pieces must go, it has never been easier to donate them to charity. Just drop them off at any TK Maxx store for them to be passed on to Cancer Research UK shops to raise money for research into children’s and young people’s cancers</p><p>I work as a doctor in London and have three children under the age of 13. But in my spare time, I love making my own clothes – the results of which I share on my blog and Instagram feed, the <a href=\"https://www.instagram.com/thebrightblooms/\" rel=\"nofollow\">Bright Blooms</a>. I also co-host the <a href=\"https://www.instagram.com/uncutpodcast_/\" rel=\"nofollow\">un:CUT podcast</a>, which features interviews with other makers.</p> <a href=\"https://www.theguardian.com/give-up-to-give-back/2020/sep/14/every-piece-in-my-wardrobe-is-something-i-love-my-decluttering-epiphany\">Continue reading...</a>", "link": "https://www.theguardian.com/give-up-to-give-back/2020/sep/14/every-piece-in-my-wardrobe-is-something-i-love-my-decluttering-epiphany", "date_published": "2020-09-14 11:16:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Kidnapped’ Hotel Rwanda dissident appears in court on terror changes", "description": "<p>Prosecutors allege Paul Rusesabagina was leader of rebel group responsible for deadly attacks </p><p>Paul Rusesabagina, a businessman whose role in saving more than 1,000 lives inspired the film <a href=\"https://www.theguardian.com/film/hotel-rwanda\">Hotel Rwanda</a>, has appeared in court in Rwanda’s capital, Kigali, to face charges of terrorism and murder.</p><p>The family of Rusesabagina, who is an outspoken critic of the president, Paul Kagame, <a href=\"https://www.theguardian.com/world/2020/sep/01/hotel-rwanda-activist-paul-rusesabagina-kidnapped-from-dubai\">have accused the east African country’s authorities</a> of kidnapping the 66-year-old from Dubai earlier this month and denying him fair legal representation.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/hotel-rwanda-dissident-paul-rusesabagina-in-court-terror-changes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/hotel-rwanda-dissident-paul-rusesabagina-in-court-terror-changes", "date_published": "2020-09-14 11:13:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It doesn’t seem real’: Lewis Hamilton one F1 win from Schumacher’s record", "description": "<ul><li>‘I never thought I would be here,’ says Tuscan GP winner</li><li>Wolff denies Mercedes to sell team after Jordan claims<br /></li></ul><p>Lewis Hamilton has said he never believed he would be in a position to match Michael Schumacher’s record of Formula One victories. The Mercedes driver <a href=\"https://www.theguardian.com/sport/2020/sep/13/dominant-lewis-hamilton-wins-stop-start-tuscan-grand-prix\">won the Tuscan Grand Prix </a>at Mugello on Sunday and now stands one short of Schumacher’s tally of 91.</p><p>His team principal, Toto Wolff, has also flatly denied Mercedes have any intent to sell their multiple championship-winning team after the former F1 team owner Eddie Jordan claimed they were going to do so.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/14/lewis-hamilton-surprised-to-be-one-grand-prix-win-short-of-michael-schumacher-f1-record-motor-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/14/lewis-hamilton-surprised-to-be-one-grand-prix-win-short-of-michael-schumacher-f1-record-motor-sport", "date_published": "2020-09-14 11:07:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lib Dems drop mayoral contender over antisemitic comment about Jack Straw", "description": "<p>Geeta Sidhu-Robb said in 1997 she would ‘tell everyone Jack Straw is a Jew’ in response to Labour’s anti-Islam claim</p><p>The Liberal Democrats have suspended a prospective party choice for mayor of London after footage emerged of her urging Muslim voters not to vote for a Labour candidate in a previous general election because he was Jewish.</p><p>The footage from the 1997 general election, uncovered by the <a href=\"https://www.politicshome.com/news/article/geeta-sidhu-robb-jack-straw-jew\">PoliticsHome website</a>, was filmed when Geeta Sidhu-Robb was taking on Labour’s Jack Straw, who is not Jewish, in his Blackburn constituency.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/14/lib-dems-drop-mayoral-contender-over-antisemitic-comment-about-jack-straw\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/14/lib-dems-drop-mayoral-contender-over-antisemitic-comment-about-jack-straw", "date_published": "2020-09-14 11:02:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stranded Mauritian cruise workers finally begin journey home", "description": "<p>Some of 101 crew left stranded off Brazil amid Covid-19 crisis protested to demand repatriation </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Dozens of Mauritian cruise ship workers who were stranded off the coast of Brazil throughout the pandemic have finally started their journey home after desperate appeals to return. </p><p>A crew member representing the 101 workers, who have been at anchor on three ships off Santos in southern Brazil, said they had not been paid for over six months by the cruise line MSC, one of the companies leading the industry’s return to operations.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/14/stranded-mauritian-cruise-ship-workers-begin-journey-home-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/14/stranded-mauritian-cruise-ship-workers-begin-journey-home-coronavirus", "date_published": "2020-09-14 10:56:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "G4S receives £3bn hostile takeover bid from Canadian rival", "description": "<p>UK security firm’s shares rise more than 20% on news of approach from GardaWorld</p><p>The UK security firm G4S has received a hostile takeover approach worth £3bn from its Canadian rival GardaWorld.</p><p>GardaWorld said it had offered to pay 190p a share in cash for G4S, and had made three attempts to engage with the G4S board over the past three months, but that those had “been summarily dismissed or ignored”.</p> <a href=\"https://www.theguardian.com/business/2020/sep/14/g4s-hostile-takeover-uk-security-firm-gardaworld\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/14/g4s-hostile-takeover-uk-security-firm-gardaworld", "date_published": "2020-09-14 10:50:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super Mario at 35: Mario's makers on Nintendo's most enduring mascot", "description": "<p>The joyful jumping plumber has been on every Nintendo console and inspired a generation of players. Shigeru Miyamoto, Kenta Motokura, Takashi Tezuka and Yoshiaki Koizumi reflect on his legacy</p><p>Almost everyone who has ever picked up a video game controller will have played at least one Mario game. Whether you had a Nintendo Entertainment System in the 1980s, the N64 in the 90s or a Wii in the 00s, the joyful little jumping plumber has graced every generation of Nintendo’s consoles – and touched every generation of players. Over 373m Super Mario games have been sold to date, which means hundreds of millions of siblings uniting to find Star Road in Super Mario World, commuters escaping with Super Mario 3D Land on the train, and parents soaring from planet to planet in Super Mario Galaxy with their kids.</p><p>These are in essence straightforward games about the pleasure of running and jumping, of moving a character around in colourful, abstract space. What makes them better than a thousand other platformers, as this genre is known, is the finesse and responsiveness in Mario’s movement. The soaring jump, the slight inertia that carries him forward after a leap, and the sudden acceleration of his run all translate to pleasure when you play. There is such skill and satisfaction in mastering his movement, in stringing together backflips and wall-kicks and long-jumps to scale the geometry of the levels and find their secrets, and this is what has enthralled children (and adults) for 35 years. Mario’s designers know to hide things in the nooks and crannies of these levels, to always answer the question “what happens when I do this?” with “something fun”.</p> <a href=\"https://www.theguardian.com/games/2020/sep/14/super-mario-at-35-marios-makers-on-nintendos-most-enduring-mascot\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/sep/14/super-mario-at-35-marios-makers-on-nintendos-most-enduring-mascot", "date_published": "2020-09-14 10:30:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zhenhua Data leak: personal details of millions around world gathered by China tech company", "description": "<p>Cybersecurity experts concerned by possible intent behind use of big data to compile lists featuring everyone from low-key individuals to the royal family</p><p>The personal details of millions of people around the world have been swept up in a database compiled by a Chinese tech company with reported links to the country’s military and intelligence networks, according to a trove of leaked data.</p><p>About 2.4 million people are included in the database, assembled mostly based on public open-source data such as social media profiles, analysts said. It was compiled by Zhenhua Data, based in the south-eastern Chinese city of Shenzhen.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/zhenhua-data-full-list-leak-database-personal-details-millions-china-tech-company\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/zhenhua-data-full-list-leak-database-personal-details-millions-china-tech-company", "date_published": "2020-09-14 10:20:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As an NHS psychiatrist, my pandemic summer was shockingly busy. Home became a mess – and a haven", "description": "<p>Before lockdown, my home was a sociable place. But working long hours on the wards, it became a retreat with my daughter, dogs and a good gin and tonic<br /></p><p>During lockdown, I was getting emails from friends saying: “We’ve done all the DIY, we’ve been spring-cleaning!” I was like: “My house is just a mess, the garden is a mess, and it’s getting worse.” I had a sense that other people were making these really fundamental changes – doing projects and finding new interests – whereas home became much more functional for me.</p><p>I was working even more hours than usual in my job as an NHS psychiatrist, so I spent less time at home. Before lockdown, I would always have people round; home was quite a sociable place. That all had to stop. It’s become more secluded – just me and my 18-year-old daughter.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/14/as-an-nhs-psychiatrist-my-pandemic-summer-was-shockingly-busy-home-became-a-mess-and-a-haven\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/14/as-an-nhs-psychiatrist-my-pandemic-summer-was-shockingly-busy-home-became-a-mess-and-a-haven", "date_published": "2020-09-14 10:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we met: ‘We planned to swap books – but we both brought The Old Man and the Sea’", "description": "<p>Sarah Buggle, 31, and Willy Kosovich, 29, met through a couchsurfing website in 2014. They now live together in Berlin</p><p>When New Zealander Willy Kosovich came across Sarah Buggle’s profile on the <a href=\"https://www.couchsurfing.com/\">Couch</a><a href=\"https://www.couchsurfing.com/\">surfing website</a> in August 2014, he was impressed. “I was working for New Zealand’s state broadcaster and wanted to travel across Europe,” he says. “Sarah seemed like the kind of person I’d want to go for a beer with.” Sarah was living in east London working for a startup company. “I was in a flatshare and we had a spare sofa that people could stay on,” she says.</p><p>She had originally used the website a few years before to find accommodation during an unpaid internship in Sweden and wanted to return the favour. “You could sign up for free, complete a profile and then stay on different people’s sofas,” she says. “I became amazing friends with the people I stayed with and wanted to offer that opportunity to someone else.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/14/how-we-met-we-planned-to-swap-books-but-we-both-brought-the-old-man-and-the-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/14/how-we-met-we-planned-to-swap-books-but-we-both-brought-the-old-man-and-the-sea", "date_published": "2020-09-14 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy's recipe for mushroom risotto | A kitchen in Rome", "description": "<p>Like clockwork, the rains come to wash summer into autumn, and a seasonal risotto noses its way on to the menu </p><p>Not because the angle of the sun has changed; nor because of a message from the leaves; nor even because the mushrooms were irresistible, but because it was on the schedule: I made a risotto this week, because that is what we decided back in July, when the summer stretched ahead like a warm lilo and September was a far away dot. And, to be honest, I blame the mushroom risotto. Last week when I looked at the schedule to remind myself what I should be writing about, I was not happy to see those two words, a rain dance for autumn. And, sure enough, when I went to buy the rice and dried mushrooms, summer snapped and it rained. Then it stopped, there was <a href=\"https://www.bbc.co.uk/news/science-environment-44904298#:~:text=its%20enduring%20appeal.-,Wet%20earth,ground%20is%20produced%20by%20bacteria.&amp;text=%22It%27s%20a%20really%20potent%20material,%2C%22%20said%20perfumer%20Marina%20Barcenilla.\">that smell</a> and, because it is still warm, everything dried back to a cracker. But the damage was done, and to prove it, the leaves fell off the trees like sadness.</p><p><a href=\"https://www.theguardian.com/profile/anna-del-conte\">Anna Del Conte</a> is my touchstone for risotto. She notes there is a well defined method, and I follow hers, also remembering her four bits of advice like a rhyme. Correct rice (carnaroli or arborio work well for most, then stumpy <em>vialone nano</em> for vegetable or fish risotti). A heavy-based pan with space for the rice to increase its volume by nearly three times. Good, well-flavoured stock. And template proportions: 300g rice, 1.3 litres of stock, 60g butter and 45g parmesan for four people (although depending on the day I might add a bit more). Del Conte also points out the clinking sound of the rice as it toasts slightly in the pan, before the liquid is added. Then, the steady addition of the stock (or other liquid). Risotto is a commitment to the pan for 16-20 minutes: you are the facilitator, the bridge, between the ingredients and the result. And, yes, there are oven, no-stir methods, but this is not that: this is my rain-dance risotto.</p> <a href=\"https://www.theguardian.com/food/2020/sep/14/rachel-roddy-mushroom-risotto-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/14/rachel-roddy-mushroom-risotto-recipe", "date_published": "2020-09-14 10:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Margaret Atwood wins Dayton literary peace prize", "description": "<p>Handmaid’s Tale author honoured for reminding readers that ‘anything can happen anywhere given the right circumstances’<br /></p><p>Margaret Atwood, whose sweeping body of work includes The Handmaid’s Tale, a depiction of a nightmarish totalitarian future for the US, has won a lifetime achievement award that celebrates literature’s power to foster peace, social justice and global understanding.</p><p>The Canadian writer will receive the Richard C Holbrooke distinguished achievement award, officials of the Dayton literary peace prize officials announced on Monday. The award is named for the late American diplomat who brokered the 1995 Bosnian peace accords reached in the Ohio city.</p> <a href=\"https://www.theguardian.com/books/2020/sep/14/margaret-atwood-wins-dayton-literary-peace-prize-handmaid-s-tale\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/14/margaret-atwood-wins-dayton-literary-peace-prize-handmaid-s-tale", "date_published": "2020-09-14 09:52:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's before you! York Theatre Royal announces travelling panto troupe", "description": "<p>Actors will visit all of the city’s wards offering a choose-your-own pantomime programme as a response to Covid</p><p>York Theatre Royal puts on one of the most famous pantos in the land. Even <a href=\"https://www.theguardian.com/stage/2017/dec/04/york-panto-champs-fairytale-comeback-berwick-kaler-martin-barrass\">heart bypass surgery</a> didn’t stop its renowned dame, Berwick Kaler, from writing and starring in its festive extravaganza in 2017. While the Covid-19 pandemic has left many playhouses with no option but to cancel their pantomimes this year, the Theatre Royal has come up with an alternative proposal: a travelling panto.</p><p>A troupe of actors will visit all 21 wards in York, presenting a pop-up show in the city’s community halls, social clubs and sports centres. It is a way to entertain smaller groups of local audiences in a Covid-secure environment. Paul Hendy is writing the scripts, as the initiative will allow audiences to choose from three pantos: Jack and the Beanstalk, Aladdin and Dick Whittington. The cast of local performers will include magician and cabaret entertainer <a href=\"https://josh-benson.co.uk/\">Josh Benson</a>, who made his professional acting debut in York’s panto as a child.</p> <a href=\"https://www.theguardian.com/stage/2020/sep/14/its-before-you-york-theatre-royal-announces-travelling-panto-troupe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/sep/14/its-before-you-york-theatre-royal-announces-travelling-panto-troupe", "date_published": "2020-09-14 09:51:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European meat plants posing 'avoidable risk' of disease, inspectors say", "description": "<p>Food safety officials deny claims that diseased or contaminated meat is being eaten by consumers</p><p>Consumers are being exposed to an “avoidable risk” of disease after a reduction of official controls in food inspections of pig and poultry carcasses across the EU, European meat inspectors have said.</p><p>Diseased meat is being eaten by consumers in the UK and EU, including pus from abscesses and tuberculosis lesions from pigs’ heads, said the European Working Community for Food Inspection and Consumer Protection (EFWFC) this week. The EWFC represents EU meat inspectors.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/14/european-meat-plants-posing-avoidable-risk-of-disease-inspectors-say\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/14/european-meat-plants-posing-avoidable-risk-of-disease-inspectors-say", "date_published": "2020-09-14 09:24:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edgy and elated: how theatre workers feel about curtain-up during Covid", "description": "<p>As more venues begin to welcome back audiences, casts and crew are returning to live performance but many are considering leaving the stage industry</p><p>In the six months since they closed due to the pandemic, theatres have been <a href=\"https://www.theguardian.com/stage/2020/jul/03/designers-wrap-uk-theatres-scene-change\">wrapped in pink ribbon</a>, <a href=\"https://officiallondontheatre.com/news/uk-theatres-light-up-in-red-to-raise-awareness-to-the-industrys-crisis/\">lit up in red</a> or simply left boarded up. <a href=\"https://www.theguardian.com/stage/2020/aug/03/uk-theatre-job-losses-rise-2000-month-union-figures-show\">More than 5,000 jobs</a> have been lost, with redundancy consultations ongoing across the country; 70 per cent of theatres face permanent closure. The West End, reliant on tourism that the crisis has all but expunged, is an economic time-bomb. A significant proportion of freelance creatives have received no government support.</p><p>According to <a href=\"https://www.ons.gov.uk/businessindustryandtrade/business/businessservices/bulletins/coronavirusandtheeconomicimpactsontheuk/27august2020\">a recent report</a>, the arts and entertainment industry has 51% of its workforce furloughed. With the scheme expected to end in October, before theatres are likely to fully open, many of those could join the droves of unemployed creative workers. In what has become the government’s modus operandi – bouts of ghosting, followed by a sudden announcement – culture secretary <a href=\"https://www.theguardian.com/politics/oliver-dowden\">Oliver Dowden</a> has suggested that theatres may be able to properly reopen by Christmas. Under plans he calls “Sleeping Beauty” – signifying <a href=\"https://www.theguardian.com/stage/pantoseason\">panto season</a>, and Prince Dowden giving distressed theatres the “kiss of life” – audiences will be tested for Covid in advance, and chased up days after the show. The fairytale here seems to be how theatres are expected to reopen at the snap of a finger – as though the government thinks all it takes are planks of wood, lights and some Shakespeare sonnets.</p> <a href=\"https://www.theguardian.com/stage/2020/sep/14/edgy-and-elated-how-theatre-workers-feel-about-curtain-up-during-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/sep/14/edgy-and-elated-how-theatre-workers-feel-about-curtain-up-during-covid", "date_published": "2020-09-14 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tax cuts are no longer a Tory vote-winner – people are sick of austerity | Robert Palmer", "description": "<p>After dealing with the fallout of Covid, even Conservative voters are prepared to pay for better public services<br /><br /></p><ul><li>Robert Palmer is executive director of Tax Justice UK</li></ul><p>For decades, the Westminster consensus has been that voters want low taxes. Well, I can tell you that consensus is wrong. Of all the measures that Boris Johnson or any number of rightwing thinktanks might prefer, tax cuts are actually among the least popular with the public.</p><p>I have spent the past seven months in focus groups up and down the country, and if I have any news for you, it’s this: British people <a href=\"https://www.theguardian.com/society/2020/mar/03/lost-decade-hidden-story-how-austerity-broke-britain\">are sick of austerity</a>. They know that tax cuts mean fewer nurses, fewer teachers and fewer doctors. After their experience with coronavirus, more cuts is the last thing they want.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/tax-cuts-no-longer-tory-vote-winner-austerity-covid-conservative-voters\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/14/tax-cuts-no-longer-tory-vote-winner-austerity-covid-conservative-voters", "date_published": "2020-09-14 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus: embattled Lukashenko flies to Sochi for Putin talks", "description": "<p>Meeting could be crucial in determining if Belarusian president can weather protests </p><p>The embattled Belarusian president, Alexander Lukashenko, is due to meet his Russian counterpart, Vladimir Putin, in talks that could be crucial in determining whether or not he survives an ongoing protest movement against him.</p><p>Lukashenko’s plane took off from Minsk on Monday morning, and he is due in Sochi, the Black Sea resort where Putin has a residence, for talks in the afternoon. The visit comes a day after Lukashenko’s riot police struggled to deal with <a href=\"https://www.theguardian.com/world/2020/sep/13/belarus-100000-join-rally-against-lukashenko-on-eve-of-putin-showdown\">another huge rally</a> in Minsk and other cities, in which water cannon was used against protesters. On Monday morning, the country’s interior ministry said 774 people had been detained on Sunday, including more than 500 in Minsk. </p> <a href=\"https://www.theguardian.com/world/2020/sep/14/alexander-lukashenko-vladimir-putin-sochi-belarus-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/alexander-lukashenko-vladimir-putin-sochi-belarus-russia", "date_published": "2020-09-14 08:31:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus pandemic fuelling plant poaching in Philippines", "description": "<p>Gardening craze has led to endangered species being dug up from mountains and forests </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Officials in the Philippines say the coronavirus pandemic is fuelling a new problem: a surge in plant poaching.</p><p>The country’s lockdown <a href=\"https://www.theguardian.com/world/2020/apr/15/coronavirus-wreaking-havoc-in-uk-filipino-community-nhs\">earlier this year</a>, one of the strictest in the world, helped drive demand for greenery among Filipinos who were longing for nature. Though restrictions have eased, the craze for gardening has continued, and officials say sellers are digging up endangered species in the mountains and forests.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/coronavirus-pandemic-fuelling-plant-poaching-philippines\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/coronavirus-pandemic-fuelling-plant-poaching-philippines", "date_published": "2020-09-14 08:16:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Hyder: 'It’s extraordinary exploitation - kids are still working in mines'", "description": "<p>Visiting a mining museum in Wales introduced the debut author to a shocking history. She explains how these horrors inspired her acclaimed novel<br /></p><p>Liz Hyder had written six books, none of them published, when bad weather drove her to visit a mine while in north Wales on holiday. Struck and horrified to learn about 19th-century child miners, she came up with the idea for her seventh book: Bearmouth, a young adult dystopia set in a deep mine where her protagonist Newt has worked and lived since the age of four.</p><p>Already the <a href=\"https://www.theguardian.com/books/2020/jul/30/look-up-wins-waterstones-childrens-book-prize-nathan-bryon-dapo-adeola\">winner of the Waterstone</a><a href=\"https://www.theguardian.com/books/2020/jul/30/look-up-wins-waterstones-childrens-book-prize-nathan-bryon-dapo-adeola\">s children’s book prize for older readers</a>, the book has just won Hyder the Branford Boase award, which goes to the author and editor of an outstanding debut children’s book, won in the past by Meg Rosoff, Mal Peet and Frances Hardinge, among others. Judges called Bearmouth a “hugely brave and impressive piece of writing” and a “book that sends shivers down the spine, truly astounding”.</p> <a href=\"https://www.theguardian.com/books/2020/sep/14/liz-hyder-exploitation-kids-are-still-working-in-mines-bearmouth\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/14/liz-hyder-exploitation-kids-are-still-working-in-mines-bearmouth", "date_published": "2020-09-14 08:05:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At 43, Tom Brady looked above average rather than great on his Buccaneers debut", "description": "<p>The six-time Super Bowl champion will need a while to settle into a new system in Tampa. But time is not exactly on his side</p><p>It is impossible to microwave a championship in the NFL. Too much goes into it. It’s why many an off-season “winner” has blown apart in spectacular fashion: <a href=\"https://bleacherreport.com/articles/2621230-the-dream-team-that-wasnt-a-cautionary-tale-for-free-agency\">The Dream Team Eagles</a>, the tanktastic Browns, countless editions of the Jets.</p><p>Flash-frying a title-worthy team is extra difficult this season, as the Tom Brady led Tampa Bay Buccaneers showed on Sunday. The reshaped Bucs were off the pace against the New Orleans Saints, beset by individual errors, sloppy penalties, a turnstile at left tackle, and a lack of speed.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/14/tom-brady-tampa-bay-buccaneers-debut-nfl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/14/tom-brady-tampa-bay-buccaneers-debut-nfl", "date_published": "2020-09-14 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brazilian wildlife under pressure - in pictures", "description": "<p>Creatures of the Amazon, one of the earth’s most biodiverse habitats, face an ever-growing threat as loggers and farms advance further and further into the rainforest. Photojournalist Ueslei Marcelino has been in Rhondonia and Amazonas states in Brazil has been following the destruction and the mission to save the region’s animals</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/sep/14/brazilian-wildlife-under-pressure-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/sep/14/brazilian-wildlife-under-pressure-in-pictures", "date_published": "2020-09-14 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Long kept secret, Canada's ghostly spirit bears are even rarer than thought", "description": "<p>Adept at catching salmon because they blend into the daylight, the white bears are small in number – yet First Nations are stepping in to help</p><p>When Marven Robinson was a kid, any mention of spirit bears was met with hushed dismissal from the elders in his community, the Gitga’at First Nation of Hartley Bay, British Columbia. Since the 19th century, Indigenous peoples in the area learned to keep the bears with ghostly coats a secret to protect them from fur traders.</p><p>As the ancient legend goes, the <em>Wee’get</em> (meaning the “raven,” known as the creator of the world) turned every 10th black bear white to remind people of the pristine conditions of the Ice Age.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/14/canada-indigenous-people-protect-spirit-bears\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/14/canada-indigenous-people-protect-spirit-bears", "date_published": "2020-09-14 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vinyl records outsell CDs in US for first time since 1980s", "description": "<p>Report on first half of 2020 finds that vinyl makes up 62% of physical music revenue</p><p>Vinyl records have outsold CDs in the US for the first time since the 1980s, according to data from the Recording Industry Association of America (RIAA).</p><p><a href=\"https://www.riaa.com/wp-content/uploads/2020/09/Mid-Year-2020-RIAA-Revenue-Statistics.pdf\">A report</a> on the first half of 2020 across the recorded music industry reads: “Vinyl album revenues of $232m were 62% of total physical revenues, marking the first time vinyl exceeded CDs for such a period since the 1980s.” The report acknowledged that vinyl records accounted for only 4% of total recorded music revenue.</p> <a href=\"https://www.theguardian.com/music/2020/sep/14/vinyl-records-outsell-cds-in-us-for-first-time-since-1980s\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/14/vinyl-records-outsell-cds-in-us-for-first-time-since-1980s", "date_published": "2020-09-14 07:43:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: 86% of doctors in England expect second wave within six months", "description": "<p>BMA survey also found 90% thought test-and-trace failures were a risk factor</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Almost 86% of doctors in England say they expect a second peak of coronavirus in the next six months, according to a new survey, as concern continues to grow over a recent rise in cases.</p><p>On Friday, new results from a population-based study suggested the R number for England is now at 1.7, with infections <a href=\"https://www.theguardian.com/world/2020/sep/11/coronavirus-cases-in-england-doubling-every-eight-days-study-shows\">doubling every 7.7 days</a>. While the prevalence of the disease remains lower than it was in the spring, an R value above 1 means cases could grow exponentially.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/coronavirus-86-per-cent-of-doctors-in-england-expect-second-wave-in-next-six-months\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/coronavirus-86-per-cent-of-doctors-in-england-expect-second-wave-in-next-six-months", "date_published": "2020-09-14 07:08:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost Famous at 20: Cameron Crowe's warm-hearted ode to music journalism", "description": "<p>The writer-director’s semi-autobiographical comedy remains a generous and insightful film about growing up on the road</p><p>“These people are not your friends.”</p><p>For anyone who’s ever worked in culture journalism – or aspires to do it – this pearl of wisdom, dropped from the legendary rock writer Lester Bangs (Philip Seymour Hoffman) to his moon-eyed teenage protege William Miller (Patrick Fugit) in Cameron Crowe’s Almost Famous, is one of the most essential truths of the trade. And now 20 years after the film came out, as social media has eroded the barriers between writers and artists, the line rings truer still – and could stand to be re-emphasized.</p> <a href=\"https://www.theguardian.com/film/2020/sep/14/almost-famous-at-20-cameron-crowe-warm-hearted-ode-to-music-journalism\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/14/almost-famous-at-20-cameron-crowe-warm-hearted-ode-to-music-journalism", "date_published": "2020-09-14 07:06:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just 50 days until a US election both sides see as an existential struggle", "description": "<p>Joe Biden holds a steady lead in the polls but plenty of time remains for surprises and even the act of voting is controversial</p><p>The election to decide whether Donald Trump will serve a second term as president has already begun, with voters in North Carolina filling out absentee ballots, Minnesotans preparing to start early in-person voting on Friday and other states revving up their election machinery.</p><p>But for most Americans, today marks 50 days until election day, 3 November, when voters will take varying degrees of health risks – and face hurdles to voting of varying heights – to cast their ballots in person for Trump or his potential Democratic successor, Joe Biden.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/14/us-election-50-days-donald-trump-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/14/us-election-50-days-donald-trump-joe-biden", "date_published": "2020-09-14 07:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Roy Hodgson showed his ability to improvise, while Fulham and West Brom may well struggle without reinforcements</p><p>The cameo lasted 10 minutes but Eberechi Eze looked, er, at ease as he made his debut for Crystal Palace against Southampton. Repeating an almost constant condition of his time as manager, Roy Hodgson had been forced to play a patched-up side. He had central midfielders in central defence and wingers up front. But the adaptability of the manager means he can always find a way with the numbers. It is extra quality that Palace need. Alongside the return of Michy Batshuayi on loan, the addition of Eze looks to have ticked that box. Signed from QPR for £16m, he brings fresh qualities to the side. Hodgson is clear he wants more signings, but those numbers need to be the right ones if Palace are to improve their league position. Extra quality around Wilfried Zaha, the decisive figure against Southampton, might also help with his wanderlust too. <strong>Paul MacInnes</strong></p> <a href=\"https://www.theguardian.com/football/2020/sep/14/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/14/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2020-09-14 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yoshihide Suga to be Japan's prime minister after winning party vote", "description": "<p>Liberal Democratic party MPs vote to appoint Shinzo Abe loyalist as party leader </p><p><a href=\"https://www.theguardian.com/world/2020/sep/14/yoshihide-suga-the-farmers-son-set-to-be-japans-next-pm\">Yoshihide Suga</a> is poised to become Japan’s prime minister after he was comfortably elected to lead the ruling party following the <a href=\"https://www.theguardian.com/world/2020/aug/28/shinzo-abe-to-publicly-address-concerns-about-his-health\">resignation of Shinzo Abe</a>.</p><p>Liberal Democratic party (LDP) MPs from both houses of parliament and representatives from prefectural party chapters voted overwhelmingly for Suga, with the Abe loyalist emerging from the poll on Monday with 377 of the 534 votes<strong>,</strong> well ahead of Fumio Kishida, a former foreign minister, with 89 votes, and Shigeru Ishiba, a former defence minister, with 68.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/yoshihide-suga-to-be-japan-prime-minister-after-winning-party-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/yoshihide-suga-to-be-japan-prime-minister-after-winning-party-vote", "date_published": "2020-09-14 06:36:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How was lockdown living with my partner? So good I missed her when she went to the balcony", "description": "<p>When everything outside is so chaotic, there has been comfort in watering plants, spending time with our dog – and simply being together<br /></p><p>There is no method, only madness. A mug is stacked next to a bowl, which is next to a wooden cutting board, which, for goodness sake, should not even be in the dishwasher. My partner, E, is perfect in every way, except in how she loads the dishwasher. Instead of taking the logical approach and starting from the back, she will just stick a dish anywhere. It hurts my soul to look at it. “What kind of person does this?” I mutter, as I rearrange everything. </p><p>For the record, I am normally far too cool to care about mundanities such as dish placement. But these are not normal times. Spending so much time stuck in the house has led me to fixate on weird things; when everything outside is so chaotic, there is great comfort to be had in organisation. E seems to have got like this with the kitchen cupboards, which she has rearranged multiple times (although, somehow, an errant Tupperware lid still falls on your head whenever you open one). She is also fanatical about making the bed properly, which I have come to appreciate. I try to make the bed, too, but it never seems to be up to her high standards and she always redoes it. No doubt muttering: “What kind of person does this?”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/14/how-was-lockdown-living-with-my-partner-so-good-i-missed-her-when-she-went-to-the-balcony\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/14/how-was-lockdown-living-with-my-partner-so-good-i-missed-her-when-she-went-to-the-balcony", "date_published": "2020-09-14 06:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hold Still - The UK Lockdown - in pictures", "description": "<p>Hold Still is a digital exhibition hosted by the <a href=\"https://www.npg.org.uk/hold-still/\">National Portrait Gallery</a>. People of all ages, from across the UK, were invited to submit a photographic portrait which they had taken during lockdown. The project aimed to capture and document the spirit, the mood, the hopes, the fears and the feelings of the nation as we continued to deal with the coronavirus outbreak. The final 100 images include one by the Guardian’s Sarah Lee</p> <a href=\"https://www.theguardian.com/world/gallery/2020/sep/14/hold-still-the-uk-lockdown-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/sep/14/hold-still-the-uk-lockdown-in-pictures", "date_published": "2020-09-14 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My working week: 'I cry after hearing one domestic abuse survivor's story. She is lucky to be alive'", "description": "<p>My job is to make women who suffer domestic violence safer. I wonder if they know how I wish I could do more</p><p>I am an independent domestic violence advocate. I phone one of my clients first thing; I’ve been worried about her over the weekend. Although I’m an atheist, as the phone rings I find myself praying that her partner hasn’t hurt her. She answers, says “I’m not interested in PPI” and hangs up. That’s a code letting me know her abuser is with her and it’s not safe to speak.</p> <a href=\"https://www.theguardian.com/society/2020/sep/14/working-week-cry-hearing-domestic-abuse-survivors-lucky-alive\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/14/working-week-cry-hearing-domestic-abuse-survivors-lucky-alive", "date_published": "2020-09-14 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK cities should work for the people who live in them, not for distant shareholders | Neil McInroy", "description": "<p>Covid has caused terrible pain, but offers the chance to halt the financial juggernaut that sucks wealth from our urban centres</p><p>Coronavirus is changing the way we live in cities. Many people are now working from home and spending more time in their local communities. While some smaller businesses have reported they are thriving, urban centres are struggling to survive.</p><p>The benefits of this drop in commuting for carbon emissions, health and wellbeing are at odds with the financial model that has long underpinned city centre economies. It’s no surprise that the arbiters of financial capitalism have insisted that <a href=\"https://www.theguardian.com/uk-news/2020/aug/03/boris-johnson-plea-get-back-to-work-falls-on-deaf-ears-in-birmingham-coronavirus\">workers must return to the office</a>. But what if instead of resisting these profound economic changes, we embraced them and built something better than the urban economy of the past?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/uk-cities-covid-wealth-urban-centres-shareholders\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/14/uk-cities-covid-wealth-urban-centres-shareholders", "date_published": "2020-09-14 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Withings ScanWatch review: health-tracking watch with 30-day battery", "description": "<p>Hybrid smartwatch tracks heart rate, ECG, sleep, blood oxygen and activity with smartphone alerts </p><p>The new Withings ScanWatch is one of the most advanced health trackers you can buy and comes in the form of a hybrid smartwatch with a traditional analogue face and a 30-day battery life.</p><p>The ScanWatch comes in two sizes, with either a black or white face. The 38mm size costs £249.95 but it is the larger 42mm size costing £279.95 that is reviewed here.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/14/withings-scanwatch-review-health-tracking-watch-with-30-day-battery\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/14/withings-scanwatch-review-health-tracking-watch-with-30-day-battery", "date_published": "2020-09-14 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National Trust visitors get windfall as apple orchards produce bumper crops", "description": "<p>Surplus heritage apples – such as Dog’s Snout – given away in return for donations or sent to food banks</p><p><br />In the golden autumn sunshine, the tree boughs in the National Trust’s traditional orchards hang heavy with fruit.</p><p>Apples of all shapes and sizes, many with characterful names – Dog’s Snout, Catshead, Pig’s Nose Pippin – and glorious histories are ready to be picked.</p> <a href=\"https://www.theguardian.com/food/2020/sep/14/national-trust-visitors-get-windfall-as-apple-orchards-produce-bumper-crops\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/14/national-trust-visitors-get-windfall-as-apple-orchards-produce-bumper-crops", "date_published": "2020-09-14 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guam boy, 10, dies as Covid outbreak threatens country's health system", "description": "<p>Of island’s nearly 1,900 cases, 70% were diagnosed in August and September, with one in 10 tests positive</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A 10-year-old boy has become Covid-19’s latest fatality on Guam, as the island struggles to rein in an outbreak that threatens to overwhelm its public health system.</p><p>The boy, who had underlying health conditions, died on Sunday night at the US Naval Hospital, 10 days after contracting the virus. He is the 26th person to die from Covid on Guam.</p> <a href=\"https://www.theguardian.com/world/2020/sep/14/guam-boy-10-dies-as-covid-outbreak-threatens-countrys-health-system\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/14/guam-boy-10-dies-as-covid-outbreak-threatens-countrys-health-system", "date_published": "2020-09-14 05:48:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tudor girl-band concert Six set to be first musical to reopen in West End", "description": "<p>Hit show about the six wives of Henry VIII aims to boost confidence in live theatre and will also be staged in Salford</p><p>It is, perhaps, the perfect musical for a nation under a “rule of six” law. The hit show <a href=\"https://www.sixthemusical.com/\">Six</a>, in which Henry VIII’s wives return from the dead to give a <a href=\"https://www.theguardian.com/stage/2019/jun/22/six-musical-henry-wives-fringe-to-broadway-lucy-moss-toby-marlow\">boisterous “histo-remix” pop concert</a>, is set to become the first musical to reopen in the West End since lockdown and will have a simultaneous run in Salford.</p><p>Created by Toby Marlow and Lucy Moss when they were undergraduates at Cambridge University, Six ran at the Arts theatre in London from September 2018 to March this year, when venues closed due to the coronavirus outbreak. It will now move temporarily to the larger Lyric theatre in Shaftesbury Avenue for a socially distanced 11-week run, beginning on 14 November, with nine shows a week. Another staging of the musical will open at the <a href=\"https://thelowry.com/\">Lowry in Salford</a> on 27 November and run for six weeks.<br /><br />In a statement, the show’s producers – Kenny Wax, Wendy and Andy Barnes and George Stiles – said that the tour and West End run would “give work to 100 or so actors, musicians, technicians, stage managers, production managers, costume makers, marketing, press, ticketing and office staff”. They acknowledged that it was unlikely to be economically viable, but they hoped to rebuild audience confidence – with safety measures including contactless tickets and temperature testing – and to entertain theatregoers who have had scarce opportunity to enjoy live musicals, in particular, since March. In July, a tour of Six that had sold out several drive-in venues around England as part of Live Nation Entertainment’s summer season was <a href=\"https://www.theguardian.com/stage/2020/jul/15/uk-drive-in-tour-musical-six-kenny-wax\">cancelled</a> due to concerns about local lockdowns.</p> <a href=\"https://www.theguardian.com/stage/2020/sep/14/six-musical-six-wives-henry-viii-double-revival-west-end-salford\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/sep/14/six-musical-six-wives-henry-viii-double-revival-west-end-salford", "date_published": "2020-09-14 05:20:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Extreme poverty 'will double by Christmas' in UK because of Covid-19", "description": "<p>End of coronavirus job and income support expected to spark 61% rise in food bank use</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Britain’s largest food bank network has warned that UK destitution rates will double by Christmas alongside an explosion in demand for charity food parcels, as coronavirus job and income support schemes are wound down.</p><p>The Trussell Trust predicts that at least 670,000 extra people will become destitute in the last three months of the year – a level of poverty that leaves them unable to meet basic food, shelter or clothing needs – if the government withdraws Covid support for low-income households.</p> <a href=\"https://www.theguardian.com/society/2020/sep/14/coronavirus-extreme-poverty-in-uk-will-double-by-christmas-trust-predicts\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/14/coronavirus-extreme-poverty-in-uk-will-double-by-christmas-trust-predicts", "date_published": "2020-09-14 05:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s about breaking boundaries’: Nicola Adams on dancing with a woman on Strictly", "description": "<p>The Olympic boxing champion retired last year, but her competitive spirit will soon have a new chance to thrive – when she takes to the ballroom and makes TV history</p><p>Nicola Adams is used to being a trailblazer. As a boxer, she fought her way to historic firsts, picking up trophies in a sport that had only relatively recently allowed women to compete, powered by determination and quick feet. She became boxing’s first female gold medal-winner at the London 2012 Olympics. Four years later, in Rio, she successfully defended her title. She retired last year aged 37, but her pioneering spirit is as strong as ever – recently announced as <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/01/olympian-nicola-adams-to-appear-in-strictly-come-dancings-first-same-sex-couple\">one of the contestants on this year’s Strictly Come Dancing</a>, Adams is the first celebrity to be paired with a same-sex partner. She wanted to do the show for the challenge, she says, “and to show the fun side of me”.</p><p>When Adams was approached a few months ago to be on the BBC show, she said she would do it only if she could have a female partner. “I guess it’s just breaking those boundaries and showing people that it’s OK,” she says. “It’s not such an uncommon thing: professional dancers dance with people of the same sex all the time; you dance in a nightclub with your friends. I just wanted to break down the thing of it being a big deal when it’s not really a big deal.” She thinks she will be dancing the traditionally male lead steps and mostly wearing suits. “Dresses aren’t my thing,” she says.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/14/its-about-breaking-boundaries-nicola-adams-on-dancing-with-a-woman-on-strictly\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/14/its-about-breaking-boundaries-nicola-adams-on-dancing-with-a-woman-on-strictly", "date_published": "2020-09-14 05:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BT broadband bills could reach £100,000 for rural users", "description": "<p>Despite legislation to guarantee nationwide connectivity, black spots could face long waits and huge installation costs </p><p>Thousands of people in broadband black spots face bills of up to £100,000 to get online, despite a new legal right to broadband.</p><p>The <a href=\"https://www.ofcom.org.uk/phones-telecoms-and-internet/advice-for-consumers/broadband-uso-need-to-know\">universal </a><a href=\"https://www.ofcom.org.uk/phones-telecoms-and-internet/advice-for-consumers/broadband-uso-need-to-know\">service </a><a href=\"https://www.ofcom.org.uk/phones-telecoms-and-internet/advice-for-consumers/broadband-uso-need-to-know\">obligation </a>(USO), launched by the government in March, gives households with poor internet access the right to demand “affordable” connectivity from BT.</p> <a href=\"https://www.theguardian.com/money/2020/sep/14/bt-broadband-bills-could-reach-100000-for-rural-users\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/14/bt-broadband-bills-could-reach-100000-for-rural-users", "date_published": "2020-09-14 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For the Tories, breaking the law is just a sign of strength | Nesrine Malik", "description": "<p>Our leaders enjoy indulgent impunity while those they deem to be outcasts face ‘zero tolerance’ and merciless persecution<br /></p><p>It is six months into the British government’s calamitous coronavirus response, and almost a year into a regime of <a href=\"https://www.theguardian.com/world/2020/jun/19/covid-19-climbdowns-the-uk-governments-u-turns-and-missteps\">U</a><a href=\"https://www.theguardian.com/world/2020/jun/19/covid-19-climbdowns-the-uk-governments-u-turns-and-missteps\">-turns</a>, gaffes and cartoon villainy. Surely, as the failures and violations accumulate, it is only a matter of time before the British public wakes up.</p><p>The Tory <a href=\"https://www.standard.co.uk/news/politics/boris-johnson-backbenchers-u-turns-mps-return-westminster-a4536761.html\">backbenchers are restive</a>, we are told. The civil service is in open revolt. Why, even the rightwing press has turned, with hostile coverage of both Boris Johnson and his cabinet. They cannot get away with it forever. </p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/14/tories-breaking-law\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/14/tories-breaking-law", "date_published": "2020-09-14 05:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump's first indoor rally since June defies Covid laws, attacks Biden", "description": "<p>Nevada event in front of a mostly mask-less crowd breaches state’s 50-person limit and Trump administration’s coronavirus guidelines</p><p>In open defiance of state regulations and his own administration’s pandemic health guidelines, President Donald Trump on Sunday hosted his first indoor rally since June, telling a packed, nearly mask-less Nevada crowd that the nation was making the last turn in defeating the virus.</p><p>Eager to project a sense of normalcy in imagery, Trump soaked up the raucous cheers inside the warehouse venue. Relatively few in the crowd wore masks, with one clear exception: those in the stands directly behind Trump, whose images would end up on TV, were mandated to wear face coverings.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/14/trumps-first-indoor-rally-since-june-defies-covid-laws-attacks-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/14/trumps-first-indoor-rally-since-june-defies-covid-laws-attacks-biden", "date_published": "2020-09-14 04:31:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Victorian government aims for crowds at Australian Open and Boxing Day Test", "description": "<ul><li>Discussions held over big tennis and cricket events</li><li>Too early to give indication on numbers, says premier</li></ul><p>The Victorian government is aiming to not only host the Boxing Day Test and Australian Open, but for crowds to attend both sporting events. Victoria has been devoid of live sport during a winter of Covid-19 discontent, but as case numbers continue to drop there is growing hope for the two jewels in the city’s summer sporting calendar.</p><p>Cricket Australia is in the final stages of finalising tweaks to its 2020-21 schedule and the growing expectation is the MCG will remain host of the Boxing Day Test between Australia and India, with Adelaide Oval to serve as CA’s back-up plan.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/14/victorian-government-aims-for-crowds-at-australian-open-and-boxing-day-test\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/14/victorian-government-aims-for-crowds-at-australian-open-and-boxing-day-test", "date_published": "2020-09-14 04:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Just $5 per person a year could prevent future pandemic, says ex-WHO head", "description": "<p>Cost would be billions, but represents a huge saving on $11tn response to Covid-19, estimates show<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Spending $5 (£3.90) per person annually on global health security over the next five years could prevent a future “catastrophic” pandemic, according to a former head of the World Health Organization (WHO).</p><p>It would cost the world billions of dollars, but that amount would be a huge saving on the $11tn response to Covid-19, said Gro Harlem Brundtland, who, with other prominent international experts, sounded the alarm over the threat of a fast-spreading deadly pandemic last September.</p> <a href=\"https://www.theguardian.com/global-development/2020/sep/14/just-5-per-person-a-year-could-prevent-future-pandemic-says-ex-who-head\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/sep/14/just-5-per-person-a-year-could-prevent-future-pandemic-says-ex-who-head", "date_published": "2020-09-14 04:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia's Parrtjima light festival 2020 – in pictures", "description": "<p>Alice Springs is illuminated with light installations and interactive artworks for a unique celebration of Aboriginal arts, culture and storytelling</p> <a href=\"https://www.theguardian.com/australia-news/gallery/2020/sep/14/australias-parrtjima-light-festival-2020-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/gallery/2020/sep/14/australias-parrtjima-light-festival-2020-in-pictures", "date_published": "2020-09-14 02:19:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How an Austrian ski resort became the centre of Europe’s Covid-19 outbreak | podcast", "description": "<p>When Nigel Mallender headed to Ischgl in March, he was looking forward to a fun-packed break with friends. Just four days later, he and thousands of other tourists were desperately trying to leave after authorities became aware of coronavirus cases. Mallender and the Guardian’s Philip Oltermann discuss the fallout from that week</p><p> <strong>Nigel Mallender</strong> tells <strong>Rachel Humphreys</strong> about the skiing holiday he took at the Austrian ski resort of Ischgl in March. He had been anticipating a fun-filled week of skiing and socialising with friends in one of the many bars that has given the resort the moniker “Ibiza on ice”. But just four days later, Austria’s chancellor, Sebastian Kurz, announced that the entire Paznaun valley would be quarantined “with immediate effect” after the authorities became aware of cases of Covid-19. What happened next, Mallender says, was like a scene from a bad disaster film: thousands of tourists packed into buses and cars trying to leave the valley. Days later, the 56-year-old from Farnborough, Hampshire, was in hospital with Covid-19.</p><p>Guardian Berlin bureau chief <strong>Philip Oltermann </strong>discusses whether the Austrian authorities should have reacted more quickly to the outbreak. At least 28 people who visited Ischgl in late February and early March died of Covid-19. By mid-March, it was clear that <a href=\"https://www.theguardian.com/world/2020/apr/24/austrian-ibiza-of-the-alps-vows-to-ditch-party-tourism-after-covid-19-lockdown\">tourists travelling in and out of the Paznaun valley</a> had been the key accelerators behind the first wave of the virus on the European continent. Now, at least 6,000 people who say they caught coronavirus in Ischgl have joined a class action.<br /></p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/14/how-austrian-ski-resort-centre-europe-covid-19-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/14/how-austrian-ski-resort-centre-europe-covid-19-outbreak", "date_published": "2020-09-14 02:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Thiem wins US Open final on tiebreak against Alexander Zverev after five-set thriller", "description": "<ul><li>Austrian comes back from two sets down to claim first major</li><li>No2 seed wins 2-6, 4-6, 6-4, 6-3, 7-6 at Flushing Meadows</li><li><a href=\"https://www.theguardian.com/sport/live/2020/sep/13/alexander-zverev-v-dominic-thiem-us-open-mens-final-live\">As it happened: Bryan Graham’s game-by-game report</a></li></ul><p>Novak Djokovic may still be the best player in men’s tennis but, in <a href=\"https://www.theguardian.com/sport/2020/sep/06/novak-djokovic-apology-line-judge-hit-with-ball-us-open-tennis\">the self-inflicted absence of the world No1</a>, Dominic Thiem, 27, can fairly lay claim to be leading the charge of the new wave of contenders after beating 23-year-old Alexander Zverev to win the 2020 US Open on Sunday evening.</p><p>Djokovic, 33, is waiting with 34-year-old Rafael Nadal for these impatient arrivistes to show up on the clay of Rome this week (Roger Federer remains at home resting his 39-year-old knees), and beyond that lies Roland Garros, the <a href=\"https://www.theguardian.com/sport/2020/jul/02/french-open-tennis-will-operate-at-60-per-cent-spectator-capacity-amid-covid-19-crisis\">postponed and final slam</a> of a <a href=\"https://www.theguardian.com/sport/blog/2020/jul/26/latest-glut-of-scrapped-tournaments-shows-tennis-is-a-long-way-from-normality\">disjointed, crazy season</a>. Whatever Federer and Serena Williams believe, age is not just a number; it’s a pain in the backside.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/13/us-open-mens-final-2020-dominic-thiem-alexander-zverev\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/13/us-open-mens-final-2020-dominic-thiem-alexander-zverev", "date_published": "2020-09-14 00:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]