[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Bebel Gilberto: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nIn celebration of National Hispanic Heritage Month, NPR Music presents four very special Tiny Desk (home) concerts recorded especially for this week.\n\nBy Felix Contreras | October 15, 2020\n\nWhen we invited Brazilian vocalist Bebel Gilberto to do a Tiny Desk (home) concert, we had no idea her home would have a spectacular view of speed boats gliding across the bay in Rio de Janeiro just beneath historic Sugarloaf Mountain. But those iconic sights are in fact the perfect visual backdrop for Brazilian music, and Gilberto's in particular.\n\nBebel Gilberto is, of course, the daughter of one of the creators of bossa nova, João Gilberto. But as she slinks into the subtle electronic samba of \"Cliché,\" from her new album Agora, it becomes clear why she is now a standard bearer of Brazilian music. During this concert, she is accompanied by Chico Brown, the son of famed musician Carlinhos Brown and grandson of the legendary Chico Buarque.\n\nYou can feel the presence of all of that Brazilian musical royalty in one of Bebel Gilberto's most popular songs, the closing \"Aganjú.\"\n\nSET LIST\n\"Cliché\"\n\"Na Cara\"\n\"Aganjú\"\n\nMUSICIANS\nBebel Gilberto: vocals\nChico Brown: keys, guitar, percussion, vocals\n\nCREDITS\nVideo By: Cesio Lima, Fabio Fausto, Joao Adams, Antonio Lima\nDirector of Photography: William Andrade\nAudio By: Mauro Bianchi, Antoine Midane at Midanix Studio, Fred Coelho, Thaigo Silverio\nProducer: Felix Contreras\nVideo Producer: Morgan Noelle Smith\nAudio Mastering Engineer: Josh Rogosin\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=uEK-6cHmmZI", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lyrics On Trial: Mac Phipps (Pt 2) | Louder Than A Riot, S1E3", "description": "\"A bullet in your brain.\" What right does the justice system have to decide whether a rapper's words are imagination or intent to kill? In this continuation of Mac Phipps' story, police pressure witnesses, while prosecutors use the artist's own lyrics to build a murder case against him. And Mac isn't the first: From a century-old folk tune to Ice-T's \"Cop Killer,\" we examine the history of policing Black creativity to reveal a phenomenon that's become common practice in courtrooms — using lyrics as Exhibit A.\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=x_bGpitYmK8", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Carlos Vives: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space. \n\nIn celebration of National Hispanic Heritage Month, NPR Music presents four very special Tiny Desk Home Concerts recorded especially for this week.\n\nFelix Contreras | October 14, 2020\nVocalist Carlos Vives kicks things off in high gear on this Tiny Desk (home) concert with his trademark sound: a celebration of the music from his beloved home country of Colombia, mixed with rock and other Latin music style.\n\nSpirited champeta dance grooves from the country’s Pacific coast permeate his classic 1995 hit “Pa’ Mayte,” and if you look closely you’ll see two of his backup vocalists also playing traditional gaitas Colombianas (flutes). They are used to spectacular effect as a transition between the title cut of his new album Colombiana and “La Bicicleta” (originally recorded with his compatriot Shakira), a vallenato fueled by a bit of reggaeton.\n\nPresenting Carlos Vives has special resonance this week as his latest album recently picked up six Latin Grammy nominations, including Album of the Year.\n\nFelicidades, Carlitos! And oye, adding that NPR coffee mug to your desk? Nice touch! \n\nSET LIST\n\"Pa' Mayte\"\n\"Cumbiana\"\n\"La Bicicleta\"\n\"No Te Vayas\"\n\nMUSICIANS\nCarlos Vives: vocals\nMartin Velilla: drums\nGuillermo Vadalá: bass\nAndrés Leal: guitar\nMayte Montero: vocals, gaita\nTato Marenco: vocals, gaita\nGuianko Gómez: vocals\nChristian Camilo Peña: accordion, vocals\n\nCREDITS\nVideo By: Michelle Jayme, Isabel Vásquez, Jorge Gonzalez Graupera, Antal Steinbach\nAudio By: Andrés Leal, Martín Velilla, Daniel Cortés, Galerazamba Producciones, Sancho Gomez-Escolar\nProducer: Felix Contreras\nAudio Mastering Engineer: Josh Rogosin\nVideo Producer: Maia Stern\nAssociate Producer: Bobby Carter\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann\n\n#nprmusic #tinydesk #carlosvives", "link": "https://www.youtube.com/watch?v=RvVqaCs-K_8", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]