[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 Night City Wire Episode 4 Livestream", "description": "On this episode we'll learn about the looks, sounds, and specs of Cyberpunk2077 vehicles. Tune in for new gameplay footage, announcements, and more!", "link": "https://www.youtube.com/watch?v=PS5j8Zc54MI", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 — 2077 in Style | Looks and Fashion Explained (4K)", "description": "In Night City, looks are everything...\n\nLearn about the styles of Cyberpunk 2077: Kitsch, Entropism, Neomilitarism, and Neokitsch.", "link": "https://www.youtube.com/watch?v=-B7HT26sJo0", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 — Behind the Scenes: Arch Motorcycle with Keanu Reeves and Gard Hollinger", "description": "More of a two wheels fan? No worries, we got you covered! Go behind the scenes of our cooperation with Arch Motorcycle with the company's co-founders, Keanu Reeves and Gard Hollinger.\n\n#Cyberpunk2077\n#Cyberpunk", "link": "https://www.youtube.com/watch?v=UdBLinMaRAo", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 — Rides of the Dark Future | Official Vehicle Preview (4K)", "description": "Gearhead or not, hope you'll get your engine revved up for the vehicles you'll see in Cyberpunk 2077. Enjoy the ride!\n\n#Cyberpunk\n#Cyberpunk2077", "link": "https://www.youtube.com/watch?v=9I1X7LiWv0E", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 — The Diner | Official Story Teaser Trailer", "description": "V walks into a diner...\n\nCyberpunk 2077, an open-world, action-adventure story from CD PROJEKT RED, is coming to Xbox One, PlayStation 4, PC, and Google Stadia on November 19th, 2020. The game will also be playable on Xbox Series X and PlayStation 5 consoles when available.\n\n#Cyberpunk2077\n#Cyberpunk", "link": "https://www.youtube.com/watch?v=MRZXjH4TlxU", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "First Look At Xbox Series X Boot Up And UI", "description": "We finally got a chance to experience the UI for Xbox Series X and Xbox Series S and like Microsoft said, it looks a lot like the Xbox One's current UI. If you're already in the Xbox ecosystem, the UI for Series X/S should look very familiar to you.\nIn the video above, Michael Higham shows off the Xbox Series X's speed--booting the console up, navigating through the UI, and jumping into a game and playing around when he should be working (jk, Michael, we love you and appreciate you handling all these Xbox previews). \nAll in all, the whole process is pretty seamless and there's very little waiting time involved. So when the Xbox Series X and Series S are here and we all have the chance to check them out, we shouldn't have to wait too long between turning the console on and jumping into a game.\nSpeaking of, quite a few games will be available to play on Xbox Series X/S at launch. As Microsoft's next-gen consoles support backwards compatibility, you'll have access to select titles in your back catalog of Xbox One, Xbox 360, and Xbox games. Plus, there's all the titles available on Xbox Game Pass. If you're looking for something new, we've rounded up all of the games launching alongside or close to the Xbox Series X/S release date of November 10.", "link": "https://www.youtube.com/watch?v=ZU6pAhlg-2A", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mass Effect Legendary Edition Rated In Korea | Save State", "description": "Mass Effect Legendary Edition has been rated in Korea, adding fuel to the rumor that the beloved trilogy could be remastered. Modern Warfare PC players can now free up space by uninstalling unwanted game modes, and a new PS4 update preps for PS5 Remote Play.\n\nA new listing for Mass Effect Legendary Edition on a Korean rating website has hinted that remasters may be coming. Legendary Edition is the rumored name for the remastered trilogy, but the rating doesn't list any details about the game.\n\nModern Warfare PC players are now able to uninstall unwanted game modes to free up space on their hard drives. Digital PS4 players have been able to do this for some time, and the feature is now available on PC, which is just as well, with the game's size reaching 200GB with everything installed.\n\nThere's a new PS4 firmware update that helps prep for PS5 Remote Play. Update 8.00 adds the option to connect the Remote Play app on mobile and PC to PlayStation 5 ahead of its launch on November 12. The update also adds new avatars and has more closely linked party chat and message groups.\n\n00:00 - Intro\n00:18 - Mass Effect Trilogy Remaster Coming Soon?\n01:00 - You Can Finally Save PC Space With Modern Warfare\n01:33 - PS4 Update Preps For PS5 Remote Play", "link": "https://www.youtube.com/watch?v=1dzNH4SENxw", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PlayStation 5 User Experience - Official First Look", "description": "Sony just gave us a first look at the PlayStation 5 UI, including some new features to look forward to when the console launches this November.", "link": "https://www.youtube.com/watch?v=SWzhsu4M8ro", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars Squadrons Review", "description": "Involved flight mechanics and the pure joys of dogfighting fill Star Wars: Squadrons with plenty of highlights, even if its campaign and multiplayer experiences can leave you wanting.\n\nEdmond completed the Squadrons campaign on PS4 in about 8 hours, spent an additional 15 hours playing multiplayer on PC, and a couple of hours testing VR using both PSVR and Oculus headsets. Code was provided by the publisher.", "link": "https://www.youtube.com/watch?v=Xu0snprUh14", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X: The Final Preview", "description": "Michael is back with his final impressions of the preview unit of the Xbox Series X.\n\nIn our first Xbox Series X preview, we covered backwards compatibility performance, load times, Quick Resume, and some of the physical hardware impressions. Over the past few weeks, we've been able to explore more of the Xbox Series X's capabilities. Those with preview units have had access to a few Series X-specific games with next-gen enhancements and can now h talk in-depth about storage drive options and how well they work, as well as topics like the Xbox UI and some of the system's broader features.\n\nThe experience provided by practical improvements with loading speeds and overall ease of making the most of my time gaming has been impressive. Although these changes aren't not going to hit you with a mind-blowing graphical leap, they enrich the overall gaming experience on Xbox Series X. \n\nIn this video, I dig into all that as part of the final, extensive look at the Xbox Series X before it launches on November 10--keep in mind that this is not a review, but rather a more detailed look at our Xbox Series X preview units. This preview will cover the first wave of games optimized for Series X, backwards compatibility performance, updated load time testing and results, how external storage works, and more. \n\n0:00 - Intro\n0:25 - Yakuza: Like A Dragon\n1:33 - Dirt 5\n2:39 - Gears Tactics & Gears 5\n3:39 - Backward Compatible Improvements\n5:31 - Load Times\n7:28 - Storage Options\n9:47 - The New UI\n11:08 - The Xbox Series X Is HOT\n11:56 - Outro", "link": "https://www.youtube.com/watch?v=rt0lTfyCNmk", "date_published": "2020-10-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla - Gameplay Overview Trailer", "description": "Take a look at how you will explore England as Viking Eivor, in this extensive gameplay overview trailer.", "link": "https://www.youtube.com/watch?v=WmUxh23-YfI", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Assassin's Creed Valhalla Is Going Full RPG", "description": "After playing over six hours of Assassin's Creed Valhalla, Jordan Ramée discusses his time with the game, how settlements work, and why it feels like a mix of classic Assassin's Creed and games like The Witcher 3: Wild Hunt and Dragon Age Inquisition.\n\nAssassin's Creed Valhalla will be launching very soon, and ahead of its release, Jordan got to spend six more hours with the game, taking control of Viking raider Eivor and swan-diving into Ye Olde England to build a new settlement for their clan.\n\nIn this video, Jordan and Lucy discuss how the Assassin's Creed franchise has evolved, from being firmly rooted in social stealth, to embracing more action-focused gameplay. Now, with Valhalla, it seems to have found a sweet spot somewhere in the middle. As Eivor is an outsider--an invader, no less--stealth plays a crucial role in Valhalla, as most people will attack them on sight. \n\nJordan also explains how constantly upgrading Eivor's settlement plays a huge role in Valhalla, making its gameplay loop feel more cyclical, and more akin to RPGs like Mass Effect's, or Dragon Age Inquisition's. But those who loved Assassin's Creed Odyssey's long, winding side missions may be disappointed, as Valhalla offers much quicker, bite-sized side missions.\n\nFor Jordan's full impressions, be sure to watch the video. Assassin's Creed Valhalla launches on November 10 on Xbox Series X and S, PlayStation 4, Stadia, and PC, before coming to PlayStation 5 on November 12.", "link": "https://www.youtube.com/watch?v=qV244soVqRM", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Mix Next Livestream", "description": "The MIX Next live event will feature new game reveals, videos, special guests, and more during the main show. The post-show, meanwhile, will have extended game demos and developer interviews with teams from around the world.", "link": "https://www.youtube.com/watch?v=blUzLRX6HS4", "date_published": "2020-10-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]