[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lila Iké: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nRising reggae star Lila Iké has an all-encompassing vibe, and you can feel it in this Tiny Desk (home) concert. Lila and her crew of musicians outfitted a home in Jamaica for this video, and the layout resembles the Tiny Desk's home in Washington, D.C. I was thrilled to see that Lila performed her hit single \"I Spy\" for this quarantine concert; it's full of the flair I've been missing the last several months. Lila's vocal agility can bend notes and transcend genres, the kind of voice that makes you want to turn to your friend at a show and say \"Is she for real??\" On \"Solitude,\" she blends avant-garde R&B with contemporary reggae in a hauntingly elegant song complemented by violinist Sean \"Ziah\" Roberts. \"Thy Will\" (which borrows from the iconic reggae rhythm section Sly & Robbie) ends the set with an uptempo banger. I hope these vibes have a lasting effect and provide a tropical respite during the fall and winter months.\n\nSET LIST\n\"Solitude\"\n\"I Spy\"\n\"Forget Me\"\n\"Thy Will\"\n\nMUSICIANS\nLila Iké: vocals; Kristoff Morris: drums; Dane Peart: bass; Wade Johnson: keyboard; Stephen Forbes: percussion; Stephen Welsh: guitar; Ovasha Bartley: vocals; Tori-Ann Ivy: vocals; Sean \"Ziah\" Roberts: violin\n\nCREDITS\nVideo by: Nickii Kane, Davy Freshh, Otraio Baker, Habibi Bailey; Audio by: Keinotain Johnson, Whitson Williams Jnr, Fumiaki \"Superman\" Ogata, Kwame Falconer & STT Entertainment & Production Ltd.; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=mbPa0QH_zxA", "date_published": "2020-08-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Buscabulla: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nIt is beyond appropriate to have the two members of Buscabulla sitting inside their car at the beach in Aguadilla, Puerto Rico performing their Tiny Desk (home) concert. It's as if the bubble of being inside the car will protect them from any chances of encountering the virus on the beach. But it's also a reflection of how the band's atmospheric sonic textures get inside your head when we listen with headphones. Buscabulla set up shop in New York years ago, but returned to their home to help support the island's redevelopment — thus their entry from the beach.\n\nLead vocalist Raquel Berrios's voice is sultry and tinted with reverb, while her creative partner in the band, bassist Luis del Valle, has created a studio within the car that perfectly reflects the band's sound. Band members LD Valentín (keyboards) and JD Matías (timbales) make remote appearances in the lower corners of the screen.\n\nSET LIST\n\"Mio\"\n\"Nydia\"\n\"Club Tú y Yo\"\n\nMUSICIANS\nRaquel Berrios: vocals; Luis Del Valle: bass, keys; LD Valentín: keys; JD Matías: timbales\n\nCREDITS\nVideo by: Luis Del Valle; Audio by: Luis Del Valle; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=zvDmr_REr5w", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]