[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty Black Ops: Cold War - Official 'Know Your History' Teaser Trailer", "description": "Know your history or be doomed to repeat it. \nVerdansk. August 26.\n\n#CallofDuty #BlackOpsColdWar #CoD", "link": "https://www.youtube.com/watch?v=c-ZSaxLF92I", "date_published": "2020-08-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 - FULL Panel From Hell Presentation | Early Access & Release Date", "description": "Check out the Baldur's Gate III early access and release date announcement presentation including new gameplay!", "link": "https://www.youtube.com/watch?v=gdamosEjmwU", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 - Official Intellect Devourer Gameplay Demo", "description": "The Githyanki Lae'zel rips the Intellect Devourer from its human husk in this 3 minute gameplay demo from Baldur's Gate 3. \n\nBaldur's Gate 3 arrives Early Access on September 30. \n\nGather your party and return to the Forgotten Realms in a tale of fellowship and betrayal,\nsacrifice and survival, and the lure of absolute power.\n\nForged with the Divinity 4.0 engine, Baldur’s Gate 3 gives you unprecedented freedom to explore, experiment, and interact with a world that truly reacts to your choices. A grand, cinematic narrative brings you closer to your characters than ever before, as you venture through the Forgotten Realms of Dungeons & Dragons in Larian’s biggest adventure yet.", "link": "https://www.youtube.com/watch?v=0A2mtt7P7GQ", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur's Gate 3 Gets Early Access In September | Save State", "description": "We now have a release date and more details for Baldur's Gate 3 early access. Deathloop is delayed to 2021, and the Batman game teaser site gave us more teasers.\n\nIn today's Save State, Chastity talks about how Baldur’s Gate 3 was initially planned for August, but will now release in early access on PC and Stadia in late September. The release date was confirmed during the Panel from Hell stream during Summer Games Fest, in which we got a new CGI trailer and details on five origin characters at launch.\n\nAdjusting to working from home during COVID-19 has been a challenge for numerous game developers, including Arkane Studios. Their game Deathloop has officially been delayed to 2021.\n\nIn Batman news, yesterday we talked about the Batman teaser site, for a game rumored to be called Gotham Knights. The countdown on the official site ended, and it resulted in...another teaser. The game will most likely be revealed during the WB Montreal panel at DC Fandome this Saturday, August 22. We will also be covering all the biggest DC movies from DC Fandome over on https://www.youtube.com/gamespotuniverse.\n\nWhile you're here, check out GameSpot's merch store! Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. Check it out here: https://store.gamespot.com/\n\nTimestamps:\n00:00 - Intro\n00:15 - Baldur's Gate 3 Hits Early Access On September 30\n01:03 - Deathloop Delayed To 2021\n01:53 - That Batman Tease Was For...Another Batman Tease\n02:40 - Outro", "link": "https://www.youtube.com/watch?v=giTJae_X3uA", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur’s Gate 3 Livestream: Early Access Release Date And More", "description": "Tune into the Panel From Hell with Larian Studios to learn when Baldur's Gate 3 will be released in Early Access and more on August 18th at 10:00 AM PT!", "link": "https://www.youtube.com/watch?v=eqicWlixyLw", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare & Warzone - Official Tomogunchi Turbo Trailer", "description": "Equip your operator with the most advanced digital wrist pet ever: The Tomogunchi Turbo!\n\nAvailable now in the item store for Modern Warfare and Warzone, complete with unlockable charms! \n🦖 🐻 🦊 🐙", "link": "https://www.youtube.com/watch?v=VxD_WjFFhSY", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Shell - 7 Tips You NEED To Know", "description": "Here's a quick breakdown of seven essential tips you have to know as you take your first steps into Mortal Shell's Souls-like world.\n\n00:00 - Intro\n00:14 - 1. Get To Know Fallgrim\n1:01 - 2. Meet The NPCs\n1:42 - 3. Know Your Shell\n2:57 - 4. Watch Your Resolve\n3:42 - 5. Go Hard\n4:22 - 6. Learn To Love The Parry\n5:13 - 7. Familiarize Yourself With The Items\n\nMortal Shell can be a tough game. Enemies are punishingly powerful, and the world of Fallgrim and the temples it hides is full of mysteries and dangers. When you first enter the game's world, you won't know much about what's going on, and staying alive will be a matter of trial and, mostly, error. Expect to die a bit.\nThere are plenty of lessons that can help you excel in Mortal Shell and beyond, though. Understanding the game's signature mechanics and how its inventory system work provide a good start, and knowing what you can expect will take you pretty far as well. We've been all through Mortal Shell and have keyed in on several useful tips that can help you learn the ropes of developer Cold Symmetry's strange world--check them out in the video above.\nFrom figuring out which shell is right for you, to getting the hang of the \"harden\" ability to excel in combat, there's a lot about Mortal Shell you'll want to know. Our seven tips for digging into the world should hopefully save you time and deaths as you explore, allowing you to focus on mastering Mortal Shell's weapons and characters, learning your way through its confusing forests and swamps, and defeating its toughest challenges.", "link": "https://www.youtube.com/watch?v=nSLSOmfmivc", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Observer System Redux - Official Next-Gen Graphics Comparison Trailer", "description": "Observer: System Redux, one of the scariest cyberpunk stories, has been rebuilt and augmented for the next generation. \n\nVeteran Observers can dive deeper into this dystopian reality thanks to expanded gameplay and brand-new story content, while newcomers will get the chance to experience this cyberpunk thriller in all its chilling next-gen glory. \n\nConsidered one of the scariest games currently available, and one the best cyberpunk games coming to next-generation consoles, System Redux is the definitive vision of this thriller tale, coming for the 2020 holiday season.\n\n#observergame #observerredux #blooberteam", "link": "https://www.youtube.com/watch?v=RqkZFXA5Mgs", "date_published": "2020-08-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]