[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Coronavirus European Update", "description": "UK, Preston \n\nhttps://www.telegraph.co.uk/global-health/science-and-disease/coronavirus-news-covid-deaths-uk-school-pubs-aberdeen-lockdown/\n\nDriver, household and community\n\nAvoid home visitors\n\nChief executive Adrian Phillips\n\nWe are not waiting for some Government announcement\n\nWe know our rates are increasing and they have increased over the last week to a level now where we are concerned that we could face Government intervention\n\nWe've been working with our communities to make sure we get those key messages out\n\nAdvised to wear face coverings at all times\n\nGet tested even with mild symptoms.\n\nA statement on the authority's website said evidence from Public Health England \n\nShowed a spike of coronavirus cases in Preston, with the majority of the spread \n\nThrough households and community\n\nScotland\n\nPopulation, 5, 500, 000\n\nAberdeen\n\nCases, + 54 in recent days\n\nPubs and restaurants closed\n\nVisitors ordered to stay away\n\nNo household visits\n\nSpain\n\nCases, +  1,772 = 305,767\n\nDeaths, + 1 = 28,499\n\nFrance\n\nhttps://uk.reuters.com/article/us-health-coronavirus-france-casualties/frances-daily-covid-19-cases-highest-since-end-may-idUKKCN2512PL\n\nCases, + 1,695 = 194,029\n\nHospitalised, = 14 = 5,148\n\nITU patients, -4 = 384\n\nDeaths, + 9 = 30,305\n\n\nTurkey\n\nCases, over 900 per day for 4 weeks\n\nCases, + 1,178 = 236,112\n\nDeaths, 5,784\n\nMarch, cases, + 5,000\n\nHealth minister, Fahrettin Koca\n\nWe’re concerned about the increase in the number of cases, previously limited to some provinces, spreading in the coming days throughout the country\n\nAnkara Medical Chamber\n\nPandemic hospitals and their intensive care units in Ankara were 100% full\n\nUnable to take in new Covid-19 patients\n\nAnkara provincial health directorate\n\nIntensive care units were 63% full\n\nPandemic remained under control\n\nSoutheast\n\nDiyarbakir, Mardin, Sanliurfa\n\n\nLebanon\n\nPopulation, 6, 100, 075\n\nCases, 5, 417\n\nDeaths, 68", "link": "https://www.youtube.com/watch?v=CxA3Dp4VeQI", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Coronavirus, Americas Update", "description": "Bolivia, Population, 11.5m, Cases, 85, 141\n\nDeaths 3, 385\n\n30 official languages\n\nWidespread belief in traditional medicine\n\nHealth care spending\n\n$450 per year per person\n\nMassive community spread in cities\n\nDW News\n\nhttps://www.youtube.com/watch?v=azUTPWXUgA0\n\nPatients died after being turned away from medical centres\n\nHospitals full in most cities\n\nFuneral parlours out of coffins\n\nFamily members not allowed to enter cemeteries\n\nPolice picking up 70 bodies per day from the streets\n\n85% infected with COVID-19\n\nWorst areas\n\nSanta Cruz, La Pas, Cochabamba\n\nDying in cars and public transport looking for medical aid\n\nDying at home, unable to access hospital care\n\nTurned away from a chain of hospitals\n\nCan pay to get into a hospital\n\nPolice issuing death certificates\n\nTotal collapse of health care, testing and recording\n\nTherefore\n\nSimple hypoxia\n\nVirus\n\nSepsis\n\nShock and circulatory failure\n\nInflammatory syndromes\n\nBacterial infection\n\nDehydration and renal failure\n\nLa Paz\nPolice collected 140 bodies from the streets in 5 days\n\nChlorine dioxide being produced and sold\n\nBrazil\n\nCases, + 57,152 = 2, 859, 073\n\nDeaths, + 1,437 = 97,256\n\nhttps://www.theguardian.com/world/live/2020/aug/05/coronavirus-live-news-trump-pressed-on-false-death-rate-claim-as-europe-faces-second-wave\n\nChief Aritana Yawalapiti\n\nHalf of Brazil’s 300 indigenous tribes have confirmed infections\n\nMany indigenous areas effected\n\nXingu National Park\n\nCases, 22,353\n\nDeaths, 631\n\nUnited States\n\nCases, 4, 823, 892\n\nDeaths, 158, 256\n\nVirginia\n\nCOVIDWISE\n\nBluetooth signals keep anonymous list of close encounters\n\nContacts then notified without revealing identity\n\nRalph Northam\n\nNo one is tracking you\n\nNone of your personal information is saved\n\nFlorida\n\nTesting resumes after storm\n\n11% positivity rate\n\nCases, + 5,409 = 502,739\n\nDeaths, + 225\n\nHospitalisations, down for past 2 weeks, - 175 = 7,622\n\nMarlins Park, 15 minute test results\n\nGeorgia\n\n13% positivity rate\n\nPupils packed in hallways\n\nOne class quarantined for 2 weeks\n\nChicago\n\nTesting, 5% positivity rate\n\nSchool opening online only\n\nNew York\n\nPositivity rate, 1%\n\nCheck stations\n\nTravellers from 34 states must self-isolate for 14 days\n\nDr Anthony Fauci\n\nhttps://uk.reuters.com/article/uk-health-coronavirus-fauci-vaccine-inte/fauci-expects-tens-of-millions-of-coronavirus-vaccine-doses-at-start-of-2021-idUKKCN2512Z8\n\nTens of millions of doses in the early part of next year\nA billion by the end of 2021\nManufacturing in place before science\nThe federal government has put more than one egg in the basket \n\nCanada\n\nhttps://www.canada.ca/en/public-health/services/diseases/2019-novel-coronavirus-infection.html\n\nTotal tested = 4, 272, 606\nPositives = 111, 611\nNegatives = 4, 159, 201\n\nhttps://www.canada.ca/en/public-health/services/diseases/coronavirus-disease-covid-19/epidemiological-economic-research-data.html#a1", "link": "https://www.youtube.com/watch?v=9OWxhh4go3c", "date_published": "2020-08-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "Coronavirus and Mental health problems", "description": "He distinguishes two groups of effects: depression due to the stress of pandemic, second group is direct viral effects in those who are infected. Two studies Italian  and Spanish. The former: severe hospitalized patients, second included mild cases and people who were infected but remained in the community. The severe cohort of course had more severe problems but some with mild disease had serious mental health consequences. \n\nHealth is taken for granted when you have it particularly mental health .Mental health suffering is difficult to conceptualize,when you are not suffering mental difficulties. Hence psychiatry is something which many people simply just don't get it. A sort of Cinderalla subject. But people suffering may find the simplest task to be like climbing Mt Everest Everyone knows people like this. Don't take mental health for granted.\n\n Italian study: read it yourself. More than half recovered and suffered PTSB insomnia and depression (hopelessness, or so they feel and think, even though there is hope via treatment), anxiety (disproportionate reaction to outside stimuli).\n\nSeverity was in proportion to immflammatory effect of viral disease, ie severity of illness.. 390 people followed up one month after illness. Features of PTSD in 28%. Depression was the prominent feature in 31%. Thus, half the people who have covid illness will have psychiatric sequeali. Will these conditions resolve? We don't know yet. Anxiety 40+ percent. 20% develope compulsive symptoms. OCDs can be anything. Can look bizarre. Can be simple things. Touch things, wash hands, whatver. People with this can have perfect insight, know it is not rational, but they have the compulsion. \n\nSpanish online survey large size.People who had not been hospitalized and had now recovered.They still suffered depression anxiety and PTSD features. Collected data on mental state and spiritual wellbeing. Loneliness social support discrimination sense of belongingand inclusion . Spain of course a Catholic country. (Factor that in).  Women did worse than men. The symptoms and signs not as bad as people who had severe disease but still quite a lot. 13:00 discusses relative numbers. These are still significant numbers even people with mild disease. Therefore we can expect to see elevated presentation of these kind of symptom. Older age groups did better. Those who believed that they had been provided adequate information fared better. Those with better financial stability did better. Ongoing symptoms, made it worse. Relatives with infection, made it worse.\n\nWould say I have had patients with anxiety and depression and most do well. I myself have. You can make a full  recovery and return to full duties. We can be doggedly positive...everyone watching this video will have a role helping someone who will be struggling. Our role is to be beside them and be with them and metaphorically or actually hand holding. \n\nAround 19:00 discusses a third paper. Sequeali affecting the nervous system. We know about cardiac sequala. Neurology the paper on emergent nuerological issues. Do read it for yourself. Sever Acute Respiratory Sydrome is linked to neuro problems it is established, scientifically. But not as much as respiratory and cardiac. More information may emerge over the next month. One or two patients had \"fits\". Autoimmune factor: abnormal muscle movement affects, Ischemia - pro thrombotic state: blood more likely to clot. Potential for a permanent stroke. Guillame-barres syndrome is a well known post viral temporary paralysis. Can effect breathing. 95 per cent make a full recovery. Caused by peripheral nerves. Other issues acute disseminated encephapholopathy immflammation of brain and spinal chord. Patients can get quite ill in acute phase but most recover. Treatment with steroids. Some long term residual damage may occur. Small sample, Pulmonary fibrosis, heart damage permanent.  In terms of psyche disorders we will see a lot. Nuero probably we will see more most will resolve but not all. Requires quite a bit of patient management. After a year or so and hopefully the acute crisis phase of the pandemic resolves we will know more. Some countries lack infrastructure to cope with these problems.\nThe emerging spectrum of COVID-19 neurology: clinical, radiological and laboratory findings (Brain 8th July)\n\nhttps://academic.oup.com/brain/article/doi/10.1093/brain/awaa240/5868408\n\n\nhttps://uk.reuters.com/article/us-health-coronavirus-disorders/some-covid-19-survivors-suffer-psychiatric-disorders-italian-study-says-idUKKCN24Z21O", "link": "https://www.youtube.com/watch?v=2GgQHm5SESc", "date_published": "2020-08-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]