[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Mountain Goats: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \nWatch The Mountain Goat’s Tiny Desk concert from 2010: https://www.npr.org/2010/01/03/122106507/the-mountain-goats-tiny-desk-concert\n\nStephen Thompson | January 3, 2010\n\nThe Mountain Goats' John Darnielle keeps getting quieter, as his raw early bedroom recordings and bare-knuckle anthems continue to make way for polished ballads that whisper, seethe and mourn. The recent The Life of the World to Come at first feels strangely timid, but as its crushingly sad words sink in (\"I am a flightless bird / There'll be no more after me,\" and so on), it hits slowly but deeply — less a punch than a gnawing ache.\n\nIn person, Darnielle's twitchy, nervous energy serves his fearless songwriting well: He exudes gentility and good humor in conversation, but his performances are utterly committed, with intensity that infuses his screams and whispers alike. In this solo Tiny Desk Concert, his four songs fit nearly into distinct categories: new and quiet (\"Hebrews 11:40\"), new and loud (\"Psalms 40:2\"), old and quiet (\"Color in Your Cheeks,\" from All Hail West Texas), and old and loud (\"Going to Georgia,\" from Zopilote Machine). It's no surprise that all four approaches serve him well.\n\nAlso, it should be noted that Darnielle drew a large and admiring crowd for this show, even though it appears in the video that it was attended exclusively by a photographer and the giant blond head of Lars Gotrich. Trust me: We wouldn't have missed this one for anything.\n\nSet List\n\"Color in Your Cheeks\"\n\"Hebrews 11:40\"\n\"Psalms 40:2\"\n\"Going to Georgia\"\n\nCredits\nClaire O'Neil and Heather Murphy (cameras); edited by Claire O'Neil", "link": "https://www.youtube.com/watch?v=y5mhIHW-bL4", "date_published": "2020-04-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Ben Gibbard: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\n\n\nSET LIST\n\n\"Life In Quarantine\"\n\"Me & Magdalena\"\n\"She's Got a Problem\"", "link": "https://www.youtube.com/watch?v=HXGyYeG4eRc", "date_published": "2020-04-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]