[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "A Border Patrol Officer Who Separated Families Speaks Out | Targeting El Paso | FRONTLINE", "description": "Wesley Farris, a high-ranking officer with El Paso’s Border Patrol Union, describes what it was like to separate migrant children from their parents in a new FRONTLINE documentary -- offering a rare public criticism of family separations from within Border Patrol's own ranks. “That was the most horrible thing I've ever done,” he tells FRONTLINE. “You can’t help but see your own kids.”\r\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\nFarris was tasked with separating families under a 2017 \"zero tolerance\" pilot program in El Paso, Texas. It was, he says, a tough order: “I mean, none of us were happy about it,” he tells FRONTLINE. “But everybody around me was just doing exactly what… We were all told to do this.”\n\nExperts say the tactic causes lasting trauma. In the above excerpt from the FRONTLINE documentary \"Targeting El Paso,\" Farris tells FRONTLINE about the effects he witnessed on a child during the last family separation he conducted.\n\n“It was a young boy. I think he was about two. The world was upside down to that kid,” Farris says. “So when the contractor tried to take him away, he reached for me and he climbed up on me again, and he was holding on to me. So that that one got me a little bit.”\n\nAfter that, Farris says he drew the line: “I said at that one, ‘I’m not doing this anymore. I won’t do it. I went back to the supervisor and I told him, ‘Don’t assign me to do that anymore.’”\n\nFarris didn’t complain up the chain, but told FRONTLINE he wanted to.\n\nFor more on Farris's story -- and how the El Paso area became a testing ground for some of the Trump administration's most controversial immigration policies -- stream \"Targeting El Paso\" in full starting Tues., Jan. 7: https://to.pbs.org/2Fnq6Io\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation. Past support for FRONTLINE’s YouTube channel provided by The John S. and James L. Knight Foundation.", "link": "https://www.youtube.com/watch?v=qBMYWMvVOdw", "date_published": "2020-01-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Exclusive: A Child Held at Border Patrol’s Clint Facility Speaks Out | Targeting El Paso | FRONTLINE", "description": "In 2019, reported conditions inside the Border Patrol station in Clint, TX where hundreds of migrant children were being held sparked a national outcry and congressional hearings. Now, nine-year-old Dariana becomes the first child held inside the Clint facility who has been known to speak to the media: \"Maybe we’d go out about 15 minutes a day ... the rest of the time we were locked up,\" she tells FRONTLINE in this excerpt from \"Targeting El Paso.\"\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\r\nThe nine-year-old girl doesn’t remember exactly when she was separated from her father after they crossed the border into the United States. But she does remember the color of the uniforms of the armed guards at Clint: “They were green,” she tells FRONTLINE. “Green, but they had guns in their holsters.”\n\nThere were no adults caring for her, she says — only cameras.\n\r\nFor more on Dariana's story -- and on how the El Paso area became a testing ground for some of the Trump administration's most controversial immigration policies -- stream \"Targeting El Paso\" in full starting Tues., Jan. 7: https://to.pbs.org/2Fnq6Io\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, the Heising-Simons Foundation, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation. Past support for FRONTLINE’s YouTube channel provided by The John S. and James L. Knight Foundation.", "link": "https://www.youtube.com/watch?v=YWxLixKrUbA", "date_published": "2020-01-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]