[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Undocumented in the Pandemic (full documentary) | FRONTLINE", "description": "An immigrant mother’s struggle to keep her family afloat, with her husband detained by ICE in a facility where COVID is spreading. With The Marshall Project & the Pulitzer Center.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate \n\nNorma, along with her children, could no longer afford their apartment after her husband, Jesus, was detained following an argument. They moved in with Norma’s mother-in-law — but when she came down with COVID-19, the family could no longer stay with her. So begins Norma’s intense struggle to keep her children safe, housed and fed — while also working to get Jesus released as coronavirus cases rise at the facility where he’s being held. \n\nFilmed across several months and directed by Emily Kassie and Ben C. Solomon, this documentary from FRONTLINE, The Marshall Project, and the Pulitzer Center is a powerful window into how the coronavirus pandemic is impacting immigrant families. \n\n#Documentary #Immigration #Coronavirus\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 300 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp \n\nSubscribe on YouTube: http://bit.ly/1BycsJW \nInstagram: https://www.instagram.com/frontlinepbs \nTwitter: https://twitter.com/frontlinepbs \nFacebook: https://www.facebook.com/frontline \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=YSmDhLPQXwo", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]