[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Flatbush Zombies: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAug. 12, 2020 | Bobby Carter -- You've never really experienced the Flatbush Zombies if you haven't been to one of their live shows. The hip-hop group's knack for tearing down festival stages is well documented and the energy transfer between members Zombie Juice, Meechy Darko and Erick Arc Elliott and their crowds is ferocious to put it lightly. So when I heard that they were recording a Tiny Desk concert from home, I was curious as to if and how that energy would manifest in a confined space.\n\nBacked by a powerful ensemble from a house in Los Angeles, the Zombies present themselves like we've never seen or heard. Stripped down versions of \"when i'm gone,\" fan favorite, \"Palm Trees\" and the brand new James Blake-produced \"Afterlife\" are almost completely different from the recorded versions. I'm hoping this is the start of something new for the group once the regular show resumes.\n\nSET LIST\n\"when i'm gone\"\n\"Palm Trees\"\n\"Afterlife\"\n\nMUSICIANS\nMeechy Darko: vocals; Zombie Juice: vocals; Erick Ark Elliott: vocals; Danielle Withers: vocals; Nayanna Holley: vocals; Stevvi Alexander: vocals; Drin Elliott: drums; Robin Bramlett; bass; Brittani Washington; keys\n\nCREDITS\nVideo by: Jessica Lehrman, Phillip T. Annand, Due Pinlac; Audio by: Rob Ziemba, Stephen Hogan; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=riz2_MQoF1Q", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Lincoln Center Brings Music To Essential Workers", "description": "There haven't been any live public performances at America's biggest arts center since mid-March. But New York's Lincoln Center has been hosting some free mini concerts for healthcare providers, teachers and other essential workers, featuring just one or two volunteer musicians and audiences of five, max.\n\nThe musicians are volunteers from the New York Philharmonic, one of Lincoln Center's constituent organizations. One of the performers is Kuan Cheng Lu, a Taiwanese first violinist who joined the orchestra 16 years ago. On a recent Friday evening, he chose to play some solo Bach.", "link": "https://www.youtube.com/watch?v=-kNVBi93Phs", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Víkingur Ólafsson: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAug. 12, 2020 | Tom Huizenga -- \"I hope everybody stays safe and is good to each other,\" Víkingur Ólafsson says at the end of this beautiful four-song set.\n\nBefore he packed his final bags to return to his native Iceland, the pianist gave one last performance from his home in Berlin. His career has moved from strength to strength, releasing three terrific albums in a row (Philip Glass, J.S. Bach, Debussy-Rameau). And now that he has a young son, he wants to spend as much time with the family as possible these days.\n\nAfter grounding us in the resilient music of Bach, Ólafsson offers a crash course in the fascinating music of Jean-Philippe Rameau and Claude Debussy, two French composers who lived nearly 200 years apart. Ólafsson connects the dots between the two seemingly strange bedfellows, illustrating his points with demonstrations on his Steinway.\n\nÓlafsson has penchant for making transcriptions, taking pieces written for other instruments and making them his own. He closes with \"The Arts and the Hours,\" his mesmerizing arrangement of a scene from Rameau's final opera, which he plays as a farewell to his Berlin apartment.\n\nSET LIST\nJ.S. Bach (arr. Stradal): \"Andante\" (from Organ Sonata No. 4)\nRameau: \"Le rappel des oiseaux\"\nDebussy: \"The Snow is Dancing\" (from Children's Corner)\nRameau (arr. Ólafsson): \"The Arts and the Hours\" (from Les Boréades)\n\nMUSICIANS\nVíkingur Ólafsson: piano\n\nCREDITS\nVideo by: Anusch Alimirzaie; Audio by: Anusch Alimirzaie; Producer: Tom Huizenga; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=HdKkRs6H8jE", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]