[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Bioshock 4 Will Be In A New World | Save State", "description": "In this video, Persia talks about some recent job listings from Cloud Chambers, the develolper behind Bioshock 4. One of the listings indicates that the setting of Bioshock 4 will be a new world instead of returning to Rapture or Columbia. Other listings also confirmed obvious details like being slated for next-gen and running on Unreal Engine 4.\n\nPersia also goes over Control's new Ultimate Edition: an all-inclusive package of the game that will include a free upgrade to next-gen. As of right now, this new edition will be the only way to upgrade to next-gen for free, making current game and season pass holders not eligible.\n\nAnd finally, after talks of game price increases for next-gen, Capcom is undecided on whether its prices will change. Capcom said that it will \"consider our approach, having analyzed both our strengths and weaknesses while closely monitoring industry trends.\" Capcom also noted that first quarter revenue has exceeded its expectations, mostly due to strong digital sales.\n\nDon't forget to check out store.gamespot.com to get some awesome Play For All merch. All proceeds will be donated to Black Lives Matter and COVID-19 relief efforts. \n\nThis is your Save State for Wednesday, August 12th.\n\n00:00 - Intro\n00:20 - BioShock 4 Won't Return To Rapture Or Columbia\n01:07 - Control Next-Gen Upgrade Only Comes With The Ultimate Edition\n01:52 - Capcom Is Re-Thinking Next-Gen Game Prices", "link": "https://www.youtube.com/watch?v=MKnL3zVkUm0", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 - Which Life Path Is Right For You?", "description": "The world of Cyberpunk 2077 reacts based on your choices. The first of these is one of the most important, as it determines where your character starts, and how the world will react to them: their life path. In preparation for Cyberpunk's November release, we're going to dive into all three choices so you can be prepared to build your perfect V.\n\nYou'll have three options to choose from for your life path: street kid, nomad, and corporate. The one you select will impact how you move through Night City, as you'll encounter different characters, story beats, and conversations depending on your origin. In this video, Jake breaks down each life path, and explains how they impact V's life leading up to the start of the RPG. \n\nLife paths follow you into the main quest and beyond as well. CD Projekt Red has said that each origin will determine which characters you meet and your relationships with them, and though some will appear across life paths, their disposition towards you will differ. Jackie Wells, your in-game companion, is an acquaintance regardless of which you choose, but your relationship will vary as each origin gives the two of you a different history. \n\nSo which path are you taking to Night City?", "link": "https://www.youtube.com/watch?v=muHzddQlgSk", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Fortnite - Official \"1984\" Cinematic Short", "description": "Epic Games has defied the App Store Monopoly. In retaliation, Apple is blocking Fortnite from a billion devices. Visit fn.gg/freefortnite and join the fight to stop 2020 from becoming \"1984\"\n\n#FreeFortnite #FortniteMac #FortniteiOS #FortniteApple", "link": "https://www.youtube.com/watch?v=b7Mexf-lT-8", "date_published": "2020-08-13 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Essential Tips To Hit The Hyper Scape | The Pod", "description": "(Presented by Hyper Scape) Get ready to drop into the Hyper Scape! The Pod is a 4-part series that will be the best place to start to hit the ground hacking in this new, fast-paced Battle Royale. Join Persia and other special guests in the series to learn competitive strategies and high level tips to help you become victorious.", "link": "https://www.youtube.com/watch?v=sSQCUh-tIR4", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Launches In November, Halo Infinite Delayed | Save State", "description": "On today's Save State, Chastity talks about how the Xbox Series X is launching in November, but without Halo Infinite due to a delay. Meanwhile, Splinter Cell's Sam Fisher is coming to Rainbow Six Siege.\n\nWe’re one step closer to a release date for the Xbox Series X, as Microsoft has confirmed via blog post on the Xbox Wire that the Series X launches this November. There's no specific date and there's still no word on price. One major game that won’t launch with Series X is Halo Infinite - which has been delayed to 2021.\n\nIn other news, Splinter Cell’s Sam Fisher is coming to Rainbow Six Siege as a playable character. He is one of the new operators in the next season, Operation Shadow Legacy. \n\nWhile you're here, check out GameSpot's merch store!  Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. \n\nCheck it out here: https://store.gamespot.com/", "link": "https://www.youtube.com/watch?v=dsiMNIt1A40", "date_published": "2020-08-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]