[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Rainbow Six Siege: PS5 vs PC Graphics Comparison", "description": "As Rainbow Six Siege's newest update incorporates PS5 and Xbox Series X|S upgrades, we see how the PS5 looks compared to a high-end PC.\n\n\nPC Specs:\nRTX 2070 Super\nIntel i9-9900K CPU @ 3.60GHz\n16GB RAM\n\n\n\n The latest big update for Rainbow Six Siege includes the long-awaited upgrades for PlayStation 5 and Xbox Series X|S, but just how much better does the game look?\n\nWe put the game to the test. You can see in this video how Rainbow Six Siege on PS5 looks compared to a high-end PC. Be sure to watch the full video and then decide for yourself.\n\nAlong with cross-generation multiplayer and progression, Rainbow Six Siege on next-gen hardware sees improved graphics and performance. The game is playable on the new machines in two modes: Performance and Resolution.\n\nAdditionally, the PS5 edition of Rainbow Six Siege uses the DualSense controller for \"deeper immersion\" with its adaptive triggers and haptic feedback. The Xbox Series X|S edition, meanwhile, supports the Quick Resume feature.\n\nKeep checking back with GameSpot for lots more on Rainbow Six Siege, as well as the PS5 and Xbox Series X|S, in the days and weeks ahead.", "link": "https://www.youtube.com/watch?v=UebDmGYfuv4", "date_published": "2020-12-04 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Google Stadia Live Hangout", "description": "Austin Creed from the WWE Universe and Katie Wilson play some of the latest games on the Stadia, showcase four new trailers, get some updates on Stadia Games and Entertainment. There will also be a live Q&A with the Immortals Fenyx Rising devs and more.", "link": "https://www.youtube.com/watch?v=-Joxq6_ho7M", "date_published": "2020-12-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let’s Play Star Wars: Squadrons on Samsung QLED 8K", "description": "(Sponsored by Samsung) Cam is back with Jay-Ann to play Star Wars: Squadrons in all it’s upscaled 8K glory on Samsung QLED 8K. Find out more here: https://www.samsung.com/uk/tvs/qled-tv/gaming/", "link": "https://www.youtube.com/watch?v=CtaOhXaCb10", "date_published": "2020-12-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]