[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Dua Lipa: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDec. 4, 2020 | Abby O'Neill -- With a genuine smile stretched across her face, Dua Lipa seems overjoyed to reconnect with her band for their only performance since their tour in support of her sophomore album, Future Nostalgia, was cancelled in March. Glowing from the inside out and accentuated by the apricot hues of a backdrop in a London studio, Dua and her backup vocalists and band bring life and warmth into households in need of \"levitating\" and some pep in their step this winter. This vibrant four song set of dance hits, all from Future Nostalgia, will surely have you cutting up the floor in your kitchen while quarantining in the cold weather.\n\nWhile we can't film our Tiny Desk concerts at NPR's D.C. office during the pandemic, our \"home\" series has created opportunity for global megastars like Dua Lipa to bring her uptempo dance joints all the way from London. Of Kosovar Albanian descent, Dua Lipa was raised in the UK and rose to super stardom in the three years since her eponymous debut album dropped in 2017. NPR Music featured her in our docu-series Noteworthy at the onset of her career. It's been extraordinary to witness her colossal takeover of the pop music landscape. Dua sums the times during her intro of \"Love Again\": \"It's about manifesting good things into your life, when things aren't quite going your way.\"\n\nSET LIST\n\"Levitating\"\n\"Pretty Please\"\n\"Love Again\"\n\"Don't Start Now\"\n\nMUSICIANS\nDua Lipa: vocals\nMatthew Carroll: bass\nAlex Lanyon: guitar\nNaomi Scarlett: vocals\nCiara O'Connor: vocals\nIzzy Chase: vocals\nMatt Maijah: vocals\n\nCREDITS\nVideo: Ceremony London, James Barnes\nAudio: WFB Live, Will Nicholson\nTINY DESK TEAM\nProducer: Abby O'Neill\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=F4neLJQC1_E", "date_published": "2020-12-04 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "'Prison To Prison Pipeline:' Isis Tha Saviour | Louder Than A Riot, S1E9", "description": "Hip-hop loves a hero's come-up, but the culture often has a hard time seeing women as heroes. Two years ago, when Louder Than A Riot editor Chiquita Paschal discovered she had a sister — who rapped — she quickly saw how that double standard can take shape. Chiquita's sister is Mary Enoch Elizabeth Baxter, aka Philly rapper Isis Tha Saviour. In this episode, Chiquita takes us on Mary's hero's journey — from her time as a ward of the state to finding her voice in rap. And together, they delve into incarceration's ripple effects on families like theirs, and how hip-hop can help transform trauma into freedom. \n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=kdby_qSPFj4", "date_published": "2020-12-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]