[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How ESO: Greymoor Brings Skyrim Back 1000 Years", "description": "Kurt Indovina chats with Elder Scrolls Online's creative director Rich Lambert about the game's new expansion Greymoor and what it was like to adapt Skyrim 1000 years in the past.", "link": "https://www.youtube.com/watch?v=TNwl-Hyp8dE", "date_published": "2020-06-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Releases - Top Games Out This Month -- July 2020", "description": "New Releases highlights the top new video games on Nintendo Switch, PS4, Xbox One, and PC. This episode takes a look at the new month of July, which is packed with big games like Ghost of Tsushima, Paper Mario: The Origami King, Iron Man VR, Rocket Arena, and the Destroy All Humans remake.", "link": "https://www.youtube.com/watch?v=3pPWBJ6FOmk", "date_published": "2020-06-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "47 Things You May Have Missed In The Last Of Us Part II", "description": "Naughty Dog's The Last of Us Part 2 is officially out on PS4 and with it there are lots of easter eggs, callbacks, and references, so here are 47 things you might have missed.\n\nWe've found a ton of Easter eggs and references in The Last of Us Part II. And that's not all either--Naughty Dog's recent release includes dozens of callbacks to The Last of Us and The Last of Us: Left Behind as well.\n\nIn the video above, Evan Langer and Jake Dekker detail the 47 (yup, that many) Easter eggs, references, and callbacks that we've found in The Last of Us Part II. This may go without saying, but the video does include spoilers. Though a ton of the hidden secrets in Part II are scattered throughout the opening hours of the game, plenty are found in the mid- and late-game. So the video includes spoilers from the mid- and late-game.\n\nThese Easter eggs, references, and callbacks run the gauntlet. For example, Ellie's room hides plenty of callbacks to storylines from the first game, she references real-world songs by playing them on guitar, and you can find Easter eggs that point to other Naughty Dog franchises like Uncharted.\n\nIn GameSpot's The Last of Us Part II spoiler review, Kallie Plagge writes, \"In the original Last of Us, I wanted to make Joel's bad decisions right along with him; I knew it was 'wrong,' in a sense, but I wanted to save Ellie anyway. In Part II, I wanted nothing to do with Ellie's bad decisions. There's no 'oh god, I'm the monster' moment; just profound sadness about all the pain she's caused. Without Abby, none of that works. Abby is a fantastic character in her own right, and the way the game pits her against Ellie is what makes the story powerful. It's a tragic, heartbreaking exploration of the consequences of the first game, even if not all your actions here have real consequences.\"", "link": "https://www.youtube.com/watch?v=gHJc2T9ZV34", "date_published": "2020-06-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Everything We Know About Cyberpunk 2077's Story", "description": "What exactly is the plot of Cyberpunk 2077? Thanks to new info and hand-on time with the game, we have a clear picture of the opening hours of the game, as well a pretty good theory on where it will go.\n\nOver the past few years, we’ve learned a lot about Cyberpunk 2077’s world, its look, and some of its characters. But what exactly is the plot of the game? Well thanks to some hands-on time with the first few hours and a lot of info from developer CD Projekt Red, we now have a clear picture of what V’s journey is in Night City, at least for the prologue. \n\nThis video breaks down all three of the game's unique intros, which are known as Life Paths. There’s Street Kid, Nomad, and Corporate, with all of them offering a different backstory for main character V. We then dive right into the main plot, which does require us to put together a few pieces and get speculative. This means there are potential major spoilers, so maybe turn the video off after 3:40 if you rather experience it for yourself.\n\nCyberpunk 2077 releases this fall on November 19th for PC, PS4, and Xbox One with free updates for PS5 and Xbox Series X. If you're interested in more Cyberpunk videos, we have a gameplay breakdown, hands-on impressions, and a developer interview. Jake Dekker and Tamoor Hussain will also be doing a Q&A video so leave your questions for them in the comments below.", "link": "https://www.youtube.com/watch?v=ex3JYxOOwII", "date_published": "2020-06-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For July 2020 Revealed", "description": "The free Xbox Games With Gold for July 2020 have been revealed. WRC 8 FIA World Rally Championship and Dunk Lords will be available on Xbox One, and Saints Row 2 and Juju will be available on Xbox 360. Those two 360 games will be playable on Xbox One as well, thanks to backwards compatibility.", "link": "https://www.youtube.com/watch?v=jeb-tPEhc7Y", "date_published": "2020-06-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Cyberpunk 2077's Gameplay Works", "description": "After four hours of hands on time with Cyberpunk 2077, Jake Dekker breaks down the game play in the early hours of CD Projekt Red's latest RPG.", "link": "https://www.youtube.com/watch?v=6oaLn8T9kAw", "date_published": "2020-06-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Cyberpunk 2077's Night City Was Made To Get Lost In", "description": "Tamoor Hussain and Jake Dekker sat down with Max Pears, level designer at CD Projekt Red, to discuss the vast and dense world the team has created.", "link": "https://www.youtube.com/watch?v=RXML4qTB_GA", "date_published": "2020-06-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]