[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "'Stay In The House': Bobby Shmurda (Pt. 2) | Louder Than A Riot, S1E7", "description": "Two young men grow up just blocks apart, each with aspirations to make it big. But while Bobby Shmurda sees his dreams come true, Bryan Antoine is killed by members of Bobby's crew. This is the story that lingers between the lyrics of Bobby's viral hit, \"Hot N****.\" We talk to the family grieving Bryan's loss and review hours of incriminating GS9 phone calls. How does the true story behind the song complicate stereotypes about gang affiliation? And what does the pursuit of justice mean in a neighborhood where labels like \"victim\" and \"perpetrator\" can be interchangeable?\n\nARTWORK by Dale Edwin Murray / MUSIC by Kassa Overall / VIDEO by Renee Klahr\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nWHAT'S \"LOUDER THAN A RIOT\"?\nRhyme and punishment go hand in hand in America. \"Louder Than A Riot\" reveals the interconnected rise of hip-hop and mass incarceration. From Bobby Shmurda to Nipsey Hussle, each episode explores an artist's story to examine a different aspect of the criminal justice system that disproportionately impacts Black America. Hosted by NPR Music's Rodney Carmichael and Sidney Madden, this podcast is invested in power from all angles — the power the music industry wields over artists, the power of institutional forces that marginalize communities of color, the power of the prison industrial complex and the power dynamics deep-rooted in the rap game.\n\nWe'd love to hear your thoughts, questions and feedback. Email us at louder@npr.org.\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=hh8YaTThCKI", "date_published": "2020-11-12 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tigran Hamasyan: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSuraya Mohamed | November 11, 2020\nPianist Tigran Hamasyan settled down in his home country of Armenia during the pandemic, and took the opportunity to catch up on projects that have been lingering, unfinished, for years. For a touring musician, it's one of the few benefits of the COVID-19 lockdown, having the time to get things done and engage with new work.\n\nTigran first wowed me in 2006. Earlier that year, he'd won the Thelonious Monk International Jazz Competition and his performance at the John F. Kennedy Center For The Performing Arts for NPR's annual Jazz Piano Christmas program was truly memorable. I've been following him and his robust discography ever since.\n\nThe first performance in his Tiny Desk (home) concert, \"Road Song,\" features a melody Hamasyan wrote in 2008, but recorded with a quintet on his imaginative 2013 album, Shadow Theater. He frequently plays a solo version of it live, but had never played it alone in a studio until now. That's followed by \"Our Film,\" from Hamasyan's latest and most enterprising release, The Call Within. This performance mirrors the intensity and sentimentality of the album version, but here it's more intimate and fanciful. The last tune, \"A Fable,\" is the title track of his 2011 solo album, which was inspired by 13th century Armenian writer Vardan Aygektsi.\n\n\nSET LIST\n\"Road Song\"\n\"Our Film\"\n\"A Fable\"\n\n\nMUSICIANS\nTigran Hamasyan: piano\n\nCREDITS\nVideo By: Elena Petrosyan\nAudio By: Tigran Hamasyan\n\nTINY DESK TEAM\nProducer: Suraya Mohamed\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=PSgPYBn4yyE", "date_published": "2020-11-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]