[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Angelica Garcia: NPR Music Tiny Desk Concert", "description": "This performance was recorded on Feb. 10, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nApril 15, 2020 | Bob Boilen -- Angelica Garcia decorated the Tiny Desk with colorful fabrics, orange flowers, a fuchsia dress, and a great deal of pride in what she calls her \"Salva-Mex-American\" heritage. Her song \"Orange Flower\" got my attention back in 2016, but I thought of her only as a Virginia rock and roller. Not anymore. Angelica Garcia's music in the 2020s embraces her heritage, her life growing up in Los Angeles, and the ranchero music she heard from her family. Angelica moved to Virginia at age seventeen. The songs she sings at the Tiny Desk, all from her album Cha Cha Palace, reflect the way she was seen, or more to the point, not seen, in her new home. \"Jícama\" captures that feeling of invisibility:\n\n\"I see you, but you don't see me\nJícama, jícama, guava tree\nI been trying to tell ya but you just don't see\nLike you, I was born in this country.\"\n\nOn the opening song, \"Guadalupe,\" Angelica expresses respect for La Virgen de Guadalupe, the patron saint of Mexico, singing \"I wanna be like her.\" Guadalupe inspires her to declare that \"power isn't defined by your physique.\" In this Tiny Desk concert, Angelica, along with her Richmond bandmates, powerfully convey the all-important message that we are all part of this country's colorful fabric, and we all deserve to be heard.\n\nSET LIST\n\"Guadalupe\"\n\"Valentina in the Moonlight\"\n\"Jícama\"\n\nMUSICIANS\nAngelica Garcia: vocals, guitar, looper; Chrissie Lozano: bass; Ryan Jones: keys; Josh McCormick: drums; Kenneka Cook: vocals, percussion; John Sizemore: guitar\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Videographers: Jack Corbett, Maia Stern, Melany Rochester, Kara Frame; Editor: Melany Rochester; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=JQTM86SZW2g", "date_published": "2020-04-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tōth: NPR Music Tiny Desk Concert", "description": "This performance was recorded on Feb. 7, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nApril 13, 2020 | Bob Boilen -- Sometimes I'll see a band at my desk and wish I could jump in and join. That's what happened when Tōth played the Tiny Desk. I felt a deep connection to both the fun and emotion in their music. Besides, I loved their outfits. The last time we saw Alex Toth at the Tiny Desk, he was standing against the shelves, trumpet to his lips. He performed in 2015 with Rubblebucket and his partner Kalmia Travers was singing lead. This time around, Alex sings about their relationship's end in the song \"Copilot.\"\n\n\"Thought you were my copilot na na na\nMy copilot na na na na na\nNow I know that you were just taking me for a ride\nAnd that's alright it was a beautiful ride.\"\n\n\"Copilot\" is one of two songs Tōth performed at the Tiny Desk from his album Practice Magic and Seek Professional Help When Necessary. These songs are thoughtful, honest reflections on the end of his personal relationship with Kalmia Travers (although it continues professionally). The arrangements here are spare but textured with bits of Alex on trumpet and touches from Ben Chapoteau-Katz on sax and electronics. The rhythm section of drummer Rebecca Lasaponaro and bassist Ryan Dugre pin it all together. There is a debut here, before the ending singalong song. The new tune \"Turnaround (Cocaine Song)\" is a funny/sad (and I'll assume true) tale of poorly timed indulgence at his Aunt Mary's funeral in New Jersey. The balance of storytelling and intriguing music are my sweet spots, so Tōth felt right at home at my desk.\n\nSET LIST\n\"Copilot\"\n\"No Reason\"\n\"Turnaround (Cocaine Song)\"\n\"Juliette\"\n\nMUSICIANS\nAlex Toth: vocals, guitar, trumpet; Ryan Dugre: bass, vocals; Ben Chapoteau-Katz: synthesizer, sax, vocals; Rebecca Lasaponaro: drums, vocals\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Jack Corbett; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Alex Drewenskus; Videographers: Maia Stern, Melany Rochester, Jack Corbett, Bronson Arcuri; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Max Posner/NPR", "link": "https://www.youtube.com/watch?v=0D0yLOK7z30", "date_published": "2020-04-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]