[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Alanah Pearce Guest Charity Stream | Play For All Day 3", "description": "BLACK LIVES MATTER: http://bit.ly/gs-blm\n\nCOVID-19 Direct Relief: http://bit.ly/gs-covid\n\nWelcome to Play For All, a new kind of event hosted by GameSpot. It combines all the in-depth gaming news and reveals you’d expect from E3, with a six-week long charity drive. Today we’re playing Minecraft Dungeons with Alanah Pearce, while raising money for Black Lives Matter, and Direct Relief.", "link": "https://www.youtube.com/watch?v=dYQgzo234hI", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Last Of Us Part 2 - Official Extended Commercial", "description": "Continue Ellie's journey when The Last of Us Part II finally arrives June 19.", "link": "https://www.youtube.com/watch?v=aanR55xFzP4", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Valorant's Future Agent Plans And Console Prototypes", "description": "Before Valorant's June launch we got to talk with Riot executive producer Anna Donlon as part of GameSpot's Play For All charity event. \n\nWe talked about how Valorant's developer plan to release future agents, following the pattern of games like Overwatch and Rainbow Six: Siege as well as the controversial anti-cheat tools that Valorant first released with and if we will ever see Valorant on the Xbox Series X or PlayStation 5.\n\nValorant released as a free-to-play title on June 2, along with a new game mode Spike Rush and the new agent Reyna. We will be bringing you the latest news on Riot's free-to-play shooter whenever new content or seasons are released.", "link": "https://www.youtube.com/watch?v=Wx52iTfkJzc", "date_published": "2020-06-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "GameSpot Stands With Black Lives Matter", "description": "In solidarity with Black Lives Matter and as part of Blackout Tuesday, we have made the decision to postpone today's charity stream. Instead, we ask you to consider donating to Black Lives Matter.\n\nBlack Lives Matter - http://tinyurl.com/gs-blm", "link": "https://www.youtube.com/watch?v=t8-zMsg33GM", "date_published": "2020-06-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 Event Delayed For A Good Reason | Save State", "description": "Sony delays its PlayStation 5 stream until further notice. We'll be getting more details on Pokemon Sword & Shield's DLC Isle of Armor very soon. Sega's got a big announcement lined up later this week coming from Famitsu magazine.\n\nAlso, for the next six weeks GameSpot is hosting Play For All, a summer gaming and charity celebration featuring special guests like Alanah Pearce, Troy Baker, Danny O'Dwyer, and many familiar GameSpot faces. All of which are coming together to raise money for Direct Relief in support of those fighting on the frontlines against COVID-19, and Black Lives Matter.\n\nWhere to donate:\ntinyurl.com/gs-blm\ntinyurl.com/gsplayforall\n\nWhere to watch:\nyoutube.com/gamespot \n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=KzmLhgBgisk", "date_published": "2020-06-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]