[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Evolution of the Xbox Controller", "description": "For nearly twenty years, Microsoft's Xbox has been a constant force in gaming, nestled alongside Sony's PlayStation as one of the most popular gaming brands. With the coming shift that the upcoming Xbox Series X will bring, fans have been clamoring for more details on what's to come with next-gen. While the console itself features some impressive features, the one thing that players are especially excited to see more of, and to get their hands on, is the controller itself. The many controllers throughout Xbox's history have placed themselves among the pantheon of gaming's most iconic devices, and the Xbox Series X's controller looks to continue on a tradition of having an accessible and engaging peripheral to get a grip on.\n\nWith this in mind, we wanted to take a look at the history of the Xbox's key controllers and upgrades. Many of these controllers would possess features and innovations that would go on to become trailblazers for more exciting and accessible ways to play for the audience. In this video, video producer Jay Julio takes us back to the beginning with the Xbox's original controller--often known as The Duke--and explains how each device paved the way for what came next.\n\n#EvolutionOf #Xbox #GameSpot", "link": "https://www.youtube.com/watch?v=2CqKIKqUAbE", "date_published": "2020-05-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dragon Ball FighterZ - Anime Vs. Game (Ultra Instinct Goku vs. Kefla)", "description": "With Ultra Instinct Goku now available in Dragon Ball FighterZ, we have all the pieces to recreate some of the most dramatic moments from Dragon Ball Super's Tournament of Power arc and Dragon Ball Super: Broly. When it comes to incredible moments in the Dragon Ball anime, very few come close to topping Goku vs. Kefla, Goku and Frieza vs. Jiren, and Goku vs. Broly.\n\nIn the video above, we recreate these memorable battles to the best of our ability. For instance, even though Goku goes Ultra Instinct in Dragon Ball Super to defeat Kefla in spectacular fashion, you actually need to use Super Saiyan God Super Saiyan (or Super Saiyan Blue) Goku when fighting Kefla in Dragon Ball FighterZ in order to get the finisher that he uses in the anime. It still looks pretty badass though.\n\nIn GameSpot's Dragon Ball FighterZ review, Peter Brown wrote, \"FighterZ is complex and distinct enough to be enjoyed by fighting game competitors, but there's no question that it's been designed to tap into the hearts of Dragon Ball's most dedicated fans, and no doubt those same qualities will win people over who've never given the series a chance. Where past games attempted to get there through huge character rosters and deliberately predictable trips down memory lane, FighterZ has bottled the essence of what makes the series' characters, animation, and sense of humor so beloved and reconfigured it into something new: a Dragon Ball fighting game that can go toe-to-toe with the best of the genre.\"\n\nThe latest dramatic finish added to Dragon Ball FighterZ recreates the fight between Ultra Instinct Goku and Kefla in the Tournament of Power arc of the Dragon Ball Super anime. While Ultra Instinct Goku has now been released as part of Pass 3, triggering this dramatic finish is actually performed with the Super Saiyan Blue version of Goku (SSGSS). Kefla, the first character of Pass 3, was announced alongside UI Goku and released earlier this year on February 28.\n\n#DragonBallFighterZ #GokuVSKefla #GameSpot", "link": "https://www.youtube.com/watch?v=3lkd3HDb7iQ", "date_published": "2020-05-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "GTA 5 Heists With A Gamer Grandma And DJ Shaq | Good News Gaming", "description": "This week on Good News Gaming, we celebrate the most wholesome streamer around, brohx_, who'll warm your heart with his reaction to being gifted some subs on Twitch. \n\nWe also talk about Gamer Grandma, Hamako Mori, who runs her own YouTube channel and is preaching the benefits of gaming to the older generation. Not only that, but we ponder which video games we should hold meetings in so we can finally all uninstall Zoom and make work more fun.\n\nWe talk about Tony Hawk, again, even though it's not really about gaming this time. This time he's just being an exceptionally wholesome lad and making a fan's dreams come true. For more wholesome and funny things from the world of gaming, make sure to watch Good News Gaming every Friday here on GameSpot. If you have a story you think should be featured, leave it in the comments below and it could end up in a future video.\n\nIn this video:\nScoob in GTA Online: https://www.reddit.com/r/funny/comments/gndrpv/jumping_people_dressed_as_scooby_doo_characters/ \nWholesome streamer: twitch.tv/broxh_ \nRed Dead Redemption meetings: twitter.com/vivschwarz\nGamer Grandma: https://www.youtube.com/channel/UCc7Ygo3HC1zWJOrtNiwuT3w\nDJ Shaq: https://twitter.com/DJshaqfanacc\nDark Souls no look: https://twitter.com/DontRachQuit/status/1262866352207003650?s=19\nOriginal Tony Hawk appeal: https://www.tiktok.com/@fresh2deaf?source=h5_m\nTony Hawk response: https://www.tiktok.com/@tonyhawk?source=h5_t\n\n#GoodNewsGaming #GameSpot", "link": "https://www.youtube.com/watch?v=Lv9lEDPaj1c", "date_published": "2020-05-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ghost Of Tsushima - 6 Interesting Facts You May Not Know", "description": "Ghost of Tsushima is something entirely new for Sucker Punch Productions. It draws from real-world Japanese history and explores it through the lens of classical samurai cinema. Tamoor spoke to creative director Nate Fox to find out more about the game, including how combat will work, how the idea for the game came about, and why the studio hopes you'll choose to leave the beaten path while playing.\n\n\nWatch the full video to see more of Ghosts of Tsushima and learn why you should be excited about it. Ghosts of Tsushima releases on July 17 for PlayStation 4.", "link": "https://www.youtube.com/watch?v=j3vUuMxsw8Y", "date_published": "2020-05-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mortal Kombat 11: Aftermath - Official Meet Sheeva Trailer", "description": "Johnny knows that messing with Sheeva is a death sentence. All hail the queen! \n\nOn May 26th the epic saga continues with Mortal Kombat 11: Aftermath! This new entry expands the critically acclaimed story campaign of Mortal Kombat 11 with an all-new cinematic narrative centered around trust and deceit. Joining the fight will be Mortal Kombat alumni, Fujin and Sheeva, and guest character, RoboCop, making his series debut!\n \nAll Mortal Kombat 11 players will have access to a free content update featuring new Stages, Stage Fatalities, and Friendships!\n\n#MortalKombat #MKAftermath #MK11", "link": "https://www.youtube.com/watch?v=XfHBjkJ6MUw", "date_published": "2020-05-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]