[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "$5,000 For An iPhone With Fortnite?? | Save State", "description": "In your Save State for August 25th, Chastity tells you about how iPhones that have Fortnite installed are being listed at a huge markup on eBay. Due to the Epic Games vs. Apple lawsuit, you can't currently play Fortnite on iPhone unless you already downloaded it. This is leading to some people selling iPhones for thousands of dollars on eBay. \n\nBorderlands 3's next DLC is coming in September, called Psycho Krieg and the Fantastic Fustercluck. It includes a free level cap increase for all players. This fourth DLC will be the final addition covered by the Borderlands 3 Season Pass.\n\nAnd in Xbox news, the new August 2020 Xbox One update lets you preview Series X's UI. The UI update is part of Microsoft's continuing effort to improve the interface on its consoles while also integrating it with new clients across PC and smartphones, following the launch of Xbox Games Pass for PC and xCloud for Android respectively.\n\nWhile you're here, check out GameSpot's merch store!  Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. \nCheck it out here: https://store.gamespot.com/\n\n00:00 - Intro\n00:20 - iPhones With Fortnite Are Being Marked Up On Ebay\n01:06 - Borderlands 3's Next DLC Is Out Very Soon\n01:45 - Check Out The Series X's UI With The New Xbox One Update\n02:22 - Outro", "link": "https://www.youtube.com/watch?v=cMKL_7VypWg", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New & Improved Switch Reported | Save State", "description": "In this video, Persia talks about a new and improved version of the Nintendo Switch that is being reported again. According to Economic News Daily, its slated for Q1 of 2021. The new Switch could have a better display and enhanced \"interactivity\" as these are the only details reported so far. \n\nPersia also goes over CD Projekt Red's recent confirmation on Twitter that Cyberpunk 2077 will offer free DLC after launch which follows the model used for The Witcher 3. CD Projekt Red has previously talked about the importance of diversity and inclusion within its games, and it looks like it even extends all the way to accessibility options like subtitles as you’ll even be able to adjust the size and color of the subtitles on day one. Cyberpunk 2077 is coming to PS4, Xbox One, and PC on November 19; PS5 and Series X versions are also in the works\n\nLastly, Persia shares some details on two game announcements from DC Fandome, Gotham Knights and Suicide Squad: Kill The Justice League. \n\nWB Montreal's  Gotham Knights lets you play as Robin, Nightwing, Batgirl, or Red Hood who all have their own distinct fighting styles. And since this title is not continuing the story of the Arkham Games, you’re fighting in a Gotham where Batman is dead.  Gotham Knights is coming to PS4, PS5, Xbox One, Series X, and PC in 2021. \n\nRocksteady’s Suicide Squad: Kill The Justice League will be set in the Arkhamverse after Arkham Knight. Suicide Squad will also be a co-op action game where you can play as Harley Quinn, Deadshot, King Shark, and Captain Boomerang to defeat Superman after he kills an innocent civilian. Suicide Squad: Kill The Justice League is coming to PS5, Series X, and PC in 2022\n\nThis is your Save State for Monday, August 24th.\n\n00:00 - Intro\n00:21 - A New Switch Model Is Being Reported...Again\n01:10 - Cyberpunk 2077 Will Have Free DLC & Adjustable Subtitles \n02:13 - Gotham Knights & Suicide Squad Games Confirmed", "link": "https://www.youtube.com/watch?v=c2XzAalaXr8", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Outriders Broadcast: Technomancer Class Reveal, New Co-op Gameplay, And More", "description": "On Outriders Broadcast 3, we get the reveal of the fourth class, the Technomancer, as well as co-op gameplay showing off a brand new environment. Tune in August 25th at 9 AM PST.", "link": "https://www.youtube.com/watch?v=JpjkF5_c3CI", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Lord of the Rings: Gollum - Official Cinematic Teaser Trailer", "description": "Playing as Smeagol/Gollum, you'll explore a new game and story by Daedalic Entertainment that starts in parallel with Frodo's, albeit on a different side of Middle-earth entirely. You'll make decisions that align with one of the character's personas as they fight for control, influencing some visual changes and the branching storyline as you progress.\n\nAs announced for Xbox Series X and PS5 earlier this year, a new game based on the works of JRR Tolkien is on the way: The Lord of the Rings: Gollum. While little has been shared about the game thus far, it has now reemerged with a new teaser trailer and gameplay details for the stealth-based title, which is coming to both next-gen consoles and PC in 2021.\n\nGollum isn't strong but instead crafty, which will give you some opportunities to take out enemies in an otherwise predominantly stealth-focused gameplay. Some enemies can be taken down with stealth attacks or lured into dangerous parts of the environment, some of which might feature familiar characters that can aid Gollum on his journey.\n\nThe Lord of the Rings: Gollum is set to launch sometime in 2021 exclusively for next-generation consoles and PC. Gameplay will only be shown in 2021, according to developer Daedalic Entertainment.", "link": "https://www.youtube.com/watch?v=SXM6hk3sY74", "date_published": "2020-08-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyper Scape Early Game Strats from a Dev and Pro | The Pod", "description": "(Presented by Hyper Scape) The opening moments of any Battle Royale game are pivotal for victory, so let a developer of the game and pro player TannerSlays give you the tips you need to set yourself up for a win!", "link": "https://www.youtube.com/watch?v=rArYVUWiHWk", "date_published": "2020-08-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Sims' Darkest Mystery: The Fate Of Its Most Famous Sim | Lorescape", "description": "On this episode of Lorescape, we take a closer look at the mystery behind one of the most famous Sims of all time, Bella Goth.\n\nWhile The Sims games are known for their character customization and house decoration, the stranger lore beneath the surface reveals quite a few bizarre mysteries and relationships. From aliens and vampires to supervillains, the world of SimNation and the lore behind it runs much deeper than you know.", "link": "https://www.youtube.com/watch?v=haD3RFUu9gg", "date_published": "2020-08-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]