[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "King Princess: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nApril 8, 2020 | Bob Boilen -- \"Welcome to the quarantine shed!\" King Princess exclaims. She's in jogging pants and sitting on a fluffy white chair, with two guitars, an amp and a tiny keyboard at her side. \"I'm in Hawaii and brought as much gear in the carry-on of my plane ride as possible.\"\n\nThe flashy performer was set to open for The Strokes, embark on three South American festival dates for Lollapalooza and go on a European tour with Harry Styles. But now, she says, \"I'm back to just making music in my room.\" King Princess plays three songs from her late 2019 album, Cheap Queen, in ways I never would have imagined.\n\nSET LIST\n\n\"Isabel's Moment\"\n\"Prophet\"\n\"Homegirl\"", "link": "https://www.youtube.com/watch?v=uKPo110Qpvo", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Just Blaze Unpacks His Samples For Beyoncé and Jay-Z | The Formula, S1E1", "description": "In the first installment of our new video series The Formula, producer Just Blaze unpacks the drum-centric samples he created for Jay-Z and Beyoncé. Whether he's tapping out sampled drums or incorporating live drummers in the studio, his ability to harness energy is what makes his sound so dynamic.\n\nWatch the second season early at npr.org/theformula\n\nREAD THE COMPANION ESSAY\n\"'I Hate You, Man': Questlove On Just Blaze's Maddening Genius\" by Questlove\nThe Roots' drummer and Tonight Show bandleader picks apart exactly why fellow producer Just Blaze's talent for finding and flipping samples in unexpected combinations is both inspiring and infuriating. That essay is here: https://n.pr/39vDSWa \n\nFULL SERIES PLAYLIST HERE\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVbYfsJ9gn-LrWPuALxU2Z1T\n\nCREDITS\nHost: Rodney Carmichael; Producers: Nick Michael, CJ Riculan; Animator: CJ Riculan; Assistant Producer: Ben Naddaff-Hafrey; Director of Photography: Colin Marshall; Editors: Annabel Edwards, Nick Michael; Videographers: Annabel Edwards, Nickolai Hammar, Colin Marshall; Audio Recording Engineer: Nickolai Hammar; Audio Mix Engineer: Josh Rogosin; Supervising Producer: Nick Michael; Senior Producer: Abby O'Neill; Consulting Editor: Jacob Ganz; Managing Editor: Becky Lettenberger; Executive Producers: Anya Grundmann, Keith Jenkins, Lauren Onkey\n\nMUSIC\n\"Hovi Baby,\" Jay-Z, The Blueprint 2 (2002)\n\"Shaft In Africa (Addis),\" Johnny Pate, Shaft in Africa (1973)\n\"Show Me What You Got,\" Jay-Z, Kingdom Come (2006)\n\"Let Me Try,\" Kaleidoscope, Kaleidoscope (1969)\n\"Freedom,\" Beyoncé, Lemonade (2016)\n\"Rose Water\", DJ Face [series theme track]\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n#nprmusic #theformula", "link": "https://www.youtube.com/watch?v=HOkGQsLMW5Y", "date_published": "2020-04-07 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]