[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "The Easter Worshipper Episode", "description": "This is the Babylon Bee weekly news podcast for the week of 4/8/2020.\r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle talk about how unemployment has skyrocketed, Jeremy Camp has created a camp for all kids named Jeremy, and how Bill Gates’ cure for coronavirus was taken out by a Windows virus. Kyle and Ethan then discuss the wonder, the mystery,  and the historicity of the Resurrection and how that sets Christianity apart from every other worldview.  \r\n\r\n In the subscriber portion, Kyle and Ethan see what you subscribers out there are reading in our new premium open discussion thread.\r\n\r\n This podcast is brought to you by the Classic Learning Test (CLT Exam). Check out an alternative to the SAT and ACT at cltexam.com\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle tortures Ethan with Star Trek talk.  \r\n\r\n Kyle- Codenames A Party Game\r\n\r\n Ethan- That Story Show Podcast\r\n\r\n Story 1 -  Groundbreaking New Study Suggests Shutting Down Economy Could Contribute To Unemployment\r\n\r\n    This gif tells the story of the weekly unemployment claims. Unemployment skyrocketed over 10 million unemployment claims in just two weeks. \r\n\r\n   Some are projecting  15% unemployment rate in a few weeks and many small businesses are threatened with permanent closures and bankruptcies\r\n\r\n   Story 2 -   Jeremy Camp Opens Camp For Underprivileged Kids Named Jeremy: 'Jeremy Camp'\r\n\r\n Story 3 -  Tragic: Bill Gates Had A Cure For Coronavirus But It Was Erased By A Windows Virus\r\n\r\n   Gates had stepped down from Microsoft board recently to focus on humanitarian efforts.\r\n\r\n   He says the deaths from coronavirus are a “nightmare scenario” but could be less that what is being predicted if we all stay home.\r\n\r\n   He said back in 2015 that we should be concerned about disease and not war causing millions of deaths.\r\n\r\n   Topic of the Week - The historicity of Christianity in the life, death, and resurrection of Christ. The full humanity of Christ and how modern Christians tend to de-emphasize the resurrection of the body.\r\n\r\n   Modern Christians have deemphasized the resurrection of the body.\r\n\r\n     Kyle’s college story\r\n\r\n   Purpose-driven life gospel presentation:\r\n\r\n   “Believe God loves you and made you for his purposes. Believe you’re not an accident. Believe you were made to last forever. Believe God has chosen you to have a relationship with Jesus, who died on the cross for you. Believe that no matter what you’ve done, God wants to forgive you. Second, receive. Receive his forgiveness for your sins. Receive his Spirit, who will give you the power to fulfill your life purpose. ... Wherever you are reading this, I invite you to bow your head and quietly whisper the prayer that will change your eternity. ‘Jesus, I believe in you and I receive you.’ Go ahead. If you sincerely meant that prayer, congratulations! Welcome to the family of God!”” \r\n\r\n     Lord I Lift Your Name on High\r\n\r\n   Bible’s emphasis on resurrection --\r\n\r\n ...If Christ has not been raised, then our preaching is in vain and your faith is in vain. \r\n\r\n “By vindicating Christ in His resurrection, the Father declared His acceptance of Jesus’ work on our behalf... Had Christ not been raised, we would have a mediator whose redeeming work in our behalf was not acceptable to God.” -- RC Sproul\r\n\r\n “The cross and the empty tomb stand at the center of the Christian faith. Without these, there is no good news — no salvation.” -- Albert Mohler\r\n\r\n Emptiness of “religion” and the alternatives\r\n\r\n A.) Pop culture -- “he’s in a better place”\r\n\r\n B.) Atheist eulogy: And the physicist will remind the congregation of how much of all our energy is given off as heat. There may be a few fanning themselves with their programs as he says it. And he will tell them that the warmth that flowed through you in life is still here, still part of all that we are, even as we who mourn continue the heat of our own lives.\r\n\r\n And you'll want the physicist to explain to those who loved you that they need not have faith; indeed, they should not have faith. Let them know that they can measure, that scientists have measured precisely the conservation of energy and found it accurate, verifiable and consistent across space and time. You can hope your family will examine the evidence and satisfy themselves that the science is sound and that they'll be comforted to know your energy's still around. According to the law of the conservation of energy, not a bit of you is gone; you're just less orderly. Amen. \r\n\r\n Proofs of the Resurrection\r\n\r\n   Empty tomb -- why didn’t his enemies just produce his body?\r\n\r\n   Eyewitnesses -- Christianity began spreading rapidly as the eyewitness accounts began to spread.\r\n\r\n   Disciples’ boldness -- Seeing a resurrected Christ turned Peter from being afraid of a little girl to proclaiming Christ...", "link": "https://www.youtube.com/watch?v=LHC9A12M0EQ", "date_published": "2020-04-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]