[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Salaam Remi Reworks Classic Samples for Nas and Amy Winehouse | The Formula, S1E5", "description": "Unlike most super producers, Salaam Remi doesn’t have an identifiable sound he loans out to various acts. He’s better known for mining a sound from each act he works with that, in turn, becomes their signature sound. He pushes artists through their songwriting process and that helps him figure out where to go musically.\n\nWatch the second season early at npr.org/theformula\n\nREAD THE COMPANION ESSAY\n\"I'll Give My Love If You Return It To Me: Babyface And The Bonds Of Collaboration\" by Danyel Smith // Salaam Remi defines his skill as a producer via the art of collaboration. Writer Danyel Smith says that's also true of songwriter Babyface, who for decades has been shaping the sound of R&B by showing deep respect for the singers — mostly women — with whom he's working. That essay is here: https://n.pr/2yhZN6w\n\nFULL SERIES PLAYLIST HERE\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVbYfsJ9gn-LrWPuALxU2Z1T\n\nCREDITS\nHost: Rodney Carmichael; Producers: Nick Michael, CJ Riculan; Animator: CJ Riculan; Assistant Producer: Ben Naddaff-Hafrey; Director of Photography: Colin Marshall; Editors: Tsering Bista, Maia Stern; Videographers: Colin Marshall, Nickolai Hammar; Audio Recording Engineer: Chris DeAngelis; Audio Mix Engineer: Josh Rogosin; Production Assistant: Shanti Hands; Supervising Producer: Nick Michael; Senior Producer: Abby O'Neill; Consulting Editor: Jacob Ganz; Managing Editor: Becky Lettenberger; Executive Producers: Anya Grundmann, Keith Jenkins, Lauren Onkey\n\nMUSIC\n\"Tears Dry on Their Own,\" Amy Winehouse, Back to Black (2006)\n\"Made You Look,\" Nas, God’s Son (2002)\n\"In My Bed,\" Amy Winehouse, Frank (2003)\n“Apache,” Incredible Bongo Band, Bongo Rock (1973)\n“Ain’t No Mountain High Enough,” Marvin Gaye & Tammi Terrell, United (1967)\n\"Rose Water,\" DJ Face [series theme track]\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\n#nprmusic #theformula", "link": "https://www.youtube.com/watch?v=KKW3upDoxsg", "date_published": "2020-05-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Braxton Cook: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMay 8, 2020 | Sidney Madden -- Braxton Cook is a Juilliard-trained, genre-jumping artist whose music feels both contemporary and timeless. Even if you don't know him by name, fans of jazz-shaded Tiny Desk concerts will know his sound. Cook previously appeared at the Desk in support of Christian Scott aTunde Adjuah in 2015, Tom Misch in 2018 and Phony Ppl in 2019. This time around, Cook takes the center seat, so to speak, from the comfort and safety of his sunny New Jersey home.\n\nFor his Tiny Desk (home) concert, Cook jumped around his discography, performing tracks from his 2017 album, Somewhere in Between, all the way up to his latest project, 2020's Fire Sign. Cook says he usually performs his original work with a full band, but obviously that isn't an option in the time of social distancing. So instead, the ambidextrous talent uses loops to support his vocals, saxophone and guitar throughout the laidback set. Closing out this cozy session, Cook dedicates the stirring \"Hymn (for Trayvon Martin)\" to everyone affected by the current pandemic.\n\nSET LIST\n\"Shooting Star\"\n\"We Major\"\n\"Never Thought\"\n\"Hymn (for Trayvon Martin)\"", "link": "https://www.youtube.com/watch?v=BUWpIou5yO0", "date_published": "2020-05-08 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]