[{"source": "https://www.theguardian.com/rss", "title": "Britain was led by Churchill then – it’s led by a Churchill tribute act now", "description": "<p>With coronavirus lockdown subduing VE Day, contrasts with 75 years ago were many and varied<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Somehow the quiet made it louder. By rights, marking the 75<sup>th</sup> anniversary of VE Day in the midst of a pandemic that has confined us to our homes – forcing us to keep our distance from one another, denying us the right to gather in crowds – should have muffled this commemoration. A celebration in private would surely feel like no celebration at all. Katherine Jenkins singing to an empty Albert Hall, streets with no street parties and the pubs all shut: how could that add up to anything other than a damp squib?</p><p>And yet Friday’s marking of the end of the second world war struck a deeper chord than it might, had it been just another sunny bank holiday. Yes, the usual rituals had to be suspended. There could be no wreath-laying at local memorials; instead, Prince Charles and Camilla laid two small wreaths on their own, in a crowdless corner of Balmoral, watched by a lone piper. There could be<a href=\"https://www.theguardian.com/world/2020/may/07/alone-with-union-jack-ve-day-veterans-90s-miss-out\"> no veterans’ parades</a>, no reunions for those who had served, no grateful handshakes from the politicians: 102-year-old former staff sergeant Ernie Horsfall had to make do with a Zoom call from Boris Johnson. And there were limited opportunities for silliness: the Winston Churchill impersonators were all dressed up with nowhere to go,<a href=\"https://www.theguardian.com/world/live/2020/may/08/ve-day-2020-75th-anniversary-two-minute-silence-red-arrows-flypast-live?page=with:block-5eb53bd88f08464cd429689f#block-5eb53bd88f08464cd429689f\"> forced to perform their cigar-and-V-sign shtick online</a>.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/commemorating-ve-day-during-coronavirus-lockdown-somehow-the-quiet-made-it-louder\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/commemorating-ve-day-during-coronavirus-lockdown-somehow-the-quiet-made-it-louder", "date_published": "2020-05-08 23:16:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Huge rise in fake goods and scams amid coronavirus lockdown, say UK councils", "description": "<p>Complaints soar over useless face masks, handmade sanitisers and school meal scams</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than 500,000 unusable face masks, and a garage selling fake Covid-19 testing kits, are among the hundreds of frauds investigated by trading standards officers since the start of the lockdown.</p><p>According to the Local Government Association, <a href=\"https://www.theguardian.com/money/scamsandfraud\">fraudsters</a> have gone into overdrive during the past six weeks to exploit the public’s fears and the fact that they are stuck at home.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/09/huge-rise-in-fake-goods-and-scams-amid-coronavirus-lockdown-say-uk-councils\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/09/huge-rise-in-fake-goods-and-scams-amid-coronavirus-lockdown-say-uk-councils", "date_published": "2020-05-08 23:01:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: major anti-lockdown group's links to America's far right", "description": "<p>American Revolution 2.0, which presents itself as bipartisan, has been assisted by far-right individuals – some with extremist links</p><p>Leaked audio recordings and online materials obtained by the Guardian reveal that one of the most prominent anti-lockdown protest groups, American Revolution 2.0 (AR2), has received extensive assistance from well-established far-right actors, some with extremist connections.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/30/michigan-protests-coronavirus-lockdown-armed-capitol\">Armed protesters demonstrate against Covid-19 lockdown at Michigan capitol</a> </p> <a href=\"https://www.theguardian.com/world/2020/may/08/lockdown-groups-far-right-links-coronavirus-protests-american-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/lockdown-groups-far-right-links-coronavirus-protests-american-revolution", "date_published": "2020-05-08 22:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US blocks vote on UN's bid for global ceasefire over reference to WHO", "description": "<p>Security council had spent weeks seeking resolution but Trump administration opposed mention of organization</p><p>The US has blocked a vote on a UN security council resolution calling for a global ceasefire during the Covid-19 pandemic, because the Trump administration objected to an indirect reference to the World Health Organization.</p><p>The security council has been wrangling for more than six weeks over the resolution, which was intended to demonstrate global support for the <a href=\"https://www.un.org/press/en/2020/sgsm20032.doc.htm\">call </a><a href=\"https://www.un.org/press/en/2020/sgsm20032.doc.htm\">for a ceasefire</a> by the UN secretary general, António Guterres. The main source for the delay was the US refusal to endorse a resolution that urged support for the WHO’s operations during the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/un-ceasefire-resolution-us-blocks-who\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/un-ceasefire-resolution-us-blocks-who", "date_published": "2020-05-08 21:07:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weatherwatch: and, at last, here is the weather forecast", "description": "<p>75 years ago, after five years during which the weather outlook was an official secret, the British public got a forecast</p><p>Exactly 75 years ago, for the first time in five years, the British people were treated to a weather forecast. The war in Europe had ended and weather prospects were no longer an official secret. The Met Office, an arm of the War Office, was so <a href=\"https://www.metoffice.gov.uk/binaries/content/assets/metofficegovuk/pdf/research/library-and-archive/library/publications/factsheets/remember_world-war-one-and-two.pdf\">strategically important</a> that at the outbreak of hostilities it was moved out of London to protect it from bombing.</p><p>In heavily camouflaged huts, forecasters set up on Dunstable Downs, Bedfordshire, and were linked to Q Central, the British war communications centre at nearby Leighton Buzzard. Throughout WWII until VE Day, via Q Central, forecasters receiving reports from many sources, including British ships crossing the Atlantic, produced updated weather forecasts as frequently as every half hour. The accuracy of these was vital to inform military operations – most famously D-Day, but more usually, for the RAF – details of cloud cover to aid the defence of Britain and later for Allied bombing raids.</p> <a href=\"https://www.theguardian.com/news/2020/may/08/weatherwatch-and-at-last-here-is-the-weather-forecast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/may/08/weatherwatch-and-at-last-here-is-the-weather-forecast", "date_published": "2020-05-08 20:30:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Never give up, never despair': the Queen's VE Day message", "description": "<p>Televised broadcast includes extracts from Churchill’s historic victory speech</p><ul><li><a href=\"http://guardian.com/world/2020/may/08/never-give-up-never-despair-the-queens-ve-day-message\">VE Day 2020: follow our live blog </a></li></ul><p>The Queen led tributes to the wartime generation on Friday night, recalling the “never give up, never despair” message of VE Day as the country marked the 75th anniversary of victory in Europe.</p><p>In a special broadcast, on a unique day of remembrance, reflection and celebration taking place during the coronavirus lockdown, she said: “Today it may seem hard that we cannot mark this special anniversary as we would wish. Instead we remember from our homes and our doorsteps.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/never-give-up-never-despair-the-queens-ve-day-message\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/never-give-up-never-despair-the-queens-ve-day-message", "date_published": "2020-05-08 20:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saturday set to be hottest day of the year across most of UK", "description": "<p>Temperatures will drop dramatically on Sunday as cold front moves in from northern Scotland<br /></p><p><br />Britain could have its hottest day of the year on Saturday, with temperatures predicted to hit 26C (78.8F).</p><p>Most of the country will bask in warm sunshine while London and the south-east will be hotter than Ibiza and St Tropez.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/08/saturday-set-to-be-hottest-day-of-the-year-across-most-of-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/08/saturday-set-to-be-hottest-day-of-the-year-across-most-of-uk", "date_published": "2020-05-08 19:45:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Venezuela orders arrest of former Green Beret involved in botched raid", "description": "<p>The chief prosecutor will seek capture of Jordan Goudreau as well as two US-based advisers to opposition leader Juan Guaidó</p><ul><li><a href=\"https://www.theguardian.com/world/2020/may/08/his-head-wasnt-in-the-world-of-reality-how-the-plot-to-invade-venezuela-fell-apart\">How the plot to invade Venezuela fell apart</a></li></ul><p>Venezuela’s chief prosecutor has ordered the arrest of a former Green Beret and two opposition figures living in the United States for their purported role in a <a href=\"https://www.theguardian.com/world/2020/may/05/venezuela-detains-two-americans-allegedly-involved-in-failed-raid-to-remove-maduro\">botched operation aimed at removing Nicolás Maduro</a> from power.</p><p>Tarek William Saab said Venezuela will seek the capture of Jordan Goudreau, a military veteran who has claimed responsibility for the attack, as well as Juan José Rendón and Sergio Vergara, two US-based advisers to the opposition leader Juan Guaidó.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/venezuela-jordan-goudreau-nicolas-maduro-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/venezuela-jordan-goudreau-nicolas-maduro-attack", "date_published": "2020-05-08 19:33:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Karen Bardsley: 'Panini should do NHS stickers – they're our role models'", "description": "<p>The England and Manchester City goalkeeper on career highs and lows, including Covid-19 delaying her comeback from injury</p><p>Karen Bardsley has had a lot of time to reflect on her career. The goalkeeper left England’s World Cup quarter-final <a href=\"https://www.theguardian.com/football/2019/jun/27/norway-england-womens-world-cup-quarter-final-match-report\">victory over Norway</a> in 2019 with a hamstring injury, knowing she would not make the semi-final, and has not played since. With cruel irony, her clearance to return to training at Manchester City came as the Lionesses returned from the SheBelieves Cup and went straight into isolation in March.</p><p>“I was like: ‘Wow, OK, I just got cleared to train with the whole squad and now I’m gonna have to wait for ever to do it,’ or at least that’s what it felt like,” Bardsley says with a laugh. “I’m just taking this as an opportunity to get as strong and as physically resilient as possible.”</p> <a href=\"https://www.theguardian.com/football/2020/may/08/karen-bardsley-panini-nhs-stickers-england-manchester-city-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/08/karen-bardsley-panini-nhs-stickers-england-manchester-city-football", "date_published": "2020-05-08 19:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour urges extended eviction ban amid risk of huge job losses", "description": "<p>Five-point plan to protect renters comes as poll shows 1.7 million people fear unemployment<br /></p><p>Labour is calling on the government to draw up emergency measures to protect renters beyond June as polling shows up to 1.7 million people in the private sector fear that they will lose their jobs this summer.</p><p>Dire economic forecasts released this week, including a Bank of England warning that the country faces its worst recession in 300 years, has prompted Labour to rapidly escalate its call for current protections for the rented sector, like the <a href=\"https://www.theguardian.com/money/2020/may/04/call-for-freeze-on-all-uk-private-rents-to-help-1m-at-risk-workers-covid-19\">three-month ban on evictions in England and Wales</a>, to be extended.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/08/labour-extension-emergency-rent-protections-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/08/labour-extension-emergency-rent-protections-housing", "date_published": "2020-05-08 19:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "#IRunWithMaud: thousands of runners pay tribute to Ahmaud Arbery", "description": "<p>Joggers around the world run to honor Arbery, who was shot dead in February and would have turned 26 on Friday</p><p>Thousands of people around the world are jogging to celebrate the birthday of man they never knew – Ahmaud Arbery. It is part of a global campaign to pay homage to 25-year-old Arbery, nicknamed Maud, who was shot and killed by two white men while out jogging in Georgia. Ahmaud was born on 8 May 1994 and would have turned 26 on Friday.</p><p>The idea for a global run in Arbery’s name came from his high school football coach, Jason Vaughn, who last saw Arbery when they crossed paths on a run. Arbery loved running. Now, the hashtag #IRunWithMaud has travelled the world, with runners from London to New York completing the 2.23-mile trip – a tribute to the date of his death, which occurred on 23 February. The hashtag now has more than <a href=\"https://www.instagram.com/explore/tags/irunwithmaud/\">60,000 posts on Instagram</a>.</p> <a href=\"https://www.theguardian.com/us-news/2020/may/08/ahmaud-arbery-runners-pay-tribute\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/08/ahmaud-arbery-runners-pay-tribute", "date_published": "2020-05-08 18:45:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plan to open schools on 1 June in doubt as unions air safety fears", "description": "<p>Joint statement insists return will not happen until stringent ‘test and trace’ regime in place</p><p>Ministers’ plans to reopen schools as early as 1 June are in serious doubt after unions representing teachers and school staff insisted that they would not consider a return without a stringent coronavirus <a href=\"https://www.theguardian.com/world/video/2020/may/08/how-covid-19-contact-tracing-can-help-beat-the-pandemic\">“test and trace”</a> regime.</p><p>In an unusual joint statement, which one senior union official said indicated that an early return to a normal school timetable was “off the menu”, the Trades Union Congress said that there should be “no increase in pupil numbers until full rollout of a national test and trace scheme”, and called for the establishment of a Covid-19 taskforce with government, unions and others to <a href=\"https://www.theguardian.com/education/2020/may/07/coronavirus-uk-unions-warn-against-premature-reopening-of-schools\">agree on the safe reopening of schools</a>.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/plan-to-open-schools-on-1-june-in-doubt-as-unions-say-safety-in-doubt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/plan-to-open-schools-on-1-june-in-doubt-as-unions-say-safety-in-doubt", "date_published": "2020-05-08 18:39:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the sombre side of VE Day – cartoon", "description": "<ul><li><a href=\"https://guardianprintshop.com/collections/martin-rowson/products/9th-may-2020\">Buy a copy of this cartoon in our print shop</a></li></ul> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/may/08/martin-rowson-darker-side-ve-day-coronavirus-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/may/08/martin-rowson-darker-side-ve-day-coronavirus-cartoon", "date_published": "2020-05-08 18:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: Madrid told not to ease lockdown as Italy warns rule-breakers", "description": "<p>Cases around world near 3.9m; China denies Trump’s claim that virus escaped from Wuhan lab</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The <strong>Spanish</strong> government has refused the Madrid region permission to loosen its coronavirus confinement, as angry officials in <strong>Italy </strong>issued a warning that they would not hesitate to reimpose strict lockdown restrictions if distancing rules were flouted.</p><p>The Spanish health ministry said the area in and around the capital was not yet ready to move to the next phase of de-escalation, 24 hours after the <a href=\"https://www.theguardian.com/world/live/2020/may/07/coronavirus-live-news-trump-says-covid-19-task-force-to-continue-indefinitely-as-us-china-rift-widens?page=with:block-5eb43ebf8f08464cd4296236\">regional public health director resigned</a> over the regional government’s bid to loosen the lockdown from Monday.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/global-report-spain-and-italy-grapple-with-how-to-end-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/global-report-spain-and-italy-grapple-with-how-to-end-covid-19-lockdown", "date_published": "2020-05-08 18:10:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Potentially fatal bouts of heat and humidity on the rise, study finds", "description": "<p>Scientists identify thousands of extreme events, suggesting stark warnings about global heating are already coming to pass</p><p>Intolerable bouts of extreme humidity and heat which could threaten human survival are on the rise across the world, suggesting that worst-case scenario warnings about the consequences of global heating are already occurring, a new study has revealed.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/may/05/one-billion-people-will-live-in-insufferable-heat-within-50-years-study\">One billion people will live in insufferable heat within 50 years – study</a> </p> <a href=\"https://www.theguardian.com/environment/2020/may/08/climate-change-global-heating-extreme-heat-humidity\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/may/08/climate-change-global-heating-extreme-heat-humidity", "date_published": "2020-05-08 18:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shock, fear and unease loom over BAME athletes before return to action", "description": "<p>Covid-19’s disproportionately high toll is leading the reasons why many competitors are concerned about resuming sport<br /></p><p>For every athlete across every sport there will be a level of anxiety right now regarding a return to action post-lockdown. When will it be? What will it look like? Why, exactly, will it be taking place? But among those from black and minority ethnic (BAME) backgrounds the sense of unease is likely to be especially acute given the way in which Covid-19 is ravaging their communities.</p><p>The numbers are stark. <a href=\"https://www.theguardian.com/world/2020/may/01/british-bame-covid-19-death-rate-more-than-twice-that-of-whites\" title=\"\">NHS England figures</a> published last month showed that hospital deaths per 100,000 among British people of a black Caribbean background were three times the equivalent number in the white population, while analysis carried out by the Institute for Fiscal Studies soon after found the death rate among British black Africans and British Pakistanis in English hospitals to be more than 2.5 times that of the white population.</p> <a href=\"https://www.theguardian.com/sport/2020/may/08/shock-fear-and-unease-loom-over-bame-athletes-before-return-to-action-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/may/08/shock-fear-and-unease-loom-over-bame-athletes-before-return-to-action-covid-19", "date_published": "2020-05-08 18:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paths out of lockdown: questions Boris Johnson must answer", "description": "<p>Clarity on lifting Covid-19 rules needed, from increasing time outdoors to schools returning<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson will address the nation on Sunday to set out a road map for how England might leave the Covid-19 lockdown. Any immediate changes have been billed as modest and incremental, but people are expecting more details on how life could differ over the next few weeks. Here are the questions the prime minister needs to answer:</p> <a href=\"https://www.theguardian.com/world/2020/may/08/paths-out-of-lockdown-questions-boris-johnson-must-answer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/paths-out-of-lockdown-questions-boris-johnson-must-answer", "date_published": "2020-05-08 17:27:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "F1 on track for July resumption after drivers' association backs safety plan", "description": "<ul><li> Alex Wurz calls measures to deal with coronavirus ‘immaculate’<br /></li><li>‘F1 can be pioneer’ for other sports to follow, says GPDA chief</li></ul><p>The Grand Prix Drivers’ Association is confident the precautions being taken by Formula One mean the sport stands every chance of resuming as planned in Austria on 5 July.</p><p>Alex Wurz, chairman of the GPDA, will reassure his members that Formula One has put the safety of everyone involved at the forefront of its plans to return to racing after attending a meeting with F1 and the FIA on Friday.</p> <a href=\"https://www.theguardian.com/sport/2020/may/08/f1-on-track-july-resumption-drivers-association-safety-plan-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/may/08/f1-on-track-july-resumption-drivers-association-safety-plan-coronavirus", "date_published": "2020-05-08 17:22:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London father charged with murdering his two children", "description": "<p>Nadarajah Nithiyakumar held in custody after being discharged from hospital</p><p>A father has been charged with murdering his two young children at the family home.</p><p>Pavinya Nithiyakumar, aged 19 months, and Nigash Nithiyakumar, who was three years old, suffered fatal knife wounds at their house in Ilford, east London, on 26 April.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/08/london-father-charged-with-murdering-his-two-children\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/08/london-father-charged-with-murdering-his-two-children", "date_published": "2020-05-08 17:21:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK marks 75th anniversary of VE Day – in pictures", "description": "<p>People including veterans observe Victory in Europe Day amid lockdown</p> <a href=\"https://www.theguardian.com/world/gallery/2020/may/08/uk-marks-75th-anniversary-of-ve-day-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/may/08/uk-marks-75th-anniversary-of-ve-day-in-pictures", "date_published": "2020-05-08 17:06:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public health directors in England are asked to take charge of Covid-19 testing", "description": "<p>Care minister’s request is admission that centralised programmes have fallen short</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>Ministers have asked local directors of public health to take charge of Covid-19 testing in English care homes in what will be seen as a tacit admission that centralised attempts to run the programme have fallen short.</p><p>In a letter to sector leaders, seen by the Guardian, the care minister, Helen Whately, acknowledged that testing of care home residents and staff needs to be “more joined up”. She describes the new arrangements as “a significant change”.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/public-health-directors-take-charge-covid-19-testing-care-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/public-health-directors-take-charge-covid-19-testing-care-homes", "date_published": "2020-05-08 17:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Astronomers capture new images of Jupiter using 'lucky' technique", "description": "<p>Detailed pictures of planet glowing through clouds were taken with telescope in Hawaii</p><p>Astronomers have captured some of the highest resolution images of Jupiter ever obtained from the ground using a technique known as “lucky imaging”.</p><p>The observations, from the Gemini North telescope on Hawaii’s dormant volcano Mauna Kea, reveal lightning strikes and storm systems forming around deep clouds of water ice and liquid. The images show the warm, deep layers of the planet’s atmosphere glowing through gaps in thick cloud cover in a “jack-o-lantern”-like effect.</p> <a href=\"https://www.theguardian.com/science/2020/may/08/astronomers-capture-new-images-of-jupiter-using-lucky-technique\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/may/08/astronomers-capture-new-images-of-jupiter-using-lucky-technique", "date_published": "2020-05-08 17:02:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lisa Nandy: UK faces 'serious reckoning' about global role", "description": "<p>Labour’s shadow foreign secretary says coronavirus crisis exposes ‘myth of exceptionalism’ </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Lisa Nandy has said the government’s “go it alone” approach left Britain unable to to prepare for the coronavirus crisis as she urged Boris Johnson to spearhead international cooperation to create and distribute a vaccine.</p><p>In her first newspaper interview since <a href=\"https://www.theguardian.com/politics/2020/apr/05/starmer-names-nandy-as-shadow-foreign-secretary-as-he-starts-building-cabinet\">becoming the shadow foreign secretary</a>, the former Labour leadership candidate said the aftermath of the pandemic should mark a “serious reckoning” about Britain’s role in the world. She criticised the “myth of exceptionalism”, which she said was part of the country’s self-image.</p> <a href=\"https://www.theguardian.com/politics/2020/may/08/lisa-nandy-uk-faces-serious-reckoning-about-global-role\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/may/08/lisa-nandy-uk-faces-serious-reckoning-about-global-role", "date_published": "2020-05-08 16:49:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gogglebox favourite June Bernicoff dies aged 82", "description": "<p>Bernicoff had appeared on the Channel 4 series alongside her husband, Leon, who died in 2017 </p><p>June Bernicoff, best known as a cast member on the Channel 4 series Gogglebox, has died at the age of 82.</p><p>Bernicoff appeared on the hit series – in which members of the public commentate on television programmes from their living rooms – alongside her husband Leon, who died in 2017.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/08/gogglebox-favourite-june-bernicoff-dies-aged-82\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/may/08/gogglebox-favourite-june-bernicoff-dies-aged-82", "date_published": "2020-05-08 16:42:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Virgin Money apologises and U-turns on credit card spending blocks", "description": "<p>Decision reversed and previous credit limits reinstated for affected customers</p><p>Virgin Money has reversed <a href=\"https://www.theguardian.com/money/2020/may/06/virgin-money-suspends-thousands-of-credit-cards-with-no-warning\">a decision to block some customers from making new purchases on their credit cards</a>, saying that it has listened to feedback and decided it is not the right time to make the changes.</p><p>The bank also apologised for any additional worry and inconvenience that may have been caused.</p> <a href=\"https://www.theguardian.com/business/2020/may/08/virgin-money-apologises-and-u-turns-on-credit-card-spending-blocks\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/08/virgin-money-apologises-and-u-turns-on-credit-card-spending-blocks", "date_published": "2020-05-08 16:34:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lonely death of Grup Yorum bassist highlights Turkey hunger strikes", "description": "<p>Second member of banned folk group dies in country where few political protest options remain</p><p>İbrahim Gökçek <a href=\"https://www.theguardian.com/world/2020/may/07/second-member-banned-turkish-folk-group-grup-yorum-dies-hunger-strike--ibrahim-gokcek\">died at an Istanbul hospital</a> after almost a year on hunger strike protesting against the detention of his wife, Sultan. She was still in prison, rather than at his side, when he died in intensive care on Thursday, two days after abandoning his strike.</p><p>Gökçek, a bass guitarist, is the second member of the banned left-wing folk music band <a href=\"https://www.theguardian.com/music/2018/apr/04/grup-yorum-the-jailed-band-turkey-cant-silence\">Grup Yorum</a> to die in just over a month after launching hunger strikes over the Turkish state’s treatment of their band: 28-year-old <a href=\"https://www.theguardian.com/world/2020/apr/03/banned-turkish-folk-group-member-dies-following-hunger-strike\">Helin Bölek</a>, a singer, died on 3 April after 288 days of fasting.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/lonely-death-of-grup-yorum-bassist-highlights-turkey-hunger-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/lonely-death-of-grup-yorum-bassist-highlights-turkey-hunger-strikes", "date_published": "2020-05-08 16:06:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More people dying at home during Covid-19 pandemic – UK analysis", "description": "<p><strong>Exclusive:</strong> Data suggests that sick may be avoiding hospital because of coronavirus fears<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>About 8,000 more people have died in their own homes since the start of the coronavirus pandemic than in normal times, a Guardian analysis has found, as concerns grow over the number avoiding going to hospital.</p><p>Of that total, 80% died of conditions unrelated to Covid-19, according to their death certificates. Doctors’ leaders have warned that fears and deprioritisation of non-coronavirus patients are taking a deadly toll.</p> <a href=\"https://www.theguardian.com/society/2020/may/08/more-people-dying-at-home-during-covid-19-pandemic-uk-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/08/more-people-dying-at-home-during-covid-19-pandemic-uk-analysis", "date_published": "2020-05-08 16:05:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sun worshippers in lockdown – in pictures", "description": "<p>The photographer <strong>Olivia Harris</strong> has been seeking out the sun worshippers of London making the best of their front stoops, balconies, window ledges and gardens, and finding out how they are managing under lockdown</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/may/08/sun-worshippers-in-lockdown-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/may/08/sun-worshippers-in-lockdown-in-pictures", "date_published": "2020-05-08 16:02:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK health watchdog may investigate coronavirus deaths", "description": "<p>Lawyers say failure to provide adequate PPE may amount to corporate manslaughter</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The deaths of more than 50 hospital and care home workers have been reported to Britain’s health and safety regulator, which is considering launching criminal investigations, the Guardian has learned.</p><p>The Health and Safety Executive (HSE), which investigates the breaking of safety at work laws, has received 54 formal reports of deaths in health and care settings “where the source of infection is recorded as Covid-19”. These are via the official reporting process, called Riddor: Reporting of Injuries, Diseases and Dangerous Occurrences.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/uk-health-watchdog-may-investigate-coronavirus-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/uk-health-watchdog-may-investigate-coronavirus-deaths", "date_published": "2020-05-08 15:45:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're forgetting the lessons of 1945': young people on VE Day", "description": "<p>What does the second world war mean to millennials in Europe? We asked for their views</p><p>This weekend <a href=\"https://www.theguardian.com/world/2020/may/08/solemnity-celebration-britain-tribute-war-ve-day\">marks 75 years since the end of the second world war in Europe</a>, and 70 years since the foundations were established of what became the European Union. With the continent facing its biggest challenge since 1945, do the lessons of the war and its aftermath have any resonance for young people? Millennials from around Europe share some of their thoughts and fears.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/were-forgetting-the-lessons-of-1945-young-europeans-on-ve-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/were-forgetting-the-lessons-of-1945-young-europeans-on-ve-day", "date_published": "2020-05-08 15:33:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus leaves world of Brazilian samba in mourning", "description": "<p>Cherished figures from pillar of country’s culture among the dead, as virus hits working-class areas</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Like so many of his neighbours in Madureira – a working-class neighbourhood considered Rio’s “cradle of samba” – Álvaro Silva was a diehard supporter of the local samba school, Portela.</p><p>Just a few weeks ago the 76-year-old percussionist watched in delight as the group to which he had dedicated more than half of his life took to the streets for <a href=\"https://www.youtube.com/watch?v=qzxUa_WTqj8\">its annual carnival procession</a>.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/coronavirus-leaves-world-of-brazilian-samba-in-mourning\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/coronavirus-leaves-world-of-brazilian-samba-in-mourning", "date_published": "2020-05-08 15:08:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The pick of the world’s best flora and fauna photos, including a sunbathing squirrel and cuddling owls</p> <a href=\"https://www.theguardian.com/environment/gallery/2020/may/08/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2020/may/08/the-week-in-wildlife-in-pictures", "date_published": "2020-05-08 15:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester police refer Taser incident of man with child to IOPC", "description": "<p>Video of officers shooting Desmond Ziggy Mombeyarara with stun gun circulated online</p><p>Greater Manchester police have said they are investigating an incident in which a man was Tasered by officers in front of his young child, after a video circulated on social media.</p><p>A video of the incident, which happened at a petrol station in Stretford at approximately 11pm on Wednesday, shows Desmond Ziggy Mombeyarara, 34, being confronted by two GMP officers while carrying the boy.</p> <a href=\"https://www.theguardian.com/uk-news/2020/may/08/manchester-police-taser-man-with-child-iopc-stretford\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/may/08/manchester-police-taser-man-with-child-iopc-stretford", "date_published": "2020-05-08 14:26:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rohingya refugees arrive at 'de facto detention island' in Bangladesh", "description": "<p>Rights groups decry relocation of people picked up at sea after fleeing camps in Cox’s Bazar </p><p>Hundreds of Rohingya Muslims, including children, have arrived at “a de facto detention island” in Bangladesh after being stranded at sea for weeks.</p><p>Rights groups had warned that the refugees, <a href=\"https://www.theguardian.com/global-development/2020/may/02/let-the-boats-in-rohingya-refugees-plead-for-stranded-relatives-to-be-saved\">who ha</a><a href=\"https://www.theguardian.com/global-development/2020/may/02/let-the-boats-in-rohingya-refugees-plead-for-stranded-relatives-to-be-saved\">d been turned away from other countries in the region</a>, were at risk of starvation and abuse by people traffickers. It is believed that other boats remain adrift.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/bangladesh-takes-rohingya-refugees-to-de-facto-detention-island\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/bangladesh-takes-rohingya-refugees-to-de-facto-detention-island", "date_published": "2020-05-08 14:12:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'What have we got to lose?': Isle of Wight responds to NHS app", "description": "<p>Reactions on Covid-19 contact-tracing app range from wanting to help to worries over digital knowledge</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It has been billed as key to getting Britain back on its feet to help navigate a future way of life post-lockdown. But before the new Covid-19 contact-tracing app is rolled out across the UK this month, it must pass a pilot on the Isle of Wight where it appears to have got off to a bumpy start – with emerging signs of a generational divide.</p><p>Although most locals told the Guardian they were broadly supportive of the idea, questions have been raised about <a href=\"https://www.theguardian.com/world/2020/may/06/critical-mass-of-android-users-needed-for-success-of-nhs-coronavirus-contact-tracing-app\">glitches</a> on some phones and the potential lack of takeup among the island’s older, less tech-savvy residents.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/what-have-we-got-to-lose-isle-of-wight-responds-to-nhs-covid-19-contact-tracing-app-\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/what-have-we-got-to-lose-isle-of-wight-responds-to-nhs-covid-19-contact-tracing-app-", "date_published": "2020-05-08 14:10:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Europeans and Russians should remember what bound them together: anti-fascism | Kirill Medvedev", "description": "<p>Russian media pours scorn on Europe, but the only progressive way forward for our common continent is together</p><p>In the early 1990s Russia used to have a strong sense of belonging in Europe. This began to change: the post-Soviet shock therapy reforms were a punishing transition to a free-market society, when a kilogram of sausage cost about the same as a monthly pension and many families experienced malnutrition and hunger. The sudden shift to a more “westernised” way of running the economy left many impoverished, which was eventually capitalised on – after the oligarchic power wars – by a new political leader who embraced a conservative, nationalist rhetoric: Vladimir Putin.</p><p>Today, Russian television presenters feed us stories about a European continent in decay, where “aggressive migrants” run amok, where social services take children away from their parents for being “slapped”, where “sexual minorities” destroy traditional families. </p> <a href=\"https://www.theguardian.com/world/commentisfree/2020/may/08/europeans-russians-together-anti-facism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2020/may/08/europeans-russians-together-anti-facism", "date_published": "2020-05-08 14:10:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK scientists condemn 'Stalinist' attempt to censor Covid-19 advice", "description": "<p><strong>Exclusive:</strong> report criticising government lockdown proposals heavily redacted before release </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Government scientific advisers are furious at what they see as an attempt to censor their advice on government proposals during the Covid-19 lockdown by heavily redacting an official report before it was released to the public, the Guardian can reveal.</p><p>The report was one of a series of documents published by the Scientific Advisory Group on Emergencies (Sage) this week to mollify growing criticism about the lack of transparency over the advice given to ministers responding to the coronavirus.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/revealed-uk-scientists-fury-over-attempt-to-censor-covid-19-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/revealed-uk-scientists-fury-over-attempt-to-censor-covid-19-advice", "date_published": "2020-05-08 13:26:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Strolling penguins and spectator-free football: Friday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/may/08/strolling-penguins-and-spectator-free-football-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/may/08/strolling-penguins-and-spectator-free-football-fridays-best-photos", "date_published": "2020-05-08 13:14:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20m Americans lost their jobs in April in worst month since Great Depression", "description": "<p>Unemployment rate rose to 14.7% from just 4.4% in March as the coronavirus pandemic shuttered the global economy</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/us-politics-live/latest\">Coronavirus – live US updates</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Live global updates</a></li></ul><p>More than 20 million people in the US lost their jobs in April and the unemployment rate more than trebled as the coronavirus pandemic shuttered the world’s largest economy, triggering a financial crisis unseen since the Great Depression.</p><p>The Department of Labor announced Friday that the US unemployment rate rose to 14.7% from just <a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\">4.4% in March</a> and a near 50-year low of 3.5% in February before the US was hit by the virus.</p> <a href=\"https://www.theguardian.com/business/2020/may/08/april-jobs-report-us-unemployment-rate\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/may/08/april-jobs-report-us-unemployment-rate", "date_published": "2020-05-08 13:06:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Harvesting' is a terrible word – but it's what has happened in Britain's care homes | Richard Coker", "description": "<p>Epidemiologists use the term to describe tragic excess deaths – but for Covid-19 it seems to be the de facto government policy</p><p>There’s a term we use in epidemiology to capture the essence of increases in deaths, or excess mortality, above and beyond normal expectations: <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/19056405\">“harvesting”</a>. During heatwaves, or a bad season of influenza, additional deaths above what would be normally seen in the population fit this description. Harvesting usually affects older people and those who are already sick. Generally, it is viewed as a tragic, unfortunate, but largely unpreventable consequence of natural events. It carries with it connotations of an acceptable loss of life. It is, in a sense, what happens as part of a normal life in normal times. But the word also has darker connotations: those of sacrifice, reaping, culling. As such, while it may appear in textbooks of epidemiology, it doesn’t occur in national influenza strategic plans or national discourse. The concept of harvesting is restricted to epidemiological circles.</p><p>But what if politicians promote the notion of harvesting (while declining to use the term) where it is not a “natural” consequence of events but a direct consequence of government policy? What if the medical and nursing world do <em>not</em> accept harvesting in these circumstances? What if a policy that results in harvesting cannot be articulated because it is unacceptable to the broader population? This is where we have got to with the coronavirus pandemic. Nowhere better exemplifies this tension between a policy and its popular acceptance than the effects of coronavirus in nursing homes.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/08/care-home-residents-harvested-left-to-die-uk-government-herd-immunity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/08/care-home-residents-harvested-left-to-die-uk-government-herd-immunity", "date_published": "2020-05-08 11:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How are you marking the 75th anniversary of VE Day in lockdown?", "description": "<p>We’d like to hear from people about how you’re remembering the anniversary of the end of the Second World War in Europe </p><p>Friday 8 May will mark 75 years since the end of the Second World War in Europe. Before the coronavirus crisis, plans were made for street parties and parades, and even the first May bank holiday was moved for the occasion.</p><p>But with the UK still in lockdown, we’d like to hear how you will now be remembering the anniversary of VE day. </p> <a href=\"https://www.theguardian.com/world/2020/may/08/how-are-you-marking-the-75th-anniversary-of-ve-day-in-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/how-are-you-marking-the-75th-anniversary-of-ve-day-in-lockdown", "date_published": "2020-05-08 10:09:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Photography project: have you recently lost a loved one to coronavirus?", "description": "<p>If you would like to take part in a project about love and loss, we’d like to hear from you</p><p>After losing his father and younger sister in recent years, photographer Simon Bray has an appreciation of what it feels like to lose someone close to you, and through his photography project <a href=\"http://www.lovedandlostproject.co.uk\">Loved&amp;Lost</a>, he offers the opportunity to acknowledge and celebrate those who are no longer with us.<br /><br />If you have lost someone through coronavirus and would like to take part, we’d like to hear from you.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/may/08/photography-project-have-you-recently-lost-a-loved-one-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/may/08/photography-project-have-you-recently-lost-a-loved-one-to-coronavirus", "date_published": "2020-05-08 10:08:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football returns: Jeonbuk Motors v Suwon Bluewings in Korea's K-League – watch live!", "description": "<ul><li>Updates from the Jeonju World Cup Stadium</li><li>Any thoughts? <a href=\"mailto:richard.parkin.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/rrjparkin\">@rrjparkin</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T10:07:43.663Z\">11.07am <span class=\"timezone\">BST</span></time> </p><p><strong>5 min: </strong>An early touch for Taggart, last season’s K-League golden boot winner, who drops deep to collect, but both sides are guilty of giving away early possession. A few rusty touches as you can well imagine after a five-and-a-half month hiatus from league football.</p><p>Taggart fires off a first effort for Suwon - it’s a worm-burner from the left foot on the pivot from outside the box, but it rolls harmlessly wide of Song’s left-hand upright.</p><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T10:04:37.112Z\">11.04am <span class=\"timezone\">BST</span></time> </p><p><strong>3 min: </strong>Jeonbuk looking to build some early sustained possession, and it’s the Brazilian, Murilo, who cuts in onto his right foot - his non-preferred foot - but his shot does not overly concern the Suwon ‘keeper.</p><p>He’s the only foreign player starting for Jeonbuk with Japan’s Kunimoto left on the bench. Two Australians and a Canadian start for Suwon.</p> <a href=\"https://www.theguardian.com/football/live/2020/may/08/korea-k-league-watch-live-stream-free-jeonbuk-v-suwon-bluewings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2020/may/08/korea-k-league-watch-live-stream-free-jeonbuk-v-suwon-bluewings", "date_published": "2020-05-08 10:07:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Latin American photographers document the pandemic – in pictures", "description": "<p>One virus; 18 ways of seeing the world. <strong>Covid Latam</strong> is a collective project documenting the coronavirus pandemic as it unfolds across Latin America. Photographers – 9 men and 9 women – are working in 13 countries: Colombia, Brazil, Peru, Bolivia, Ecuador, Argentina, Chile, Uruguay, Venezuela, Guatemala, Costa Rica, Cuba and Mexico to document the unfolding story of the pandemic through the <a href=\"https://www.instagram.com/covidlatam/\">Covid Latam instagram account</a> </p> <a href=\"https://www.theguardian.com/world/gallery/2020/may/08/latin-american-photographers-document-the-pandemic-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/may/08/latin-american-photographers-document-the-pandemic-in-pictures", "date_published": "2020-05-08 10:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news:  WHO says 190,000 could die in Africa as UN chief warns of 'tsunami' of hate worldwide", "description": "<p>Trump buries CDC guidelines for reopening businesses; Russian cases overtake Germany and France; international tourism to plunge by 80%</p><ul><li><a href=\"https://www.theguardian.com/world/2020/may/08/global-report-china-open-to-cooperate-with-who-on-virus-origin-as-trump-repeats-lab-claim\">Global report: virus has unleashed a ‘tsunami of hate’, says UN</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/07/trump-valet-coronavirus-positive-us\">One of Trump’s personal valets tests positive for virus</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/08/coronavirus-latest-at-a-glance\">Coronavirus latest: at a glance</a><br /></li><li><a href=\"https://www.theguardian.com/politics/live/2020/may/08/uk-coronavirus-live-britain-ve-day-anniversary-lockdown-covid-19-latest-updates\">UK coronavirus updates – live</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a><br /></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T10:00:04.772Z\">11.00am <span class=\"timezone\">BST</span></time> </p><p><strong>Facebook Inc</strong> and <strong>Google</strong> have both said they will allow workers who are able to work remotely to do so until the end of the year.</p><p>Facebook was among the first tech firms to ask its employees to begin working remotely. It gave employees $1,000 (£807) bonuses for their work-from-home and childcare costs. In a statement today a spokesman for the tech giant said:</p><p>Facebook has taken the next step in its return to work philosophy. Today, we announced anyone who can do their work remotely can choose to do so through the end of the year. As you can imagine this is an evolving situation as employees and their families make important decisions re: return to work.</p><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T09:43:24.451Z\">10.43am <span class=\"timezone\">BST</span></time> </p><p><strong>An outbreak of coronavirus</strong> in the top-security Tehran prison housing most of <strong>Iran’s</strong> political prisoners has been confirmed by a jailed British-Iranian dual national, Anoosheh Ashoori. Although there have been rumours of an outbreak before, it is the first time the outbreak has been so directly confirmed.<br /></p><p>Ashoori said inmate Loghman Roozchang showed symptoms of the disease very soon after returning from furlough this week. He and two of his brothers convicted of embezzlement had been placed in Hall 2 of Wing 4 of the prison on their return as part of a supposed 14-day quarantine.</p> <a href=\"https://www.theguardian.com/world/live/2020/may/08/coronavirus-live-news-trump-cdc-guidance-russia-germany-france-brazil-who-190000-could-die-in-africa\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/may/08/coronavirus-live-news-trump-cdc-guidance-russia-germany-france-brazil-who-190000-could-die-in-africa", "date_published": "2020-05-08 10:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK coronavirus live: Britain marks VE Day anniversary under lockdown", "description": "<p>75th anniversary marked with pared-down events, ahead of Boris Johnson’s ‘roadmap’ to ease lockdown restrictions<br /></p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/may/07/coronavirus-lockdown-could-be-unpoliceable-next-weekend-warn-chief-constables\">UK lockdown could be ‘unpoliceable’ this weekend, police warn</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/may/08/ve-day-2020-75th-anniversary-two-minute-silence-red-arrows-flypast-live\">VE Day 75th anniversary – live updates</a></li><li><a href=\"https://www.theguardian.com/politics/2020/may/08/battle-scarred-britain-find-new-role-world-ve-day-foreign-policy\">Once again a battle-scarred Britain must find a new role in the world</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest global updates</a><br /></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T09:59:36.753Z\">10.59am <span class=\"timezone\">BST</span></time> </p><p>The live blog will be pausing at 11am to observe the two minutes’ silence marking the <a href=\"https://www.theguardian.com/world/live/2020/may/08/ve-day-2020-75th-anniversary-two-minute-silence-red-arrows-flypast-live\">75th VE Day Anniversary</a>. </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T09:53:26.914Z\">10.53am <span class=\"timezone\">BST</span></time> </p><p>Rail services are set to increase later this month as part of the gradual easing of the lockdown</p><p>Sources said there will be a gradual increase from May 18. Rail unions have been involved in talks about the safety of workers and passengers when more trains run.</p> <a href=\"https://www.theguardian.com/politics/live/2020/may/08/uk-coronavirus-live-britain-ve-day-anniversary-lockdown-covid-19-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2020/may/08/uk-coronavirus-live-britain-ve-day-anniversary-lockdown-covid-19-latest-updates", "date_published": "2020-05-08 09:59:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "VE Day 2020: Britain pauses for two-minute silence as Red Arrows flypast marks 75th anniversary – live", "description": "<p>Latest updates as Europe marks 75 years since the official surrender of Nazi Germany to the Allied forces</p><ul><li><a href=\"https://www.theguardian.com/world/2020/may/07/ve-day-75-timetable-prince-charles-to-lead-event-with-two-minute-silence\">VE Day 75 timetable: what’s happening today in the UK</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/08/raf-jets-to-roar-over-uk-to-mark-75th-anniversary-of-ve-day\">RAF jets to roar over UK to mark 75th anniversary</a></li><li><a href=\"https://www.theguardian.com/politics/2020/may/08/battle-scarred-britain-find-new-role-world-ve-day-foreign-policy\">Once again a battle-scarred Britain must find a new role in the world</a></li><li><a href=\"https://www.theguardian.com/world/2020/may/08/a-champagne-toast-and-a-ve-day-party-to-remember\">Picture essay: a VE Day party to remember</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T09:58:37.590Z\">10.58am <span class=\"timezone\">BST</span></time> </p><p>The blog will be on hold from 11am to mark the two-minute silence in honour of the service and sacrifice of the wartime generation, and reflect on the devastating impact Covid-19 has had on so many lives across the world. Please join us. </p><p class=\"block-time published-time\"> <time datetime=\"2020-05-08T09:54:48.782Z\">10.54am <span class=\"timezone\">BST</span></time> </p><p>Some festive bunting sent to me from mid-Devon. Local activities include a minute’s silence, and raising a glass to remember those who lost their lives.</p> <a href=\"https://www.theguardian.com/world/live/2020/may/08/ve-day-2020-75th-anniversary-two-minute-silence-red-arrows-flypast-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/may/08/ve-day-2020-75th-anniversary-two-minute-silence-red-arrows-flypast-live", "date_published": "2020-05-08 09:58:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neutral venue plan has 'no rationale', says former football police commander", "description": "<ul><li>Premier League could be played as normal, says Owen West</li><li>‘Tone demonises fans who have been very mature’</li></ul><p>Police advice that Premier League clubs must play at neutral venues if they resume the season has “no rationale” and risks demonising supporters by assuming they will gather unsafely outside grounds, a former football policing commander has said.<br /><br />Owen West, a recently retired West Yorkshire police chief superintendent, told the Guardian that football clubs can help give a lead as local community organisations to any gradual easing of Covid-19 lockdown restrictions and do not need to be removed from their home locations to play.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/may/07/neutral-venue-issue-is-not-top-clubs-v-bottom-six-says-brighton-ceo\">Brighton chief says follow Bundesliga and scrap neutral venues plan</a> </p> <a href=\"https://www.theguardian.com/football/2020/may/08/neutral-venue-plan-has-no-rationale-says-former-football-police-commander-premier-league-fans\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/08/neutral-venue-plan-has-no-rationale-says-former-football-police-commander-premier-league-fans", "date_published": "2020-05-08 09:04:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Blandy’s How to Fly: wings of desire", "description": "<p>The British artist creates a video tutorial of a cormorant flying with a vision of solitude and calm</p><p>A cormorant spreads its wings and swoops over watery vistas that most can only dream of right now in David Blandy’s new online video art commission, which makes the most of limited resources during lockdown. A vision of “solitude” and “calm”, as the voiceover has it, the bird becomes a source of “guidance” for those stuck “in between spaces”.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/may/08/david-blandy-how-to-fly\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/may/08/david-blandy-how-to-fly", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Sedaris: 'Alan Bennett's Talking Heads is pretty much the best thing ever'", "description": "<p>The comic essayist on crying over Olive Kitteridge, his love for Richard Yates and the books that make him laugh</p><p><strong>The book I am currently reading<br /></strong><em>Hidden Valley Road</em>. It’s a nonfiction book about a family with 12 children, half of whom turn out to be schizophrenic. In the opening pages the mother sews a live bird’s eyes shut. And she’s one of the few who<em> isn’t </em>mentally ill!</p><p><strong>The book that changed my life<br /></strong>Kurt Vonnegut’s <em><a href=\"https://www.theguardian.com/film/2000/jul/14/comedy.brucewillis\">Breakfast of Champions</a></em>. A friend read it out aloud to me when we were hitchhiking across America in 1976, and it made me think:<em> “</em>That’s right – <em>books</em>!<em>”</em> After high school I had forgotten about them. As soon as I got a stable address, I secured a library card, and started making up for lost time.</p> <a href=\"https://www.theguardian.com/books/2020/may/08/david-sedaris-alan-bennetts-talking-heads-is-pretty-much-the-best-thing-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/08/david-sedaris-alan-bennetts-talking-heads-is-pretty-much-the-best-thing-ever", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I found a stranger in my front room", "description": "<p>My immediate reaction was fear. I bent down and shouted at him. He bolted upright, spluttering and looking a bit wild</p><p>It was early on a Monday morning, about 5.30am, and I’d got up to use the toilet. Afterwards, I nipped into the kitchen to get a drink. As I stood at the sink, I could hear snoring from the living room. At first I thought it was the dog. Then I realised it wasn’t. I went into the room to find a stranger asleep on the sofa. He was wearing a grey Adidas tracksuit and, bizarrely, only one shoe. I stood there in my shorts and T-shirt, staring at him.</p><p>My immediate reaction was fear. I live in a modern block of four flats on a busy road in Kilmarnock, about 20 miles south of Glasgow. The main door to the block is a buzzer-entry, secure entrance. My front door is also locked and the dog, a labradoodle called Molly, normally barks like anything when anyone comes through the door. You’d have to really know what you were doing to break in.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/08/experience-i-found-a-stranger-in-my-front-room\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/08/experience-i-found-a-stranger-in-my-front-room", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If God wanted me to be a size eight, would he have made Birds Eye Potato Waffles so waffly versatile? | Grace Dent", "description": "<p>‘Being locked away has permitted many of us to eat without the annual creeping tyranny of how we should look in time for summer’</p><p>Although many Brits stampeded into the supermarkets in late March, in the fear that we were going to starve due to food shortages, by May some of us have found that the opposite is the case. Pulling, or rather heaving, on my Lycra this week, I noted that, in profile, I resembled a snugly stuffed Cumberland sausage, perhaps because my lockdown stash of “delicious things bought to sit out dystopia” – <a href=\"https://www.bahlsen.co.uk/products/bahlsen/choco-leibniz\">Choco Leibniz biscuits</a>, Doritos, <a href=\"https://www.batchelorsrange.co.uk/\">Super Noodles</a>, tinned macaroni cheese – is now somewhat depleted. I’ve observed the government’s Stay At Home mantra obediently, with a mere 160 steps in 24 hours being my personal best so far. Not one single, non-essential journey did I make that day, other than a mooch to the kitchen to graze subliminally on delicious, non-perishable items that I’d bought to see me through the end of the world. Dystopia, I reckoned, calls for stuff you can eat with one hand while sat on your roof waving to the army to pick you up. That’s why I had, albeit temporarily, an eight-pack of <a href=\"https://www.jacobs.co.uk/products/mini-cheddars/\">Mini Cheddars</a>.</p><p>Dystopia, however, did not come. Or at least not how I’d envisioned it. In its place there’s a relentless drip of disconcerting news: redundancies, recession and, of course, the endless dying. <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a>’s press briefings, I’ve found, go well with small mug of <a href=\"https://www.baileys.com/en-gb/\">Baileys</a> and perhaps a finger or two of Highland shortbread. And during week five, when I stopped replying to WhatsApp messages because I had run out of words to say, I ate no actual meals at all. Just lots of semi-pacifying things: fistfuls of Kellogg’s Krave straight out of the packet, the last of the marzipan Christmas tree decorations… Subliminal grazing. Life is short, so have a KitKat. The feeling of my thumbnail sliding through the silver paper was ever so comforting.</p> <a href=\"https://www.theguardian.com/food/2020/may/08/if-god-wanted-me-to-be-a-size-eight-would-he-have-made-birds-eye-potato-waffles-so-waffly-versatile-grace-dent-food\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/may/08/if-god-wanted-me-to-be-a-size-eight-would-he-have-made-birds-eye-potato-waffles-so-waffly-versatile-grace-dent-food", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My life in sex: the man with a small penis", "description": "<p>‘I’ve heard of women rejecting a guy for his size, then making fun of him to others’</p><p>I was 15 when I realised my penis was below average in size. Feeling increasingly ashamed, I gravitated towards humiliation pornography (in which women demean men over their size) and that only made me focus more on my anxieties. I used to upload pictures of my penis anonymously on to sites such as Reddit, and the comments were all about how small it was.</p><p><br />I’m 22 now, and have never had a girlfriend, which I attribute to my low self-esteem. I think that in a loving relationship you accept each other’s faults – that is what I’d try to do – but I’ve heard stories of women rejecting a guy for his size and then making fun of him to other people. I’ve asked out a female friend or two while drunk, but always been rejected. Hell, I’d have rejected myself – I have overeating issues, an introverted personality, no banter. There are a million factors, but I can’t help tying them all up with having a small penis. I used to blame my inability to date on anyone but me, and for a while I gravitated towards <a href=\"https://www.theguardian.com/world/2018/apr/25/woman-who-invented-incel-movement-interview-toronto-attack\">incel</a> [involuntary celibate] groups, but I soon realised that their ideology is toxic. I don’t believe women owe men sex.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/08/my-life-in-sex-man-with-a-small-penis\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/08/my-life-in-sex-man-with-a-small-penis", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Naming of Pinochet's great-niece as Chile women's minister sparks outrage", "description": "<p>Macarena Santelices has praised the ‘good side’ of the 1973-90 dictatorship in which over 300 women were raped under torture</p><p>Chile’s rightwing president, Sebastián Piñera, has prompted a firestorm of criticism after naming an open supporter of <a href=\"https://www.theguardian.com/world/pinochet\">Augusto Pinochet</a>’s dictatorship as the country’s new minister for women’s rights and gender equality.</p><p>Controversy over the appointment of Macarena Santelices – who is also the dictators’s great-niece – has focused on a 2016 interview in which she praised the “good side” of the 1973-90 dictatorship in which more than 3,000 people were murdered or disappeared by security forces and many thousands more imprisoned and tortured.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/pinochet-great-niece-chile-womens-minister\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/pinochet-great-niece-chile-womens-minister", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Place: Ecuador review – a wild night in Quito", "description": "<p><strong> (Air Texture)</strong><br />Shuffling Mestizo melodies meet eerie techno in this stellar compilation taken from Ecuador’s pulsating club scene</p><p>While most would name Colombia as the home of South America’s forward-thinking club scene, neighbouring Ecuador has quietly been carving out its own dancefloor identity in recent years. The country has produced breakout talents such as DJ Nicola Cruz and home-grown labels like ZZK and Wonderwheel Recordings, operating under the social restrictions of a largely Catholic state and in the midst of <a href=\"https://www.theguardian.com/world/2019/oct/03/ecuador-state-of-emergency-fuel-subsidies-protest\">devastating austerity</a> measures. Most of its key players reside in Quito, and bring together a community at the capital’s inclusive nights, including Cruz’s La Sagraria.</p><p>Often marked by downtempo, undulating house rhythms and samples of Andean pan flutes and instruments such as the lute-like <em>charango</em>, their output is organic-sounding. Yet Place: Ecuador, a new charity compilation, showcases a grittier and more kinetic side to the scene. It’s the fourth release in New York label Air Texture’s location-specific charity series (previous editions have covered Georgia, Colombia and the Netherlands), benefiting the indigenous Waorani people’s legal battles against the Ecuadorian government’s sale of their land for mineral rights.</p> <a href=\"https://www.theguardian.com/music/2020/may/08/place-ecuador-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/08/place-ecuador-review", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "VE Day: coronavirus lessons from 75 years ago", "description": "<p>This week the Upside reflects on the community spirit felt in our current crisis and the one that ended in 1945</p><p>Guardian colleagues have been up to all sorts during lockdown – when they’ve not been working hard that is. At least three have acquired pets and many are digging up the garden or allotment. <a href=\"https://www.instagram.com/potatoprinter/\">Potato printing</a>, street chalk drawing, spring cleaning, DIY, it’s all going on. One particularly ingenious staffer is knitting woollen hats for boiled eggs.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/good-news-ve-day-coronavirus-lessons-from-75-years-ago\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/good-news-ve-day-coronavirus-lessons-from-75-years-ago", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We care workers face a terrible decision: risk people's lives or go without pay | Anonymous", "description": "<p>Without PPE, we are exposing clients and ourselves to coronavirus. The stress is unbearable – and our sick pay is paltry<br /><br /></p><p><a href=\"https://www.theguardian.com/world/live/2020/mar/20/coronavirus-live-updates-outbreak-deaths-italy-uk-us-australia-europe-vaccine-china-global-economy-toll-latest-update-news\">• Coronavirus latest updates</a><br /></p><p><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">• See all our coronavirus coverage</a></p><p>I’m a care worker in Liverpool, where I go from house to house providing support to elderly and vulnerable people. Some of them have become like family to me. When the virus began to ripple across the UK, I became extremely worried about the risks I could pose to those in my care.</p><p>I asked the manager of our company if our working practices would change to avoid spreading the virus. The answer was no; against my better instincts, I carried on work as usual. In the weeks that followed, many of the people we look after cancelled their care packages. With their own family members now furloughed, they didn’t need us to look after them.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/08/care-workers-pay-ppe-stress-zero-hours-contracts-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/08/care-workers-pay-ppe-stress-zero-hours-contracts-coronavirus", "date_published": "2020-05-08 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bob Dylan announces first original album in eight years, Rough and Rowdy Ways", "description": "<p>Album news revealed with release of third song from the project, swaggering blues number False Prophet</p><p>Bob Dylan has announced his first album of original songwriting in eight years.</p><p>Rough and Rowdy Ways will be released on 19 June. It follows three albums of cover versions – <a href=\"https://www.theguardian.com/music/2015/jan/29/bob-dylan-shadows-in-the-night-review\">Shadows in the Night</a> (2015), <a href=\"https://www.theguardian.com/music/2016/may/19/bob-dylan-fallen-angels-review-pop-cd-sony-columbia-american-songbook-standards\">Fallen Angels</a> (2016) and triple album <a href=\"https://www.theguardian.com/music/2017/mar/30/bob-dylan-triplicate-review-cover-songs\">Triplicate</a> (2017) – with his previous album of his own songs, <a href=\"https://www.theguardian.com/music/2012/sep/06/bob-dylan-tempest-review\">Tempest</a>, released in 2012.</p> <a href=\"https://www.theguardian.com/music/2020/may/08/bob-dylan-announces-album-original-songs-rough-and-rowdy-ways\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/08/bob-dylan-announces-album-original-songs-rough-and-rowdy-ways", "date_published": "2020-05-08 08:20:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kyle Walker hits back at 'harassment' after breaching Covid-19 lockdown", "description": "<ul><li>Manchester City defender admitted visiting sister and parents</li><li>‘Breaches of privacy’ affecting my family says Walker</li></ul><p>Kyle Walker claims he is being “harassed” after admitting that he breached lockdown rules to visit his sister and parents.</p><p>The Manchester City defender had been forced to issue an apology last month after <a href=\"https://www.theguardian.com/football/2020/apr/05/city-to-investigate-kyle-walker-over-sex-party-that-broke-quarantine-rules\">media reports that he had hosted a party</a> at his home. But Walker has hit back at the latest stories, saying he is being targeted and that the ongoing controversy is affecting his and his family’s health.</p> <a href=\"https://www.theguardian.com/football/2020/may/08/kyle-walker-hits-back-at-harrassment-after-breaching-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/08/kyle-walker-hits-back-at-harrassment-after-breaching-covid-19-lockdown", "date_published": "2020-05-08 08:05:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Covid-19 contact tracing can help beat the pandemic", "description": "<p>If the UK government wants to start easing the country's lockdown restrictions, it needs to get contact tracing right. But what does that mean? What would successful contact tracing even look like? Josh Toussaint-Strauss tries to find out with a little help from Christophe Fraser, an Oxford professor and infectious disease epidemiologist, and Alex Hern, the Guardian's UK technology editor</p> <a href=\"https://www.theguardian.com/world/video/2020/may/08/how-covid-19-contact-tracing-can-help-beat-the-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/may/08/how-covid-19-contact-tracing-can-help-beat-the-pandemic", "date_published": "2020-05-08 08:04:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All together now: five of the best kids' films that adults can enjoy", "description": "<p>From a kidult superhero movie to a spooky period melodrama, these films will provide entertainment for all the family</p><p>Kidult superhero movies are nothing new, but this 2018 animated splinter off the Sony-Spidey combine does something really smart with the money-spinning multiverse concept. In Rodney Rothman, Bob Persichetti and Peter Ramsey’s version, Spider-Man is reborn across the dimensions – as Gwen, as a private eye, as a pig – and the result is a fruitfully mind-bending recalibration of the entire mythos.</p> <a href=\"https://www.theguardian.com/film/2020/may/08/all-together-now-five-of-the-best-kids-films-that-adults-can-enjoy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/may/08/all-together-now-five-of-the-best-kids-films-that-adults-can-enjoy", "date_published": "2020-05-08 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Life and Times of Malcolm McLaren review – fallouts and fabulous disasters", "description": "<p>From avant-garde fashion with Vivienne Westwood to the Sex Pistols to hip-hop … Paul Gorman pins down the talents of a disruptive visionary </p><p>“To be bad is good, because to be good is simply boring,” the formidable Rose Corré Isaacs would tell her grandson, Malcolm McLaren, a mantra that he would live by. As Paul Gorman’s mammoth biography illustrates, McLaren was never boring, but he could be a dreadful pain in the arse.</p><p><em>The Life and Times of Malcolm McLaren</em> details the wild existence of the late artist, fashion impresario, music manager and film-maker, who is variously described here as a “psychotic visionary”, a “genius”, a “conman” and, according to Sex Pistol <a href=\"https://www.theguardian.com/music/2018/feb/15/john-lydon-i-didnt-want-to-be-a-comfortable-mick-jagger-type-naughty-pop-star\">John Lydon</a>, “the most evil man on earth”. His story spans art school in the 1960s, punk in the 70s, hip-hop and a spell in Los Angeles in the 80s, a failed 2000 bid to become mayor of London and his final years giving theatrical public lectures and exhibiting his art. In his author’s note, Gorman explains his approach, which involved going through a previously unseen cache of papers left by McLaren’s father, Peter, along with talking to anyone who ever crossed Malcolm’s path, barring his ex-partner Vivienne Westwood and their son, Joe Corré, both of whom, he notes crisply, “have had their say about him multiple times”.</p> <a href=\"https://www.theguardian.com/books/2020/may/08/the-life-and-times-of-malcolm-mclaren-review-fallouts-and-fabulous-disasters\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/may/08/the-life-and-times-of-malcolm-mclaren-review-fallouts-and-fabulous-disasters", "date_published": "2020-05-08 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ugly makeup: the trend highlighting what's beyond conventional beauty", "description": "<p>Ugly makeup is imperfect, sloppy, chaotic – and only worn to please the wearer, against social expectations</p><p>In 2018, Rosanna Meikle felt like a failure. She was toiling through beauty school, and she hadn’t been able to find much work nor garner much attention for her creations online. She was exhausted from the sameness she saw around her, “a sea of beautiful girls, smoky eyes and plumped lips”, she remembers. “My school was in an expensive area of Auckland, which made me feel so out of place. I couldn’t afford the products or the clothes, my kit wasn’t ‘professional’ enough and neither was my look.”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2020/may/05/beauty-regimens-routines-lockdown-coronavirus\">‘It makes me feel human’: 11 women share their lockdown beauty regimens</a> </p> <a href=\"https://www.theguardian.com/fashion/2020/may/08/ugly-makeup-trend\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/may/08/ugly-makeup-trend", "date_published": "2020-05-08 08:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brian May taken to hospital after tearing buttock muscles while gardening", "description": "<p>Queen guitarist says ‘I won’t be able to walk for a while’ after injury during lockdown and lambasts Boris Johnson over coronavirus</p><p>Brian May has complained of “relentless pain” after he was taken to hospital following a gardening injury that tore muscles in his buttocks – and, while in recovery, made a sustained attack on Boris Johnson’s preparedness for coronavirus.</p><p><a href=\"https://www.instagram.com/p/B_3mBS7FJeV/\">Writing on Instagram</a>, the Queen guitarist said: “I managed to rip my gluteus maximus to shreds in a moment of overenthusiastic gardening. So suddenly I find myself in a hospital getting scanned to find out exactly how much I’ve actually damaged myself. Turns out I did a thorough job – this is a couple of days ago – and I won’t be able to walk for a while … or sleep, without a lot of assistance, because the pain is relentless.”</p> <a href=\"https://www.theguardian.com/music/2020/may/08/brian-may-hospitalised-gardening-injury-tears-buttock-muscles\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/08/brian-may-hospitalised-gardening-injury-tears-buttock-muscles", "date_published": "2020-05-08 07:51:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers are using coronavirus as an excuse to erode child protection | Carolyne Willow", "description": "<p>Safeguards for children in care in England are being yanked away in the middle of a pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Last month, the government removed or diluted more than 60 legal protections for children in care without any public consultation or parliamentary debate.</p><p>They include social worker visits, six-monthly reviews, independent scrutiny of fostering and adoption, the skills and experiences of children’s home staff, placements of children many miles from home, the notification of criminal convictions, and more. A <a href=\"https://www.legislation.gov.uk/uksi/2020/445/contents/made\" title=\"https://www.legislation.gov.uk/uksi/2020/445/contents/made\">single statutory instrument</a> was used to make around 100 amendments to 10 separate sets of regulations.</p> <a href=\"https://www.theguardian.com/society/2020/may/08/coronavirus-excuse-erode-child-protection\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/may/08/coronavirus-excuse-erode-child-protection", "date_published": "2020-05-08 07:15:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus PPE: confusion grows over huge order of NHS gowns from Turkey", "description": "<p>Some were passed for use in health service but 170,000 await tests in Turkey</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Turkish officials and the company at the centre of the decision by the NHS to impound hundreds of thousands of protective gowns have claimed they are yet to receive a demand for a refund from the health service at the end of a day of confusion about an ill-fated order of 400,000 of the badly needed items of kit.</p><p>Their statements contradicted assurances made by Downing Street at lunchtime on Thursday that the UK was in negotiations to obtain refunds or replacements – and it gradually emerged that a majority of the gowns were still in process of being tested after some had failed UK safety standards.</p> <a href=\"https://www.theguardian.com/world/2020/may/07/no-complaint-or-refund-demand-over-400000-unusable-nhs-gowns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/07/no-complaint-or-refund-demand-over-400000-unusable-nhs-gowns", "date_published": "2020-05-08 07:12:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Separation by sex': gendered lockdown fuelling hate crime on streets of Bogotá", "description": "<p>While men and women can go out on alternate days, trans people in the Colombian capital face increasing risk of violent attacks</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A policy of making men and women leave their homes on alternate days during lockdown in Bogotá is fuelling violence towards the transgender community by the police and the public, activists say.</p><p>The mayor of the Colombian capital, Claudia López, <a href=\"https://bogota.gov.co/mi-ciudad/gobierno/cuarentena/restriccion-de-salida-por-genero\">announced</a> last month that women were permitted to go outdoors for essential tasks on even-numbered days and men on odd-numbered days, in an effort to limit numbers on the streets.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/08/separation-by-sex-gendered-lockdown-fuelling-hate-on-streets-of-bogota\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/08/separation-by-sex-gendered-lockdown-fuelling-hate-on-streets-of-bogota", "date_published": "2020-05-08 07:05:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ten reasons now is a great time to start cycling", "description": "<p>As lockdown eases, travelling by bike will be a safe, healthy and potentially addictive option</p><p>There are many reasons you might want to think about cycling for commuting or other transport when the coronavirus lockdown starts to ease, particularly if you live in a city.</p><p>With physical distancing remaining in place for some time to come, capacity on public transport <a href=\"https://www.bbc.co.uk/news/uk-england-london-52539585\">will be limited</a>. If more people drive it will create gridlock.</p> <a href=\"https://www.theguardian.com/environment/bike-blog/2020/may/08/ten-reasons-now-great-time-start-cycling-lockdown-eases\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/bike-blog/2020/may/08/ten-reasons-now-great-time-start-cycling-lockdown-eases", "date_published": "2020-05-08 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a mistresspiece!': the 14-hour film about forgotten female directors", "description": "<p>Mark Cousins’ latest encyclopedic romp is a glorious enterprise that unearths footage from some of the greatest film-makers ever – all of them women<br /></p><p>A perfect lockdown gift has landed, one which might have sounded daunting in ordinary times: a 14-hour documentary about female directors, which goes live from next week on <a href=\"https://player.bfi.org.uk/\">BFI Player</a>. This glorious enterprise unearths footage from some of the greatest movie-makers of this century and the last – all of them female. At the same time, the BFI is showing 36 of the hundreds of films mentioned, so that viewers can enjoy full immersion over weeks, possibly awarding themselves a degree in, say, The Cinema of the Second Sex afterwards.</p><p>Narrated by women including Tilda Swinton and Thandie Newton, <a href=\"http://womenmakefilm.net/\">Women Make Film – A New Road Movie Through Cinema </a>is the latest encyclopedic romp from the Northern Irish film historian and documentary-maker Mark Cousins, who previously directed the 15-hour television series The Story of Film: An Odyssey, in 2011. The new documentary will be released in palatable chunks over five weeks from 18 May, and aims to open a conversation on the lost legacy of women behind the movie camera.</p> <a href=\"https://www.theguardian.com/film/2020/may/08/its-a-mistresspiece-the-14-hour-film-about-forgotten-female-directors\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/may/08/its-a-mistresspiece-the-14-hour-film-about-forgotten-female-directors", "date_published": "2020-05-08 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On lockdown, Boris Johnson faces a new opponent: his own party | Katy Balls", "description": "<p>The prime minister is cautious, but many Tory MPs want a dramatic exit strategy. His problems could start to rack up<br /></p><p>When Boris Johnson addresses the nation on Sunday night to unveil his national lockdown plans, it’s not just the public he needs to bring with him: he also needs to convince his own MPs. With the biggest surprise within government being the level of public support for continuing the restrictions on movement, his parliamentary party will prove the harder to persuade.</p><p>The coronavirus pandemic means that today’s House of Commons is a virtual one. Only a handful of MPs are allowed in the chamber at any one time; most of them Zoom in from their constituencies. Caucus meetings are not held on the committee corridor but by video conference. Gossip that would have occurred in the members’ tea room either doesn’t materialise or is reduced to WhatsApp and telephone conversations.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/08/lockdown-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/08/lockdown-boris-johnson", "date_published": "2020-05-08 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peak Pochettino: how a golden age of recruitment transformed Tottenham | Richard Jolly", "description": "<p>Spurs’ former scout David Webb tells the story of how four supremely shrewd acquisitions helped take the team to the Champions League final<br /></p><p>The anniversary falls on Friday. In the second extraordinary semi-final comeback in as many days, Tottenham overcame Ajax courtesy of a 96th-minute winner from their most recent recruit. A year and a half into his Spurs career, <a href=\"https://www.theguardian.com/football/2019/may/08/ajax-tottenham-champions-league-semi-final-match-report-moura\">Lucas Moura completed his hat-trick</a>. It was an advertisement for enforced continuity, an antidote to the obsession with spending as the only team in the top five European leagues to go through the season without signing anyone became Champions League finalists.</p><p>But it was not entirely true to call Tottenham the team without transfers. There was a golden age of recruitment under Mauricio Pochettino: not in 2018-19, but a seven-month spell in 2015 when Spurs brought in Dele Alli, Son Heung-min, Kieran Trippier and Toby Alderweireld all for less than £45m. Four years, and four top-four finishes later, each of a quartet which could have been valued at a combined £250m started the Champions League final.</p> <a href=\"https://www.theguardian.com/football/2020/may/08/peak-pochettino-how-a-golden-age-of-recruitment-transformed-tottenham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/may/08/peak-pochettino-how-a-golden-age-of-recruitment-transformed-tottenham", "date_published": "2020-05-08 07:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'There is no future': the refugees who became pawns in Erdoğan’s game", "description": "<p>First the asylum seekers were used to further Turkey’s regional ambitions, now they are made to suffer in quarantine camps</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At the beginning of March, thousands of refugees gathered in the shadow of the Pazarkule border gate in Turkey after President Recep Tayyip Erdoğan said he would “open the gate” to Europe.</p><p>The move was a reaction to the <a href=\"https://www.theguardian.com/world/2020/feb/28/nato-turkey-syria-airstrikes-russia-un-jens-stoltenberg\">killing of 33 Turkish soldiers in Idlib province</a> on 28 February and designed to exert pressure on the EU and Nato to support its military operation in northern Syria.</p> <a href=\"https://www.theguardian.com/global-development/2020/may/08/erdogan-turkey-refugees-pawns-game\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/may/08/erdogan-turkey-refugees-pawns-game", "date_published": "2020-05-08 06:15:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bat soup and gargling vinegar: five of the worst myths about coronavirus – busted", "description": "<p>With disinformation connecting coronavirus to 5G masts, fortune cookies and eating bat soup, here are some of the worst examples of misinformation surrounding the pandemic</p><p>If there’s one thing we know about Covid-19, it is that the pandemic is incredibly infectious. At the same time, the volume of disinformation from doctored photos to false rumours and hoax videos spreading online has grown at a worrying pace.</p><p>In etymological terms, the word “viral” comes from the stem word “virus”. And the viral misinformation can be a danger in itself. Just think of the recent petrol bomb attacks on 5G phone masts because of a widely believed – but unfounded – link to coronavirus.</p> <a href=\"https://www.theguardian.com/all-in-all-together/2020/may/08/bat-soup-and-gargling-vinegar-five-of-the-worst-myths-about-coronavirus-busted\">Continue reading...</a>", "link": "https://www.theguardian.com/all-in-all-together/2020/may/08/bat-soup-and-gargling-vinegar-five-of-the-worst-myths-about-coronavirus-busted", "date_published": "2020-05-08 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Berlin's battle scars remain 75 years after end of WWII – in pictures", "description": "<p>8 May marks the 75th anniversary of the end of the second world war in Europe. Parts of the destruction that resulted from the fight for Berlin are still visible decades later</p> <a href=\"https://www.theguardian.com/world/gallery/2020/may/08/berlin-battle-scars-second-world-war-wwii-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/may/08/berlin-battle-scars-second-world-war-wwii-in-pictures", "date_published": "2020-05-08 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheating a hangover is one of life's gems", "description": "<p>Waking up without a hangover after a night of getting plastered is the world saying: here, have one on me </p><p>Brace yourself. That is the first thing that enters one’s head after a heavy night out, before the eyes are even open. Sometimes, listing nausea or a banging in the brain is what wakes us in the first place. We all know that if someone invented a cure for hangovers – and boy, have they tried – that person would be very rich indeed. Or worshipped as a deity. Most likely both.</p><p>It doesn’t matter if it has been one too many after work drinks or cracking open a second bottle of wine with one’s partner… the consequences of over-indulgence patiently lie in wait.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/08/cheating-a-hangover\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/may/08/cheating-a-hangover", "date_published": "2020-05-08 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes for anglers - in pictures", "description": "<p>From a grand hall to an old toll cottage, these properties are perfect for buyers who love fishing</p> <a href=\"https://www.theguardian.com/money/gallery/2020/may/08/homes-for-anglers-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2020/may/08/homes-for-anglers-in-pictures", "date_published": "2020-05-08 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of renters could be evicted in June. Will the government protect them? | David Renton", "description": "<p>The coronavirus-related freeze on evictions is ending – and the new ‘pre-action protocol’ relies on the kindness of landlords<br /><br /></p><ul><li><a href=\"https://viewer.gutools.co.uk/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://viewer.gutools.co.uk/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>When the lockdown ends what will happen to tenants? <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/860076/2018-19_EHS_Headline_Report.pdf\">Almost nine million households</a>, more than a third of all families in Britain, rent from a private landlord, a council or a housing association.</p><p>Because of coronavirus, many are now in financial need. Nearly two million claims for universal credit <a href=\"https://www.bbc.co.uk/news/uk-politics-52536210\">have been made</a> since lockdown measures were announced in the UK. Welfare claimants are entitled to payments equivalent to housing benefit. But, as a result of changes made to benefits over the last decade (like the bedroom tax and restrictions to <a href=\"https://www.theguardian.com/housing-network/2016/dec/07/rent-gap-local-housing-allowance\">local housing allowance</a>), it is increasingly rare for housing benefit to pay all of a tenant’s rent.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/08/renters-evicted-june-tories-pledge-coronavirus-landlords\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/08/renters-evicted-june-tories-pledge-coronavirus-landlords", "date_published": "2020-05-08 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We need a coronavirus mortgage strategy as well as an exit one", "description": "<p>From payment holiday extensions to a better welfare net, here are a few ideas for government</p><p>Currently 1.6 million homeowners are not paying their mortgages after taking a <a href=\"https://www.theguardian.com/money/2020/mar/17/uk-banks-set-out-details-of-covid-19-mortgage-holidays\">“payment holiday</a>” at the start of the coronavirus crisis. But the three-month break from payments – typically worth £755 a month – will come to an end much sooner than this crisis. What next?</p><p>Boris Johnson will set out Britain’s lockdown exit strategy this weekend. We’re told its <a href=\"https://www.theguardian.com/politics/2020/may/06/picnics-and-sunbathing-on-cards-as-pm-expected-to-allow-more-time-outside\">sunbathing and picnics straightaway</a>, maybe schools and cafes opening by the end of June, and pubs and restaurants by the end of August – so long as social distancing is maintained. Try choreographing that in a Friday night bar.</p> <a href=\"https://www.theguardian.com/money/2020/may/08/we-need-a-coronavirus-mortgage-strategy-as-well-as-an-exit-one\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/may/08/we-need-a-coronavirus-mortgage-strategy-as-well-as-an-exit-one", "date_published": "2020-05-08 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'His head wasn't in the world of reality': how the plot to invade Venezuela fell apart", "description": "<p>Deeply flawed from the start, the audacious plan to overthrow Nicolás Maduro unravelled spectacularly</p><p>As get-rich-quick schemes go it was unusually complicated. Invade a foreign country you know little about. <a href=\"https://www.theguardian.com/world/2020/may/06/venezuela-maduro-abduction-plot-luke-denman-americans-captured\">Abduct its president to the US</a>. Collect a $15m bounty from the US government – and maybe an even bigger payoff from the people who then seize power.</p><p>The plan to overthrow Venezuela’s president, <a href=\"https://www.theguardian.com/world/nicolas-maduro\">Nicolás Maduro</a>, and bundle him off to Florida to face drug trafficking charges seemed foolproof to a former US army staff sergeant, Jordan Goudreau, as he mapped it out in a luxury Miami apartment in late 2019. The 43-year-old Canadian-American was certain his years as a green beret in Iraq and Afghanistan had prepared him for the task.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/his-head-wasnt-in-the-world-of-reality-how-the-plot-to-invade-venezuela-fell-apart\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/his-head-wasnt-in-the-world-of-reality-how-the-plot-to-invade-venezuela-fell-apart", "date_published": "2020-05-08 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A champagne toast and a VE Day party to remember", "description": "<p>Guardian photographer Murdo MacLeod was given access to the David Walker Gardens care home as it prepared to celebrate the 75th anniversary of VE Day. Clear of Covid-19, strict protective measures are in place</p><p>Staff put up VE Day decorations made from residents’ memorabilia.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/a-champagne-toast-and-a-ve-day-party-to-remember\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/a-champagne-toast-and-a-ve-day-party-to-remember", "date_published": "2020-05-08 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homebuyers 'plotting move to country' amid increased home working", "description": "<p>Estate agents report rise in buyer registrations around Winchester and Berkshire</p><p>After the lockdown, the exodus. Estate agents are reporting a surge in the numbers of would-be homebuyers plotting a move out of the city to a rural area or smaller town as people conclude that home working is here to stay.</p><p>Firms said that during the last few weeks they had seen a big increase in enquiries about well-connected countryside and “out of city” locations – ranging from English market towns to Scottish fishing villages – where people could split their working week between home and office once life starts to return to normal.</p> <a href=\"https://www.theguardian.com/money/2020/may/08/homebuyers-plotting-move-to-country-amid-increased-home-working\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/may/08/homebuyers-plotting-move-to-country-amid-increased-home-working", "date_published": "2020-05-08 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moments in history quiz: where in the world", "description": "<p>You may be familiar with these iconic images, but where did the events take place?</p><p class=\"question__text\">Where did this ship dock on 22 June 1948?</p><p class=\"answer__text\">Felixstowe</p><p class=\"answer__text\">Liverpool</p><p class=\"answer__text\">Southampton</p><p class=\"answer__text\">Tilbury</p><p class=\"question__text\">Where was this short-lived celebration?</p><p class=\"answer__text\">Berlin</p><p class=\"answer__text\">Budapest</p><p class=\"answer__text\">Paris</p><p class=\"answer__text\">Prague</p><p class=\"question__text\">Where did these three famously meet?</p><p class=\"answer__text\">Geneva</p><p class=\"answer__text\">Nuremberg</p><p class=\"answer__text\">Potsdam</p><p class=\"answer__text\">Yalta</p><p class=\"question__text\">Prime Minister Harold Wilson, with pipe and sunburnt legs, is on holiday where?</p><p class=\"answer__text\">Anglesey</p><p class=\"answer__text\">Isles of Scilly</p><p class=\"answer__text\">Isle of Wight</p><p class=\"answer__text\">Isle of Skye</p><p class=\"question__text\">This Pablo Picasso masterpiece depicts the carnage of the Spanish civil war in which region?</p><p class=\"answer__text\">Asturias</p><p class=\"answer__text\">Basque Country</p><p class=\"answer__text\">Galicia</p><p class=\"answer__text\">Catalonia</p><p class=\"question__text\">One of the most famous fights in history took place where?</p><p class=\"answer__text\">Kinshasa</p><p class=\"answer__text\">Las Vegas</p><p class=\"answer__text\">Manila</p><p class=\"answer__text\">Mexico City</p><p class=\"answer__text\"></p><p class=\"question__text\">This didn't end well. Where did it all start?</p><p class=\"answer__text\">Belgrade</p><p class=\"answer__text\">Sarajevo</p><p class=\"answer__text\">Versaille</p><p class=\"answer__text\">Vienna</p><p class=\"question__text\">This is somewhere between Ibiza and the Norfolk Broads – but where exactly?</p><p class=\"answer__text\">Brixton</p><p class=\"answer__text\">Camden</p><p class=\"answer__text\">Hackney</p><p class=\"answer__text\">Soho</p><p class=\"question__text\">It's a wrap! Where did this take place?</p><p class=\"answer__text\">Berlin</p><p class=\"answer__text\">Moscow</p><p class=\"answer__text\">Paris</p><p class=\"answer__text\">Stockholm</p><p class=\"question__text\">Gazza's tears made him the most famous person in the UK for a while, but where was this match played?</p><p class=\"answer__text\">Milan</p><p class=\"answer__text\">Naples</p><p class=\"answer__text\">Rome</p><p class=\"answer__text\">Turin</p><p class=\"question__text\">Where are these matchstick men and women?</p><p class=\"answer__text\">Birmingham</p><p class=\"answer__text\">Liverpool</p><p class=\"answer__text\">Manchester</p><p class=\"answer__text\">Newcastle</p><p class=\"question__text\">Fidel could always draw a crowd - where was this one?</p><p class=\"answer__text\">Havana</p><p class=\"answer__text\">Moscow</p><p class=\"answer__text\">New York</p><p class=\"answer__text\">Rio de Janeiro</p><p class=\"question__text\">Where did the Arab spring begin?</p><p class=\"answer__text\">Egypt</p><p class=\"answer__text\">Libya</p><p class=\"answer__text\">Lebanon</p><p class=\"answer__text\">Tunisia </p><p class=\"question__text\">The barefoot runner, the nasty fall ... but in which Olympics did this controversial race take place?</p><p class=\"answer__text\">Moscow</p><p class=\"answer__text\">Barcelona</p><p class=\"answer__text\">Seoul</p><p class=\"answer__text\">Los Angeles</p><p class=\"question__text\">Nelson Mandela was freed just over 30 years ago. Where was the jail he walked out of to greet cheering crowds?</p><p class=\"answer__text\">Paarl, near Cape Town</p><p class=\"answer__text\">Robben Island</p><p class=\"answer__text\">Sun City, south of Johannesburg</p><p class=\"answer__text\">Pretoria Central</p><p class=\"question__text\">Which English town did Malcolm X visit just nine days before he was assassinated? </p><p class=\"answer__text\">Halifax</p><p class=\"answer__text\">Northampton</p><p class=\"answer__text\">Oldham</p><p class=\"answer__text\">Smethwick</p><p class=\"score__min-score\">13 and above.</p><p class=\"score__title\">Past master!</p><p class=\"score__min-score\">9 and above.</p><p class=\"score__title\">You're an old hand at this</p><p class=\"score__min-score\">0 and above.</p><p class=\"score__title\">Best stick to Where's Wally! </p><p class=\"score__min-score\">5 and above.</p><p class=\"score__title\">You're history!</p> <a href=\"https://www.theguardian.com/travel/2020/may/08/moments-in-history-quiz-where-in-the-world\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/may/08/moments-in-history-quiz-where-in-the-world", "date_published": "2020-05-08 06:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: virus has unleashed a 'tsunami of hate' across world, says UN chief", "description": "<p>António Guterres pleads for an end to ‘hate speech’; Beijing says it will cooperate with WHO on Covid-19 origin; global deaths near 270,000</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>United Nations chief António Guterres has said the coronavirus pandemic has unleashed a “tsunami of hate and xenophobia, scapegoating and scare-mongering”, and appealed for an all-out effort “to end hate speech globally.”</p><p>The UN secretary-general said anti-foreigner sentiment has surged online and on the streets, and highlighted the spread of antisemitic conspiracy theories and Covid-19-related anti-Muslim attacks.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/global-report-china-open-to-cooperate-with-who-on-virus-origin-as-trump-repeats-lab-claim\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/global-report-china-open-to-cooperate-with-who-on-virus-origin-as-trump-repeats-lab-claim", "date_published": "2020-05-08 05:54:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/may/08/coronavirus-latest-at-a-glance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/coronavirus-latest-at-a-glance", "date_published": "2020-05-08 05:10:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'When a woman raps, she spitting!' Megan Thee Stallion, the hot girl taking over hip-hop", "description": "<p>Her freaky, filthy tracks frequently break the internet – most recently with a guest spot from Beyoncé – but the Houston rapper won’t let the internet break her</p><ul><li><a href=\"https://www.theguardian.com/music/2020/may/08/we-do-what-we-want-for-ourselves-why-golden-age-women-rap\">‘We do what we want, for ourselves’: why it’s a golden age for women in rap</a></li></ul><p>Given that her lyrical prowess has made her one of the hottest rappers in the US, it’s hardly surprising that Megan Thee Stallion is good at anecdotes. We’re talking over Zoom – Megan looking impeccably high-glam, worthy of a Real Housewives reunion – as she regales me with how she ended up recording a remix with her idol. </p><p>“I got a call: Beyoncé wants to do a remix to Savage,” she says, shaking her head with disbelief. “And I was like ... what? Shut up. Shut <em>up</em>. You’re lying. Beyoncé don’t want to get on nothing with me. Come on, it’s me! I know I’m Megan Thee Stallion, but <em>dang</em>!”</p> <a href=\"https://www.theguardian.com/music/2020/may/08/megan-thee-stallion-hot-girl-taking-over-hip-hop-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/may/08/megan-thee-stallion-hot-girl-taking-over-hip-hop-interview", "date_published": "2020-05-08 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "VE Day was the spark for change. Coronavirus could be too | Joan Bakewell", "description": "<p>I remember the euphoria of 8 May 1945, and the push for a fairer society that followed. The parallels today are striking<br /></p><p>The world I grew up in was always circumscribed by war: I was five years old when it began, and it was all I knew. There were lots of rules. <a href=\"https://www.theguardian.com/lifeandstyle/2009/nov/01/blackout-britain-wartime\">The world was black</a> – no chinks of light from curtains, or someone would come knocking; no street lights, shop windows, tiny hand torches to find your way. Just total blackness, so the bombers wouldn’t see.</p><p>They came anyway, lighting up the sky as our nearest city, Manchester, burned. We would huddle safe in our underground shelter, grabbed from my bed in the dark by my father, nestled among soil and spiders. As I grew older we played hiding from Germans in the wheatfields, and swapped pieces of fallen shrapnel. We were aware of mysterious worried chatter among the grownups. My father’s Home Guard rifle stood in the hall.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/may/08/ve-day-coronavirus-1945\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/may/08/ve-day-coronavirus-1945", "date_published": "2020-05-08 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What Once Was Ours review – voices of a disunited family and nation", "description": "<p><strong>Available online</strong><br />The story of a pair of estranged siblings in the aftermath of the Brexit vote is brought to life by the startlingly honest views of a range of young people</p><p>This 2017 co-production by <a href=\"https://zesttheatre.com/\">Zest Theatre</a> and <a href=\"https://www.halfmoon.org.uk/\">Half Moon</a> was created in the aftermath of the Brexit vote, and draws on countless conversations with Britain’s young people. But this subtle two-hander (<a href=\"https://www.stagesofhalfmoon.org.uk/productions/what-once-was-ours-2017/\">now available to watch online</a>) isn’t really about <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>. With a sparse set and the young audience scattered among the action, What Once Was Ours is about what unites us – and how shared experiences and emotions might bring us together.</p><p>Set in small-town England, the play focuses on half-siblings Callum (Jaz Hutchins) and Katie (Pippa Beckwith), who have been estranged for years; while they share a dad, that’s where the similarities end. Callum has grown up with a loving mum; Katie can’t remember the last time her mother said, “I love you.” Both are angry, frightened and lonely.</p> <a href=\"https://www.theguardian.com/stage/2020/may/08/what-once-was-ours-review-zest-theatre-half-moon-theatre-online\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/may/08/what-once-was-ours-review-zest-theatre-half-moon-theatre-online", "date_published": "2020-05-08 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus could 'smoulder' in Africa for several years, WHO warns", "description": "<p>190,000 people could die on the continent in the coming 12 months, agency says</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The Covid-19 pandemic could “smoulder” in Africa for several years after killing as many as 190,000 people in the coming 12 months, the World Health Organization has said.</p><p><a href=\"https://www.aljazeera.com/news/2020/04/africa-coronavirus-cases-hit-10-million-months-200417055006127.html\">The WHO warned</a> last month that there could be 10m infections on the continent within six months, though experts said the pandemic’s impact would depend on governments’ actions.</p> <a href=\"https://www.theguardian.com/world/2020/may/08/coronavirus-could-smoulder-in-africa-for-several-years-who-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/coronavirus-could-smoulder-in-africa-for-several-years-who-warns", "date_published": "2020-05-08 04:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Murdoch media’s China coronavirus conspiracy has one aim: get Trump re-elected | Kevin Rudd", "description": "<p>News Corp is campaigning full-bore for the US president, with reports of a Wuhan lab ‘intelligence’ dossier being seeded across its empire</p><p>In liberal democracies, the integrity, impartiality and professionalism of intelligence agencies matters. That’s why it is essential that intelligence agencies remain aloof, not only from the political debates of the day, but also from the policy decisions that individual governments may take. The intelligence community’s core task is to provide brutally realistic analysis on the threat environments we face so that governments can then make the best-informed policy decisions possible to preserve our common security.</p><p>The <a href=\"https://www.theguardian.com/world/2004/jul/09/usa.iraq2\">failures of the intelligence community </a><a href=\"https://www.theguardian.com/world/2004/jul/09/usa.iraq2\">before the Iraq war</a>, the gullibility of much of the western media, as well as the cynical manipulation of both by the political class of the day, provide us with a stark reminder of what can go radically wrong. On 8 September 2002 the New York Times published one of this century’s most consequential news articles. The front-page story, supplied by the Bush administration, claimed that Saddam Hussein had stepped up his quest for weapons of mass destruction by acquiring key components for a nuclear weapon. In the UK, the Blair government’s <a href=\"https://www.theguardian.com/uk/2010/jan/10/alastair-campbell-iraq-dossier-inquiry\">“dodgy dossier” compounded the error</a>. John Howard did the same in Australia. The problem was that it just wasn’t true. These were over-egged stories designed to soften the public up for what would become a disastrous war.</p> <a href=\"https://www.theguardian.com/media/2020/may/08/murdoch-media-china-coronavirus-conspiracy-trump-kevin-rudd\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/may/08/murdoch-media-china-coronavirus-conspiracy-trump-kevin-rudd", "date_published": "2020-05-08 03:41:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trouble brewing for tea producers as coronavirus lockdown hits harvests", "description": "<p>India’s ‘champagne of teas’ among those affected as country’s tea board estimates output could drop 9%, amid strain in China and Sri Lanka</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Trouble is brewing for the world’s tea producers as the coronavirus lockdown shut down the harvest in several important regions, including the picking of India’s “champagne of teas”.</p><p>Despite forecasts of increased demand from drinkers stuck at home across the world, producers have become frustrated by the enforced quarantining of their workforce, with India’s output expected to drop by 9% in 2020.</p> <a href=\"https://www.theguardian.com/food/2020/may/08/trouble-brewing-for-tea-producers-as-coronavirus-lockdown-hits-harvests\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/may/08/trouble-brewing-for-tea-producers-as-coronavirus-lockdown-hits-harvests", "date_published": "2020-05-08 02:26:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind Date takeover: looking for love in lockdown - part 1", "description": "<p>Lockdown has changed the way we date. Is it possible to form the same kind of connection through a screen? To find out, we set up six strangers on three virtual blind dates ...</p><p>Today in Focus has been wondering what online lockdown dating is like now social distancing has taken face-to-face meets ups out of the equation. So we worked with the Guardian’s <a href=\"https://www.theguardian.com/lifeandstyle/series/blind-date\">Blind Date column</a> and asked listeners to let us matchmake them with a stranger on a virtual date, with dinner provided ... Host <strong>Rachel Humphreys</strong> introduces the first three couples in part one of a two-part special. </p><p><strong>Harry</strong>, a 32-year-old producer from the UK meets <strong>Jayson</strong>, a 25-year-old journalist in Hong Kong. <strong>Sam</strong>, a 34-year-old currently residing in Los Angeles has been paired with <strong>Jennifer</strong>, a 28-year-old civil servant from the UK. And <strong>Titus</strong>, 36, spent a virtual evening with <strong>Len</strong>, a 30-year old amateur Muay Thai fighter, despite the fact they live just a few roads away from one another. </p> <a href=\"https://www.theguardian.com/news/audio/2020/may/08/blind-date-takeover-looking-for-love-in-lockdown-part-1\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/may/08/blind-date-takeover-looking-for-love-in-lockdown-part-1", "date_published": "2020-05-08 02:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rupert Murdoch gives up his bonus as News Corp loses US$1bn in three months", "description": "<p>Huge losses driven partly by fall in valuation of Australian pay TV service Foxtel and decline in news advertising revenue </p><p>Rupert Murdoch’s global media empire, News Corp, lost US$1bn in the three months to the end of March and is expecting more financial pain as the economic fallout from the coronavirus crisis continues.</p><p>The chief executive, Robert Thomson, said there was a fresh wave of cost-cutting ahead for the group, including a “strategic review of our Australian newspaper holdings” that could signal further job losses at the company’s smaller mastheads.</p> <a href=\"https://www.theguardian.com/media/2020/may/08/rupert-murdoch-bonus-news-corp-loses-1bn-three-months\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/may/08/rupert-murdoch-bonus-news-corp-loses-1bn-three-months", "date_published": "2020-05-08 01:49:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden accuser Tara Reade calls for him to drop out of presidential race", "description": "<p>Reade sits down for interview with Megyn Kelly almost a week after former vice-president denied sexual assault allegation</p><ul><li><a href=\"https://www.theguardian.com/us-news/2020/may/02/tara-reade-joe-biden-sexual-assault-allegations-democrats-response\">Who is Tara Reade and what are her allegations?</a></li></ul><p><a href=\"https://www.theguardian.com/film/2019/dec/10/fox-news-drama-bombshell-megyn-kelly-charlize-theron-roger-ailes\">Controversial</a> former television news anchor Megyn Kelly announced on Thursday that she has conducted the first on-camera interview with Tara Reade,<strong> </strong>almost a week after <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a><strong> </strong>was directly confronted in another interview with Reade’s allegation of sexual assault, which he denied.</p><p>Reade has claimed Biden sexually assaulted her in 1993, when she was working as a staffer in his Senate office.</p> <a href=\"https://www.theguardian.com/us-news/2020/may/07/tara-reade-megyn-kelly-interview-joe-biden-drop-out\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/07/tara-reade-megyn-kelly-interview-joe-biden-drop-out", "date_published": "2020-05-08 01:10:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ahmaud Arbery: former police officer and son charged in shooting of black jogger", "description": "<p>Gregory and Travis McMichael confronted Arbery with two firearms as the 25 year old was jogging in Brunswick, Georgia</p><p>The two men involved in the killing of 25-year-old Ahmaud Arbery as he jogged through his neighborhood just outside of Brunswick, Georgia, in February have been charged with murder and aggravated assault.</p><p>Gregory McMichael, 64, and Travis McMichael, 34, were taken into custody and booked into the Glynn County Jail, the Georgia Bureau of Investigations <a href=\"https://gbi.georgia.gov/press-releases/2020-05-06/ahmaud-arbery-death-investigation\">announced</a> in a news release Thursday evening. The arrest comes after a <a href=\"https://www.theguardian.com/us-news/2020/may/07/ahmaud-arbery-video-shooting-sharing-viral\">video released</a> this week showed an unarmed Arbery, who is black, confronted by the elder McMichael, a former county police officer, and his son, who shot Arbery seconds later.</p> <a href=\"https://www.theguardian.com/us-news/2020/may/07/ahmaud-arbery-former-police-officer-and-son-charged-in-shooting-of-black-man\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/may/07/ahmaud-arbery-former-police-officer-and-son-charged-in-shooting-of-black-man", "date_published": "2020-05-08 00:44:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India chemical leak: more evacuations amid fears of second gas release", "description": "<p>Everyone within 5km of the plant in Andhra Pradesh told to leave over fear of repeat of accident that has left at least 11 dead</p><p>Indian officials have evacuated more people from the area around a chemical plant in the south of the country that leaked toxic gas, <a href=\"https://www.theguardian.com/world/2020/may/07/gas-leak-at-chemical-factory-in-india-kills-hospitalises-lg-polymers\">killing at least 11 people and sickening hundreds more. </a></p><p>There was confusion about whether the wider evacuation orders were sparked by a renewed leak at the LG Chem factory in Andhra Pradesh, or by the fear that rising temperatures at the plant could lead to another leak. </p> <a href=\"https://www.theguardian.com/world/2020/may/08/india-chemical-leak-more-evacuations-amid-fears-of-second-gas-release\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/may/08/india-chemical-leak-more-evacuations-amid-fears-of-second-gas-release", "date_published": "2020-05-08 00:41:54+00:00", "persistent": false, "user": null, "language": "en-UK"}]