[{"source": "https://www.theguardian.com/rss", "title": "'They won't buy tickets to see women': 50 years on from a tennis rebellion", "description": "<p>On 23 September 1970 nine women decided they had seen enough misogyny in tennis and broke away to play their own tournament, sowing the seeds for today’s WTA<br /></p><p>If Kristy Pigeon’s father had had his way, she certainly would not have been a tennis player. She would have spent her youth as a cheerleader with ample angora sweatshirts and then in college her priority would have been the pursuit of her future husband, of her future breadwinner.</p><p>“That’s just another indication of how men viewed women back 50 years ago,” Pigeon says in a phone interview. “I was teased when I would jog and be training for tennis. In high school ... people thought it was not very attractive for women to want to pursue a sport.”</p> <a href=\"https://www.theguardian.com/sport/2020/sep/23/they-wont-buy-tickets-to-see-women-50-years-on-from-a-tennis-rebellion\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/23/they-wont-buy-tickets-to-see-women-50-years-on-from-a-tennis-rebellion", "date_published": "2020-09-22 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Misogyny 'should become a hate crime in England and Wales'", "description": "<p>Law Commission, which recommends legal changes, calls for sex or gender to be protected trait</p><p>Misogyny should be made a hate crime in England and Wales, according to the independent body that recommends legal changes, as part of an overhaul of legislation.</p><p>The Law Commission is proposing sex or gender should be made a protected characteristic in hate crime laws, primarily to protect women, in a consultation launched on Wednesday.</p> <a href=\"https://www.theguardian.com/law/2020/sep/23/misogyny-hate-crime-england-wales-law-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2020/sep/23/misogyny-hate-crime-england-wales-law-commission", "date_published": "2020-09-22 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Staff at Essex mental health hospital caught abusing patient, say inspectors", "description": "<p>CCTV shows staff at Cygnet Yew Trees private hospital slapping and kicking woman</p><p>Staff at a private mental health hospital were caught on camera dragging, slapping and kicking a patient, inspectors have said.</p><p>The Care Quality Commission (CQC), the independent regulator of health and social care services in England, carried out an unannounced inspection of Cygnet Yew Trees in Kirby-le-Soken in Essex after its provider, Cygnet Health Care, reported allegations of patient abuse.</p> <a href=\"https://www.theguardian.com/society/2020/sep/23/staff-at-essex-mental-health-hospital-caught-abusing-patient-say-inspectors\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/23/staff-at-essex-mental-health-hospital-caught-abusing-patient-say-inspectors", "date_published": "2020-09-22 23:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Moyes and two players leave West Ham game after Covid-19 positive tests", "description": "<ul><li>Manager, Issa Diop and Josh Cullen return home</li><li>Carabao Cup tie against Hull goes ahead </li></ul><p>West Ham’s Carabao Cup tie against Hull was allowed to go ahead on Tuesday night despite the Premier League club’s manager, David Moyes, and two of their players being sent home after returning positive tests for Covid‑19 70 minutes before kick-off at the London Stadium.</p><p>Medical officials from both clubs agreed to let the tie take place in line with health protocols and in consultation with the English Football League after Moyes, Issa Diop and Josh Cullen received their results.</p> <a href=\"https://www.theguardian.com/football/2020/sep/22/david-moyes-leaves-west-ham-game-after-covid-19-positive-test\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/22/david-moyes-leaves-west-ham-game-after-covid-19-positive-test", "date_published": "2020-09-22 22:18:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frank Lampard believes Premier League will come to aid of EFL clubs", "description": "<ul><li>Chelsea pay for Covid tests for Carabao opponents Barnsley</li><li>‘It’s important lower leagues and grassroots are supported’</li></ul><p>Frank Lampard says he believes the Premier League will come to the aid of stricken EFL clubs, with the English game under ever greater strain from the coronavirus.</p><p>Insisting the big clubs “have a heart”, the Chelsea manager called for a “conversation” on financial support for the football pyramid and the grassroots game as the prospect of fans returning to matches became more distant because of rising infections.</p> <a href=\"https://www.theguardian.com/football/2020/sep/22/frank-lampard-believes-premier-league-will-come-to-aid-of-efl-clubs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/22/frank-lampard-believes-premier-league-will-come-to-aid-of-efl-clubs", "date_published": "2020-09-22 21:30:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United rely on Rashford and Greenwood to overcome Luton", "description": "<p>Ole Gunnar Solskjær started the evening demanding a vastly improved performance but ended it extremely thankful for Dean Henderson’s match-winning save on his debut as Manchester United eventually overcame Luton Town.</p><p>The goalkeeper spent last season on loan at Sheffield United but nine years after joining from Carlisle as a teenager he was finally handed a first appearance for United as he bids to put pressure on David de Gea and England’s Jordan Pickford this season.</p> <a href=\"https://www.theguardian.com/football/2020/sep/22/luton-town-manchester-united-carabao-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/22/luton-town-manchester-united-carabao-cup-match-report", "date_published": "2020-09-22 21:25:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New lockdown measures could leave Saracens in limbo for next season", "description": "<ul><li>Start of new Championship season placed in doubt</li><li>Club could be bounced back into Premiership</li></ul><p>Saracens, who are preparing for a European Champions Cup semi-final against Racing 92 in Paris on Saturday, do not know when their new season will start after the government pressed pause on the return of fans to sports grounds, raising the question of whether they will be able to bounce straight back into the Premiership.</p><p>The current Premiership and European champions will soon be relegated to the Championship for breaches of the top flight’s salary cap. That league was due to start in December, but the majority of clubs are heavily reliant on gate income and would struggle to pay currently furloughed players without it.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/22/new-lockdown-measures-could-leave-saracens-in-limbo-for-next-season\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/22/new-lockdown-measures-could-leave-saracens-in-limbo-for-next-season", "date_published": "2020-09-22 21:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Great British Bake Off review – was this the silliest showstopper yet?", "description": "<p>Although preparations were severely hampered by the pandemic, Bake Off remains a delight – even if no one needed to see Freddie Mercury and Bob Marley immortalised in sponge</p><p>What a week for The Great British Bake Off (Channel 4) to return. I am not sure there could have been a more appropriate time for this cosiest of television shows to come back, bringing with it the promise of a weekly distraction in the form of cake, bread and 12 decent people supporting each other through thick and thin batter. Until there is another panicked run on flour, eggs and yeast, that is, and we are left trying to join in with bread week using a three-year-old bag of tapioca flour and some out-of-date spices that may or may not have any flavour left in them, depending on which way you sniff them.</p><p>In some ways, this series is far from business as usual. Filming was delayed by the pandemic; when it eventually began, the tent had moved to a new location and the bakers and presenters had formed a superbubble. Sandi Toksvig has gone, <a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/11/matt-lucas-to-host-the-great-british-bake-off\">replaced by Matt Lucas</a>. At first, Lucas wears the look of a competition winner getting his lifelong wish of a tour of the tent. He looks genuinely thrilled to be there and a little overwhelmed. There is a bit of tentative newness at the start – “Are you a fan of battenberg?” he asks more than one baker, during the battenberg challenge – but he settles in quickly. Soon, it is as if he has always been there. It helps that he and Noel Fielding are friends; their rapport is lovely to watch.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/22/the-great-british-bake-off-review-was-this-the-silliest-showstopper-yet\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/22/the-great-british-bake-off-review-was-this-the-silliest-showstopper-yet", "date_published": "2020-09-22 20:44:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexico's drug war leaves 39,000 unidentified bodies in its morgues", "description": "<p>Investigation by Quinto Elemento Labs finds alarming number of people buried in common graves</p><p>Mexico’s militarised crackdown on organised crime has left nearly 39,000 unidentified bodies in the country’s morgues, which are often unable to handle the volume of corpses brought in for autopsies.</p><p>A new <a href=\"https://www.quintoelab.org/crisis-forense/\">investigation</a> by the investigative NGO Quinto Elemento Labs found that an alarming number of people were simply buried in common graves without proper postmortems. Some were left in funeral homes and more than 2,500 bodies were given to medical schools.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/mexicos-drug-war-leaves-39000-unidentified-bodies-in-its-morgues\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/mexicos-drug-war-leaves-39000-unidentified-bodies-in-its-morgues", "date_published": "2020-09-22 20:05:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It's Boristime v Coronatime, and there’s only ever one winner | John Crace", "description": "<p>The prime minister’s TV address to the nation shows he thinks he’s fighting a war, not a pandemic </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Some men are born mediocre. Some achieve mediocrity. Others have mediocrity thrust upon them. In 1940 we had Winston Churchill. In 2020 we have Boris Johnson, a man who believes himself to be Churchill’s reincarnation, but is nothing more than a poundshop imitation.</p><p>Where to start with the prime minister’s <a href=\"https://www.theguardian.com/politics/2020/sep/22/boris-johnsons-speech-in-full-the-fight-against-covid-is-by-no-means-over\">TV address to the nation</a>? The trademark smirk? The nervous hand gestures? The fact he thinks he’s fighting a war, not a pandemic? Or just the brazen cheek as Boris tried to claim the credit for what he called the stunning triumph over the coronavirus so far? The 50,000 dead and the endless screw-ups of his own government, from care homes to test and trace, were simply airbrushed out of history. The prime minister is not just a man without quality. He is a man without shame.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/22/its-boristime-v-coronatime-and-theres-only-ever-one-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/22/its-boristime-v-coronatime-and-theres-only-ever-one-winner", "date_published": "2020-09-22 20:05:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Follow new Covid restrictions or risk a second lockdown, Johnson warns", "description": "<p>PM says he is prepared for harsher restrictions, if new measures do not cut down virus’ spread</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson has warned the weary British public to summon their resolve for a tough winter ahead, as he refused to rule out a second national lockdown to contain the spread of the coronavirus.</p><p>Speaking in a televised address after announcing new rules across England <a href=\"https://www.theguardian.com/politics/2020/sep/22/boris-johnsons-speech-in-full-the-fight-against-covid-is-by-no-means-over\">he appeared to suggest</a> “freedom-loving” Britons will be to blame if more draconian restrictions are applied.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/johnson-refuses-to-rule-out-second-covid-19-lockdown-amid-new-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/johnson-refuses-to-rule-out-second-covid-19-lockdown-amid-new-restrictions", "date_published": "2020-09-22 20:04:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sport left to sweat on rescue from a half-listening government | Sean Ingle", "description": "<p>There is anger that sports have jumped through hoops to make stadiums safe yet track and trace is still so ineffective </p><p>After a kick in the teeth, a kiss of life? Sports bodies were left blindsided and woozy by the announcement on Tuesday that the return of crowds to stadiums would not only be “paused” but could be delayed until 1 April. Then came a slither of hope with the news that up to eight elite sports are now likely to be helped by a rescue package. The question now is how deep is the government’s pockets – and will the money really be enough?</p><p>Make no mistake: this is a crisis so menacing it should come accompanied by the soundtrack to Jaws. How can it not be when the Premier League is warning that football is losing £100m a month? Or when the Rugby Football Union chief executive, Bill Sweeney, a man not prone to hyperbole, says rugby clubs at the heart of communities across England are “in danger of disappearing for ever”. Racing, cricket, golf: they are all saying the same thing. The pips have already been squeezed. Even the plinth is dry.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/22/can-technology-give-sport-fighting-chance-of-seeing-fans-returning\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/22/can-technology-give-sport-fighting-chance-of-seeing-fans-returning", "date_published": "2020-09-22 19:56:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak weighs up German-style wage subsidies to replace furlough scheme", "description": "<p>Option part of wider emergency package to help firms through second wave of Covid-19</p><ul><li><a href=\"https://www.theguardian.com/business/2020/sep/22/premier-inn-whitbread-cut-jobs-covid-beefeater-lockdown\">Premier Inn owner to cut 6,000 jobs</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The chancellor, <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a>, is weighing up plans to replace the furlough scheme with German-style wage subsidies as part of a wider emergency support package to help businesses through a second wave of Covid-19.</p><p>Sources from business and industry told the Guardian that the Treasury has been consulting on options for the end of the <a href=\"https://www.theguardian.com/uk-news/uk-job-furlough-scheme\">furlough scheme</a> as concerns mount over increasing numbers of job losses, and as rising infections and tougher restrictions risk <a href=\"https://www.theguardian.com/business/2020/sep/22/uk-recession-expected-continue-until-spring-covid-19-surge\">derailing Britain’s economic fightback</a> from the pandemic.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/22/rishi-sunak-weighs-up-german-style-wage-subsidy-scheme-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/22/rishi-sunak-weighs-up-german-style-wage-subsidy-scheme-covid-19", "date_published": "2020-09-22 19:48:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump attacks China over Covid 'plague' as Xi urges collaboration in virus fight", "description": "<ul><li>US president uses speech to denounce China, UN and WHO</li><li>Beijing has ‘no intention to fight a cold war’ – Chinese leader</li></ul><p>Donald Trump and Xi Jinping offered starkly contrasting responses to the coronavirus pandemic on Tuesday, with the US president blaming Beijing for unleashing a “plague” on the world – and his Chinese counterpart casting the fight against the virus as an opportunity for international cooperation.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/sep/22/un-covid-economic-recovery-austerity-unctad\">UN warns of lost decade without Covid economic recovery plan</a> </p> <a href=\"https://www.theguardian.com/world/2020/sep/22/trump-china-xi-beijing-united-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/trump-china-xi-beijing-united-nations", "date_published": "2020-09-22 19:43:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China pledges to become carbon neutral before 2060", "description": "<p>Unexpectedly forthright pledge will boost UN efforts to galvanise action on climate crisis</p><p>China will reach carbon neutrality before 2060 and ensure its greenhouse gas emissions peak in the next decade, Xi Jinping has told the UN general assembly.</p><p>“China will scale up its intended nationally determined contributions [under the Paris climate agreement] by adopting more vigorous policies and measures,” the Chinese president said, calling for a <a href=\"https://www.theguardian.com/environment/2020/may/05/green-stimulus-can-repair-global-economy-and-climate-study-says\">“green recovery”</a> from the coronavirus pandemic.</p> <a href=\"https://www.theguardian.com/environment/2020/sep/22/china-pledges-to-reach-carbon-neutrality-before-2060\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/sep/22/china-pledges-to-reach-carbon-neutrality-before-2060", "date_published": "2020-09-22 19:21:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bath's comeback leaves Gloucester floundering in the silence", "description": "<ul><li>Bath 31-20 Gloucester</li><li>Bath score four tries in final 20 minutes<br /></li></ul><p>Very little in rugby feels entirely permanent right now and here was another prime example. Entering the final quarter Gloucester were 20-3 ahead and close to putting a serious boot into Bath’s Premiership play‑off ambitions. Less than 20 minutes later and four tries later the hosts were looking at a completely different scenario, having engineered the kind of escape of which even Harry Houdini would have been proud.</p><p>Until their spectacular late flourish there had been precious little sign of a pulse in Bath’s title challenge but the ledger will show two tries from the hooker Tom Dunn, another close‑range effort from the replacement prop Lewis Boyce and a late bonus courtesy of Ben Spencer have breathed fresh life into their prospects. Victory in their final regular‑season game at Saracens will mean they would finish in the last four.</p> <a href=\"https://www.theguardian.com/sport/2020/sep/22/bath-gloucester-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/sep/22/bath-gloucester-premiership-match-report", "date_published": "2020-09-22 19:14:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World leaders' UN video call backdrops – ranked!", "description": "<p>For the UN’s first virtual general assembly, monarchs and presidents have faced presentational issues with their recorded messages</p><p>In the age of the pandemic, the Zoom call background has become the latest social anxiety. Each choice is littered with potential pitfalls. Will bookshelves paint you as an intellectual show-off? If you sit in your garden, will your boss think you’re slacking? What about the curveball option – the kitchen?</p><p>World leaders, it seems, are not immune. As the United Nations general assembly <a href=\"https://www.theguardian.com/world/live/2020/sep/22/united-nations-75th-general-assembly-jair-bolsonaro-donald-trump-vladimir-putin-live-updates\">kicked off on Tuesday</a>, monarchs, presidents, and prime ministers did not fly to New York but instead <a href=\"https://www.theguardian.com/world/2020/sep/19/bye-bye-bilaterals-un-general-assembly-embrace-zoom-diplomacy\">sent in video messages</a>.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/world-leaders-un-video-call-backdrops-ranked\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/world-leaders-un-video-call-backdrops-ranked", "date_published": "2020-09-22 19:08:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NatWest unveils savings account offering 3% interest", "description": "<p>Up to £50 a month can be put into account designed to help people with little or no savings<br /></p><p>NatWest has unveiled a new account with a market-leading 3% interest rate designed to help customers with little or no savings.</p><p>Customers can put between £1 to £50 per month into the digital regular saver account and will need to set up a standing order at account opening. Interest is paid monthly, with the 3% variable rate paid on balances of up to £1,000. A 0.01% rate is paid on balances over that amount.</p> <a href=\"https://www.theguardian.com/business/2020/sep/22/natwest-unveils-savings-account-offering-interest\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/22/natwest-unveils-savings-account-offering-interest", "date_published": "2020-09-22 18:50:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police dismiss idea of soldiers on UK streets to enforce Covid rules", "description": "<p>Leader of rank-and-file officers’ federation says military help not asked for or needed</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Police have dismissed the prime minister’s offer of military help to enforce the new coronavirus crackdown.</p><p>Chief constables made it clear it would not be needed, and leaders of rank-and-file officers said it had not been asked for in talks between police and government about how the tougher measures would be enforced.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/police-dismiss-idea-of-soldiers-on-streets-to-enforce-covid-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/police-dismiss-idea-of-soldiers-on-streets-to-enforce-covid-rules", "date_published": "2020-09-22 18:46:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS to hold review into gender identity services for children and young people", "description": "<p>Review will examine rise in number of children in UK seeking treatment, from 77 in 2009 to 2,590 in 2018-19</p><p>The NHS is launching an independent review into gender identity services for children and young people, it has been announced.</p><p>The review of the Gender Identity Development Service for Children and Adolescents, which is managed by the Tavistock and Portman NHS foundation trust in London, will assess issues surrounding children and young people who are prescribed puberty blocking and cross-sex hormone drugs.</p> <a href=\"https://www.theguardian.com/society/2020/sep/22/nhs-to-hold-review-into-gender-identity-services-for-children-and-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/22/nhs-to-hold-review-into-gender-identity-services-for-children-and-young-people", "date_published": "2020-09-22 18:40:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Montemurro expects Arsenal team to raise their levels against Alex Morgan", "description": "<ul><li>Morgan may make Tottenham debut in FA Cup quarter-final</li><li>Montemurro says players want to test themselves against best</li></ul><p>Joe Montemurro is confident his Arsenal players are capable of asking Alex Morgan some searching questions in the Women’s FA Cup quarter-final at home against Tottenham on Saturday.</p><p>The USA striker, possibly the most <a href=\"https://www.theguardian.com/football/2020/sep/11/alex-morgan--tottenham-wsl-usa-world-cup-winner\">high-profile import</a> in the Women’s Super League, is short of match fitness after giving birth to her first child, a daughter, four months ago and may not start but her presence has invested the tie with added gloss.</p> <a href=\"https://www.theguardian.com/football/2020/sep/22/joe-montemurro-expects-arsenal-team-to-raise-their-levels-against-alex-morgan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/22/joe-montemurro-expects-arsenal-team-to-raise-their-levels-against-alex-morgan", "date_published": "2020-09-22 18:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holiday firm Tui cuts winter schedule amid 83% fall in bookings", "description": "<p>Europe’s biggest holiday company says changing travel restrictions are behind losses</p><p><a href=\"https://www.theguardian.com/business/2020/aug/13/tui-records-1bn-loss-amid-covid-19-travel-shutdown\">Tui</a>, Europe’s biggest holiday company, has made fresh cuts to its winter schedule, blaming changing travel restrictions, as it reported an 83% slump in summer holiday bookings this year.</p><p>The Anglo-German travel firm now expects to operate just 25% of its winter schedule, as customers continue to book holidays at the last minute to try to avoid changes in travel advice.</p> <a href=\"https://www.theguardian.com/business/2020/sep/22/holiday-firm-tui-cuts-winter-schedule-amid-83-fall-in-bookings\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/22/holiday-firm-tui-cuts-winter-schedule-amid-83-fall-in-bookings", "date_published": "2020-09-22 18:03:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The British government is preparing to break the law again – this time on torture | Shami Chakrabarti", "description": "<p>A new bill plans to ignore conventions protecting both military personnel and civilians in overseas operations</p><p>A week ago, the government showed its brazen willingness to violate international law in relation to the EU <a href=\"https://www.theguardian.com/politics/2020/sep/06/five-weeks-clinch-brexit-deal-uk-move-boris-johnson-to-say\">withdrawal agreement</a>. So it should be no surprise that it now wishes to ignore the UN convention against torture and the European convention on human rights (ECHR). Last week the villains were those wicked Europeans; today it is activist lawyers and human rights, which are said to hamper rather than inspire the military overseas. Last week, the not-so-hidden <a href=\"https://www.theguardian.com/politics/2020/sep/05/desperate-boris-johnson-to-step-up-personal-attacks-on-keir-starmer\">jibe</a> was against Sir Keir Starmer as a “remainer lawyer”. This time no doubt, the prod is against the Labour leader as a former director of public prosecutions.</p><p>The <a href=\"https://www.theguardian.com/law/2020/aug/25/labour-calls-for-halt-of-bill-shielding-uk-soldiers-from-prosecution\">overseas operations bill</a> arrives in the House of Commons for its second reading on Wednesday. It <a href=\"https://www.theguardian.com/commentisfree/2020/sep/20/overseas-operations-bill-uk-government-bend-rules-torture-soldiers\">severely restricts</a> the ability to prosecute serious criminal wrongdoing by overseas personnel by installing a presumption against doing so after five years. It also requires the attorney general’s consent for any such prosecution. Anyone who has lived through the war on terror will know that we could reasonably face a scenario in which a victim of torture is detained in a legal black hole for far longer than it might take to pursue a crime against them. Further, the law officer who must consent to any prosecution may well have been the person responsible for authorising the operation now being impugned.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/22/government-break-law-torture-bill-military-personnel-civilians-overseas-operations\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/22/government-break-law-torture-bill-military-personnel-civilians-overseas-operations", "date_published": "2020-09-22 17:51:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christian not sacked by UK school for LGBTQ+ 'beliefs', tribunal hears", "description": "<p>Kristie Higgs dismissed after sharing social media posts about relationship education<br /></p><p>A secondary school headteacher has denied that a member of staff was suspended because she was a Christian who raised concerns about teaching young children about LGBTQ+ relationships, an tribunal has heard.</p><p>Kristie Higgs, 44, was dismissed for gross misconduct by Farmor’s school in Fairford, Gloucestershire, last year after sharing and commenting on social media posts about relationship education.</p> <a href=\"https://www.theguardian.com/education/2020/sep/22/christian-not-sacked-by-uk-school-for-lgbtq-beliefs-tribunal-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/22/christian-not-sacked-by-uk-school-for-lgbtq-beliefs-tribunal-hears", "date_published": "2020-09-22 17:42:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona and Norwich hold talks over Max Aarons transfer", "description": "<ul><li>Championship side rejected loan offer from Catalans</li><li>Norwich could accept loan with obligation to buy</li></ul><p>Barcelona are in talks with Norwich over the possible transfer of Max Aarons. The Championship club last weekend rejected an offer from Barcelona to take the England Under-21 full-back on loan and, although it is understood a further bid is yet to be forthcoming, negotiations are ongoing.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/sep/22/italian-police-investigate-claims-luis-suarez-citizenship-exam-rigged-barcelona-juventus\">Italian police investigate claims Luis Suárez's citizenship exam was rigged</a> </p> <a href=\"https://www.theguardian.com/football/2020/sep/22/barcelona-and-norwich-hold-talks-over-max-aarons-transfer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/sep/22/barcelona-and-norwich-hold-talks-over-max-aarons-transfer", "date_published": "2020-09-22 17:32:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Boris Johnson sets out new restrictions to last 'perhaps six months'", "description": "<p>PM announces 10pm closing for pubs, a ban on indoor team sports and new weddings curbs</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK is at a “perilous turning point” and must act, Boris Johnson has told MPs, announcing new restrictions for England including slashing the size of wedding celebrations and bans on indoor team sports, as well as a return to home working.</p><p>Speaking in the Commons on Tuesday, Johnson announced a ban on indoor team sports, such as five-a-side football, and said plans for a <a href=\"https://www.theguardian.com/sport/2020/sep/21/covid-spike-leads-government-to-pause-return-of-fans-to-sports-stadiums\">partial return of sports fans to stadiums</a> from 1 October had been “paused”. Wedding celebrations will be limited to just 15 guests, half of the number previously permitted, though funerals will be allowed to go ahead with up to 30 mourners.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/coronavirus-boris-johnson-sets-out-new-covid-restrictions-at-perilous-turning-point\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/coronavirus-boris-johnson-sets-out-new-covid-restrictions-at-perilous-turning-point", "date_published": "2020-09-22 17:04:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Covid-19 restrictions mean UK unemployment will get much worse", "description": "<p>Bank of England forecasts for 7.5% unemployment this winter may have to be revised up considerably</p><p>It is March 2021. In the UK, the clocks are about to go forward and the government is about to ease restrictions imposed <a href=\"https://www.theguardian.com/world/2020/sep/22/coronavirus-boris-johnson-sets-out-new-covid-restrictions-at-perilous-turning-point\">six months earlier</a> in response to a rise in Covid-19 cases. A long, hard winter is over.</p><p>But at what cost? That was the question exercising politicians, business leaders and economists after the prime minister announced curbs on opening hours for pubs and restaurants, and backtracked on the government’s previous advice that people should stop working from home. Economists at Bank of America think Britain is on course to contract in both the final three months of this year and the first three months of next.</p> <a href=\"https://www.theguardian.com/business/2020/sep/22/new-covid-19-restrictions-mean-uk-unemployment-will-get-much-worse\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/22/new-covid-19-restrictions-mean-uk-unemployment-will-get-much-worse", "date_published": "2020-09-22 17:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The old telly that brought down a Welsh village's broadband", "description": "<p>For months the broadband in the whole village failed due to ‘electrical noise’ from one resident’s television</p><p>For 18 months, at precisely 7am every day, the broadband signal in the tiny Welsh village of Aberhosan simply vanished.</p><p>Engineers were sent to the remote settlement in mid Wales, which has a population of just 400, to investigate the problem. They spent days testing connections and replacing cables until they finally got to the root of the problem – one villager’s old telly.</p> <a href=\"https://www.theguardian.com/uk-news/2020/sep/22/the-old-telly-that-brought-down-a-welsh-villages-broadband\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/sep/22/the-old-telly-that-brought-down-a-welsh-villages-broadband", "date_published": "2020-09-22 16:55:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Younger women 'bearing brunt' of second wave of Covid in UK", "description": "<p>Exclusive: Figures show big rise in number of women aged 20 to 40 admitted to hospital</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Younger women are “bearing the brunt” of the UK’s second wave of coronavirus infections, according to a fresh analysis of hospital admissions prepared by government science advisers.</p><p>Hospital records reveal a substantial rise in the number of women aged 20 to 40 admitted for serious coronavirus infections since the beginning of August, a country-wide trend that suggests younger women are now more exposed to the virus.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/younger-women-bearing-brunt-of-second-wave-of-covid-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/younger-women-bearing-brunt-of-second-wave-of-covid-in-uk", "date_published": "2020-09-22 16:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Facebook says it may quit Europe over ban on sharing data with US", "description": "<p>EU court in July ruled there were insufficient safeguards against snooping by US intelligence agencies</p><p>Facebook has warned that it may pull out of Europe if the Irish data protection commissioner enforces a ban on sharing data with the US, after a <a href=\"https://www.theguardian.com/technology/2020/jul/16/tech-firms-like-facebook-must-restrict-data-sent-from-eu-to-us-court-rules\">landmark ruling </a>by the European court of justice found in July that there were insufficient safeguards against snooping by US intelligence agencies.</p><p>In a court filing in Dublin, Facebook’s associate general counsel wrote that enforcing the ban would leave the company unable to operate.</p> <a href=\"https://www.theguardian.com/technology/2020/sep/22/facebook-says-it-may-quit-europe-over-ban-on-sharing-data-with-us\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/sep/22/facebook-says-it-may-quit-europe-over-ban-on-sharing-data-with-us", "date_published": "2020-09-22 15:54:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Like a storage shed blown in by a gale' –  Plymouth's new £46m Box gallery", "description": "<p>This plain silver structure could win the port another ugly building award. But its citizens are unlikely to mind – since it showcases treasures from ancient vessels to a woolly mammoth</p><p>If ever proof were needed that quality of architecture is no barrier to popularity, it can be found in the plucky port city of Plymouth. Its Drake Circus shopping centre, a car crash of cladding, was <a href=\"https://www.plymouthherald.co.uk/news/business/drake-circus-named-ugliest-building-1949473\">awarded the Carbuncle Cup</a> for the ugliest building in the UK when it opened in 2006. Yet it has since become the beloved, beating heart of the city. The Beckley Point student housing development, a Stalinesque ziggurat topped with an awkward spire, was also shortlisted for the hated award in 2018. Locals instantly <a href=\"https://www.plymouthherald.co.uk/news/business/beckley-point-not-ugly-says-1948539\">rallied to its defence</a>, praising it as “the best building in Plymouth for 20 years”, bringing a thrilling “touch of Las Vegas” by night.</p><p>And so we come to <a href=\"https://www.theboxplymouth.com/\">the Box</a>, the city’s new £46m museum and gallery, hailed as the biggest cultural centre in south-west England, and proud bearer of “Europe’s largest unsupported cantilever”. It is a fitting name for a big clumsy box that has been plonked on top of the city’s Edwardian museum and art gallery, as if an out-of-town storage shed got blown here in a gale.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/sep/22/the-box-plymouth-gallery-treasures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/sep/22/the-box-plymouth-gallery-treasures", "date_published": "2020-09-22 15:46:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After 200,000 coronavirus deaths, the US faces another rude awakening", "description": "<p>The US death toll has doubled less than four months after the 100,000 landmark – and with autumn nearing, there is little chance of containing the contagion, experts say</p><p>Donald Trump attended one of his then daily White House coronavirus briefings on 17 April and in a moment of rare candor <a href=\"https://www.whitehouse.gov/briefings-statements/remarks-president-trump-vice-president-pence-members-coronavirus-task-force-press-briefing-april-17-2020/\">talked openly</a> about his projections for the number of Americans who could die from the disease.</p><p>“Right now, we’re heading at probably around 60, maybe 65,000,” he said, adding: “One is too many. I always say it: One is too many.”</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/us-coronavirus-deaths-trump-autumn\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/us-coronavirus-deaths-trump-autumn", "date_published": "2020-09-22 15:45:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When do young deer realise they are growing antlers?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>When do young deer realise they are growing antlers? Is it just when they bang into things unexpectedly or can they see them out of the corner of their eyes?</p><p><em>Ruth Garrod, Twickenham</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/22/when-do-young-deer-realise-they-are-growing-antlers\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/22/when-do-young-deer-realise-they-are-growing-antlers", "date_published": "2020-09-22 15:45:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why does sleeping on my left side feel more natural?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>I always sleep on my left side because it feels more natural to me. How did my body arrive at this “decision”? Might it be anything to do with being right-handed? I gather we drive on the left because gentlemen used to ride their horses on the left because this allowed them to have their favoured right arm holding their sword. Might something similar be happening to my body? Do right-handed people tend to sleep on their left side and left-handed people sleep on their right?</p><p><em>Peter Hanson, Whitestone, Exeter</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/22/why-does-sleeping-on-my-left-side-feel-more-natural\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/22/why-does-sleeping-on-my-left-side-feel-more-natural", "date_published": "2020-09-22 15:45:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zaghari-Ratcliffe files report of Revolutionary Guards harassment", "description": "<p>British-Iranian woman under house arrest in Tehran sends details to prosecutor’s office<br /></p><p>The British-Iranian dual national Nazanin Zaghari-Ratcliffe has claimed she is being harassed at her parents’ home in Tehran by Revolutionary Guards officers as she remains under house arrest awaiting the date of a second trial.</p><p>In her report of the incident to the Tehran prosecutors’ office, she said Islamic Revolutionary Guards Corps (IRGC) officers had come to the house on Tuesday morning and falsely accused her of breaking the tag she was fitted with when she was given a temporary release from prison in March on furlough. She was warned she would be taken back to the revolutionary courts.</p> <a href=\"https://www.theguardian.com/news/2020/sep/22/zaghari-ratcliffe-files-report-of-revolutionary-guards-harassment-iran\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/sep/22/zaghari-ratcliffe-files-report-of-revolutionary-guards-harassment-iran", "date_published": "2020-09-22 15:44:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Businesses warn Boris Johnson over U-turn on office working", "description": "<p>Lobby groups say latest advice is ‘extraordinarily reactive’ as TUC tells PM to ‘get a grip’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Business lobby groups have warned that the prime minister’s U-turn on encouraging office workers back to their desks is “extraordinarily reactive and extraordinarily disruptive” and risks “derailing an already fragile recovery”.</p><p>Unions said Johnson should “get a grip” of his advice on the safety of workplaces after the prime minister on Tuesday told office workers in England that they must work from home “if possible”.</p> <a href=\"https://www.theguardian.com/business/2020/sep/22/business-warn-boris-johnson-over-u-turn-on-office-working\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/22/business-warn-boris-johnson-over-u-turn-on-office-working", "date_published": "2020-09-22 15:29:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Have you tried to get a flu vaccination in the UK?", "description": "<p>We’d like to find out from people who’re eligible for a free flu vaccination about their experiences of getting the vaccine</p><p>We’d like to find out from people who’re eligible for a free flu vaccination about their experiences of getting the vaccine.</p><p>All adults over 50 and children in the first year of secondary school in England are eligible for a free flu vaccination this autumn. Flu vaccination is already offered to all children aged two and three, and all primary school children.</p> <a href=\"https://www.theguardian.com/society/2020/sep/22/have-you-tried-to-get-a-flu-vaccination-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/22/have-you-tried-to-get-a-flu-vaccination-in-the-uk", "date_published": "2020-09-22 15:01:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enola Holmes review – Sherlock's rebellious kid sister is on the case", "description": "<p>Stranger Things star Millie Bobby Brown is cheeky young Enola searching for her missing mum in this amiable, starry mystery movie</p><p>It is hardly believable that there’s yet another Sherlock Holmes ripoff/spinoff – the genre named by the late critic Gilbert Adair “Shlock Holmes”. But here is Sherlock’s little-known rebellious kid sister Enola, invented in 2006 by the YA author Nancy Springer. Jack Thorne has adapted the first volume in her award-winning series and the director is Harry Bradbeer.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/sep/21/enola-holmes-sherlock-sister-spin-off-millie-bobby-brown\">Enola Holmes: Sherlock sister spin-off lives up to its feminist ideals</a> </p> <a href=\"https://www.theguardian.com/film/2020/sep/22/enola-holmes-review-sherlock-kid-sister\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/22/enola-holmes-review-sherlock-kid-sister", "date_published": "2020-09-22 15:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Alien to Back to the Future: the films of Ron Cobb – in pictures", "description": "<p>The storied career of the cartoonist turned conceptual and production designer took him to the stars and back, working on films such as Star Wars, Close Encounters of the Third Kind, Alien, Total Recall and Back to the Future. Cobb created elaborate aliens, awe-inspiring spaceships and unique landscapes, and worked closely with James Cameron and Steven Spielberg. Cobb died this week aged 83</p> <a href=\"https://www.theguardian.com/film/gallery/2020/sep/22/ron-cobb-films-in-pictures-alien-back-to-the-future\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2020/sep/22/ron-cobb-films-in-pictures-alien-back-to-the-future", "date_published": "2020-09-22 14:57:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cult leader who claims to be reincarnation of Jesus arrested in Russia", "description": "<p>Former traffic officer Sergei Torop, AKA Vissarion, arrested in special operation in Siberia<br /></p><p>Russian authorities mounted a special operation to arrest a former traffic police officer who claims to be the reincarnation of Jesus and has <a href=\"https://www.theguardian.com/artanddesign/gallery/2015/aug/19/russian-siberian-sect-vissarion-in-pictures\">run a cult</a> based in the depths of Siberia for the past three decades.</p><p>Helicopters and armed officers stormed communities run by Sergei Torop, known to his followers as Vissarion, and arrested him and two of his aides. Russia’s investigative committee said it would charge him with organising an illegal religious organisation, alleging that the cult extorted money from followers and subjected them to emotional abuse.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/cult-leader-vissarion-reincarnation-jesus-arrested-siberia-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/cult-leader-vissarion-reincarnation-jesus-arrested-siberia-russia", "date_published": "2020-09-22 14:50:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about takeaway: why leftover curry and pizza taste better", "description": "<p>Food scientist Charles Spence says flavours develop after a night in the fridge and many dishes benefit from reheating. Maybe not scrambled eggs, though</p><p><strong>Name: </strong>Leftovers.</p><p><strong>Age: </strong>One day, generally.</p> <a href=\"https://www.theguardian.com/food/2020/sep/22/why-leftover-curry-and-pizza-taste-better-than-the-day-before\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/22/why-leftover-curry-and-pizza-taste-better-than-the-day-before", "date_published": "2020-09-22 14:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the strangest foods you have eaten since lockdown?", "description": "<p>Whatever bizarre combination of food you have been eating during the coronavirus pandemic, we’d like to hear about it</p><p>As we’ve been spending more time at home during the pandemic, for some people, eating habits have become increasingly strange.</p><p>We would like to hear from readers about the changing eating habits. Do you tuck into canned sweetcorn straight from the tin and then follow it up with some pickles? What’s the oddest thing you’ve snacked? Or the most bizarre combination that you’ve magicked up from the kitchen that you now call a meal?</p> <a href=\"https://www.theguardian.com/food/2020/sep/22/what-are-the-strangest-foods-you-have-eaten-since-lockdown-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/22/what-are-the-strangest-foods-you-have-eaten-since-lockdown-coronavirus", "date_published": "2020-09-22 14:07:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19: number of schools in England 'not fully open' quadruples", "description": "<p>In space of a week the number of absent pupils has risen by 50%</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The number of schools in England badly affected by Covid-19 cases among students and staff has quadrupled in the space of a week, and the number of pupils absent rose by 50%, according to estimates released by the Department for Education.</p><p>The DfE’s figures revealed that 4% of state schools were classed as “not fully open” last week because of Covid-19, compared with 1% of schools seven days before, including cases where entire year groups had been sent home. Around 20 schools were closed outright for Covid-related reasons.</p> <a href=\"https://www.theguardian.com/education/2020/sep/22/covid-19-number-of-schools-in-england-not-fully-open-quadruples\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/22/covid-19-number-of-schools-in-england-not-fully-open-quadruples", "date_published": "2020-09-22 14:04:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Like a Thames whale, Boris Johnson has got stranded at Westminster | Marina Hyde", "description": "<p>He thought making it upriver would fulfil his dream – instead it’s turned into a cruel form of humiliation<br /></p><p>How poignant to read at the weekend that Boris Johnson, the latest Thames whale, “is more determined than ever not to be <a href=\"https://www.thetimes.co.uk/article/forget-mutinous-tories-its-parents-boris-johnson-fears-9zxqzchnx\">a one-term prime minister</a>”. Well if that’s all that’s bothering him, let us offer words of reassurance. Specifically: don’t worry. There’s no way you’re going to be a one-term prime minister.</p><p>Making it to next summer would be an achievable target weight, at which point a shockingly youthful portrait of Johnson will be added to the Downing Street stairway, while the full attic version we can now see can be returned to the wild to … write <a href=\"https://www.theguardian.com/politics/2018/oct/03/daily-telegraph-rehires-boris-johnson-on-275000-salary\">lucrative newspaper columns</a> about what the next government should be doing? We’ll come to the emerging holes in that plan later.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/22/boris-johnson-westminster-thames\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/22/boris-johnson-westminster-thames", "date_published": "2020-09-22 13:16:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'I would hate it if I was a fresher': UK students on life during Covid", "description": "<p>Four young people talk about how their university education has been hit by coronavirus restrictions</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>With restrictions constantly changing because of rising infection rates and universities having to introduce <a href=\"https://www.theguardian.com/education/2020/sep/21/students-locked-down-after-parties-at-uk-universities\">measures to mitigate against the spread of coronavirus</a>, students in the UK are having to come to terms with an unpredictable life under Covid-19.</p><p>Most students who got in touch with the Guardian via a callout expressed concern about the impact on their studies. Many said they were disappointed much of their learning had gone online, with many lectures, seminars and even tutorials being pre-recorded.</p> <a href=\"https://www.theguardian.com/education/2020/sep/22/i-would-hate-it-if-i-was-a-fresher-uk-students-on-life-during-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/22/i-would-hate-it-if-i-was-a-fresher-uk-students-on-life-during-covid", "date_published": "2020-09-22 13:12:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the new coronavirus rules in England?", "description": "<p>See the key points from Boris Johnson’s announcement of more robust restrictions</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Boris Johnson has announced a series of new, more robust <a href=\"https://www.theguardian.com/world/2020/sep/22/coronavirus-boris-johnson-sets-out-new-covid-restrictions-at-perilous-turning-point\">coronavirus restrictions</a> to come into force across England in a speech to parliament, followed by a TV address on Tuesday evening.</p><p>These are the key points of what he told the Commons – and how England and Scotland are once again taking different paths</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/key-points-of-boris-johnson-coronavirus-statement-to-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/key-points-of-boris-johnson-coronavirus-statement-to-mps", "date_published": "2020-09-22 13:09:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How often can I use the same frying oil – and how do I get rid of it responsibly? | Kitchen aide", "description": "<p>Choose a variety with a high smoking point, don’t let it burn – and pay attention to the types of food you’re cooking</p><p>•Do you have a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>Can you explain the dos and don’ts of reusing frying oil? And when it</strong><strong> is time to say goodbye, how do you dispose of it responsibly?</strong><br /><em><strong>Chris, Fakenham</strong></em></p><p>There is no denying that frying the likes of pakora and puri requires <em>a lot</em> of oil, so it makes sense to use it more than once. Chris is right, though: there are a few rules to follow to get the most out of the hot stuff.</p> <a href=\"https://www.theguardian.com/food/2020/sep/22/how-often-can-i-use-the-same-frying-oil-and-how-do-i-get-rid-of-it-responsibly-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/22/how-often-can-i-use-the-same-frying-oil-and-how-do-i-get-rid-of-it-responsibly-kitchen-aide", "date_published": "2020-09-22 13:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supernova review – Colin Firth and Stanley Tucci dazzle as a couple facing their fears", "description": "<p>The veteran pair are on magnificent form in a drama about love and mortality that is all the more powerful for its restraint</p><p>Lovely, heartfelt performances from Stanley Tucci and Colin Firth carry this intimate movie from actor-turned-film-maker Harry Macqueen, whose 2014 debut, <a href=\"https://www.theguardian.com/film/2015/feb/26/hinterland-review\">Hinterland</a>, was also a two-hander about love. Tucci and Firth play Tusker and Sam, a couple who have been together for decades: Tusker is a respected novelist and Sam a musician. (Firth gives his own perfectly serviceable piano performance of Elgar’s Salut d’Amour, all the more of a lump-in-the-throat moment for its unflashiness.) The careers of both have been put on hold because Tusker has been diagnosed with early-onset dementia.</p><p>The couple have decided to take their camper van for a trip north, to drop in on Sam’s sister and her family, to have some alone time together and, perhaps, to come to terms with the fact that this holiday may be their last together while Tusker is still well. He is still working on a new book but is increasingly preoccupied with astronomy, gazing into the night skies, perhaps soothed by the unimaginable vastness of space, in comparison with which his problems are nothing. Is this new hobby therapeutic, or something that is accelerating his slide into enigmatic blankness?</p> <a href=\"https://www.theguardian.com/film/2020/sep/22/supernova-review-colin-firth-stanley-tucci-toronto\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/22/supernova-review-colin-firth-stanley-tucci-toronto", "date_published": "2020-09-22 11:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "YMCA dancers and a Bogota demo: Tuesday's best photos", "description": "<p>The Guardian’s picture editors select highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/sep/22/ymca-dancers-and-a-bogota-demo-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/sep/22/ymca-dancers-and-a-bogota-demo-tuesdays-best-photos", "date_published": "2020-09-22 11:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer’s message to the Labour party: I am not Jeremy Corbyn", "description": "<p>Leader’s conference speech did not mention his predecessor by name, but underlined his wish to move on <br /></p><p>Keir Starmer’s first party conference speech as leader had been pitched in advance as a moment to set out his values and vision – which sceptics of his leadership have grumbled are hard to discern.</p><p>Tuesday’s speech at an arts centre in Doncaster fulfilled that brief: Starmer spoke about, “a country that embodies the values I hold dear. Decency, fairness, opportunity, compassion and security”.</p> <a href=\"https://www.theguardian.com/politics/2020/sep/22/keir-starmer-message-labour-party-speech-i-am-not-jeremy-corbyn\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/sep/22/keir-starmer-message-labour-party-speech-i-am-not-jeremy-corbyn", "date_published": "2020-09-22 11:25:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Share your tributes and memories of UK coronavirus victims", "description": "<p>We would like you to share your tributes for friends and family who have died during the summer months </p><p>Covid-19 has claimed the lives of thousands of people in the UK.</p><p>Lockdown restrictions eased during the summer months as the numbers of fatalities, caused by coronavirus decreased, however we would like to pay tribute to people in the UK who died during this period. </p> <a href=\"https://www.theguardian.com/world/2020/sep/22/share-your-tributes-and-memories-of-uk-coronavirus-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/share-your-tributes-and-memories-of-uk-coronavirus-victims", "date_published": "2020-09-22 11:06:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for sweetcorn cake", "description": "<p>A hearty and nourishing veggie treat</p><p>Coarsely grate 250g of courgettes into a sieve, sprinkle with salt and leave for 20 minutes. Remove the leaves from a 400g head of sweetcorn. Slice off the corn with a sharp knife then add them to a pan of boiling, lightly salted water. Let them cook for 5-6 minutes till vivid yellow and tender. Drain and set aside. Finely slice a couple of spring onions. Squeeze any excess liquid from the courgettes then add them to the sweetcorn.</p> <a href=\"https://www.theguardian.com/food/2020/sep/22/nigel-slater-recipe-sweetcorn-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/sep/22/nigel-slater-recipe-sweetcorn-cake", "date_published": "2020-09-22 11:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Mary Whitehouse to the proms: Owen Jones on how ‘woke’ became a dirty word - video", "description": "<p>By 2020 everything from the proms&nbsp;to&nbsp;sausage rolls were said&nbsp;to&nbsp;be at risk from&nbsp;'woke' online warriors. But what does it even mean&nbsp;to&nbsp;be woke?&nbsp;Who were&nbsp;the original anti-woke&nbsp;campaigners? And who benefits and&nbsp;suffers when these manufactured culture wars&nbsp;divide us? Owen Jones – often described as 'too woke' himself – tries to find out</p> <a href=\"https://www.theguardian.com/commentisfree/video/2020/sep/22/from-mary-whitehouse-to-the-proms-owen-jones-on-how-woke-became-a-dirty-word-video\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/video/2020/sep/22/from-mary-whitehouse-to-the-proms-owen-jones-on-how-woke-became-a-dirty-word-video", "date_published": "2020-09-22 09:29:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Fiery, chaotic and full of emotion': This Heat, the band who tried to change everything", "description": "<p>They rehearsed in a former meat pie factory, drawing on claustrophobic 80s London to make violently anxious music – but This Heat, finally available to stream, talk about how they wanted to appeal to everyone</p><p>Over lockdown, says Charles Hayward, he found his thoughts turning to This Heat, the wildly influential band he played in 40 years ago. It wasn’t the Covid-fuelled atmosphere of dread and paranoia that did it, although plenty of people heard dread and paranoia in the music This Heat made between 1977 – when the wider world first became aware of the extraordinary sound made by Hayward and fellow members Charles Bullen and the late Gareth Williams thanks to a John Peel session – and 1982, when they split after their second album, Deceit. It was what he calls “the grain of sound” on TV at the moment.</p><p>“Because everyone’s doing everything from home, production values have become very interchangeable – sometimes a show can go from one sort of technological texture to another, and people aren’t batting an eyelid. You’re listening to the news, or a comedy programme and it’s jumping from one sort of grain to the other, one acoustic to another and you’re making your own connections. That is what This Heat records are.”</p> <a href=\"https://www.theguardian.com/music/2020/sep/22/fiery-chaotic-and-full-of-emotion-this-heat-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/22/fiery-chaotic-and-full-of-emotion-this-heat-interview", "date_published": "2020-09-22 09:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Nine at night and my laptop is still open': social work in a pandemic", "description": "<p>Covid-19 has blurred social workers’ personal and professional lives but multi-agency working has improved, say experts</p><ul><li><a href=\"https://www.theguardian.com/society/2020/sep/01/social-workers-lack-time-resources-to-do-job\">Guardian Social Lives research finds only 29% of social workers feel workload is manageable</a></li></ul><p>The coronavirus crisis has heaped pressure on social workers by blurring the boundaries between their professional and personal lives, a Guardian event heard.</p><p>An online discussion, chaired by Guardian public services editor David Brindle, to launch the findings of <a href=\"https://www.theguardian.com/society/2020/sep/01/social-workers-lack-time-resources-to-do-job\">Guardian Jobs’ latest Social Lives survey</a> highlighted the impact of a widespread shift to working from home during the pandemic.</p> <a href=\"https://www.theguardian.com/society/2020/sep/22/nine-at-night-laptop-still-open-social-work-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/22/nine-at-night-laptop-still-open-social-work-pandemic", "date_published": "2020-09-22 07:33:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whitbread to cut 6,000 jobs as Covid-19 hits UK economy - business live", "description": "<p>Rolling coverage of the latest economic and financial news, as Whitbread announces thousands of job cuts across its Premier Inns, Beefeater and Brewers Fayre sites</p><ul><li><a href=\"https://www.theguardian.com/business/live/2020/sep/22/whitbread-6000-jobs-covid-19-stock-markets-pubs-business-live?page=with:block-5f698e778f08ad1d0ce36f1e#block-5f698e778f08ad1d0ce36f1e\">Whitbread: Cutting 18% of jobs due to ‘subdued’ demand</a></li><li>Sales improving, but still down 38% in August</li><li>Boris Johnson to announces new restrictions today<br /></li><li><a href=\"https://www.theguardian.com/business/2020/sep/21/ftse-100-shares-second-covid-lockdown-matt-hancock\">More than £50bn knocked off FTSE 100 yesterday</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-22T07:15:14.364Z\">8.15am <span class=\"timezone\">BST</span></time> </p><p><strong>While Whitbread struggles, DIY chain Kingfisher has managed to grow its profits during the pandemic.</strong></p><p>“We delivered a resilient financial performance in the first half of the year, with the adverse impact of COVID-19 in Q1 offset by a strong recovery in Q2. This recovery has continued into Q3 to date, with growth across all banners and categories.</p><p>“The crisis has prompted more people to rediscover their homes and find pleasure in making them better. It is creating new home improvement needs, as people seek new ways to use space or adjust to working from home.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-22T07:07:39.271Z\">8.07am <span class=\"timezone\">BST</span></time> </p><p><strong>Shares in Whitbread have fallen 3% at the start of trading in London, to the bottom of the FTSE leaderboard.<br /></strong></p><p>September and October are traditionally a period when business bookings pick-up after the quiet summer period, however at this point it is too early to assess the impact of COVID-19 on this traditionally busy booking period. </p> <a href=\"https://www.theguardian.com/business/live/2020/sep/22/whitbread-6000-jobs-covid-19-stock-markets-pubs-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/sep/22/whitbread-6000-jobs-covid-19-stock-markets-pubs-business-live", "date_published": "2020-09-22 07:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Winners by default? Where this year's Oscar race stands", "description": "<p>After fall festivals unveiled slim line-ups, the next few months remain difficult to predict with the pandemic still changing release schedules</p><p>It’s that time of year, as festival season winds down, when we start to sift through the settling dust to figure out how the shift to awards season might play out. This time last year, we’d seen seven out of the nine best picture nominees but that was back in 2019, the Old World, when all cinemas were still open, festivals were in-person and a deadly pandemic wasn’t raging.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/sep/19/toronto-film-festival-tiff-2020-roundup-limbo-wolfwalkers-ammonite-monday-one-night-in-miami-review\">Toronto film festival 2020 roundup –&nbsp;virtual yet vibrant</a> </p> <a href=\"https://www.theguardian.com/film/2020/sep/22/winners-by-default-where-this-years-oscar-race-stands\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/22/winners-by-default-where-this-years-oscar-race-stands", "date_published": "2020-09-22 07:18:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Trump falsely claims Covid-19 affects 'virtually' no young people; UK set for new restrictions", "description": "<p><a href=\"https://www.theguardian.com/world/live/2020/sep/22/coronavirus-live-news-us-nears-200000-deaths-as-england-pubs-face-curfew?page=with:block-5f69472a8f08ad1d0ce36d87#block-5f69472a8f08ad1d0ce36d87\">Trump claims Covid-19 only ‘really’ affects people who have ‘other problems’</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/22/coronavirus-live-news-us-nears-200000-deaths-as-england-pubs-face-curfew?page=with:block-5f69624c8f086669185283ff#block-5f69624c8f086669185283ff\">UK to tighten measures</a>; <a href=\"https://www.theguardian.com/world/live/2020/sep/22/coronavirus-live-news-us-nears-200000-deaths-as-england-pubs-face-curfew?page=with:block-5f6963328f08666918528406#block-5f6963328f08666918528406\">Czech PM says he ‘got carried away’ reopening too soon</a></p><ul><li><a href=\"https://www.theguardian.com/world/2020/sep/22/global-report-trump-wrongly-claims-covid-affects-virtually-no-young-people\">Global report: Trump wrongly claims Covid affects ‘virtually’ no young people</a><br /></li><li><a href=\"https://www.theguardian.com/global-development/2020/sep/21/landmark-moment-156-countries-agree-to-covid-vaccine-allocation-deal\">‘Landmark moment’: 156 countries agree to vaccine allocation deal</a></li><li><a href=\"https://www.theguardian.com/world/2020/sep/21/pubs-and-restaurants-across-england-to-be-forced-to-shut-at-10pm\">Pubs and restaurants across England to be forced to shut at 10pm</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-09-22T07:13:21.891Z\">8.13am <span class=\"timezone\">BST</span></time> </p><p>The current rise in cases in the UK is tracking a worst case scenario, a member of the government’s scientific advisory group has warned.</p><p>At the end of August, a leaked Sage report suggested that a “reasonable worst case scenario” of 85,000 deaths across the country this winter due to Covid-19.</p><p class=\"block-time published-time\"> <time datetime=\"2020-09-22T06:43:25.113Z\">7.43am <span class=\"timezone\">BST</span></time> </p><p>As Covid cases continue to surge in the <strong>UK</strong>, the prime minister is to announce a 10pm curfew on pubs, bars and restaurants as well as other new measures in England on Tuesday.</p><p>Hospitality venues will also be restricted to table service only. Speaking on Sky News on Tuesday morning, Cabinet Office minister Michael Gove said: </p><p>They are reluctant steps that we’re taking but they’re absolutely necessary because as we were reminded yesterday, the rate of infection is increasing and the number of people going to hospital is increasing and therefore we need to act.”</p><p dir=\"ltr\" lang=\"en\">\"They are reluctant steps but they are absolutely necessary.\"<br /><br />Cabinet Office Minister Michael Gove confirms that pubs, bars and restaurants throughout England will face a 10pm curfew and there will be table service only.<a href=\"https://twitter.com/hashtag/KayBurley?src=hash&amp;ref_src=twsrc%5Etfw\">#KayBurley</a> <br /><br />Follow live updates: <a href=\"https://t.co/yXPRulkCKq\">https://t.co/yXPRulkCKq</a> <a href=\"https://t.co/1DOHcdcEsl\">pic.twitter.com/1DOHcdcEsl</a></p> <a href=\"https://www.theguardian.com/world/live/2020/sep/22/coronavirus-live-news-us-nears-200000-deaths-as-england-pubs-face-curfew\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/sep/22/coronavirus-live-news-us-nears-200000-deaths-as-england-pubs-face-curfew", "date_published": "2020-09-22 07:13:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump races to fill supreme court seat as Republicans fall into line", "description": "<p>Democrats’ hopes of keeping seat empty fade as two key Republican senators signal support for moving quickly</p><p>Donald Trump has raced to cement a conservative majority on the US supreme court before the presidential election on 3 November, and Democrats’ hopes of keeping the seat empty have faded as two Republican senators signalled their support for moving quickly.</p><p>The president said on Monday he would name his third supreme court nominee on Friday or Saturday, following memorials for Ruth Bader Ginsburg, the liberal justice who died aged 87 on Friday.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/trump-name-nominee-ruth-bader-ginsburg\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/trump-name-nominee-ruth-bader-ginsburg", "date_published": "2020-09-22 07:04:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Video games are a great place for politics': meet India's modern satirists", "description": "<p>Studio Oleomingus create surreal games that unpick India’s thorny past – and take aim at its chaotic present</p><p>In Gujarat, a tiny independent studio is drawing on India’s rich literary history to create surreal games that flow like visual poems, evoking decades of colonial literature and folk theatre to draw attention to the politics of today. Through fantastical environments where buildings and oversized monuments are made of rubber sandals and toothpaste tubes, Studio Oleomingus – made up of writer/artist Dhruv Jani and programmer Sushant Chakraborty, with help from another programmer, Vivek Savsaiya – crafts interactive stories that cast a playful light on India’s complicated past and present.</p><p>“We find video games to be excellent spaces for political discourse,” Jani tells me over Skype. “The government is hardly bothered about something as ‘trivial’ as video games, and they also give you a lot of room to think and ponder complex ideas.”</p> <a href=\"https://www.theguardian.com/games/2020/sep/22/video-games-india-politics-dhruv-jani-sushant-chakraborty-studio-oleomingus\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2020/sep/22/video-games-india-politics-dhruv-jani-sushant-chakraborty-studio-oleomingus", "date_published": "2020-09-22 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I could lose my child if Covid closes her special needs school again | Beverley Cohen", "description": "<p>Parents like me need more help. I couldn’t cope with having my severely disabled daughter back at home full time </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Like most parents, I love my child with all my heart. Unlike most parents, if there’s a <a href=\"https://www.theguardian.com/education/2020/sep/18/pupils-off-in-four-out-of-five-schools-in-england-waiting-on-covid-tests\">Covid-19 case at her school</a> and it has to close again, I could lose her.</p><p>My daughter Liora Sangeeta is 14, she has complex needs: epilepsy that medication can’t control, a chronic kidney condition and autism. Liora can’t speak and she’s doubly incontinent. She also has a habit of hitting her own head with her fists, as hard as she can, raising big bumps and sometimes blood. She’s under the care of Great Ormond Street hospital and needs medication 15 times per day.</p> <a href=\"https://www.theguardian.com/society/2020/sep/22/i-could-lose-my-child-if-covid-closes-her-special-needs-school-again\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/22/i-could-lose-my-child-if-covid-closes-her-special-needs-school-again", "date_published": "2020-09-22 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamaican director of UCL's slavery research centre: British racism is 'clear and sharp'", "description": "<p>The UK continues the fiction that racial exploitation is in the past, says Matthew Smith. He hopes his London appointment will help change that</p><p>Matthew Smith did not plan to quit Jamaica. Until last year the historian, who previously headed the history and archaeology department of the University of the West Indies at Mona, near Kingston, had made a point of staying. “I wanted my career to be an example that you don’t have to leave,” he explains on a video call. But when the directorship of UCL’s <a href=\"https://www.ucl.ac.uk/lbs/\">Centre for the Study of the Legacies of British Slave-</a><a href=\"https://www.ucl.ac.uk/lbs/\">ownership</a> came up, he couldn’t resist. “I couldn’t think of a better job,” he says. “For me it was the perfect way to bridge research on the Caribbean with meaningful public engagement.”</p><p>Smith, 46, takes over the reins of the centre at an extraordinary time. Awareness of the UK’s role in slavery is arguably at an all-time high after the toppling of the statue of the Bristol slave trader <a href=\"https://www.theguardian.com/commentisfree/2020/jun/08/edward-colston-statue-history-slave-trader-bristol-protest\">Edward Colston</a> in June.</p> <a href=\"https://www.theguardian.com/education/2020/sep/22/jamaican-director-of-ucls-slavery-research-centre-british-racism-is-clear-and-sharp\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/22/jamaican-director-of-ucls-slavery-research-centre-british-racism-is-clear-and-sharp", "date_published": "2020-09-22 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London rabbi interviews forgiven US murderer on YouTube for Yom Kippur", "description": "<p>Yoni Golker interviews killer and his victim’s sister who have formed an unlikely friendship</p><p>Synagogues often stage overflow services for Yom Kippur, the holiest day of the year in Judaism, but with social distancing limiting attendance numbers, the London rabbi Yoni Golker had to think of a new way to reach his congregation.</p><p>His desire to explore the concepts of atonement, redemption and forgiveness – the message of Yom Kippur – took him on a virtual mission to California after reading about an unlikely friendship between Dr Denise Taylor and Ronnie Fields – the man who killed her brother.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/london-rabbi-chats-with-us-murderer-youtube-for-yom-kippur-yoni-golker\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/london-rabbi-chats-with-us-murderer-youtube-for-yom-kippur-yoni-golker", "date_published": "2020-09-22 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mulan: why it was a missed opportunity to create a strong Asian woman on screen", "description": "<p>In casting waif-like Liu Yifei in its live-action remake, Disney squandered its chance to show a Chinese audience that girls can be both beautiful and tough</p><p>As a child who grew up in China with little exposure to Disney until I was eight, the idea of a princess marrying a prince and living happily ever after was something entirely foreign. I was more familiar with the fox and snake spirits in Chinese folklore that transformed into beautiful women and sorceresses, and the cross-dressing heroines of <em>wuxia</em> martial-arts TV shows of the 90s.</p><p>It’s no surprise, then, that Disney’s 1998 film Mulan was more relatable than Sleeping Beauty. Mulan was not only Chinese but had a mission greater than marriage – to save her father and country – and she didn’t need saving herself. For Disney, she was the first “non-princess” who did not end up marrying a prince. It was a mortal’s story: there were no spells or supernatural forces to help her fight her battles, and she did not levitate off rooftops like the wuxia women. Her only celestial remedy was a plump, cheering squad of ancestor spirits and a funny little serpent called Mushu.</p> <a href=\"https://www.theguardian.com/film/2020/sep/22/mulan-why-it-was-a-missed-opportunity-to-create-a-strong-asian-woman-on-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/22/mulan-why-it-was-a-missed-opportunity-to-create-a-strong-asian-woman-on-screen", "date_published": "2020-09-22 07:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ethical homewares - in pictures", "description": "<p>Discover furniture and textiles by new brands and makers who want to change manufacturing for the better</p> <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2020/sep/22/ethical-homewares-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/gallery/2020/sep/22/ethical-homewares-in-pictures", "date_published": "2020-09-22 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City wow then wobble to give few clues of what lies ahead | Jamie Jackson", "description": "<p>Despite some key absences Pep Guardiola’s side made an electric start at Molineux but could not sustain it<br /></p><p>First half scintillating; second half a touch concerning. This was Manchester City in a season-opening trip to Wolves that could be cast as the start of what might be the greatest test yet for Pep Guardiola: the uncharted territory of a fifth season in charge of a team who had question marks against them before kick-off wherever you looked.</p><p>Sergio Agüero was out for two more months because of a knee injury. Aymeric Laporte was missing owing to recovery from Covid. Ilkay Gündogan had been placed in quarantine after testing positive for the virus. A 35-year-old Fernandinho was selected in defensive midfield, Nathan Aké made his debut alongside the uneven John Stones in central defence and though David Silva ended a glittering decade by departing in the summer, the bench lacked its usual blanket strength in depth.</p> <a href=\"https://www.theguardian.com/football/blog/2020/sep/22/manchester-city-wow-then-wobble-to-give-few-clues-of-what-lies-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/sep/22/manchester-city-wow-then-wobble-to-give-few-clues-of-what-lies-ahead", "date_published": "2020-09-22 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My partner can't stay erect long enough for us to consummate our relationship", "description": "<p>He is happy to talk about the situation – and I don’t wish to make him anxious – but is there anything I can do to improve things?</p><p><strong>My 70-year-old loving partner of </strong><strong>eight months is unable to ejaculate despite my </strong><strong>best efforts</strong><strong>. He’s unable to hold his erection for long, and thus we have been unable to consummate our relationship. Despite this, we have a pretty fulfilling sex life, as we are </strong><strong>still very interested in each other and he’s extremely considerate to my needs, which gives him great pleasure. I would very much wish to reciprocate. We are able to talk, although I do not labour the point, </strong><strong>because I do not wish to make him anxious as this would only exacerbate the situation. He tells me he has been on medication for clinical depression in the past, and may need to resort to that again</strong><strong> if he needs it. He also has type 2 </strong><strong>diabetes for which he takes medication. I believe he talked to his </strong><strong>GP about</strong><strong> Viagra, but it was not recommended. Is there anything we could do to improve the situation</strong><strong>? I am not expecting miracles</strong><strong> – we are nevertheless enjoying a wonderful late loving relationship</strong><strong>.</strong></p><p>Unfortunately, many types of medication can lead to problems with sexual desire, arousal or orgasm, including medications for diabetes and depression. The good news is that physicians are often able to help a patient who is experiencing sexual side-effects to switch medication to another that suits him better. Your partner should consult his physician, and not allow himself to be discouraged or put off. Sometimes, the need for sexual proficiency by a septuagenarian is not as well respected as it should be. He must be clear that sex is important to him and you – and insist on having attention paid to his sexual needs. Having said that – as you have thankfully discovered – good sex and thrilling eroticism do not rely on the penile mechanics. And as you also know, it would be unwise to put undue pressure on him.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/22/my-partner-cant-stay-erect-long-enough-for-us-to-consummate-our-relationship\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/22/my-partner-cant-stay-erect-long-enough-for-us-to-consummate-our-relationship", "date_published": "2020-09-22 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No need to rush, Kepa. The young goldfinches are learning and so can you | Jonathan Liew", "description": "<p>It’s hard being a goalkeeper in England and after his latest calamity it looks all over for Arrizabalaga at Chelsea<br /></p><p>So there you were, laid out on the grass, a long way from home. And <a href=\"https://www.theguardian.com/football/2020/sep/20/chelsea-liverpool-premier-league-match-report\" title=\"\">as Liverpool celebrated their second goal</a>, their whoops and cheers burned your ears, and as your teammates solemnly turned their backs, their silence did the same. And the grass felt cold beneath you, but you were grateful for it all the same. Because without it, you felt like you would never stop falling.</p><p>And you thought about the hills around Ondarroa, the little Basque fishing village where you grew up, and those hot summer days when you would climb the tall beech trees trying to catch goldfinches. Occasionally you would lose your grip, feel the awful scrape of your foot down the bark and just fall, and as you fell you would remember the words of your father: if the fall doesn’t hurt, then you didn’t climb high enough.</p> <a href=\"https://www.theguardian.com/football/blog/2020/sep/22/kepa-arrizabalaga-goldfinches-learning-chelsea-goalkeeper\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/sep/22/kepa-arrizabalaga-goldfinches-learning-chelsea-goalkeeper", "date_published": "2020-09-22 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia whales: rescuers in Tasmania free 25 stranded pilot whales, but 90 already dead", "description": "<p>A huge rescue effort is under way near Strahan in Macquarie Harbour, with 60 people and several boats</p><p>Rescuers have freed 25 of the 270 whales stranded on Tasmania’s west coast with the state government confirming about 90 of the marine mammals have already died.</p><p>A huge rescue effort got under way near Strahan in Macquarie Harbour on Tuesday morning, with 60 people and several boats trying to free the marine mammals stuck on two sandbanks and a beach.</p> <a href=\"https://www.theguardian.com/australia-news/2020/sep/22/australia-whales-rescuers-in-tasmania-free-25-stranded-pilot-whales-but-90-already-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/sep/22/australia-whales-rescuers-in-tasmania-free-25-stranded-pilot-whales-but-90-already-dead", "date_published": "2020-09-22 06:47:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier Inn owner Whitbread to cut 6,000 jobs amid Covid crisis", "description": "<p>Company, which also owns Beefeater, shut hotels and restaurants in lockdown </p><p>Premier Inn owner Whitbread is to cut 6,000 jobs across its hotels and restaurants, almost one in five of its workforce.</p><p>Whitbread, which also owns the Beefeater and Brewers Fayre restaurant chains, has been hit hard by the Covid-19 crisis, which forced it to shut its UK hotels and restaurants for four months during the lockdown. Like-for-like sales collapsed by 77.6% in the first half.</p> <a href=\"https://www.theguardian.com/business/2020/sep/22/premier-inn-whitbread-cut-jobs-covid-beefeater-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/sep/22/premier-inn-whitbread-cut-jobs-covid-beefeater-lockdown", "date_published": "2020-09-22 06:40:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Face shields ineffective at trapping aerosols, says Japanese supercomputer", "description": "<p>Simulation using world’s fastest supercomputer casts doubt on effectiveness in preventing spread of coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Plastic face shields are almost totally ineffective at trapping respiratory aerosols, according to modelling in <a href=\"https://www.theguardian.com/world/japan\">Japan</a>, casting doubt on their effectiveness in preventing the spread of <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a>.</p><p>A simulation using Fugaku, the world’s fastest supercomputer, found that almost 100% of airborne droplets of less than 5 micrometres in size escaped through plastic visors of the kind often used by people working in service industries.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/face-shields-ineffective-trapping-aerosols-japanese-supercomputer-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/face-shields-ineffective-trapping-aerosols-japanese-supercomputer-coronavirus", "date_published": "2020-09-22 06:19:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are your eyes playing tricks? The early work of Olivo Barbieri – in pictures", "description": "<p>The Italian photographer shot the everyday – from cars in the suburbs to stacks of watermelons. Yet somehow his images make you question reality...<strong><br /></strong></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/sep/22/eyes-playing-tricks-olivo-barbieri-italian-photographer-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/sep/22/eyes-playing-tricks-olivo-barbieri-italian-photographer-in-pictures", "date_published": "2020-09-22 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer has to abandon Corbyn's promise on student fees | Steven Fielding", "description": "<p>Sooner or later, the Labour leader will realise that spending at least £6bn a year on free tuition won’t break down inequality<br /></p><p>As he makes his first leader’s speech in the unusual context of an online Labour party conference, Keir Starmer’s position is rock solid. Since his election, the party has <a href=\"https://www.theguardian.com/politics/2020/aug/29/how-labour-climbed-26-points-to-match-the-tories-in-opinion-polls\">pulled almost level</a> with the Conservatives in the polls, and <a href=\"https://www.theguardian.com/politics/2020/jul/11/competent-likeable-decisive-keir-starmer-beating-boris-johnson-on-all-counts\">more Britons think </a><a href=\"https://www.theguardian.com/politics/2020/jul/11/competent-likeable-decisive-keir-starmer-beating-boris-johnson-on-all-counts\">he would make a better prime minister</a> than Boris Johnson. He has had a good Covid crisis.</p><p>But the hard work of rowing his party away from the wilder shores of Corbynism has yet to begin. Starmer has so far fought shy of criticising <a href=\"https://www.theguardian.com/politics/2019/nov/21/whats-in-the-labour-party-manifesto\">Labour’s 2019 manifesto</a>, apart from suggesting it was “overloaded” – and has yet to say which of its policies should be unloaded. Most people still do not know what he stands for. </p> <a href=\"https://www.theguardian.com/education/2020/sep/22/keir-starmer-has-to-abandon-corbyns-promise-on-student-fees\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/sep/22/keir-starmer-has-to-abandon-corbyns-promise-on-student-fees", "date_published": "2020-09-22 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Thursday Murder Club by Richard Osman; The Diver and the Lover by Jeremy Vine – review", "description": "<p>A retirement village in Kent and 50s Catalonia provide the backdrops for two popular TV hosts’ very different debut novels </p><p>In a recent YouGov survey concerning British TV celebrities, Richard Osman emerged as the ninth most popular telly personality – the words most often used to describe him were “likable, clever, quick-witted and charming”. Fans of Osman were, the survey suggested, most likely also to admire Dawn French, Judi Dench and appliances made by Russell Hobbs. All of which data no doubt helps to make Viking Penguin, the publisher of Osman’s first novel, comfortable with its decision to invest a “seven-figure advance” in a two-book deal, safe in the knowledge that the <em><a href=\"https://www.theguardian.com/tv-and-radio/2020/may/25/jump-the-shark-pointless\">Pointless</a></em> co-presenter is well on the way to national treasure status.</p><p><em>The Thursday Murder Club</em> might double as a final application for that accolade. The club of the book’s title meets every week in the jigsaw room at Coopers Chase, a superior gated retirement village in rural Kent; the puzzle the members attempt to solve, however, is not the “two thousand piecer of Whitstable harbour” left unfinished on the coffee table, but rather one of several cold murder cases brought to their attention by Penny, a resident in the village and a former police inspector. What follows threatens to become the Famous Five in <em>The Best Exotic Marigold Hotel</em>, or a Midsomer murder for a whole gang of Miss Marples. Could there be a more seductive pitch to the readers of middle England (or to the producers of Sunday evening drama)?</p> <a href=\"https://www.theguardian.com/books/2020/sep/22/the-thursday-club-by-richard-osman-the-diver-and-the-lover-by-jeremy-vine-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/sep/22/the-thursday-club-by-richard-osman-the-diver-and-the-lover-by-jeremy-vine-review", "date_published": "2020-09-22 06:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Learning that a fertility doctor was my biological father was painful – but on the upside I have hundreds of new siblings' | Fiona Darroch", "description": "<p>A joke in the tearoom at work led to a shocking discovery that challenged my entire identity, writes <strong>Fiona Darroch</strong>, but slowly I have made peace with it</p><p>I was born in Durban, South Africa, in November 1962. My parents tried for a baby for more than five years before hearing about Dr Walker and his miracle babies. They were always a bit vague when explaining how he had helped Mum to conceive but clearly held him in high esteem, so much so that he became my godfather.</p><p>My brother arrived two years later, and my younger sister was born just before my sixth birthday. We had a very happy childhood and my godfather, Tony, and his wife, Molly, played a big part in our lives. He and I became close after our family moved to Cape Town. We sent letters to one another and he visited often. My mother typed his novels.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/sep/22/learning-that-a-fertility-doctor-was-my-biological-father-was-painful-but-on-the-upside-i-have-hundreds-of-new-siblings\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/sep/22/learning-that-a-fertility-doctor-was-my-biological-father-was-painful-but-on-the-upside-i-have-hundreds-of-new-siblings", "date_published": "2020-09-22 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DVLA failed to reply after my partner passed away", "description": "<p>I needed to register the car in my name but I faced a series of delays</p><p><strong>I have just read your letter </strong><strong>about the DVLA during lockdown. My partner passed away on 23 March. In April – after failing to make contact – I sent the logbook, a death certificate, my partner’s driving licence and a covering letter to register the car in my name. I have still have not had a reply.</strong></p><p><strong>In the meantime, I have part-exchanged the car for a new one but this cannot be sold due to lack of documents. </strong></p> <a href=\"https://www.theguardian.com/money/2020/sep/22/dvla-failed-to-reply-after\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/sep/22/dvla-failed-to-reply-after", "date_published": "2020-09-22 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ngozi Fulani: 'Black women don't want to risk their abusers being murdered'", "description": "<p>The founder of a domestic violence charity for African-Caribbean women on why she has more clients yet they refuse to go to the police </p><p>The number of women accessing a specialist domestic violence service for those of African and Caribbean heritage has increased by more than 300% since lockdown, according to its founder, Ngozi Fulani.</p><p>Across the UK <a href=\"https://www.theguardian.com/society/2020/aug/17/domestic-abuse-surged-in-lockdown-panorama-investigation-finds-coronavirus\">domestic violence spiked</a> during lockdown, not least because perpetrators and their victims were spending more time at home together. But Fulani, who set up London-based <a href=\"https://www.sistahspace.org/\">Sistah Space</a> in 2015, says her clients tend to face additional pressures.</p> <a href=\"https://www.theguardian.com/society/2020/sep/22/ngozi-fulani-black-women-domestic-violence-police\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/sep/22/ngozi-fulani-black-women-domestic-violence-police", "date_published": "2020-09-22 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the UN’s 75th general assembly could be worse than the world’s worst Zoom meeting", "description": "<p>The worst parts of UN events will be on display, the endless speechifying first among them, but none of what normally makes the general assembly indispensable </p><p>It has been billed as the world’s worst Zoom meeting, but the United Nation’s 75th general assembly could be even worse than that.</p><p>It is called the “general debate” but, unlike a Zoom meeting, there will be no discussion – just a week-long procession of pre-recorded video messages from the world’s leaders, stating their positions, very much with their domestic audience in mind. They were supposed to have sent their videos at the end of last week. As of Monday, only half had been turned in.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/un-75-general-assembly-worlds-worst-zoom-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/un-75-general-assembly-worlds-worst-zoom-meeting", "date_published": "2020-09-22 06:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Bring it on': New Zealand tourist hotspots bank on holidays to ease Covid pressures", "description": "<p>Regional mayors hope the easing of restrictions means boom time for domestic tourism</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Covid-19 restrictions have been dropped and school’s almost out for a fortnight – to the delight of mayors in New Zealand’s tourism hotspots, where there are hopes the holidays will boost coffers in the struggling tourism sector.</p><p>“Bring it on, bring it on,” <a href=\"https://www.rnz.co.nz/national/programmes/morningreport/audio/2018765053/covid-19-are-aucklanders-tourism-dollars-welcome-in-the-regions\">said</a> David Trewavas, the mayor of Taupō district – an area in the central North Island that is home to some of the country’s most famed skiing and hiking. “You can even have a mass gathering down here.”</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/bring-it-on-new-zealand-tourist-hotspots-bank-on-holidays-to-ease-covid-pressures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/bring-it-on-new-zealand-tourist-hotspots-bank-on-holidays-to-ease-covid-pressures", "date_published": "2020-09-22 05:44:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tuesday briefing: 'Move hard and fast'", "description": "<p>PM to announce curfew for pubs, bars, restaurants ... Starmer to ask voters to ‘take another look’ at Labour … and Ron Howard on movies, wildfires and Covid </p><p>Hello and welcome to this Tuesday briefing, with me Alison Rourke.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/tuesday-briefing-move-hard-and-fast\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/tuesday-briefing-move-hard-and-fast", "date_published": "2020-09-22 05:31:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wellness sailing: shed the stress in the Norfolk salt marshes", "description": "<p>Achieve a state of calm with a peaceful boat trip through the last wilderness in southern Britain</p><p>An expedition on the fastest Norfolk “mussel flat” boat ever built by fishermen of yore does not, I have to admit, sound particularly restful. But a meditative journey is what’s promised, and the sight of Saffron’s clean wooden lines and simple interior is immediately soothing.</p><p>This boat was once propelled along the creeks by one fisherman and a single oar, laden with two tonnes of mussels when returning home. Now she’s been lovingly restored for our skipper, Zoe Dunford, to lug stressed-out tourists for a “wellness sail”.</p> <a href=\"https://www.theguardian.com/travel/2020/sep/22/wellness-sailing-shed-the-stress-norfolk-salt-marshes-boat-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/sep/22/wellness-sailing-shed-the-stress-norfolk-salt-marshes-boat-trip", "date_published": "2020-09-22 05:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thailand protests: everything you need to know", "description": "<p>An unprecedented wave of protests is sweeping the nation, with calls for major democratic reforms. Here is all you need to know</p><p>An unprecedented wave of protests has swept across Thailand over recent months, led by high school and university students who are calling for major democratic reforms. Some have also broken a longstanding taboo, and risked prison sentences, to demand the <a href=\"https://www.theguardian.com/world/2020/sep/20/thai-protesters-demand-removal-of-pm-call-for-general-strike-after-march-blocked\">power and wealth of the country’s monarchy be curbed</a>.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/thailand-protests-everything-you-need-to-know\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/thailand-protests-everything-you-need-to-know", "date_published": "2020-09-22 05:20:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: battenberg in a bubble as Bake Off returns", "description": "<p>The amateur bakers get the chance to show off their cake-making skills. Plus: Danny Dyer on his mentor Harold Pinter. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/22/tv-tonight-battenberg-in-a-bubble-as-bake-off-returns\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/22/tv-tonight-battenberg-in-a-bubble-as-bake-off-returns", "date_published": "2020-09-22 05:20:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Agents of Chaos: a shocking look at what really happened in the 2016 election", "description": "<p>A two-part series from Alex Gibney attempts to definitively explain Russian interference, from troll factories to hacking to a mutual ‘seduction’ of greed</p><p>Last month, the US Senate intelligence committee published <a href=\"https://www.intelligence.senate.gov/sites/default/files/documents/report_volume5.pdf\">over 1,000 pages</a> of findings on Russian interference in the 2016 presidential election. In a different world – or, at least, a more sane one, the kind oriented away from the distrustful chaos desired by Russian intelligence – the <a href=\"https://www.theguardian.com/us-news/2020/aug/18/donald-trump-us-senate-report-russia-campaign\">bipartisan report</a> would have landed with the frisson of anticipation surrounding the <a href=\"https://www.theguardian.com/us-news/ng-interactive/2019/apr/18/mueller-report-trump-russia-key-takeaways\">Mueller report</a> in April 2019. But in a hyper-polarized, disaster-numbed nation, its relatively damning findings faded quickly under at least seven layers of justifiably frantic news cycles.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/sep/08/the-social-dilemma-netflix-internet-tech-film\">'A climate change-scale problem': how the internet is destroying us</a> </p> <a href=\"https://www.theguardian.com/film/2020/sep/22/agents-of-chaos-alex-gibney-trump-russia-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/22/agents-of-chaos-alex-gibney-trump-russia-film", "date_published": "2020-09-22 05:10:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Third of British musicians may quit industry amid pandemic", "description": "<p>Musicians’ Union, whose survey also finds one-third of professional musicians can’t access emergency support, criticises DCMS and Treasury over ‘lack of understanding’</p><p>One-third of professional British musicians are considering giving up their careers amid the coronavirus pandemic.</p><p>A survey of 2,000 members of the Musicians’ Union found that 34% “are considering abandoning the industry completely”, because of the financial difficulties they face during the pandemic, as performance opportunities are severely curtailed.</p> <a href=\"https://www.theguardian.com/music/2020/sep/22/one-third-british-musicians-may-quit-industry-covid-pandemic-dcms-treasury\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/sep/22/one-third-british-musicians-may-quit-industry-covid-pandemic-dcms-treasury", "date_published": "2020-09-22 05:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We feel betrayed': Palestinians fear cost of Arab states' deals with Israel", "description": "<p>The accords signed in Washington are seen as diminishing the leverage for independence</p><p>Diplomatic breakthroughs between Israel and Gulf monarchies have revealed fissures in the relationship between Palestine and Arab governments – and raised questions over whether they can still be relied on to champion the Palestinian cause.</p><p>For years, Israel has vigorously pursued ties with the Arab world, focusing on powerful Gulf countries with whom it shares a common enemy in Iran and who crave its hi-tech security and espionage products.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/we-feel-betrayed-palestinians-fear-cost-of-arab-states-deals-with-israel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/we-feel-betrayed-palestinians-fear-cost-of-arab-states-deals-with-israel", "date_published": "2020-09-22 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Celia Imrie: 'People go wild when I tell them I was a fighter pilot in Star Wars'", "description": "<p>As her portrayal of a foul-mouthed gran in Better Things finally reaches UK screens, Celia Imrie talks<strong> </strong>about commuting by cruise ship, her funniest ever sketch – and taking up trapeze at 68</p><p>Celia Imrie is calling from Nice, where she has spent most of lockdown, finishing her fifth novel. “Isn’t it magic, the way that it works?” she says down the line, in that familiar voice, immediately recognisable to anyone who has caught one of her 170 or so screen performances. “It never ceases to amaze me, because you sound as if you’re next door!” Her enthusiasm is so warm and pervasive, she can even make a humble phonecall sound like a marvel.</p><p>Imrie says people in Britain must think she’s been on holiday for the last three years. In fact, she has been starring in the gorgeous US comedy <a href=\"https://www.theguardian.com/tv-and-radio/2019/feb/28/better-things-gets-better-pamela-adlon-triumphs-without-louis-ck\">Better Things</a>, whose fourth season is only now airing on the BBC, after a near-criminal delay in bringing it to UK screens. The series, created by and starring <a href=\"https://www.theguardian.com/global/2019/jul/14/pamela-adlon-better-things-is-about-hope-and-love-amid-the-darkness\">Pamela Adlon</a>, is set in Los Angeles, and follows the lives of a jobbing actor in her 40s (Adlon), her three daughters, and Phil, her eccentric British mother living next door, who is straight-talking, foul-mouthed and unbothered by social norms. It has just been renewed for a fifth season, though right now, for obvious reasons, Imrie is not sure when they will be able to get back to business.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/sep/22/celia-imrie-fighter-pilot-star-wars-gran-better-things-trapeze\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/sep/22/celia-imrie-fighter-pilot-star-wars-gran-better-things-trapeze", "date_published": "2020-09-22 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How rescuing drowning migrants became a crime", "description": "<p>The Iuventa ran hundreds of missions to save migrants from drowning off the coast of Libya. But after Europe cracked down on migration, its crew found themselves facing prosecution</p><p>As patrol boats with flashing blue lights surrounded the Iuventa, just outside the port of Lampedusa on the evening of 1 August 2017, its crew were more annoyed than alarmed. For three days, the old fishing trawler, crewed by volunteers from the German NGO <em>Jugend Rettet</em> (Youth Rescue), had answered a string of requests from the Italian coastguard that to them made no sense. “This madness hopefully will soon be over,” read a message sent from the ship’s bridge to Jugend Rettet base camp shortly after 10pm.</p><p>In the summer of 2017, two years on from the peak of Europe’s refugee crisis, smugglers in Libya were still sending hundreds of people a day to sea in unsafe rubber boats, and the Iuventa’s crew wanted to be where the action was. In a patch of sea just off the coast of north Africa, about a dozen NGO ships were searching for boats in distress – a direct challenge, as many of them saw it, to European governments that had scaled back state-run rescue efforts.</p> <a href=\"https://www.theguardian.com/news/2020/sep/22/how-rescuing-drowning-migrants-became-a-crime-iuventa-salvini-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2020/sep/22/how-rescuing-drowning-migrants-became-a-crime-iuventa-salvini-italy", "date_published": "2020-09-22 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There are now at least 10 tribes of Covid. Which one are you? | Suzanne Moore", "description": "<p>Our responses to coronavirus are not us-and-them, like Brexit. We have fractured into many different groups. From the graph fetishists to the snoops, which one are you?</p><p>It’s easy to say that Covid has divided us. But this is not a simple us-and-them split like Brexit, however much that percolates through our collective unconscious. We are now all members of ever-shifting tribes. Here are some that I’ve encountered.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/22/10-tribes-of-covid-false-positive-existentialist-which-one-are-you\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/22/10-tribes-of-covid-false-positive-existentialist-which-one-are-you", "date_published": "2020-09-22 05:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC subjects older women to 'lookism', says Libby Purves", "description": "<p>Broadcaster, 70, claims female presenters not allowed to grow old gracefully like men are</p><p>Older women are subject to “lookism” at the BBC, even on the radio, while men are allowed to age gracefully, the broadcaster Libby Purves has said.</p><p>Purves, who presented Radio 4’s Midweek from 1983 until it was dropped in 2017, said the corporation had a problem with older women as they were under more pressure to appear attractive and youthful.</p> <a href=\"https://www.theguardian.com/media/2020/sep/22/bbc-subjects-older-women-to-lookism-says-libby-purves\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/sep/22/bbc-subjects-older-women-to-lookism-says-libby-purves", "date_published": "2020-09-22 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron Howard: 'I'm introverted and risk-averse. But not when there's a story to be told'", "description": "<p>As a young star, he found fame as Richie Cunningham in Happy Days. Now one of Hollywood’s biggest directors, he discusses friendship, wildfires and workaholism </p><p>While some celebrities spent lockdown in their Malibu beach houses or Beverly Hills compounds, <a href=\"https://www.theguardian.com/film/ron-howard\">Ron Howard</a> – one of the most powerful and prolific men in Hollywood – spent the first two weeks sleeping in his editing office near his home in Connecticut. The image of Howard living in his workplace fits so well with his public image that it sounds almost storyboarded: the hardworking, humble guy who happens to be an Oscar-winning director (of 2001’s A Beautiful Mind; he was also nominated for Frost/Nixon in 2009. His mother thought, rightly, that he should also have been nominated for 1995’s Apollo 13). Yet Howard’s work-based isolation was not just for professional purposes, but personal ones, too: his wife of 45 years, Cheryl, was sick with Covid-19. He needed to isolate from her, but he wanted to stay close by.</p><p>“She had it only mildly, thank God, and so did my daughter Paige, but they were real cases. So I lived in the editing room. When Cheryl felt better, the two of us would go on what I called Victorian courting strolls, staying 10ft away from each other and no touching,” Howard says with a chuckle.</p> <a href=\"https://www.theguardian.com/film/2020/sep/22/ron-howard-im-introverted-and-risk-averse-but-not-when-theres-a-story-to-be-told\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/sep/22/ron-howard-im-introverted-and-risk-averse-but-not-when-theres-a-story-to-be-told", "date_published": "2020-09-22 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Starmer's greatest challenge is to defeat the Tories on patriotism | Polly Toynbee", "description": "<p>Labour’s leader is ahead on competence. Now he needs to make the case that he’s battling for Britain</p><p>A Zoom party conference is a miserable thing, with no packed hall for Keir Starmer’s first leader’s speech today: no standing ovation, no policy parades on the fringe, nor huddles of aficionados dissecting his every phrase.</p><p>The party members watching from home will be warmed by YouGov’s poll showing, for the first time under Starmer, Labour on <a href=\"https://docs.cdn.yougov.com/0jur4htqeh/YouGov%20Times%20VI%2017%20Sep%202020.pdf\">level-pegging</a> with the Tories. Starmer beats Boris Johnson as best for prime minister – though a walloping third of those surveyed haven’t made up their minds. That’s the purpose of the conference slogan: “A new leadership”. It takes time to introduce a new leader; even longer to expunge a dire party image.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/sep/22/starmer-challenge-defeat-tories-patriotism-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/sep/22/starmer-challenge-defeat-tories-patriotism-labour", "date_published": "2020-09-22 05:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ren Zhiqiang - who called Chinese president a 'clown' - jailed for 18 years", "description": "<p>Former real estate mogul was investigated after criticising Xi Jinping over his handling of the coronavirus pandemic</p><p>China has sentenced an influential former property executive and critic of President Xi Jinping to 18 years in prison for corruption.</p><p>Ren Zhiqiang, the former chairman of Huayuan, a state-owned real estate group, was also fined 4.2m yuan, Beijing No. 2 Intermediate Court said on its website on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/ren-zhiqiang-who-called-chinese-president-a-clown-jailed-for-18-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/ren-zhiqiang-who-called-chinese-president-a-clown-jailed-for-18-years", "date_published": "2020-09-22 04:37:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: Trump wrongly claims Covid affects 'virtually' no young people", "description": "<p>US death toll nears 200,000; England to introduce curfews for pubs, bars, restaurants; Czech PM admits mistake in easing restrictions</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As the <strong>United States</strong>’ coronavirus death toll edged closer to 200,000, US president Donald Trump claimed falsely at a rally in Ohio that the country’s fatality rate was “among the lowest in the world” and that the virus has “virtually” no effect on young people.</p><p>Speaking in the town of Swanton, Trump said: “It affects elderly people. Elderly people with heart problems and other problems. If they have other problems that’s what it really affects, that’s it,” he claimed. “You know in some states, thousands of people – nobody young.”</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/global-report-trump-wrongly-claims-covid-affects-virtually-no-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/global-report-trump-wrongly-claims-covid-affects-virtually-no-young-people", "date_published": "2020-09-22 04:29:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Lancet changes editorial policy after hydroxychloroquine Covid study retraction", "description": "<p>New policy comes after serious quality control questions were raised about the data relied on by a study in the medical journal</p><p>One of the world’s leading medical journals, the Lancet, has reformed its editorial policies following a shocking case of apparent research misconduct involving the study of hydroxychloroquine as a treatment for Covid-19. </p><p>In May, the Lancet published a peer-reviewed study about the controversial drug hydroxychloroquine, which concluded Covid-19 patients who received the drug were dying at higher rates and experiencing more heart-related complications than other virus patients.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/the-lancet-reforms-editorial-policy-after-hydroxychloroquine-covid-study-retraction\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/the-lancet-reforms-editorial-policy-after-hydroxychloroquine-covid-study-retraction", "date_published": "2020-09-22 04:08:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus rise dashes Turkish dreams of big weddings", "description": "<p>After a summer of cases linked to celebrations, new rules limit nuptials to one hour</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>After rescheduling her wedding three times this year, Nalan Altas was finally supposed to be getting married last weekend. With weddings blamed for an uptick in coronavirus cases across <a href=\"https://www.theguardian.com/world/turkey\">Turkey</a> throughout the summer and tight restrictions now in place limiting celebrations, however, the 36-year-old and her partner threw in the towel.</p><p>“I always hoped to have my loved ones and whole family with me on my wedding day but when they said weddings are now only allowed to be one hour we cancelled the whole thing. I am psychologically devastated, and financially it’s hard, too,” she said.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/coronavirus-rise-dashes-turkish-dreams-of-big-weddings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/coronavirus-rise-dashes-turkish-dreams-of-big-weddings", "date_published": "2020-09-22 04:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Far-right Brothers of Italy close to snatching Marche region from left", "description": "<p>Party set to end 25 years of leftist rule and take second presidency in regional elections</p><p>A candidate for the far-right Brothers of <a href=\"https://www.theguardian.com/world/italy\">Italy</a> has ended 25 years of leftwing rule in the eastern Marche region, giving the party its second regional presidency, according to incomplete results.</p><p>However, the centre-left managed to retain its stronghold of Tuscany, in what the region’s centre-left candidate Eugenio Giani called “an extraordinary victory”.</p> <a href=\"https://www.theguardian.com/world/2020/sep/21/far-right-brothers-of-italy-on-course-gain-marche-region-from-left\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/21/far-right-brothers-of-italy-on-course-gain-marche-region-from-left", "date_published": "2020-09-22 02:24:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The fight over dyslexia - podcast", "description": "<p>The question of who gets diagnosed with dyslexia and who then receives support was one of many that Guardian journalist Sirin Kale found herself examining when she began a year-long investigation into the condition. But what surprised her most was how fiery the conversation around this condition had become, with some asking whether the term dyslexia should even exist</p><p>Most people in the UK will learn to read and write by the age of seven, but about 20% of the population will struggle to reach this level, and about half of these people are believed to be dyslexic, although not all of them will be diagnosed. Guardian journalist <strong>Sirin Kale</strong> tells <strong>Anushka Asthana</strong> about investigating questions around dyslexia - the science behind it, how people are diagnosed, who is diagnosed and what treatments work. </p><p>A 2019 <a href=\"https://cdn.bdadyslexia.org.uk/documents/Final-APPG-for-Human-cost-of-dyslexia-appg-report.pdf\">report from</a> the all-party parliamentary group for dyslexia found that children from lower income backgrounds were less likely to be diagnosed with dyslexia. As understanding and recognition of dyslexia grew, families pushed for legal safeguards for dyslexic children. With the 2014 Children and Families Act, parents could apply for public funding to send their children to private schools that specifically catered to dyslexic students. First-tier tribunals, overseen by judges specialising in <a href=\"https://www.judiciary.uk/about-the-judiciary/who-are-the-judiciary/list-of-members-of-the-tribunals-judiciary/first-tier-tribunals-judges/\">education and social care issues</a>, would resolve these cases. These legal rights were easier to access with a diagnosis. And so more and more professionals began offering to meet the needs of the growing numbers of parents seeking dyslexia diagnoses for their children. Looking into dyslexia, Sirin realised that it was less a story about science and education and more one about social justice. </p> <a href=\"https://www.theguardian.com/news/audio/2020/sep/22/the-fight-over-dyslexia-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/sep/22/the-fight-over-dyslexia-podcast", "date_published": "2020-09-22 02:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Video released showing Utah police shooting at boy with autism nearly a dozen times", "description": "<p>Salt Lake City 13-year-old remains in hospital after mother called 911, requesting mental health worker</p><p>A 13-year-old <a href=\"https://www.theguardian.com/us-news/2020/sep/08/linden-cameron-police-shooting-boy-autism-utah\">Utah boy with autism was shot by police</a> after his mother asked for help getting him hospital mental health treatment and officers agreed to talk with him, police footage released Monday showed.</p><p>The videos show Salt Lake City officers chasing him down an alley after they arrive at his home, then yelling at him to get on the ground. The boy collapses after about 11 shots ring out. He survived but suffered broken bones and pierced organs, the family’s attorney has said. He remains hospitalized.</p> <a href=\"https://www.theguardian.com/us-news/2020/sep/21/utah-police-shooting-boy-autism-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/sep/21/utah-police-shooting-boy-autism-video", "date_published": "2020-09-22 01:59:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jacinda Ardern and Judith Collins to face off in first TV debate of New Zealand election", "description": "<p>Prime minister says her attention is focused on running the country, but her challenger says she is looking forward to the show</p><p>Jacinda Ardern and Judith Collins are preparing for the first TV debate of the New Zealand election, amid a campaign dominated by coronavirus.</p><p>The pair will face off in a debate in Auckland held on the same day that Covid-19 restrictions eased in most parts of the country, but not the nation’s largest city, which has been battling an outbreak.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/jacinda-ardern-and-judith-collins-to-face-off-in-first-tv-debate-of-new-zealand-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/jacinda-ardern-and-judith-collins-to-face-off-in-first-tv-debate-of-new-zealand-election", "date_published": "2020-09-22 01:27:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ang Rita Sherpa, the first person to climb Mount Everest 10 times, dies at 72", "description": "<p>Ang Rita made his ascents without the use of oxygen and was known in Nepal as the ‘snow leopard’ for his climbing skills</p><p>Ang Rita Sherpa, the first person to climb Mount Everest 10 times, has died after a long illness, his family has said, in what fellow sherpas called a major loss to Nepal and the climbing community.</p><p>All the ascents to the 8,850-metre (29,035ft) summit of the world’s tallest mountain between 1983 and 1996 by Ang Rita, who went by his first name, like many Sherpas, were made without bottled oxygen. He was among the first Sherpa guides to receive international fame for his accomplishments.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/ang-rita-sherpa-the-first-person-to-climb-mount-everest-10-times-dies-at-72\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/ang-rita-sherpa-the-first-person-to-climb-mount-everest-10-times-dies-at-72", "date_published": "2020-09-22 00:02:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rohingya refugees allege sexual assault on Bangladeshi island", "description": "<p>Group says it has been held in jail-like conditions on Bhasan Char since April</p><p>Rohingya refugees allege they are being held against their will in jail-like conditions and subjected to rape and sexual assault on a Bangladeshi island in the Bay of the Bengal.</p><p>A group of more than 300 refugees were taken to the uninhabited, silt island of Bhasan Char in April, when a boat they were travelling on was intercepted by Bangladeshi authorities.</p> <a href=\"https://www.theguardian.com/world/2020/sep/22/rohingya-refugees-allege-sexual-assault-on-bangladeshi-island\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/sep/22/rohingya-refugees-allege-sexual-assault-on-bangladeshi-island", "date_published": "2020-09-22 00:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}]