[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC1gVCrX5uEFc0s_8TIYGqmw", "title": "Beautiful Lyon in France from 1896 - [ 60 FPS - Color - 4K ] - Old footage restoration with AI", "description": "Lyon was the first city filmed by Lumiere. At that time, film taken while travelling was called a panorama. Camera was small and portable enough to take it on the train and film as it entered Lyon. In the background we can see the newly built Basilica of Notre-Dame de Fourvière.\nAlthough the arrival of the train at La Ciotat is the most famous, it's not the only one. Here we see arrival at the Perrache station, and it's quite different from the one mentioned before. People know they are being recorded, we know it not because they look at the camera, but because they are moving very quickly to show how well they are working. The train has not stopped yet, and people already rush to open the doors.\nTrip through Lyon continues. We see Place des Cordeliers, Place Bellecour. At Quai Romain-Rolland Lumiere filmed the flood that happened in 1896. Trams at Place du Pont. The last scene was filmed at Cours de Verdun, showing a game of boules. This game was very popular at the time, and still is today.  \n\nOriginal video was processed with Deep Learning algorithms to achieve modern look and quality. Here is the process:\n\n1. Footage stabilization and noise/dust/scratches removal with After Effects and Neat Video ✔️\n🔗 https://www.neatvideo.com/?linkID=p7845\n2. Restoration with DeepRemaster, removing scratches and film damage ✔️\n🔗 https://github.com/satoshiiizuka/siggraphasia2019_remastering\n3. Frame interpolation to get smooth look using DAIN method. Result is 60 FPS video ✔️\n🔗 https://github.com/baowenbo/DAIN\n4. Colorization using DeOldify with NoGAN. Colors are not accurate, only for ambient mood ✔️\n🔗 https://github.com/jantic/DeOldify\n5. Upscaling using Topaz Video Enhance AI, upscale preserving detail and reducing noise ✔️\n🔗 https://topazlabs.com/video-enhance-ai/ref/755/\n⭐⭐⭐ 15% DISCOUNT CODE: oldendays15\n6. Automation with Python scripts and AWS Thinkbox Deadline as queue manager ✔️\n🔗 https://www.awsthinkbox.com/deadline\n7. RTX 2070 Super 8GB, 32GB RAM, Ryzen 9 3900X 12-core. Approx 48hrs/10min video processing.\n\n🎵 Intro Music:\nTimelapse by boomopera\nhttps://1.envato.market/om6ao\n\nSocial Media:\nhttps://www.facebook.com/oldendayschannel\nhttps://www.twitter.com/OldenDaysYT\nhttps://www.instagram.com/oldendayschannel\nhttps://www.pinterest.ca/OldenDaysYT/old-footage-restoration\nhttps://www.patreon.com/oldendays\n\n#deoldify #colorize #upscale #topazlabs #veai #dain #60fps #4k", "link": "https://www.youtube.com/watch?v=r3IKtLDP_n4", "date_published": "2020-10-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]