[{"source": "https://www.theguardian.com/rss", "title": "Johnson to cabinet: shape up or I’ll sack you within weeks", "description": "Top ministers are warned to stay off TV with reshuffle alert part of plan by Dominic Cummings<p>Boris Johnson is to tell cabinet ministers that they must focus all their energy on developing policies for post-Brexit Britain – or face the sack in a wide-ranging cabinet reshuffle within weeks.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jan/19/boris-johnson-liberal-nuanced-cautious\">Liberal, nuanced, cautious: is this the real Boris Johnson?</a> </p> <a href=\"https://www.theguardian.com/politics/2020/jan/18/boris-johnson-warns-cabinet-shape-up-or-be-sacked\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/18/boris-johnson-warns-cabinet-shape-up-or-be-sacked", "date_published": "2020-01-18 21:06:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs call for unlimited fines for those who breach electoral law", "description": "Landmark cross-party report issues 20-point plan to protect British elections<p>Political organisations would face unlimited fines for breaking electoral law under new proposals to protect UK elections and referendums from “dirty money and dodgy data misuse”.</p><p>A parliamentary inquiry into how to safeguard the UK’s democratic processes from abuse advocates abolishing the £20,000 cap on fines for breaking spending laws, a penalty considered so minor that some donors are believed to dismiss it as “just the cost of doing business”.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/18/mps-call-for-unlimited-fines-for-those-who-breach-electoral-law\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/18/mps-call-for-unlimited-fines-for-those-who-breach-electoral-law", "date_published": "2020-01-18 21:05:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry and Meghan to give up HRH titles and repay £2.4m", "description": "<p>Duke and Duchess of Sussex will give back taxpayers’ money spent renovating their home and drop official duties</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/jan/18/harry-meghan-buckingham-palace-deal-analysis\">Analysis: couple sought half-in half-out deal, but are ‘out’</a></li></ul><p> The Duke and Duchess of Sussex will give up using their Royal Highness titles and return £2.4m to the taxpayer to cover the costs of refurbishing their <a href=\"https://www.theguardian.com/uk-news/2020/jan/17/prince-harry-and-meghans-uk-home-shut-up-and-staff-moved-elsewhere\">Windsor home</a> as they leave their roles as senior member of the royal family.</p><p>The Queen said in a statement that this “constructive and supportive way forward” would allow the Sussexes “to start building a happy and peaceful new life”. In a rebuff to critics of her granddaughter-in-law, the Queen added that she was “particularly proud of how Meghan has so quickly become one of the family”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/18/the-duke-and-duchess-of-sussex-to-drop-hrh-titles\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/18/the-duke-and-duchess-of-sussex-to-drop-hrh-titles", "date_published": "2020-01-18 20:27:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former SDP leader and Lib Dem leader Robert Maclennan dies", "description": "<p>Peer led the SDP in the 1980s as it carried out talks to merge with the Liberals</p><p> Lord Robert Maclennan of Rogart, former leader of the Social Democrat party, who also served as joint interim leader of the Liberal Democrats, has died.</p><p>The peer led the SDP in the late 80s as it carried out negotiations to merge with the Liberal party. Lord Maclennan then became joint interim leader of the merged party. He served as an MP from 1966 to 2001.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/18/former-sdp-leader-and-lib-dem-leader-robert-maclennan-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/18/former-sdp-leader-and-lib-dem-leader-robert-maclennan-dies", "date_published": "2020-01-18 20:23:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ole Gunnar Solskjær is not the right manager for Manchester United | Jonathan Wilson", "description": "<p>There has been little sign of improvement since Solskjær took over and he looks ill-equipped to turn things around</p><p>O n Friday 5 March 1909, Manchester United went to Burnley for an FA Cup quarter-final. The pitch was frozen, there was heavy snow and with 18 minutes remaining the referee, Herbert Bamlett, decided the match couldn’t go on. For United, the abandonment was fortunate: they had been 1-0 down but won the rearranged game 3-2 and went on, for the first time, to lift the FA Cup.</p><p>Bamlett, having refereed the 1914 FA Cup final, turned his hand to management, taking charge of Oldham, Wigan Borough and Middlesbrough, guiding the latter to the verge of promotion when, in April 1927, he was named manager of United.</p> <a href=\"https://www.theguardian.com/football/blog/2020/jan/18/ole-gunnar-solskjaer-not-right-manager-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jan/18/ole-gunnar-solskjaer-not-right-manager-manchester-united", "date_published": "2020-01-18 20:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Dunn: police demand urgent meeting with military base commander", "description": "<p>Northamptonshire chief constable makes call after footage emerges of incident near base with vehicle on wrong side of road</p><p>Northamptonshire chief constable Nick Adderley has demanded an urgent meeting with the commander of the military base where the American woman wanted over the death of Harry Dunn was stationed.</p><p>The move came after dramatic footage of another vehicle on the wrong side of the road near RAF Croughton emerged and police revealed details of a separate incident in which a police vehicle was struck by a car being driven on the wrong side of the road in October.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jan/18/car-wrong-side-of-road-harry-dunn-raf-base-northamptonshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jan/18/car-wrong-side-of-road-harry-dunn-raf-base-northamptonshire", "date_published": "2020-01-18 19:21:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bushfire-destroyed homes should not be rebuilt in riskiest areas, experts say", "description": "<p>Planning experts call for state governments to buy back land from people in most bushfire-prone areas</p><p>State governments have been warned against promising to recreate some communities destroyed by the bushfire crisis and urged to consider preventing homeowners from rebuilding their homes in the riskiest areas.</p><p>Three planning experts, including two who appeared on a planning panel convened for the Victorian Black Saturday royal commission, told Guardian Australia to avoid repeating what they considered the mistakes of past bushfire recoveries.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jan/19/bushfire-destroyed-homes-should-not-be-rebuilt-in-riskiest-areas-experts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jan/19/bushfire-destroyed-homes-should-not-be-rebuilt-in-riskiest-areas-experts-say", "date_published": "2020-01-18 19:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lib Dems will have new leader in place by July", "description": "<p>Party’s timetable to replace Jo Swinson allows it to focus on May’s local elections</p><p>The Liberal Democrats have announced they will have a new leader in place in July to succeed Jo Swinson.</p><p>The party’s federal board set out a timetable on Saturday that nominations for candidates would open on 11 May and close on 28 May. The ballot for the new leader will start on 18 June and conclude on 15 July.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/18/lib-dems-will-have-new-leader-in-place-by-july\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/18/lib-dems-will-have-new-leader-in-place-by-july", "date_published": "2020-01-18 18:13:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billie Eilish: the candid, self-aware voice of a generation takes on 007", "description": "The 18-year-old is the youngest person to sing a Bond theme – but she has handled a year of supernova fame with a maturity beyond her years<p>At 18, Billie Eilish will be the youngest artist ever to perform a title song for an 007 movie – a refreshingly youthful pick for the often traditional Bond machine. “It feels crazy to be a part of this in every way,” she said last week. “James Bond is the coolest film franchise ever to exist. I’m still in shock.”</p><p>The singer has written and recorded the theme for the forthcoming film, <em>No Time To Die</em>, and follows Adele and Sam Smith, who both won an Oscar for their efforts. She is the first teenager ever to tackle a Bond song.</p> <a href=\"https://www.theguardian.com/music/2020/jan/18/billie-eilish-profile-bond-theme\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jan/18/billie-eilish-profile-bond-theme", "date_published": "2020-01-18 17:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clare Balding pulls out of arms trade dinner", "description": "Campaign group urged broadcaster to rethink over companies’ role in Yemen civil war<p>The broadcaster Clare Balding, who fronted an emergency appeal for victims of the Yemen crisis, has pulled out of speaking at an arms industry annual dinner attended by many of the companies whose weapons are fuelling the country’s civil war.</p><p>She was due to host the ADS Group dinner at an undisclosed location in London. Tickets for the event – whose previous speakers have included the broadcaster Jeremy Vine and the Labour former cabinet minister Alan Johnson – cost up to £470 each.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/18/clare-balding-pulls-out-arms-trade-dinner\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/18/clare-balding-pulls-out-arms-trade-dinner", "date_published": "2020-01-18 17:06:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lecturer says she faced online abuse after Question Time clash with Laurence Fox", "description": "<p>Actor was described as a ‘white privileged male’ in row over coverage of Duchess of Sussex</p><p>A mixed-race university lecturer accused of being racist by the white actor Laurence Fox has been bombarded with hate messages via social media, she has told the <em>Observer</em>.</p><p>Rachel Boyle, a researcher on race and ethnicity at Edge Hill University in Lancashire, clashed with Fox during a TV discussion about the press’s treatment of the Duchess of Sussex.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/18/question-time-clash-lecturer-tells-of-hate-mail\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/18/question-time-clash-lecturer-tells-of-hate-mail", "date_published": "2020-01-18 17:04:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The magic of mushrooms in arts – in pictures", "description": "<p>“I noticed so many artists working with fungi,” says curator Francesca Gavin, “I wanted to learn why.” This has led to a new Somerset House show, <a href=\"https://www.somersethouse.org.uk/whats-on/mushrooms-art-design-and-future-fungi\">Mushrooms: The Art, Design and Future of Fungi (30 January to 26 April)</a>, a 130-year cultural history featuring artists and designers including Cy Twombly, Carsten Höller, Beatrix Potter, Tom Dixon and Takashi Murakami. <br /><br />“I want people to leave the show inspired by fungi,” Gavin says, “and with a little more knowledge of their importance to the planet’s survival.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/18/the-magic-of-mushrooms-in-arts-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/18/the-magic-of-mushrooms-in-arts-in-pictures", "date_published": "2020-01-18 17:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children in care services are at ‘breaking point’", "description": "Major Tory donor urges comprehensive review into help for vulnerable youngsters<p>Services for children in care are at “breaking point” because of poor outcomes and increasing pressures, a senior Tory peer has warned.</p><p>Michael Farmer, a major Conservative donor who previously advised the government on prisons, says that a promised review of the care system must be far more comprehensive than previously envisaged.</p> <a href=\"https://www.theguardian.com/society/2020/jan/18/children-in-care-system-breaking-point\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jan/18/children-in-care-system-breaking-point", "date_published": "2020-01-18 17:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: Javid comments on non-alignment with EU prompt warnings of price rises", "description": "<p>Chancellor’s remarks represent ‘death knell for frictionless trade’, experts warn</p><p>Businesses have predicted price rises after the UK chancellor, Sajid Javid, said there would be no alignment with EU regulations once Britain’s exit from the European Union was made official.</p><p>In what is being seen as an opening salvo in the next stage of negotiations, Javid said the Treasury would not lend support to manufacturers that favour EU rules as the sector had had three years to prepare for Britain’s transition.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/18/savid-javid-warns-there-will-be-no-alignment-on-eu-regulations-after-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/18/savid-javid-warns-there-will-be-no-alignment-on-eu-regulations-after-brexit", "date_published": "2020-01-18 16:59:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: clandestine actions of mercenaries during Thatcher years", "description": "Keenie Meenie Services was active from Sri Lanka to Nicaragua – and Foreign Office could not rein it in, book claims<p>A British mercenary company established by former SAS veterans conducted clandestine and highly controversial operations around the world, with successive British governments either unwilling or unable to rein it in, a new book reveals.</p><p>Keenie Meenie Services (KMS) was one of Britain’s first mercenary companies, believed to have taken its name from Arabic slang for “undercover”. It was set up in the 1970s and recruited veterans battle-hardened by the Troubles in Northern Ireland, Operation Storm in Oman – when Anglo Omani forces quashed an uprising – and the 1980 siege of London’s Iranian embassy.</p> <a href=\"https://www.theguardian.com/politics/2020/jan/18/mercenaries-clandestine-actions-in-thatcher-years-revealed-keenie-meenie\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jan/18/mercenaries-clandestine-actions-in-thatcher-years-revealed-keenie-meenie", "date_published": "2020-01-18 15:57:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Libya: blockade of oil ports threatens Berlin ceasefire plan", "description": "<p>Show of strength by supporters of Gen Khalifa Hafter comes before crucial talks in German capital</p><p>A sudden international scramble to embed a credible ceasefire in Libya, due to be launched by world leaders in Berlin on Sunday, is already facing disruption after key Libyan oil ports were blockaded by supporters of Gen Khalifa Haftar – one of the main protagonists in the war.</p><p>The move to blockade oil exports is a new show of strength as world leaders try to force Haftar, the leader of the Libyan National Army who runs the east of the country, and Fayez al-Sarraj, the leader of the UN-recognised government in Tripoli, into a ceasefire agreement that can end a 10-month battle over control of the capital.</p> <a href=\"https://www.theguardian.com/world/2020/jan/18/erdogan-tells-europe-to-support-tripoli-government-or-face-new-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/18/erdogan-tells-europe-to-support-tripoli-government-or-face-new-threats", "date_published": "2020-01-18 15:26:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meghan gets twice as many negative headlines as positive, analysis finds", "description": "<p>Guardian analysis appears to support claim Duchess of Sussex receives more critical treatment than Duchess of Cambridge</p><p>The Duchess of Sussex gets more than twice as many negative headlines as positive ones, according to Guardian analysis of articles published between May 2018 and mid January 2019.</p><p>The analysis – which appears to support <a href=\"https://www.theguardian.com/commentisfree/2020/jan/15/meghan-markle-mail-on-sunday-courage-media\">Meghan’s argument that she has faced highly critical treatment in the British press</a> – found that of the 843 articles in 14 print newspapers since mid-May 2018, 43% were negative. Just 20% of the articles were positive, with the remaining 36% remaining neutral.</p> <a href=\"https://www.theguardian.com/global/2020/jan/18/meghan-gets-more-than-twice-as-many-negative-headlines-as-positive\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/jan/18/meghan-gets-more-than-twice-as-many-negative-headlines-as-positive", "date_published": "2020-01-18 09:55:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South Africa v England: third Test, day three – live!", "description": "<ul><li>Over-by-over updates with the series tied at 1-1</li><li><a href=\"https://www.theguardian.com/sport/2020/jan/17/kagiso-rabada-banned-final-cricket-test-against-england-after-root-send-off\">Rabada banned for final Test against England</a></li><li>Get in touch! <a href=\"mailto:tim.delisle.casual@theguardian.com\">Email Tim</a> or tweet <a href=\"https://twitter.com/TimdeLisle?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@TimdeLisle</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-01-18T09:53:46.126Z\">9.53am <span class=\"timezone\">GMT</span></time> </p><p><strong>Mid-44th over: South Africa 113-5 (Nortje 14, de Kock 0</strong><strong>) </strong>The rain gets heavy quite quickly, like a conversation about your love life. The umpires take the players off and signal an early <strong>lunch</strong>. The morning belongs to Dom Bess, with a little help from Ollie Pope – just a couple of 22-year-olds, living the dream.</p><p>“Just woken (Well, it IS Saturday) and checked in,” said Adam Goves, “in sleepy Norfolk”, a quarter of an hour ago. “Surely Bess could have parried that C&amp;B to Pope?! It’s totally messed up the aesthetic of an otherwise perfect scorecard, or am I being a bit greedy?”</p><p class=\"block-time published-time\"> <time datetime=\"2020-01-18T09:47:03.650Z\">9.47am <span class=\"timezone\">GMT</span></time> </p><p><strong>43rd over: South Africa 113-5 (Nortje 14, de Kock 0</strong><strong>) </strong>Denly is still on, and still collecting dots, though he does dish up one bad ball which Nortje dispatches through midwicket. Bad news, lads: rain is falling.</p> <a href=\"https://www.theguardian.com/sport/live/2020/jan/18/south-africa-v-england-third-test-day-three-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2020/jan/18/south-africa-v-england-third-test-day-three-live", "date_published": "2020-01-18 09:53:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jack O’Connell: ‘Not many actors come from where I am from. I am proud of that’", "description": "<p>The actor on his Derbyshire roots, travelling in his caravan and reforming Oasis</p><p>Born in Derbyshire, <a href=\"https://www.theguardian.com/film/jack-oconnell\" title=\"\">Jack O’Connell</a>, 29, had a role in <a href=\"https://www.theguardian.com/film/this-is-england\" title=\"\">This is England</a> in 2006 and went on to appear in <a href=\"https://www.theguardian.com/tv-and-radio/skins\" title=\"\">Skins</a> from 2009 to 2013. In 2015, he won the Bafta Rising Star award and, in 2017, he performed with Sienna Miller in the West End revival of <a href=\"https://www.theguardian.com/stage/2017/jul/25/cat-on-a-hot-tin-roof-review-sienna-miller-jack-oconnell-benedict-andrews-tennessee-williams\" title=\"\">Cat </a><a href=\"https://www.theguardian.com/stage/2017/jul/25/cat-on-a-hot-tin-roof-review-sienna-miller-jack-oconnell-benedict-andrews-tennessee-williams\" title=\"\">On </a><a href=\"https://www.theguardian.com/stage/2017/jul/25/cat-on-a-hot-tin-roof-review-sienna-miller-jack-oconnell-benedict-andrews-tennessee-williams\" title=\"\">A Hot Tin Roof</a>. His films include <a href=\"https://www.theguardian.com/film/unbroken\" title=\"\">Unbroken</a>, <a href=\"https://www.theguardian.com/film/money-monster\" title=\"\">Money Monster</a> and <a href=\"https://www.theguardian.com/film/2019/aug/30/seberg-review-kristen-stewart-biopic-benedict-andrews-jean-fbi\" title=\"\">Seberg</a>, which is in cinemas now. He lives in London.</p><p><strong>What is your greatest fear?</strong><br />Big spiders.</p> <a href=\"https://www.theguardian.com/film/2020/jan/18/jack-oconnell-not-many-actors-come-from-where-i-am-from-i-am-proud-of-that\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/18/jack-oconnell-not-many-actors-come-from-where-i-am-from-i-am-proud-of-that", "date_published": "2020-01-18 09:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yotam Ottolenghi’s recipes for slow-cooked vegetables", "description": "<p>Watch your humble vegetables transform into luxurious delicacies after a warm bath in oil and aromatics</p><p>Slow-cooking in fat, or confiting, to use the fancy term, is usually associated with meat (or for preserving fruit in sugar syrup). For me, however, vegetables are the biggest winners from a long, warm bath of oil and aromatics. In the process (which isn’t actually that long with veg), they tenderise and soak up a bunch of flavours that make them rich, unctuous and delicious. It’s a total transformation of something mild and humble into something rich and luxurious. All they then need is a spot of acidity or a touch of heat, and you’ve got glorious vegetables, reimagined, on the table.</p> <a href=\"https://www.theguardian.com/food/2020/jan/18/yotam-ottolenghi-slow-cooking-recipes-mushrooms-parsnips-and-brussels-sprouts\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jan/18/yotam-ottolenghi-slow-cooking-recipes-mushrooms-parsnips-and-brussels-sprouts", "date_published": "2020-01-18 09:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She said she’d be babysitting our embryo’: what’s it like to carry a child for a friend?", "description": "<p>Surrogacy between friends can be life-changing. The people who have done it talk emotions, legal hurdles – and WhatsApp birthing groups<br /></p><p>In a flat in north-east London, Abi is cradling her best friend’s baby. At 15 weeks old, the little boy is smiling up at her, testing out his first sounds. His mother, Rachel, prepares his bottle while Abi rocks him, showing all the love she would to any of her friends’ children. The only difference is that Abi gave birth to him.</p><p>Abi and Rachel, both 35, met on their first day at university in Birmingham in 2003 and rarely left one another’s side. At 16, Rachel had been diagnosed with <a href=\"https://www.mrkh.org.uk/mrkh.html\" title=\"\">MRKH</a>, a congenital condition meaning her uterus was undeveloped. Although she produced eggs, she would never be able to carry children, something she kept to herself. “I’d tell people I didn’t want kids but deep down I was insanely jealous,” says Rachel, who works as an events producer in London. “I wanted them so badly but assumed I’d never have my own, so I learned to live with it.” </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/babysitting-embryo-carry-child-for-friend-surrogacy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/babysitting-embryo-carry-child-for-friend-surrogacy", "date_published": "2020-01-18 09:30:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: what airport measures are in place to detect sick passengers?", "description": "<p>Three US airports introduce screening, following action already taken in several Asian countries </p><p>International airports are stepping up screening for passengers exhibiting symptoms possibly connected with the <a href=\"https://www.theguardian.com/world/2020/jan/17/corona-second-death-in-china-after-sars-like-outbreak\">previously unknown coronavirus</a> that has infected nearly 50 people in China and caused two deaths there.</p><p>Three major US airports – San Francisco International Airport (SFO), Los Angeles International Airport (LAX) and John F Kennedy International Airport in New York (JFK) – have announced they will screen travellers arriving from Wuhan. Passengers will be examined for symptoms of the pneumonia-like virus, the Centers for Disease Control and Prevention (CDC) said, with an additional 100 health workers deployed at the airports.</p> <a href=\"https://www.theguardian.com/world/2020/jan/18/coronavirus-what-airport-measures-are-in-place-to-detect-for-sick-passengers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/18/coronavirus-what-airport-measures-are-in-place-to-detect-for-sick-passengers", "date_published": "2020-01-18 09:21:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'This is not how sequoias die. It’s supposed to stand for another 500 years'", "description": "<p>Giant sequoias were thought to be immune to insects, drought and wildfires. Then the unthinkable happened: trees started to die – and scientists began the search for answers</p><ul><li><a href=\"https://composer.gutools.co.uk/content/5df225268f08eda98155fcfc\">Beetles and fire kill dozens of ‘indestructible’ giant sequoia trees</a></li></ul><p><em>Photographs by Mette Lampcov</em></p><p>The fable of the giant sequoia tree is an enduring tale of America’s fortitude. Standing quietly on the western slopes of the Sierra Nevada, the Californian giants can survive almost anything – fire, disease, insect attack, cold years, hot years, drought – so the story goes. </p><p>The largest living organisms on the planet can grow over 90 metres (300ft) tall. When they do die after 3,000 years or so, the oldest trees, known as monarchs, usually succumb to their own size and collapse. Their giant trunks will rest on the forest floor for another millennia.</p> <a href=\"https://www.theguardian.com/environment/2020/jan/18/this-is-not-how-sequoias-die-its-supposed-to-stand-for-another-500-years-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jan/18/this-is-not-how-sequoias-die-its-supposed-to-stand-for-another-500-years-aoe", "date_published": "2020-01-18 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I should love Little Women. But sometimes it’s hard to fall in love with the perfect match | Hadley Freeman", "description": "<p>The novel was one of my favourites as a child. If I don’t like Greta Gerwig’s film, who even am I?<br /><br /></p><p>Nora Ephron famously felt bad about her neck. I don’t feel bad about my neck, not yet. Instead, I feel bad about Little Women.</p><p>The reviews of Greta Gerwig’s film adaptation have been universally adoring. “Superb,” <a href=\"https://www.empireonline.com/movies/reviews/little-women-2019/\" title=\"\">said Empire</a>. “One-hundred-and-fifty-year-old literature never felt so alive,” agreed <a href=\"https://www.theguardian.com/film/2019/dec/29/little-women-review-greta-gerwig-saoirse-ronan-wendy-ide\" title=\"\">The Observer</a>. Liking the film is now considered as much a part of being a thoughtful modern woman as supporting Alexandria Ocasio-Cortez. Because this movie isn’t just good, people wrote with urgency on social media – it’s important. It’s about women and creativity and it stars women – four of them! It’s an adaptation of one of the greatest women’s novels, done by Gerwig, who, like Phoebe Waller-Bridge, was decreed by The Council of General Consensus to be An Excellent Thing. As Marmee says in the book, “I never can wish you a greater happiness than this!”</p> <a href=\"https://www.theguardian.com/lifeandstyle/commentisfree/2020/jan/18/i-should-love-little-women-hadley-freeman\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/commentisfree/2020/jan/18/i-should-love-little-women-hadley-freeman", "date_published": "2020-01-18 09:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s deputy leader has a crucial role. And it’s time to define exactly what that is | Andrew Fisher", "description": "<p>The successful candidate will be someone who can write their own job description – and is a strong team player</p><p>Today, the <a href=\"https://labour.org.uk/people/leadership-elections-hub-2020/leadership-elections-hustings/\" title=\"\">first hustings</a> takes place in Liverpool for the Labour leadership. But it’s also the first hustings for the deputy leadership, and while the role of a party leader is clear the role of deputy leader is ill-defined. There is no job description for deputy leader, and it’s barely referenced in the party rule book.</p><p>John Prescott is perhaps the definitive deputy leader of recent times, being elected deputy in 1994 and serving until 2007 – the longest in Labour party history. He is also one of the few from the New Labour era who still enjoys widespread affection across the party.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/18/labour-deputy-leader-define-role\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/18/labour-deputy-leader-define-role", "date_published": "2020-01-18 09:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Weinstein trial: how finding an impartial jury became a spectacle", "description": "<p>A surprise appearance from Gigi Hadid, the threat of prison for an ill-judged tweet and protests have plagued jury selection</p><p>A surprise appearance from a supermodel, the threat of prison for a tweet and the intense search for an impartial jury has turned the rape trial of <a href=\"https://www.theguardian.com/film/harvey-weinstein\">Harvey Weinstein</a> into a spectacle in its early weeks and raised fears over the difficulty of picking an impartial jury.</p><p>The New York supreme court called in 2,000 people as potential jurors for the case, which kicked off on 6 January. About 600 actually showed up to court, and the numbers have slowly been whittled down closer to the 12 jurors and six alternates the trial calls for. By Thursday afternoon, seven jurors had been confirmed. Opening arguments are set to take place 22 January.</p> <a href=\"https://www.theguardian.com/film/2020/jan/18/harvey-weinstein-trial-jury-gigi-hadid-prison-threats-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jan/18/harvey-weinstein-trial-jury-gigi-hadid-prison-threats-protests", "date_published": "2020-01-18 08:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best DIY gel manicure removal | Sali Hughes", "description": "<p>Shellac and gel won’t wreck your nails if they are good quality and removed properly – I’ve got the method down pat</p><p>Two friends tell me that one of their new year’s resolutions is taking a break from gels and ultraviolet lamp-cured, soak-off nail polishes. That’s because, despite the dramatic global increase in salon gel manicures, thanks to an instantly dry, super-shiny finish that lasts up to three weeks instead of the traditional three to five days (seriously, it’s a bleak time for regular polish brands), there’s a pervading belief that gels ultimately “wreck your nails”.</p><p>This is only a tiny bit true, in that all manicures involving repeated filing and exposure to solvents will weaken the nails in the long term: the issue is not with gels per se. What does damage gel-polished nails specifically is picking, peeling and other heavy-handed removal, or poor application (including excessive roughening of the nail surface) that later requires it.</p> <a href=\"https://www.theguardian.com/fashion/2020/jan/18/the-best-gel-manicures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jan/18/the-best-gel-manicures", "date_published": "2020-01-18 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The fry-up may be toast – but, much to my own surprise, I don’t really care | Tony Naylor", "description": "The full breakfast has been declared dead many times. But this time reports of its demise are, perhaps, not exaggerated<p>In the 1980s, there was only one meal that mattered to me: Sunday breakfast. A break from monotonous cereal or toast, my dad’s full breakfast was the highlight of the food week.</p><p>True, his signature dish (naturally, this was the only time he cooked), would not have flown at the <a href=\"https://www.theguardian.com/books/2008/may/06/1\" title=\"\">Wolseley</a> – or any self-respecting high street cafe, for that matter. He had taken this originally <a href=\"https://ny.eater.com/2015/2/23/7962765/the-full-monty-english-irish-breakfast-in-nyc\" title=\"\">conspicuous symbol of Victorian prosperity</a> and pared it back to an ultra-convenient, cut-price pleasure. Who needs bacon when you can fry luncheon meat with your eggs and serve that with hotdog sausages and tinned tomatoes enriched with semi-skimmed and <a href=\"https://www.theguardian.com/business/2007/jul/05/supermarkets\" title=\"\">Kwik Save</a> No Frills cheddar? “That is not a full breakfast,” you may cry, “that is child neglect.” But to a man who grew up in postwar Salford (and me), it seemed like heaven. With extra fried bread.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jan/18/fry-up-toast-full-breakfast-death-demise\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jan/18/fry-up-toast-full-breakfast-death-demise", "date_published": "2020-01-18 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘All that is good in human nature is here’: life and death in an NHS hospice", "description": "<p>Is there a good way to approach the end of life? Rachel Clarke, a palliative care doctor, believes there is – and that we can all learn from her patients</p><p>She’s called Gemma. She’s three years old. She fell into a canal,” said a senior nurse. “By the time her parents managed to get her out, apparently she’d already stopped breathing.” “Paramedics three minutes away,” called another nurse, holding the scarlet phone on which emergencies were called through. With a grace and efficiency akin to choreography, a team of professionals who moments beforehand had been as disparate as atoms, dispersed across the hospital, were poised around an empty resuscitation bed, waiting as one to swing into action.</p><p>The consultant quietly confirmed each team member’s role. The anaesthetist, responsible for airway. The scribe, who would note down, in meticulous detail, the timings, the drugs, the doses, every iota of care which, if we were lucky, might snatch life back from lifelessness. Doctor one, doctor two – the roles and responsibilities went on. Then, a moment of silence before the paramedics’ brute force pushed a trolley through the swing doors and there, tiny, limp and pale, lay a toddler, unmoving beneath the harsh fluorescent lights.</p> <a href=\"https://www.theguardian.com/books/2020/jan/18/all-that-is-good-in-human-nature-is-here-rachel-clarke-on-life-and-death-at-her-nhs-hospice\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/18/all-that-is-good-in-human-nature-is-here-rachel-clarke-on-life-and-death-at-her-nhs-hospice", "date_published": "2020-01-18 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘One 80s pop star buys stink bombs’: inside Britain’s struggling joke shops", "description": "<p>They have tickled the British for decades. So why are fake poo peddlers finding it harder to raise a smile?</p><p>I can only blame myself for my parents’ career as unwitting joke shop owners. As a child, I was preoccupied with <a href=\"https://www.theguardian.com/culture/monty-python\" title=\"\">Monty Python</a>, and longed for a rubber chicken. I had never seen one in real life, but had a sense that it would bring boundless comedic joy.</p><p>At the time, my parents already ran a retail business, and their search for a chicken led them to Ray Peckett, the owner of the UK’s largest joke and costume wholesalers, Smiffys. As family legend has it, Ray would only sell them one if they promised to open a joke shop. So they did. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/one-80s-pop-star-buys-stink-bombs-inside-britains-struggling-joke-shops\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/one-80s-pop-star-buys-stink-bombs-inside-britains-struggling-joke-shops", "date_published": "2020-01-18 08:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>The erupting Taal volcano, bushfires in Australia, airstrikes in Syria and unrest in Lebanon – the best photography in news, culture and sport from around the world this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jan/18/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jan/18/20-photographs-of-the-week", "date_published": "2020-01-18 08:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simpsons actor Hank Azaria says he will no longer voice character of Apu", "description": "<p>Actor stops playing immigrant Indian convenience store owner following years of controversy and accusations of racism</p><p>The Simpsons actor Hank Azaria has said he will no longer be voicing the character of Apu, following years of controversy and accusations of racism.</p><p>Azaria lends his voice to numerous characters in the long-running show, including Moe Szyslak, Chief Wiggum and Comic Book Guy.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/18/simpsons-actor-hank-azaria-says-he-will-no-longer-voice-character-of-apu\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/18/simpsons-actor-hank-azaria-says-he-will-no-longer-voice-character-of-apu", "date_published": "2020-01-18 07:36:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dakar Rally 2020: sand, flames and camels – in pictures", "description": "<p>This year’s rally is the 42nd edition of the event and the first edition held in Saudi Arabia. The 12 stages took competitors across 7,500 km, 75% of which will be over sand - from the shores of the Red Sea in Jeddah, around the canyons and mountains of the western part of the country, over the dunes of the Empty Quarter and all the way to the Qiddiya. Here we bring you some of our favourite images from this year’s Dakar Rally </p><p><a href=\"https://www.theguardian.com/sport/gallery/2015/jan/09/memory-lane-paris-dakar-rally-in-pictures\">Click here</a> to check out images of the rally from yesteryear</p> <a href=\"https://www.theguardian.com/sport/gallery/2020/jan/18/dakar-rally-2020-sand-flames-and-camels-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2020/jan/18/dakar-rally-2020-sand-flames-and-camels-in-pictures", "date_published": "2020-01-18 07:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Delusions, chaos and a shot at a new life at Q-School, darts’ dream factory | Jonathan Liew", "description": "<p>At a Wigan leisure centre hundreds of hopefuls, from ex-pros to chancers, face a gruelling race to claim a place on the PDC tour</p><p>The little girl in the blue leotard grips her mother’s hand tightly, but her gaze is elsewhere. She is spellbound, perhaps even a little baffled, by the tableau she has just glimpsed on her way to gymnastics practice at the Robin Park Leisure Centre in Wigan. There, the large space she usually knows as the tennis hall is instead occupied by several hundred people, most of them middle-aged men in loud shirts, very few of them – if we’re being blunt – the usual leisure centre clientele. There’s a Body Combat class taking place in the sports hall and a sprint session going on in the cycle studio. But here, for this week only, the dream factory is in town.</p><p>From the moment the doors opened at 8am, the queue quickly stretched out into the car park. They have come from all parts: former champions and pub chancers, future icons and fallen idols, county stalwarts and armchair aspirants, in pursuit of a better life. Win one of the Professional Darts Corporation’s coveted tour cards and a lucrative new career awaits. But to do so, they’ll need to see off 500 rivals in the ruthless four-day marathon of Q-School.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/18/q-school-pdc-darts-delusions-chaos-chance-new-life-fallon-sherrock\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/18/q-school-pdc-darts-delusions-chaos-chance-new-life-fallon-sherrock", "date_published": "2020-01-18 07:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Shadow King by Maaza Mengiste review – remembering Ethopia’s female soldiers", "description": "<p>Set during Italy’s 1935 invasion of Ethiopia, this absorbing novel spotlights the African women who went to war</p><p>The eponymous king in Maaza Mengiste’s second novel does not feature until a good halfway through the narrative, and then in appropriately shadowy fashion. He is Minim, a “soft-spoken man with the strange name that means Nothing”, one of those who has answered the Ethiopian emperor Haile Selassie’s call to arms provoked by the Italian invasion of the country in 1935. But Minim has an unexpectedly propitious quality; a close resemblance to Selassie, now in exile in Bath, that can be used to reinvigorate popular confidence that the European colonialists can be defeated. Dressed in a makeshift uniform and sitting on horseback with a red umbrella across his saddle, Minim has only to appear in the hills so recently dominated by Italian troops to strengthen his subjects. As he is instructed by the comrade who has helped to hatch the plan: “To be in the presence of our emperor is to stand before the sun. You must respect his power to give you life and burn you alive.”</p><p>A different novel might put this curious interlude at its heart; fiction as written by a popular historian such as, say, <a href=\"https://www.theguardian.com/books/2018/sep/19/the-spy-and-the-traitor-by-ben-macintyre-review\" title=\"\">Ben Mcintyre</a>. But in Mengiste’s story - which draws on her own family history, with a grandfather who fought against the Italians – shadows and echoes abound and multiply, ensuring that although its participants are faced with clear and present danger, they continue to be intimately bound to the generations and individuals that have gone before them.</p> <a href=\"https://www.theguardian.com/books/2020/jan/18/the-shadow-king-by-maaza-mengiste-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jan/18/the-shadow-king-by-maaza-mengiste-review", "date_published": "2020-01-18 07:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nepal avalanche: South Koreans among seven missing", "description": "<p>Four South Koreans and three Nepalis are out of contact after an avalanche close to Annapurna base camp </p><p>An avalanche in Nepal’s Annapurna region has left at least seven people missing, including four South Koreans and three Nepalis, officials said Saturday.</p><p>The incident occurred at an altitude of around 3,230 metres close to the base camp for Annapurna, one of the highest peaks in the Himalayas, following heavy snowfall on Friday.</p> <a href=\"https://www.theguardian.com/world/2020/jan/18/nepal-avalanche-south-koreans-among-seven-missing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/18/nepal-avalanche-south-koreans-among-seven-missing", "date_published": "2020-01-18 07:11:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve fallen for basketball, but my hoop dreams are turning into a nightmare | Romesh Ranganathan", "description": "<p>With 1,200 games per season, I’ve got serious commitment issues with this new relationship</p><p>I have fallen in love with the NBA. Just before the new year, as part of a series I am filming, I watched a game of basketball and enjoyed it more than almost any other sporting event I have attended. This was a huge surprise. I have always been cynical about Brits who like American sports; hipsters prancing about in their Chicago Bulls vests and trying to recreate White Men Can’t Jump in Burgess Hill. But now I think they might be right.</p><p>I still love football, of course. All of the things I love in life I have loved for the longest time: hip-hop, Arsenal, comic books, gaming, breakfast cereal, leaving phone chargers in hotels. But this is the first time in years that I have got into something new. I had assumed that my interests were now ring-fenced, like my friendship group. To become friends with anyone new at this stage, we would have to have a connection better than the one I have with my wife. In all honesty, I’m much more in the market to cull some of my current ones.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/ive-fallen-for-nba-basketball-romesh-ranganathan\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/ive-fallen-for-nba-basketball-romesh-ranganathan", "date_published": "2020-01-18 07:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plane wrong: how your bosses should cut back on flights", "description": "<p>The global value of business flights is forecast to top £1.3tn by 2023 – here’s how employers can cut the environmental impact</p><p>Is your employer having the conversation about cutting back on flying? While activist <a href=\"https://www.theguardian.com/environment/greta-thunberg\" title=\"\">Greta Thunberg</a>’s emotionally charged speeches around the globe have gained headlines so, too, has her decision to shun air travel in favour of train and boat journeys, no matter how arduous.</p><p>With flying one of the fastest-growing sources of greenhouse gas emissions, more people are following Thunberg’s lead and rethinking the way they travel. But it’s not just about holidays – business trips are a big contributor to the problem, and discussions are taking place at companies up and down the UK about flying less and “clean travel” options.</p> <a href=\"https://www.theguardian.com/travel/2020/jan/18/plane-wrong-how-your-bosses-should-cut-back-on-flights\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jan/18/plane-wrong-how-your-bosses-should-cut-back-on-flights", "date_published": "2020-01-18 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We’re struggling with Veganuary – where should we buy food?", "description": "<p>We need tips from vegans as we sometimes need pre-prepared or quick-to-make meals</p><p><strong>Every week a Guardian Money reader submits a question, and it’s up to you to help him or her out – a selection of the best answers will appear in next Saturday’s paper.</strong></p><p>We’ve been struggling a bit with Veganuary and need some tips from seasoned vegans. We both work and sometimes need pre-prepared or quick-to-make meals. What are the standout products, and which of the main supermarkets have the best ranges? We don’t want to spend a fortune.</p> <a href=\"https://www.theguardian.com/money/2020/jan/18/veganuary-shop-vegans-meals\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jan/18/veganuary-shop-vegans-meals", "date_published": "2020-01-18 07:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rob Delaney: 'My kids still see me as the guy who won't let them drink coke at breakfast'", "description": "<p>Ahead of his new standup show, the Catastrophe star discusses returning to comedy after tragedy, defending the NHS and becoming a better dad</p><p>Rob Delaney is on a canoe, sailing down the North American waterways with a massive lump of cheese in his mouth. Not literally; that would be a weird place to do an interview. But in his head he’s there now, reminiscing about a pivotal point in his life. “It was 25 years ago. And the friend I was with took out his cheese and a knife, sliced off a piece and gave me some. I remember saying: ‘Man, this is good,’ and he said: ‘Yeah, food tastes better when you share it.’” It was in that moment that Delaney believes his core principles were formed. “I don’t even remember his name,” he laughs. “He’s just Canoe Cheese Man to me.”</p><p>And yet Delaney is reminded of the guy’s impact on a regular basis. When we meet – slightly more boringly for coffee in a bar near his home in north London – the 42-year-old comic is still raw from December’s election results. Delaney had campaigned for Labour with a moving video extolling the <a href=\"https://www.theguardian.com/commentisfree/2019/dec/04/american-nhs-vote-boris-johnson-tories\">brilliance of our NHS</a>. “I have a potentially unique perspective in the sense that as my career was taking off and I was being surrounded by wealthier and wealthier people, my son got sick too,” he says. “Then he got incredibly sick, then disabled, and then he died. I was spending time with people who were disabled, dying, often people who were much less materially fortunate than myself. Having a foot in these two worlds gave me a perspective on just how unequal things are.”</p> <a href=\"https://www.theguardian.com/stage/2020/jan/18/as-my-career-took-off-my-son-got-sick-rob-delaney-catastrophe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jan/18/as-my-career-took-off-my-son-got-sick-rob-delaney-catastrophe", "date_published": "2020-01-18 06:59:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘She was willing to call time straight after dessert’", "description": "<p>Alex, 29, accountant, meets Charlotte, 27, teacher</p><p><strong>What were you hoping for?</strong><br />Someone to go dancing in the moonlight with.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/blind-date-alex-charlotte\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/blind-date-alex-charlotte", "date_published": "2020-01-18 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a Scandi noir nail-biter", "description": "<p>Norwegian drama Wisting nears its unpredictable ending in the hunt for a serial killer. Plus: The Masked Singer continues. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/18/tv-tonight-a-scandi-noir-nail-biter\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jan/18/tv-tonight-a-scandi-noir-nail-biter", "date_published": "2020-01-18 06:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: it’s day two of the silent treatment. Can I keep it up?", "description": "<p>I stopped talking to my wife when she told me she’d thrown out my drawing board</p><p>I am not speaking to my wife, although I concede she has no real way of knowing this. I’m in my office shed, working and not speaking to her, and she’s inside, oblivious.</p><p>I have not been speaking to her since she paid someone to come and take away the junk stacked under the covered bit of our side return: an old shelving unit, a couple of redundant light fittings, a broken chair, a dismantled pallet and my drawing board.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/tim-dowling-its-day-two-of-the-silent-treatment-can-i-keep-it-up\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/tim-dowling-its-day-two-of-the-silent-treatment-can-i-keep-it-up", "date_published": "2020-01-18 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why women should start giving short men a chance | Poppy Noor", "description": "<p>I used to prefer dating tall men, but now I’m urging women to start lowering their height expectations </p><p>This week, the actor Jameela Jamil said she wants to see less dating stereotypes on screen. Instead of the usual pretty-women-meets-handsome-man trope, she wants to see love between able-bodied and disabled characters, mixed-race love and, why not, tall women with short men.</p><p>It is with much shame that I admit to having been one of <em>those</em> women: the ones who judge the attractiveness of a partner as proportional to his height. My old online dating bio used to carry the tagline “six foot and above only”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/why-women-should-date-short-men\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/why-women-should-date-short-men", "date_published": "2020-01-18 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We keep him close, always’: how I survived the loss of my teenage son", "description": "<p>Seven years ago, my 14-year-old son, Kadian, was killed in a road accident. This is the advice I’d give myself back then</p><p>When I was asked recently to speak about my “grief journey” to a group of bereaved parents, my first reaction was that it wasn’t such a good idea. I was very worried that it would trigger something in me. Because seven years ago, I watched my 14-year-old son Kadian ride down a hill on a bicycle, and into a road where he was struck by a truck. He died in front of me.</p><p>I was also anxious about making generalisations – after all, everyone’s experience is different. There is no blueprint or boilerplate for how to cope with such a calamity. I didn’t want to cause anyone additional pain.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jan/18/keep-close-always-how-survived-loss-teenage-son-thomas-harding\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jan/18/keep-close-always-how-survived-loss-teenage-son-thomas-harding", "date_published": "2020-01-18 06:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rent rises force revered LGBT bookshop out of Paris's gay district", "description": "<p>Les Mots à La Bouche’s move from the Marais shows loss of cultural heritage, activists say </p><p>In the window of <a href=\"https://www.theguardian.com/world/france\">France</a>’s best-known gay bookshop, above the display of Lucian Freud art books, opera singer Maria Callas’s memoirs and a history of the Pride movement, a poster warns in giant red letters: “Cultural heritage in danger.” An urgent note on the door adds: “We need your help!”</p><p><a href=\"https://motsbouche.com/\">Les Mots à La Bouche</a>, a 40-year-old Paris institution, is the top LGBT bookshop in France and considered one of the best in the world – a focal point of Paris’s historic gay neighbourhood in the Marais district. But as property speculation in central Paris reaches dizzying heights – it is estimated that at certain times of year there are more <a href=\"https://www.theguardian.com/technology/airbnb\">Airbnb</a> rentals than residents in the Marais – the bookshop is being forced out by rising rents.</p> <a href=\"https://www.theguardian.com/world/2020/jan/18/rent-rise-forces-revered-lgbt-bookshop-les-mots-a-la-bouche-out-of-gay-district\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/18/rent-rise-forces-revered-lgbt-bookshop-les-mots-a-la-bouche-out-of-gay-district", "date_published": "2020-01-18 05:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queensland flash flooding: highways cut and residents stranded among torrential rain", "description": "<p>Gold Coast hit hardest with 325mm of rain falling at Loders Creek and more than 200mm in hinterland</p><p>Major highways were cut and residents flooded in as more than 300mm of torrential rain bucketed down on south-east Queensland overnight.</p><p>Two people were stranded after trying to drive through floodwater on the Gold Coast, with police receiving more than 50 reports of flooded roads across the city on Saturday morning.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jan/18/queensland-flash-flooding-highways-cut-and-residents-stranded-among-torrential-rain\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jan/18/queensland-flash-flooding-highways-cut-and-residents-stranded-among-torrential-rain", "date_published": "2020-01-18 03:20:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: more cases and second death reported in China", "description": "<p>Experts fear numbers affected may be higher than first thought as US begins screening passengers arriving from Wuhan </p><p>More cases of coronavirus have been confirmed in the Chinese city of Wuhan and a second person has died, according to local authorities. It comes as disease-modelling experts warned that far more people may have been affected by the <a href=\"https://www.theguardian.com/world/2020/jan/09/chinas-sars-like-illness-worries-health-experts\">previously unknown virus</a> than thought.</p><p>The Wuhan municipal health commission said in a statement that four patients diagnosed with pneumonia on Thursday were in a stable condition, taking the total number of cases to nearly 50. The statement released in the early hours on Saturday is the first confirmation of new cases by the commission in nearly a week.</p> <a href=\"https://www.theguardian.com/world/2020/jan/17/corona-second-death-in-china-after-sars-like-outbreak\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jan/17/corona-second-death-in-china-after-sars-like-outbreak", "date_published": "2020-01-18 02:58:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yellow Wiggle Greg Page collapses after heart attack during bushfire relief concert", "description": "<p>Wiggles member recovering in hospital after falling to ground when leaving stage at Castle Hill RSL</p><p>Original Wiggles member Greg Page collapsed and went into cardiac arrest at a bushfire relief concert in Sydney on Friday night.</p><p>The original Yellow Wiggle was taken to Westmead hospital after falling to the ground as he left the stage at Castle Hill RSL. He is now recovering following surgery for a coronary occlusion.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jan/18/yellow-wiggle-greg-page-collapses-after-heart-attack-during-bushfire-relief-concert\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jan/18/yellow-wiggle-greg-page-collapses-after-heart-attack-during-bushfire-relief-concert", "date_published": "2020-01-18 02:40:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Free period products to be available in schools and colleges in England", "description": "<p>State scheme starts from Monday as part of government bid to tackle ‘period poverty’</p><p>Tampons, sanitary pads and other period products will be made freely available to all state schools and colleges in England starting next week, with the launch of a scheme funded by the Department for Education.</p><p>The scheme follows the government’s <a href=\"https://www.theguardian.com/society/2019/apr/16/primary-school-pupils-in-england-to-be-given-free-sanitary-products\">commitment last year</a> to pay for sanitary products for primary and secondary schools, in an effort to tackle “period poverty”, which can cause girls from low-income families to missschool.</p> <a href=\"https://www.theguardian.com/education/2020/jan/18/free-period-products-to-be-available-in-schools-and-colleges-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jan/18/free-period-products-to-be-available-in-schools-and-colleges-in-england", "date_published": "2020-01-18 00:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Defi Du Seuil can win Ascot reunion with Un De Sceaux", "description": "<p>The Clarence House Chase sees two top talents facing off again following last month’s Sandown thriller</p><p>Every great race deserves a replay and last month’s thrilling Tingle Creek could be played out once more at Ascot, where the first and second face each other in the Clarence House Chase. <strong>Defi Du Seuil</strong> (3.35) is rightly favourite to come out on top again.</p><p>This could be called an away game for him, as he was beaten at odds-on when he last ran at Ascot, whereas Un De Sceaux is a triple winner of this race. But Defi’s yard was under a cloud when he flopped here in 2017 and he has since made up into an exciting chaser. With Philip Hobbs’s runners in great form, he should get his third win of the season.</p> <a href=\"https://www.theguardian.com/sport/2020/jan/18/talking-horses-defi-du-seuil-un-de-sceaux-ascot-clarence-house-chase\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jan/18/talking-horses-defi-du-seuil-un-de-sceaux-ascot-clarence-house-chase", "date_published": "2020-01-18 00:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}]