[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCxt2r57cLastdmrReiQJkEg", "title": "Little Women (2019): How (and why) Greta Gerwig changed the ending | Tom Nicholas", "description": "Watch this video ad-free on Nebula: https://nebula.tv/videos/tom-nicholas-little-women-2019-how-and-why-greta-gerwig-changed-the-ending\n\nGreta Gerwig's 2019 adaptation of Little Women is an engaging interpretation of the classic novel by Louisa May Alcott.\n\nFeaturing mesmerising performances from Saoirse Ronan, Timothée Chalamet, Emma Watson, Florence Pugh and Eliza Scanlen (among others), it is a brilliant introduction to the story of Jo March and her sisters for those who have yet to encounter the story of the March sisters before.\n\nYet existing fans of the book (or one of the seven previous film adaptations of it) will notice that Greta Gerwig also takes some liberties with the original text.\n\nMost notably, Little Women 2019 plays with the novel's timeline, beginning the action partway though the action of Part Two of the book.\n\nIn tandem with this, the movie introduces a new framing device for the story which collapses the distance between Jo March (who Louisa May Alcott based upon herself) and the author of the novel as she existed in real life.\n\nThe result is a distinctly feminist, postmodern adaptation of Little Women which makes the material and economic workings of the literary industry which Alcott was forced to navigate to publish the novel an active presence in the film itself.\n\nIn this Little Women video essay, I draw on ideas surrounding postmodernism, feminism and materialism in order to unpack how and why Greta Gerwig might have made some of these bold directorial interventions.\n\nFurther Reading/Watching\n\nThe Trouble with the Video Game Industry by Oliver Thorne / @PhilosophyTube\nhttps://www.youtube.com/watch?v=IYkLVU5UGM8\n\nLittle Women by Louisa May Alcott\nUS: https://amzn.to/2tsy14T\nUK: https://amzn.to/2uVOJKm\n\nScreenplay: The Foundations of Screenwriting by Syd Field\nUS: https://amzn.to/2svVPV3\nUK: https://amzn.to/3alMT5R\n\n[The above are affiliate links. I receive a small kickback from anything you buy which, in turn, helps to support the channel.]\n\nIf you've enjoyed this video and would like to see more including my What The Theory? series in which I provide some snappy introductions to key theories in the humanities as well as video essays and more then do consider subscribing.\n\nAnd, if you really like what I do here then please do check out my Patreon page where you can get your hands on copies of the scripts to all of my videos at http://patreon.com/tomnicholas\n\nThanks for watching!\n\nTwitter: @Tom_Nicholas\nWebsite: www.tomnicholas.com\n\n#LittleWomen #LittleWomenMovie #GretaGerwig", "link": "https://www.youtube.com/watch?v=ji0QIRPrPhY", "date_published": "2020-01-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]