[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Evolution Of Gears 5's Unlikeliest Hero | Audio Logs", "description": "Gears 5's unlikeliest hero isn't Kait Diaz, or even Marcus Fenix, but the little bot that could: JACK. From his origins as a glorified door opener to a character with Pixar-esque complexity, The Coalition's Rod Fergusson discusses how the team embraced inclusive design practices to make JACK not only playable, but a core part of Gears.\n\nExecutive Producer: Chris Beaumont\nShowrunner: Lucy James\nEdited by: Chris Morris\nGFX by: Gurkan Erdemli\nAdditional Production: Tamoor Hussain, Adam Mason\nCamera by: Richard Li\nSound by: Jean-Luc Seipke\n\n#Gears5 #RodFergusson #AudioLogs", "link": "https://www.youtube.com/watch?v=Kd86k4DzWYE", "date_published": "2020-01-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Games Became Obsessed With Nuclear Weapons  - Loadout", "description": "The threat of nuclear warfare looms large over our pop culture, from video games like Fallout 3, Metro Exodus and Far Cry: New Dawn, to iconic film franchises like Godzilla and The Terminator. But while nuclear weapons are often the centerpiece of a lot of the movies and games we experience, they remain, in reality, a devastating and immoral force of destruction. So that begs the question: why have we adopted nuclear annihilation as a common setting for our escapism?", "link": "https://www.youtube.com/watch?v=j5BZoRCnF9o", "date_published": "2020-01-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How the World of Dragon Ball Z: Kakarot Replicates the Show", "description": "(Presented by Bandai Namco) From its nostalgic collectibles to hidden bosses from the past, find out how Dragon Ball Z: Kakarot aims to bring the world of the show to life! Also, look up the pronunciation of ‘Saiyan’ from the original Japanese dub before you call us out!", "link": "https://www.youtube.com/watch?v=4INhFpxvToY", "date_published": "2020-01-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]