[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Karens, Lutherans, And Chain-Smoking Monkeys", "description": "In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle talk about the biggest stories of the week like New York City Mayor de Blasio calling on everyone to be a KAREN, a woman is wanting everyone to affirm her relationship with a chandelier, and the certain future of chain-smoking monkeys taking over the world. Kyle and Ethan then get Hans Fiene of Lutheran Satire wound up about various things in Christian culture.\r\n\r\n In the subscriber portion, subscribers get to hear the rest of the Hans Fiene interview and Kyle and Ethan go to the mailbag.\r\n\r\n Send your emails to podcast@babylonbee.com and maybe we will answer you in our next Mailbag segment!\r\n\r\n If you are hurting financially right now, check out our $100,000 COVID relief fund set up by Seth Dillon which you can find out more about by contacting us at our website. If you need financial help contact us! Also donate if you are able to chip in to help!\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Kyle and Ethan talk about the latest Babylon Bee podcast which happened to have been the latest Audio Mullet episode.\r\n\r\n Stuff That’s Good - \r\n\r\n Kyle: W.A Criswell’s sermon Whether We Live Or Die\r\n\r\n Ethan:  Garlic Reaper Hot Sauce\r\n\r\n Weird news\r\n\r\n  California woman dreamed about eating engagement ring — woke up to find she really did \r\n\r\n  Rusty knife embedded in man’s head for 26 years after being mugged\r\n\r\n  Woman dating a chandelier has discrimination case thrown out\r\n\r\n According to  DISRN: A British woman who claims to be in a long-term relationship with a 92-year-old chandelier was told that her attraction to the light fixture is not a protected sexual orientation.\r\n\r\n  Novelty toilet roll cakes keep Finnish baker in business\r\n\r\n Man opens up corroded can of Spider-Man pasta from 1995 after getting 1995 retweets.\r\n\r\n  Monkeys and Apes chain smoking cigaretts as coronavirus panic grips planet\r\n\r\n  Monkey caught on camera flying kite on rooftop\r\n\r\n  Woman dating a chandelier has discrimination case thrown out\r\n\r\n  Pensioner thrown from fighter jet after accidentally pulling ejector lever mid-flight\r\n\r\n  Missouri Sues Televangelist Jim Bakker For Selling Fake Coronavirus Cure\r\n\r\n  Coronavirus: Police raid closed Liverpool comedy club after live-stream mix-up\r\n\r\n Stories of the Week\r\n\r\n Story 1 -  De Blasio Announces System For Reporting Social Distancing Violations: Knowledgeable Actors Reporting Edict Noncompliance (KAREN)\r\n\r\n At a press conference this morning, New York City Mayor Bill de Blasio unveiled a new way that individual citizens can help enforce social distancing: a.new enforcement program called the Knowledgeable Actors Reporting Edict Noncompliance, or KAREN for short.”\r\n\r\n   According to DISRN:  De Blasio encourages New Yorkers to snap photos of people not social distancing and text to authorities: \"Enforcement will come right away\"\r\n\r\n   Story 2 -  Trump Announces America's Grand Reopening Sale\r\n\r\n President Trump has announced that America will be reopening soon, and the occasion will be celebrated with an \"insane\" \"once-in-a-lifetime\" Grand Reopening Sale.\r\n\r\n The grand reopening extravaganza will include 50% off all landmarks and monuments, in a bid to make back some of the trillions lost during the recession. \r\n\r\n Story 3 -  Dems Rush To Defend Kavanaugh After He Puts On Joe Biden Mask\r\n\r\n Democrats are scrambling to defend Brett Kavanaugh against his accusers after he put on a Joe Biden mask. \r\n\r\n   According to  DISRN: Just last Thursday we pointed out that more than three weeks after Reade's serious public accusation, CNN still had ZERO articles on their website mentioning her name. Not one. Despite 700 articles mentioning Brett Kavanaugh's debunked accuser, Christine Blasey Ford.\r\n\r\n   CNN finally ran this headline:  Democrats grapple with questions about Tara Reade's sexual assault allegation against Joe Biden\r\n\r\n   Interview of the Week - Hans Fiene of Lutheran Satire.\r\n\r\n Love Mail/Hate Mail-  We get two this week.  Rich hates the character limit on our contact form. He had so much more to say about us and our $100,000 COVID relief fund set up by Seth Dillon which you can find out more about by contacting us at our website. If you need financial help contact us! Also donate if you are able to chip in to help! We aren’t sure what we did to anger the second person.\r\n\r\n Paid-subscriber portion \r\n\r\n The rest of the Hans Fiene interview!\r\n\r\n Mailbag!\r\n\r\n Subscribers, please send you emails to our mailbag at podcast@babylonbee.com so Kyle and Ethan can answer your questions or talk about the things you want to hear about.\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=iKTS2rHN8M0", "date_published": "2020-04-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]