[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "6 Essential Changes In XCOM: Chimera Squad You'll Need To Learn Fast", "description": "In a surprise twist, Firaxis revealed the next XCOM game is not, in fact, XCOM 3. Though it's neither a direct sequel to or expansion of XCOM 2, XCOM: Chimera Squad takes place after the events of the previous games. After getting our hands on the spin-off, we've discovered that Firaxis has changed plenty about XCOM's traditional formula.\n\nIn the video above, Aaron Sampson goes over six essential tips for succeeding in Chimera Squad. As mentioned before, even if you're a long-time fan of the series, you'll have to consider different mechanics and features if you hope to succeed in Chimera Squad. There's a new breaching phase at the start of every fight, for example, and turn order has been reworked.\n\nChimera Squad encourages you to make additional considerations outside of combat too. As XCOM's permadeath mode doesn't make a return, managing civil unrest becomes a significantly higher priority to preventing a game over. Your squadmates can be injured as well, and you'll have to let them rest or send them off to do some physical therapy training in order to heal.\n\nXCOM: Chimera Squad releases for PC on April 24. The game will launch on sale for $10 USD, though it will return to its original retail price of $20 USD on May 1.", "link": "https://www.youtube.com/watch?v=xD4RLzei1Js", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Giving Fallout 76 Another Shot", "description": "Fallout 76 had a rocky launch, but with the Wastelanders update, you might be tempted to give it another shot. Here's what Jake Dekker has to say after spending 30 hours with the new update.\n\nThe long-awaited Wastelanders update comes with a number of changes, improvements, and new content. With that, you might be asking yourself: Should I give Fallout 76 another shot? GameSpot’s video producer, Jake Dekker, has spent 30 hours exploring Appalachia to help you answer that very question.\n\nIn this video, Jake goes over all the big changes introduced in Fallout 76’s Wastelanders update, including the new dialogue mechanics, the faction system, and the story. Although Fallout 76 suffers from many of the same issues it did at launch, Wastelanders seems to be a step in the right direction.\n\nFallout 76 Wastelanders is available now for PS4, Xbox One and PC. Stay tuned to GameSpot for Alessandro Barbosa’s full review of Wastelanders.", "link": "https://www.youtube.com/watch?v=kOH48B9HChA", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Celebrate Nature Day In Animal Crossing", "description": "Animal Crossing: New Horizons' Nature Day update has hit and we're ready to plant some shrubs and hang with Leif! Join Persia as she checks out some of the update's new features.", "link": "https://www.youtube.com/watch?v=CcM_tIIZvF4", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Trials Of Mana Review", "description": "Trials of Mana adds modern hooks to an obscure classic JRPG, but fluid combat is held back by some frustrating choices.\n\n#TrialsOfMana #GameSpotReview", "link": "https://www.youtube.com/watch?v=auN5w2XDWBA", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Logo Revealed And Warzone Tackles Cheaters | Save State", "description": "An Xbox Series X logo has been trademarked, the new Warzone patch has some interesting ways to deal with cheaters, and info on how to protect your Nintendo account. \n\nLucy brings you all the biggest gaming stories for your April 22 Save State. The Xbox Series X logo has been revealed via a trademark application and it looks pretty great. Call of Duty developers Infinity Ward have patched some huge exploits in Modern Warfare’s multiplayer and Warzone. The studio is also tackling cheaters in an ingenious way.\n\nElsewhere in the news, there’s a Splatoon 2 demo coming to the eshop next week, and a brand new Splatfest. Fortnite is finally available to download from the Google Play Store, and we advise you to set up 2FA on your Nintendo accounts.\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=eqOa-DCG_DQ", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Best Games For Working Out At Home", "description": "If, like us, your step counters have been reduced to tracking your movement between the fridge and the couch, there is hope! For those of you itching for a little more physical activity in the confines of your home, there are plenty of games you can play right now to get up off the couch and get moving.\n\nIn a new video, Jess McDonell runs down some of the best games you can play right now to help get your heart rate up, including Nintendo's Ring Fit Adventure for Switch (if you can find a copy!), Fitness Boxing, Just Dance, and the VR game that makes you feel like John Wick, Pistol Whip. Be sure to watch the full video to see all the games we recommend to help you break a sweat at home.", "link": "https://www.youtube.com/watch?v=xrhEQReU04k", "date_published": "2020-04-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing And Super Mario Maker 2 New Content Update Details!", "description": "New Horizons is getting a free update with brand-new features and a Nature Day event, Super Mario Maker 2's final update is huge, and Fortnite has an official start date for Season 3. \n\nChastity brings you today's news roundup of the biggest gaming stories for Tuesday, April 21! This week, Animal Crossing: New Horizons is getting a huge content update and a new event for Earth Day called Nature Day. The update adds both Leif and Jolly Redd into the pool of visiting merchants. In other Nintendo news, Nintendo is investigating reports of Switch account breaches. \n\nIn other news, Season 2 of Fortnite has been extended, and Season 3’s start date has been revealed. Death Stranding’s PC release has been delayed. And Super Mario Maker 2’s final update is huge.", "link": "https://www.youtube.com/watch?v=gKJJBnGPkG4", "date_published": "2020-04-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Best Tips To Master Custom Designs In Animal Crossing", "description": "Animal Crossing: New Horizons offers a seemingly endless amount of possibilities to show off your style thanks to extensive customization options.  This video will break down several of our favorite methods for customizing our island, whether it’s the ground and pathways, or our furniture and house. The first step is to secure the Able Sisters tailor shop on your island, while also making sure that you have the Nintendo mobile app downloaded and connected with your copy of Animal Crossing: New Horizons. Once all the technical steps are out of the way it’s time to customize.\n\nAn excellent way to get custom designs is through social media such as Twitter, using hashtags like #ACNHDesigns. Simply enter the creator code at a kiosk located in the Able Sisters shop to gain access to all of that creator’s custom designs, or enter the code for a specific design itself. QR codes can also be scanned via your mobile device in the Nintendo app. If you’re curious what items can have custom designs applied to them, check your Nook Phone in game. The DIY app will show you all the recipes you currently have unlocked and those that are customizable will have a paint brush in the top left hand corner, although not every piece of furniture that is customizable will allow custom designs.\n\nThere are a lot of ways to make an island your own, and plenty of online resources that we have linked in the description below. If you want to know more about Animal Crossing, whether that’s how to make some extra money or how to terraform your island, check out our channel for all of our video guides on Animal Crossing: New Horizons!\n\nDescription Links:\nPaths - https://twitter.com/Manda_AMSBT/status/1241853096545959937\nCosplay - https://twitter.com/replikais/status/1241793874625871874\nPaths - https://twitter.com/Kanda_Em/status/1243128917407551488\nCosplay - https://twitter.com/cootieboootie/status/1241935470822436865\nStage Path - https://twitter.com/HermitInput/status/1247946540842455042\nPicnic Path - https://twitter.com/jacjaccrossing/status/1246215892423213056\nMuseum Art - https://twitter.com/reimenayee/status/1247412092233068545\nClub Path - https://twitter.com/SophieTurntups/status/1248268571303481344\nConverter - www.acpatterns.com/editor\nDesign Browser - https://nooksisland.com/designs\n\n#AnimalCrossing #NewHorizons #CustomDesigns #GameSpot", "link": "https://www.youtube.com/watch?v=sn9_SOpDdzM", "date_published": "2020-04-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]