[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "UBUNTU 20.04 - What's New in Focal Fossa and its variants", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account !\nUbuntu 20.04 LTS has been released today, it's the brand new \"flagship\" for Ubuntu and Linux distros in general, and will serve as a base for a lot of future distributions, like elementary OS 6, or Linux Mint 20. This thing will be around for the next 2 years at least before its replacement arrives, and will be supported for longer, so I think it's time to take a look.\n\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nUbuntu 20.04 offers a lot more options for user customization: the desktop theme now offers three variants, light, dark, and standard, which mixes light backgrounds and dark headerbars.\nThese variants of the theme can be selected in the \"appearance\" tab in the settings, for more convenience.\n\nThe Yaru icon theme also has received changes, specifically to the look of folders. They now look a lot darker, with purple / aubergine accents. These accents echo the modifications in the desktop theme, which replaces some of the orang highlights with the same purple color.\n\nOn the Ubuntu specific front, the Amazon webapp has finally been removed. \nUbuntu also started shipping its software store as a Snap instead of a deb package. It's still the same Gnome Software, with the snap plugin installed by default. This has one impact though: this snap version isn't yet compatible with flatpak.\n\nNow, for the stuff that GNOME 3.36 introduces!\n- there is a new extension app that allows you to update automatically and manage your extensions, negating one of the biggest uses of Gnome tweaks.\n\n- The shell has a new layout based on cards, as does the search view in the activity menu. A do not disturb toggle has also been added to the notifications / clock panel, to allow for easy access.\n\n- The lock screen has been tweaked as well, making choosing a user and typing the password feel faster.\n\n- The GNOME settings have been revamped quite a bit, with the deep navigation being removed, and most settings being accessible directly without digging down in a menu.\n\n- The shell has a few small tweaks, like taking into account the user defined font, adding a little eye in the password dialogs to make sure that there aren't any typos, and these dialogs have also been unified to look a bit more coherent. The app grid has also received some attention, especially in the app folder department, where these can now be renamed.\n\n- Fractional scaling is now also available, but still hidden behind a command line. It offers 25% increments, from 100% to 200%. It's even available on X11, and not limited to Wayland, and supports per-display scaling. It's a major advancement, although it doesn't seem extremely stable.\n\n- The usual bunch of performance improvements have also been added.\n\nNow, in terms of plumbing, Ubuntu 20.04 ships with up to date, stable components. It uses the Linux kernel 5.4, with native exFAT support. They also backported the wireguard protocol, which is an up and coming VPN solution that normally ships with version 5.6 of the kernel.\n\nUbuntu 20.04 also has improved ZFS support, and axes 32 bit support: if your compputer is running a 32 bit version of Ubuntu, you won't be able to upgrade to 20.04. \n\nThe boot experience now displays the OEM logo at the same time as the system loading indicator, to make things a bit smoother. The true flicker free boot sequence can only be experienced with wayland and open source drivers though, so we're not there yet, but it's still a step in the right direction. It also probably pleases OEMs and might make them more amenable to ship computers with Linux preinstalled, so, why not !\n\nKubuntu 20.04 uses KDE 5.18 LTS, with the latest batch of KDE applications. You can watch my video on KDE 5.18 to see all the new stuff they released. Kubuntu 20.04 also replaced their Cantata music player to Elisa,a really good and nice looking piece of software.\n\nUbuntu Budgie 20.04 has a new application menu inspired by the one in elementary OS. They also added a new network manager applet to better handle internet connections, it now supports HiDPi better, and has a new desktop layout selector to quickly switch between various looks. Gnome MPV has been replaced by Celluloid, and the Drawing app, has been added.\n\nXubuntu 20.04 has a new dark theme, called Greybird dark.\n\nUbuntu MATE 20.04 brings HiDPi support, window preview in the task bar, as well as a new notification indicator with a do not disturb mode. They ship MATE 1.24, which has a ton of new stuff as well, such as a redesigned alt tab and workspace switcher, a new disk image mounter utility, and a new date and time application.", "link": "https://www.youtube.com/watch?v=Ykee4RJ5aiE", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]