[{"source": "https://lukesmith.xyz/rss.xml", "title": "Hedonism, Asceticism and the Hermetic Answer", "description": "<p>The modern world more or less gives you the philosophical choice of\neither <em>Hedonism</em> or <em>Asceticism</em>. You never really hear it\nin those terms, but that's how it is.</p>\n<p><strong>Hedonism living for pleasure.</strong> Your default lifestyle is eating\nwhatever, watching Netflix and playing video games irrespective of how\nlate it is. You watch porn, masturbate, have sex as much as you can and\nany consequences of any of this are just facts of life which you view as\neither out of your control or worth the suffering. You might not use\ndrugs because you are worried of the hedonistic damage it can cause, but\nyou're at least &ldquo;chill&rdquo; with people who do. At a basic level, modern\nsociety is hedonistic because it more or less openly holds as highest\nmoral value what can stimulate people the most. You know this is the\ncase because anyone who <em>condemns</em> hedonistic behavior will immediately\nbe judged as &ldquo;judgemental.&rdquo;</p>\n<p><strong>Asceticism is supposed to be the &ldquo;smart&rdquo; alternative.</strong> Asceticism is\nrejecting pleasure, normal life and anything else enjoyable in the world\nas morally inferior to some higher non-physical ideal. Buddhism, which\nrejects the physical world, has become a popular meme philosophy in the\nWest and is highly acetic. Vegans are acetic: they abandon basic life\nfor their own principles and intense vegans will eventually start\ntalking about &quot;transcending&quot; and &quot;vibrations&quot; and non-sense. Look at\nthe anti-global warming movements and they fall perfectly, almost\nneurotically into this category. Asceticism come in many forms nowadays,\nbut it is always a reaction to the indulgences of hedonism.</p>\n<h2 id=\"the-poetic-worldview\">The Poetic Worldview</h2>\n<p><a href=\"https://renaissanceastrology.com/hermestrismegistus.html\"></a></p>\n\n<figure class=\"resright\"><img src=\"https://lukesmith.xyz/pix/hermes.png\" /><figcaption>Hermes Trismegistus, author of the Hermetic Corpus</figcaption></figure>\n\n<p>The Poetic Worldview is the solution. Don't worry, it has nothing to do\nwith poetry.</p>\n<p>The Greek word that <em>poetry/poetic</em> comes from actually is just a\ngeneric word for <em>make, create, produce</em>. The word &quot;poetry&quot; originally\njust meant something like &quot;creative output.&quot;</p>\n<p>This view is tied into early Platonism and monotheism. The physical\nuniverse is a creation or manifestation or &quot;the One&quot; or &quot;the Source&quot;\nor really [God]{.dfn}. God is the ultimate creator, and an individual is\n<strong>good</strong> insofar as [he reflects this creative tendency of God]{.dfn}.\nWe see it expounded in the Hermetic Corpus:</p>\n<blockquote>\n<p>&ldquo;The other name of God is Father, again because He is the\nthat-which-maketh-all. The part of father is to make.&rdquo; <a href=\"http://www.gnosis.org/library/grs-mead/TGH-v2/th205.html\">To\nAsclepius</a>\n(17), from the <a href=\"http://www.gnosis.org/library/hermet.htm\">Hermetic\nCorpus</a></p>\n</blockquote>\n<p>In the Poetic Worldview, <strong>the highest moral goal is creation</strong>. That\ncan be:</p>\n<ul>\n<li>affecting the world,</li>\n<li>improving what is around you,</li>\n<li>having children,</li>\n<li>making money not to spend it on pleasures, but to make something new\nand great with it,</li>\n<li>writing or making something useful or edifying for others,</li>\n<li>clearing up misconceptions that get in other people's way in\naccomplishing these things.</li>\n</ul>\n<p>From the Poetic worldview, hedonism is evil because it is expending\notherwise creative energy into nothing of consequence. Racking up\nvideo-game achievements that no one will ever know or care of but you,\nwatching pornography, pursuing fleeting relationships, impulsively\nwasting time browsing the internet and fiddling with social media.</p>\n<p>This passive and impulsive pleasure-seeking reduces someone's ability\nto live as intended, instead, they are prisoners to their lusts and\nconveniences:</p>\n<blockquote>\n<p>&ldquo;But whatsoever human souls have not the Mind as pilot, they share in\nthe same fate as souls of lives irrational. For [Mind] becomes\nco-worker with them, giving full play to the desires towards which\n[such souls] are borne,&mdash;[desires] that from the rush of lust\nstrain after the irrational; [so that such human souls,] just like\nirrational animals, cease not irrationally to rage and lust, nor ever\nare they satiate of ills. For passions and irrational desires are ills\nexceeding great; and over these God hath set up the Mind to play the\npart of judge and executioner.&rdquo; <a href=\"http://www.gnosis.org/library/grs-mead/TGH-v2/th225.html\">About the Common\nMind</a> (4),\nfrom the <a href=\"http://www.gnosis.org/library/hermet.htm\">Hermetic Corpus</a></p>\n</blockquote>\n<p>Hedonism is additionally harmful because <em>it isn't even hedonistic</em>.\nIt's clumsy and self-destructive. Spend your life from ages 16-23\nplaying videogames, masturbating and smoking weed and you have destroyed\nyour capacity to enjoy life, sex and have normal interactions with\nnormal people. Your capacity for enjoyment ends and you fall into\nasceticism as a cope.</p>\n<p><strong>Asceticism is just as evil</strong> because it sees this issue with the\nhedonistic lifestyle and tosses up its hands in surrender. It\ninternalizes the lie that wasteful and sinful living is somehow\nobviously funner&mdash;when they see they aren't actually having fun, they\nthrow the whole world away.</p>\n<p><strong>Most ascetics are liars anyway.</strong> They pretend to reject pleasure and\nworldly things, but they often just seek it in perverted or\nunconventional ways. There are men who call themselves MGTOW (Men going\ntheir own way) who &quot;swear off&quot; women. In reality, most of them are\njust desperate porn-addicted men who just can't get the girl they want.</p>\n<p>Contrary to all of this, having a Poetic view proposes that the more\nmoral and also most enjoyable life is one where one is constantly\ncreating something new out of what he is given. In Hermetic thinking\n(and, well, Christian thinking) man must hold God as the idea to\nemulate. Since God's principle feat is creation from nothing, our goal\nis to celebrate that creation by making something new and productive\nfrom the raw materials we have.</p>\n<p>Asceticism views the material world <em>as a mistake or illusion</em> which\nleads people to reject life itself. The Poetic view is that the physical\nworld is a <strong>reflection of its spiritual state</strong>, and what you do in the\nphysical world reflects your spiritual stature.</p>\n<p>The Poetic view is <em>somewhat</em> similar to Nietzsche's <em>Will to Power</em>,\nwhich was an attempt to unite both human and material\nsciences under the idea that the ideal is maximizing one's output on\nthe external world. Will to Power is a little more morally ambivalent\nthough; it can include destruction, while Poeticism merely values\ncreative power.</p>\n<h2 id=\"distractions-are-literally-evil\">Distractions are literally evil.</h2>\n<p>This is why <em>I highly condemn wasteful activities like videogames and pornography and social media.</em> They are principally habits that\ndivert your natural energies into something absolutely sterile. <strong>Many\npeople ask me &ldquo;What can I do to be more productive?&rdquo;</strong> and I have to say\nthat the most important thing is to <strong>remove inert distractions and\nhabits</strong>.</p>\n<p>Due to bureaucratic workplaces and bureaucratic education, there are\nmany modern people who <em>just don't know what it means to be\nproductive</em>. Most of their lives might be someone trying to fill their\nday with busywork. Since the normal enjoyable ritual of creative output\nis unknown to them, this causes a kind of aimlessness and the <a href=\"https://lukesmith.xyz/files/unabomber.pdf\">feelings\nof inferiority</a> that comes with that.</p>\n<p>But in truth, you live at <strong>an ideal period</strong> in that you can have a\nhighly impactful and ergo <em>poetic</em> effect on the world using internet\ntechnology and the higher material standard of living. The only trick is\nto sidestep the distractions of hedonism that turns you into a passive\nconsumer and the apathy of asceticism.</p>", "link": "https://lukesmith.xyz/articles/hedonism-asceticism-and-the-hermetic-answer/", "date_published": "2020-09-03 00:00:00+00:00", "persistent": true, "user": null, "language": "en-US"}]