[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Series X Price & Release Date Coming When Xbox Is \"Ready\" | Save State", "description": "On today's Save State, Persia talks about Microsoft acknowledging the wait for an Xbox Series X release date and price, Destiny 2: Beyond Light's new subclass customization, and Big Yeetus coming to Fall Guys.\n\n00:00 - Intro\n00:22 - Microsoft: Series X Price & Date Coming \"When We're Ready\"\n01:03 - How Destiny 2: Beyond Light's Subclass Customization Works\n01:58 - Fall Guys Adding The \"Big Yeetus\"\n2:43 - Outro\n\nIn this video, Persia talks about an Xbox representative stating on Twitter that the exact release date and price for Xbox Series X will be revealed when the company is \"ready\". According to the spokesperson, it seems once we get the release date, the launch games will also be more clear. \n\nPersia also goes over the new details about Stasis subclass customization in Destiny 2: Beyond Light. The Beyond Light content will introduce three new sub-classes when it launches in November. All three subclasses can be customized using new Aspects and Fragments. Different combinations will give you different ways to play and strategize. Stasis is the first new elemental power added to Destiny since the original trio of Arc, Solar, and Void.\n\nLastly, Persia talks about another update coming to Fall Guys in the form of a giant, randomly appearing hammer called Big Yeetus. Fall Guys posted a gif that showcased Big Yeetus in action but no further information was given in regards to when it would be popping up in the game. \n\nThis is your Save State for Wednesday, September 2nd.", "link": "https://www.youtube.com/watch?v=oazMEBROEg8", "date_published": "2020-09-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Super Mario 3D All-Stars - Nintendo Switch Announcement Trailer", "description": "3D classics Super Mario 64, Sunshine, and Galaxy are coming to the Nintendo Switch, and they'll look better than ever in this limited release.", "link": "https://www.youtube.com/watch?v=-D01a5l1-xc", "date_published": "2020-09-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Super Mario Bros. 35th Anniversary Direct", "description": "Nintendo dropped some huge announcements in a special 35th anniversary Super Mario Direct, including Super Mario 3D All-Stars, Super Mario Bros. 35, Super Mario 3D World and some other Mario-related releases!", "link": "https://www.youtube.com/watch?v=v8DAP9Oph5Y", "date_published": "2020-09-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tony Hawk's Pro Skater 1 + 2 Review", "description": "Tony Hawk's Pro Skater 1 + 2 deftly recreates the original games' levels while implementing smart additions to the trick system and creating engaging challenges.\n\nTony Hawk's Pro Skater 1 + 2 deftly recreates the original games' levels while implementing smart additions to the trick system and creating engaging challenges. Activision's skateborading game Tony Hawk's Pro Skater 1 + 2 will be available on PC, PS4, and Xbox on September 4th, 2020. You can read the full written Tony Hawk's Pro Skater 1 +2  review by Mat Paget on GameSpot.", "link": "https://www.youtube.com/watch?v=GTJr7hz5mwg", "date_published": "2020-09-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Watch This Before Building Your First PC", "description": "Building your first PC? Not sure where to start? Don't know your CPU from your MOBO? Well we have a few beginners tips for any gamers out there who want to make the jump to keyboard and mouse. \n\n00:00 - Intro\n00:09 - What do you want from your PC?\n01:22 - Allocate Budget Wisely\n02:42 - Future Proof\n04:27 - Drop the HDD\n05:37 - Don't cheap out on the PSU\n06:29 - Use PC Part Picker", "link": "https://www.youtube.com/watch?v=MNey2RExmYw", "date_published": "2020-09-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Mid-Game Tips & Sector Strategies | The Pod", "description": "(Presented by Hyper Scape) You've mastered the early-game and now it's time to venture forth, survive the closing sectors, and become victorious. Learn mid-game tactics and sector strategies from Holo in this episode of The Pod!", "link": "https://www.youtube.com/watch?v=aITlUfGrSrg", "date_published": "2020-09-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Resident Evil 8 Details Coming VERY Soon, NVIDIA 30 Series Revealed | Save State", "description": "Capcom will be showing Resident Evil Village at Tokyo Games Show this month, NVIDIA has announced its new line of 30 series of GPUs: the 3090, 3080, and 3070, and PS5 devs talk about the console's SSD.\n\nWe were supposed to learn more about Resident Evil 8 in August, but we will be hearing more about Village soon. Capcom has revealed that we'll be learning more at this year's Tokyo Games Show on September 27.\n\nNVIDIA revealed its new 30 series of GPUs: the 3090, 3080, and 3070. The 3090 is said to be capable of 60fps gaming at 8K resolution, and will launch for $1500 on September 24.\n\nPS5 devs, including the teams behind Spider-Man: Miles Morales, Resident Evil Village, and Horizon Forbidden West have written about the console's SSD is helping them when developing games. Ubisoft announced a new Forward, which will take place on Thursday September 10. \n\nTimestamps:\n00:00 - Intro\n00:20 - Resident Evil Village Will Be At Tokyo Game Show\n01:03 - Nvidia 30 Series Announced\n02:00 - PS5 Devs Talk SSD & 3D Audio\n02:46 - New Ubisoft Forward Next Week", "link": "https://www.youtube.com/watch?v=RN0ZDPbBiMc", "date_published": "2020-09-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Which Nvidia 30 Series Card Is Right For You? (RTX 3090, 3080, and 3070)", "description": "We breakdown the info on Nvidia's new Ampere-based RTX 30 series cards into what you need to know and if they are worth the upgrade.\n\n0:00 - Intro\n0:30 - RTX 3070\n3:20 - RTX 3080\n6:09 - RTX 3090\n9:09 - Nvidia's New Tech and Software (Reflex, Broadcast)\n12:06 - Nvidia VS Next Gen\n14:39 - Outro\n\nCheck out Digital Foundry's RTX 3080 Early Look:\nhttps://www.youtube.com/watch?v=cWD01yUQdVA", "link": "https://www.youtube.com/watch?v=xTp5Bo3-W3I", "date_published": "2020-09-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]