[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 Night City Wire Episode 5 Livestream", "description": "On episode 5 of Night City Wire learn more about rockerboy Johnny Silverhand, a variety of Night City's tunes and a lot more.", "link": "https://www.youtube.com/watch?v=l5sgghqmgJs", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077 — Official Overview Gameplay Trailer", "description": "In this world, consumed by neverending conflict, sometimes only an outsider will get the job done. And that's you.", "link": "https://www.youtube.com/watch?v=HsysPtp-jhs", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destiny 2: Beyond Light with RealKraftyy!", "description": "(Sponsored by Bungie) Eyes up, Guardians! Today, RealKraftyy leads us through Destiny 2: Beyond Light by taking on the opening missions, showing off the new Stasis abilities, and taking on the latest Strike!", "link": "https://www.youtube.com/watch?v=PklsRdwyGyE", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Godfall Review", "description": "Godfall's monotonous structure is held together by punchy combat that can't bear the full weight.\n\nGodfall is out now on PC and PS5. You can read the full written Godfall review by Richard Wakeling on GameSpot.", "link": "https://www.youtube.com/watch?v=nkUZT47g5ng", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How The PS5's DualSense Makes Demon's Souls More Intense", "description": "Demon's Souls may not be a new game, but its impressive DualSense functionality makes Bluepoint's remake feel like a next-gen experience.", "link": "https://www.youtube.com/watch?v=b5sPCs2js3o", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 vs Xbox Series X - Call of Duty: Black Ops Cold War Gameplay", "description": "Let's compare Call of Duty: Black Ops Cold War on the latest consoles: the PS5 and Xbox Series X.\n\nThe next generation of video game consoles is here! In this video, we’ve got a side-by-side comparison of Call of Duty: Black Ops Cold War. We’re putting the PlayStation 5 up against the Xbox Series X and comparing graphics and sounds from the first few missions of the campaign.  \n \nFor the first time, Call of Duty has offered a cross-generational bundle of a game. If you pick up this special version, you’re able to cross-save between your last-gen console to your brand-new console released this year. You can also cross-save to another generation and platform. We’ve tested this out and were able to cross-save from a PlayStation 4 to an Xbox Series X with no issue. \n\nIn our review, Kallie Plagge explains, “It's clear that a core theme of Cold War's story is that things are more complicated than just good or evil, and the ways in which this sequel plays off the original Black Ops underscore that. But like many Call of Duty stories, it only gestures at a greater point and stops short of making it. It's overall a fun action-movie story that absolutely delivers on the quintessential Black Ops twists and turns, but it ultimately walks back its more interesting and relevant questions--though I was completely invested in the story for the entire duration.”", "link": "https://www.youtube.com/watch?v=yxCyVczFFis", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Demon's Souls on PS5: 7 Beginner's Tips", "description": "The infamous Demon's Souls has returned on PS5, and it's still hard as hell. Here are some tips to help you survive the remake of From Software's original Souls game.\n\nThe Demon's Souls remake is available now on PS5, and it's hard--really hard. Fortunately, we've gathered some beginner's tips to help you survive the remake of From Software's original Souls game.\n\nThe video above goes into detail on our strategies, from which starting class is right for you to learning how World Tendency works. You can also read GameSpot's full Demon's Souls review for our critical take on the noteworthy PS5 launch game.", "link": "https://www.youtube.com/watch?v=BQqKa-dnvsY", "date_published": "2020-11-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyrule Warriors: Age Of Calamity Review", "description": "Age of Calamity improves on the combat and structure of Hyrule Warriors, but saps much of the weight from Breath of the Wild's backstory as it fills in its gaps. \n\nKoei Tecmo & Nintendo's action-adventure fighting game Hyrule Warriors: Age of Calamity will be available on Nintendo Switch on November 20, 2020. You can read the full written Hyrule Warriors: Age of Calamity review by Suriel Vazquez on GameSpot: https://www.gamespot.com/reviews/hyrule-warriors-age-of-calamity-review/1900-6417614/", "link": "https://www.youtube.com/watch?v=f6f28Oq2zuY", "date_published": "2020-11-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Miles Morales' Powers And Abilities", "description": "(Presented by PlayStation) Just like Peter Parker, Miles Morales can do everything a spider can, but he can also do so much more! We breakdown the unique powers Miles has at his disposal, from his bio-electric venom strike, invisibility, and more!", "link": "https://www.youtube.com/watch?v=OKWO_EuEv4A", "date_published": "2020-11-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]