[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Alisa Childers On The Moment She Realized Her Pastor Might Not Have Believed In God", "description": "Alisa Childers thought she had found a great church until her pastor came out as a \"hopeful agnostic.\" This led her down a rabbit hole of learning to defend her faith and eventually becoming an apologist herself.\n\nSee the full show here:\nhttps://youtu.be/PI-zuOhptpU\n\nSubscribe to the Babylon Bee to revel in stories that are crazier than any satire out there. \n\nHit the Bell to get your daily dose of fake news that you can trust.Breakout Video", "link": "https://www.youtube.com/watch?v=QlJQ28Ml0uM", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "How a Kazoo Player Living in A Tree House Helped Create ZOEgirl", "description": "Kyle and Ethan discover the true origin of ZOEgirl from Alisa Childers. Before Alisa Childers was a Christian apologist, she was one of the members of the CCM band ZOEgirl. Learn how a kazoo player who lived in a tree house and even a connection with the pop star Pink eventually led to the formation of the band.\n\nSee the full show here:\nhttps://youtu.be/PI-zuOhptpU\n\nSubscribe to the Babylon Bee to learn more bizarre stories about Christian pop culture.\n\nHit the bell to get your daily dose of fake news that you can trust.", "link": "https://www.youtube.com/watch?v=Y2iKu0DGyHE", "date_published": "2020-11-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "We Got An Exclusive Sneak Peek At Joe Biden's Cabinet Selections", "description": "Kyle and Ethan bring you an exclusive look into Joe Biden's selections for various cabinet positions. They discuss the choices ranging from AOC being chosen as Secretary of Math to Trump being the Secretary of choosing brutal nicknames for people. This list is 100% top secret, never before seen, and completely made up.\n\nSee the full show here:\nhttps://youtu.be/kienRburY9g\n\nSubscribe to the Babylon Bee to hear more exclusive top secret news that the Babylon Bee writers made up. \n\nHit the bell to get your daily dose of fake news that you can trust.", "link": "https://www.youtube.com/watch?v=EhCsS-fCUVs", "date_published": "2020-11-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]