[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "Corporate Espionage: Make BIG Money Spying on Companies", "description": "😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/2UIvSMw\n\n-----------------------\nLet's say you run a fortune 500 company. And you wanna get an edge on a business competitor that’s been on your tail. If you could get your hands on your competitors proprietary technology, you could turn the tide on profits! Maybe instead of getting your hands on their technology secrets, maybe you could use some photos of your competitor’s CEO in a “compromised” position? Maybe some internal documents could help?\n\nSpying never changes - it’s all about getting information - intelligence from other humans. Some people will get trained through government intelligence agencies, then quit to sell those skills to the private sector. It’s so bad that some insiders say this intelligence “brain drain” is hurting US national security.\n\nCorporate espionage is expensive. It requires a lot of manpower and expertise that not many people have. On top of that, espionage doesn’t always yield results. So how far people are willing to go to spy on their business enemies depends on how much money is involved.\n\nThe major espionage firms claim that they don’t do anything shady. One reason is that unless the intel they get is used for shady things, intel obtained in a shady way isn’t admissible in court. BUT, depending on the laws of the country they’re operating in, almost anything goes.\n\nFor every corporate espionage assignment, you’ll get a target to go after: this can be just plain information about something, documents, photographs, etc. Now, not everyone would be willing to betray their company, so the first step is to create a psychological profile of your ideal mole.\n\nAnother twist on this method is that if you seduce them but they’re still giving you resistance on the juicy stuff you’re really after, you can try to persuade them to reveal more inconsequential, less important details that are easier to squeeze out - but are still illegal to share none-the-less.\n\nIf there’s a king in this corporate espionage game - in this economic espionage game - it’s without a doubt China. If you’ve watched this channel, you know that China’s long term goal is to surpass the US as the world’s greatest superpower.\n\nPart of that strategy is for China to become the market leader in vital industries like tech, aerospace, ai, energy, medicine, biotech, etc. And to become the market leader in any of these fields, you need to develop cutting-edge technology. Which is why China been involved in corporate espionage case after corporate espionage case.\n\nDoes the US and other countries spy on foreign businesses? Yes!\nBut there’s no denying that China is the undisputed master at this.\n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=GP8ezsjhPdw", "date_published": "2020-11-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]