[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Modern Warfare 2 Campaign Remastered - Official Trailer", "description": "Relive the exhilarating classic in stunning remastered quality. \n\nPlay alongside Soap, Shepherd, Ghost and other familiar faces once again as you fight back against Vladimir Makarov, the Inner Circle, and other unforeseen foes.\n\nDownload and play now on PS4, or pre-purchase on other platforms today to play April 30th and get instant access to the free UDT Classic Ghost Bundle in Modern Warfare*.", "link": "https://www.youtube.com/watch?v=spfO5smsfZE", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free PS4 PlayStation Plus Games For April 2020 Revealed", "description": "PS4's PlayStation Plus free games for April 2020 have been revealed. This month, PS Plus subscribers are getting Uncharted 4: A Thief's End and Dirt Rally 2.0. These games were revealed in a YouTube video now marked private, so the lineup is subject to change.\n\n#PSPlus #PlayStationPlus #GameSpot", "link": "https://www.youtube.com/watch?v=8SxDdTRADwg", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Free Xbox One And Xbox 360 Games With Gold For April 2020 Revealed", "description": "The free Games with Gold for April 2020 have been revealed. Xbox One is getting Project Cars 2 and the Knights of Pen and Paper Bundle, which includes Knights of Pen and Paper +1 and Knights of Pen and Paper 2 Deluxiest Edition. Meanwhile, Xbox 360 is getting Fable Anniversary and Toybox Turbos.\n\n#GamesWithGold #GameSpot", "link": "https://www.youtube.com/watch?v=DO1BvWR-M4A", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Check Out CoD: Modern Warfare 2 Remastered", "description": "In a surprise (not really) announcement, Call of Duty: Modern Warfare 2 remastered is out today! Jean-Luc and Ben are going to hop into the campaign, remember the good times, and maybe save Burger Town.", "link": "https://www.youtube.com/watch?v=5dRUcZqtOvw", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How A Toy Gun Became DOOM’s Iconic BFG - Loadout", "description": "The BFG 9000 is an iconic part of DOOM's identity. It is as recognizable as the Super Shotgun or Doomguy's form-fitting forest green armor. But how exactly did a Toys R Us purchase in the early 90s lead to one of the most recognizable of all video game weapons?\n\nJoin us as we track the evolution of the BFG from the Creatoy Roargun through to the latest incarnation in DOOM Eternal.\n\n#BFG #DOOM #Loadout #GameSpot", "link": "https://www.youtube.com/watch?v=XoTo61_UeDQ", "date_published": "2020-03-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Visit Mystery Islands in Animal Crossing: New Horizons", "description": "We're giving DAL all of our Nook Miles today and visiting as many mystery islands as possible. Join Persia as she takes flight in search for the Money Rock Island in Animal Crossing: New Horizons. If you want to learn about all the possible mystery islands, then check out our guide here: https://www.gamespot.com/articles/animal-crossing-new-horizons-mystery-tour-guide-is/1100-6475335/", "link": "https://www.youtube.com/watch?v=su-szZQ6Yp4", "date_published": "2020-03-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]