[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Black Crowes: NPR Music Tiny Desk Concert", "description": "This performance was recorded on February 20, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMarch 23, 2020 | Josh Rogosin -- The second Chris Robinson swaggered through the door, he was cracking jokes. \"Life is full of disappointments,\" he lamented. \"I thought the desk would be smaller!\"\n\nThat didn't deter him or his brother Rich from belting out the hits from The Black Crowes' platinum album, Shake Your Money Maker. It's somehow been 30 years since the singles \"Jealous Again\" and \"Hard To Handle\" (their Otis Redding cover) received constant radio play, and the brothers have reunited for the 30th anniversary of that debut album.\n\nIn the early 1990s, I was taping songs off my bedroom stereo's FM tuner to learn Rich Robinson's iconic guitar lines. I was thrilled when the newly reunited Brothers Of A Feather decided to open their Tiny Desk concert with \"She Talks To Angels.\" What I didn't expect was how great it would sound three decades on, stripped down to just voice and acoustic guitar. As soon as I heard the first lick, I was transported to my childhood bedroom. If you close your eyes, you can imagine this is what it sounded like when it was written in their childhood home outside Atlanta.\n\nIt's no secret that the brothers haven't always gotten along, and Chris and Rich Robinson have had musical successes outside their collaboration as The Black Crowes. But the combination of Chris' instantly recognizable raspy belt and Rich's catchy guitar riffs was always going to be the duo's legacy. Judging by the gasps from the lucky NPR staff in attendance, it's clear that their rift was not meant to last.\n\nSET LIST\n\"She Talks To Angels\"\n\"Jealous Again\"\n\"Wiser Time\"\n\nMUSICIANS\nChris Robinson: vocals; Rich Robinson: guitar, vocals\n\nCREDITS\nProducers: Josh Rogosin, Kara Frame, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd, Josh Newell; Videographers: Kara Frame, Melany Rochester, Shanti Hands; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=d0GoWhQgxyQ", "date_published": "2020-03-30 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]