[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Covering Coronavirus: Cincinnati, Ohio (podcast) | FRONTLINE", "description": "To combat COVID-19, Ohio has a “stay at home” order — but what does that mean for families without homes? Filmmaker Ben C. Solomon reports from inside an emergency shelter for people experiencing homelessness in Cincinnati, where he finds that for families already battling poverty, the coronavirus’ toll deepens the struggle. “In just a matter of weeks, most of the opportunities these people had to move out of homelessness — to make money, to get an apartment — those opportunities are going away.” \n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#COVID-19 #Coronavirus #Podcast #Documentary #frontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=REY_w_ywpr4", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "How the Plastics Industry Used Recycling to Fend Off Bans | \"Plastic Wars\" | FRONTLINE + NPR", "description": "It was the late 1980s, and the plastics industry was under fire as concern mounted about ever-increasing amounts of garbage. But the industry had a plan -- a way to fend off plastic bans and keep its sales growing.\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\r\n\nIt would publicly promote recycling as the solution to the waste crisis — despite internal industry doubts, from almost the beginning, that widespread plastic recycling could ever be economically viable.\n\nIn this excerpt from \"Plastic Wars,\" Ronald Liesemer, a former DuPont manager, describes being tapped to execute the industry’s recycling push — and how by demonstrating a commitment to recycling, the industry was able to successfully pre-empt nascent plastic bans.\n\nWatch \"Plastic Wars,\" a joint investigation from FRONTLINE and NPR, starting Mar. 31: https://to.pbs.org/2UtRWv5\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=9jkUPahh7to", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Plastics Industry Insiders Reveal the Truth About Recycling | \"Plastic Wars\" | FRONTLINE + NPR", "description": "Three top executives who represented the plastics industry at a pivotal moment shed new light on the industry’s efforts to overcome growing concern about plastic waste by pushing recycling -- despite the fact that \"there was never an enthusiastic belief that recycling was ultimately going to work in a significant way.\"\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nThose are the words of Lewis Freeman, former VP of government affairs for what was then the industry’s chief lobbying group, the Society of the Plastics Industry, in the new FRONTLINE and NPR documentary, \"Plastic Wars.\"\n\nThe industry would publicly promote recycling as the solution to the waste crisis — despite internal doubts, from almost the beginning, that widespread plastic recycling could ever be economically viable.\n\nThe strategy was simple: “If the public thinks the recycling is working, then they’re not going to be as concerned about the environment,” says Larry Thomas, who formerly headed the SPI.\n\nTo date, it's estimated that no more than 10 percent of plastic produced has ever been recycled.\n\nFor the full story, watch \"Plastic Wars,\" a joint investigation from FRONTLINE and NPR, starting Mar. 31: https://to.pbs.org/2UtRWv5\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=zfrN-P2VCIk", "date_published": "2020-03-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]