[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCIw5fgJcTtR2Av-0JkZp-xg", "title": "Honey Badger Don't Care (Remixing The Crazy Nastyass Honey Badger by Randall)", "description": "Support my music on Patreon: https://www.patreon.com/yuriwong Full track: 2:33\n\nThe Honey Badger is an awesome video featuring nature documentary footage with voiceover narration provided by the one and only Randall. Watch it here: https://www.youtube.com/watch?v=4r7wHMg5Yjg\nThanks for your amazing creation, Randall!\n\nThe video, titled \"The Crazy Nastyass Honey Badger (original narration by Randall)\" features footage taken from a National Geographic special on the ornery and tough honey badgers, which aired in 2007. You have to watch it, it's a work of art.\n\nSome excerpts of Randall's genius:\n\"This is the honey badger. Watch it run in slow motion.\n\nIt's pretty badass. Look. It runs all over the place. \"Whoa! Watch out!\" says that bird.\n\nEew, it's got a snake! Oh! It's chasing a jackal! Oh my gosh!\n\nOh, the honey badger is just crazy!\n\nThe honey badger has been referred to by the Guiness Book of World Records as the most fearless animal in the animal kingdom. It really doesn't give a shit. If it's hungry, it's hungry.\n\nEew! What's that in its mouth? Oh, it's got a cobra? Oh, it runs backwards? Now watch this: look a snake's up in the tree. Honey badger don't care. It just takes what it wants. Whenever it's hungry it just -- Eew, and it eats, snakes... Watch it dig! Look at that digging.\n\nThe honey badger is really pretty badass. It has no regard for any other animal whatsoever. Look at him, he's just grunting, and eating snakes. Eew! What's that? A mouse? Oh that's nasty. They're so nasty. Oh look it's chasing things and eating them.\"\n\nSampled and created on the Teenage Engineering OP-1 and completed in Logic Pro X using stock plugins and instruments.", "link": "https://www.youtube.com/watch?v=NtCiPRL8fig", "date_published": "2020-10-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]