[{"source": "https://www.theguardian.com/rss", "title": "Even Wetherspoons may be drowning its sorrows this year", "description": "<p>The ever-profitable pub chain has delayed its results to this week. If it’s bad news, what does that mean for the sector?</p><p>When companies postpone their annual results, it isn’t usually because they need a bit more time to cram in all the good news.</p><p>Pub chain Wetherspoons should have had its numbers out by now but instead pushed the financial statement back to the coming Friday. Given the storm clouds hanging over the pubs trade – what with <a href=\"https://www.theguardian.com/business/2020/oct/04/pubs-restaurants-10pm-curfew-last-straw-coronavirus\" title=\"\">curfews</a>, regional “circuit breakers” and social distancing – it’s bound to be a more sombre affair than usual.</p> <a href=\"https://www.theguardian.com/business/2020/oct/11/even-wetherspoons-may-be-drowning-its-sorrows-this-year\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/11/even-wetherspoons-may-be-drowning-its-sorrows-this-year", "date_published": "2020-10-10 23:05:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kick It Out to work with Facebook on scheme to tackle football racism", "description": "<ul><li>Take a Stand campaign will promote ‘British value of decency’</li><li>Aim is to change culture that tolerates hateful online posts</li></ul><p>The anti-discrimination body Kick It Out is to work with Facebook on a new scheme to combat online abuse in football – and its targets will not be the “vocal minority” but the “silent majority”.</p><p>Its new Take a Stand campaign will encourage fans to make public pledges committing themselves to anti-discriminatory behaviour, and provide new tools for education and reporting abuse that occurs on WhatsApp and Facebook Messenger.</p> <a href=\"https://www.theguardian.com/football/2020/oct/11/kick-it-out-to-work-with-facebook-on-scheme-to-tackle-football-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/11/kick-it-out-to-work-with-facebook-on-scheme-to-tackle-football-racism", "date_published": "2020-10-10 23:01:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The edit: men's winter jumpers - in pictures", "description": "<p>Whether it’s a classic plain knit with sustainable credentials, a V-neck or a statement pattern layered over a shirt, it’s time to get cosy</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/oct/10/the-edit-mens-winter-jumpers-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/oct/10/the-edit-mens-winter-jumpers-in-pictures", "date_published": "2020-10-10 22:45:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BYO: council blames wharf dispute for the great Brisbane dog poo bag shortage", "description": "<p>Bag dispensers at 150 parks throughout the city have been left empty, but manufacturers say local supplies are available</p><p>Brisbane dog owners are kicking up a stink over a shortage of dog poo bags that the city council has blamed on Sydney’s Port Botany wharf industrial dispute.</p><p>Bag dispensers at the council’s 150 dog parks have been left empty as the local authority waits for new supplies, with no date for when the compostable bags will be delivered.</p> <a href=\"https://www.theguardian.com/australia-news/2020/oct/11/byo-council-blames-wharf-dispute-for-the-great-brisbane-dog-poo-bag-shortage\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/oct/11/byo-council-blames-wharf-dispute-for-the-great-brisbane-dog-poo-bag-shortage", "date_published": "2020-10-10 22:23:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour calls for investigation over funding for Robert Jenrick's constituency", "description": "<p>Communities secretary is accused of channelling Towns Fund investment to Newark</p><p>Labour has demanded a Cabinet Office investigation into the housing, communities and local government secretary, Robert Jenrick, over how government funding was allocated to his Newark constituency.</p><p>The shadow communities secretary, Steve Reed, has written to the head of the civil service requesting the investigation into Jenrick and his involvement in the multibillion-pound Towns Fund.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/10/labour-calls-for-investigation-over-funding-for-robert-jenricks-constituency\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/10/labour-calls-for-investigation-over-funding-for-robert-jenricks-constituency", "date_published": "2020-10-10 22:12:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southgate plays down Gascoigne comparisons amid Grealish hype | David Hytner", "description": "<p>Manager remains realistic when bestowing praise on England’s new arrival, who is unlikely to start against Belgium</p><p>To Gareth Southgate, the comparison is, frankly, ludicrous. Managers tend to get annoyed when their players are likened to the greats of yesteryear or, at least, they try to downplay them and Southgate spoke with typical honesty about why Jack Grealish, who has man-of-the-moment status after a few excellent performances, ought not to be mentioned in the same breath as Paul Gascoigne. The talking point has floated around a little of late.</p><p>“I don’t want to be dampening the enthusiasm for Jack,” the England manager said. “When you’re talking about Gascoigne, there is not a player in English history who was at that level. I just feel that Gascoigne is so unique. It’s a bit like talking about Bobby Moore.” It is impossible to argue with Southgate about Gascoigne and he was also at pains to highlight Grealish’s qualities, namely the “fabulous ability to receive under pressure, to protect the ball, to dribble past people at a slightly different speed to some of our other players, the way he moves and draws fouls”. They were in evidence during the midfielder’s performance in Thursday night’s <a href=\"https://www.theguardian.com/football/2020/oct/08/england-wales-international-friendly-match-report\">3-0 friendly win over Wales.</a></p> <a href=\"https://www.theguardian.com/football/2020/oct/10/southgate-plays-down-gascoigne-comparisons-amid-grealish-hype\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/oct/10/southgate-plays-down-gascoigne-comparisons-amid-grealish-hype", "date_published": "2020-10-10 21:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Poisoning the Pacific': New book details US military contamination of islands and ocean", "description": "<p>More than 12,000 pages of US government documents show military operations contaminating the Pacific with radioactive waste, nerve agents, and chemical weapons like Agent Orange</p><p>In 1968, Leroy Foster was a master sergeant in the US Air Force, assigned to the Anderson Air Force Base in Guam, a United States island territory in the Pacific. The day after he arrived on the island, he recalled being ordered to mix “diesel fuel with Agent Orange”, then spraying “it by truck all over the base to kill the jungle overgrowth”.</p><p>Soon after, Foster suffered serious skin complaints and eventually fell sick with Parkinson’s and ischemic heart disease. Later, his daughter had cancer as a teenager, and his grandchild was born with 12 fingers, 12 toes, and a heart murmur. Foster died in 2018.</p> <a href=\"https://www.theguardian.com/world/2020/oct/11/poisoning-the-pacific-new-book-details-us-military-contamination-of-islands-and-ocean\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/11/poisoning-the-pacific-new-book-details-us-military-contamination-of-islands-and-ocean", "date_published": "2020-10-10 21:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charity warns Laurence Fox's new 'free speech' party not to use its name", "description": "<p>Group that gives opportunities to working-class children threatens legal action over plans by actor to set up party called Reclaim</p><p>The actor Laurence Fox has been threatened with legal action over his plans to set up a political party called Reclaim, after a charity that champions working-class teenagers said it already used the name and would face “substantial damage” from any association.</p><p>Fox has said that he has millions of pounds in <a href=\"https://www.theguardian.com/politics/2020/sep/27/laurence-fox-launching-political-party-to-reclaim-british-values\" title=\"\">private funding for his party</a>, including from the prominent Brexiter and former Tory donor Jeremy Hosking. He will use it to fight for freedom of speech and against what he regards as a “culture war” taking place in Britain.</p> <a href=\"https://www.theguardian.com/society/2020/oct/10/reclaim-charity-warns-laurence-foxs-new-party-not-to-use-its-name\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/oct/10/reclaim-charity-warns-laurence-foxs-new-party-not-to-use-its-name", "date_published": "2020-10-10 21:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour and Tories neck and neck in polls after opposition's lead evaporates", "description": "<p>Nearly half of those surveyed disapprove of the way Boris Johnson has handled the pandemic</p><p>Labour and the Conservatives are neck-and-neck again and the public is also split over who they prefer as prime minister, according to the latest Opinium poll for the Observer.</p><p>Both main parties recorded 40% support, with Labour’s 3-point lead from a fortnight ago evaporating. Labour was down 2 points, with the Tories up 1 point. It comes at the end of a disrupted conference season, where all parties held virtual events. On the question of who voters prefer as prime minister, 32% opted for Boris Johnson and 33% backed Keir Starmer.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/10/labour-and-tories-neck-and-neck-in-polls-after-oppositions-lead-evaporates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/10/labour-and-tories-neck-and-neck-in-polls-after-oppositions-lead-evaporates", "date_published": "2020-10-10 21:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PM ‘betraying his red wall voters’ over lockdown cash", "description": "<p>Northern mayors threaten legal action over what Andy Burnham describes as ‘an active choice to level down’</p><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><p>Mayors of some of the UK’s biggest city regions were threatening legal action against the government last night as they went into open revolt against “grossly unfair” financial support for workers in northern England facing new local lockdowns.</p><p>As No 10 desperately tried to win over council leaders before announcing <a href=\"https://www.theguardian.com/world/2020/oct/07/covid-pubs-in-north-of-england-face-new-restrictions-in-days\">new lockdown rules for the north-west and north-east</a> on Monday, Andy Burnham, the mayor of Greater Manchester and former health secretary, said Boris Johnson was leaving himself open to court action on grounds of discrimination, particularly against people in low-paid hospitality jobs across the north.</p> <a href=\"https://www.theguardian.com/world/2020/oct/10/pm-betraying-his-red-wall-voters-over-lockdown-cash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/10/pm-betraying-his-red-wall-voters-over-lockdown-cash", "date_published": "2020-10-10 20:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lindsey Graham says Black people can 'go anywhere' in South Carolina if conservative", "description": "<p>Republican senator made comment in televised ‘conversation’ with his rival, Jamie Harrison, who is Black</p><p>In a televised campaign event US senator Lindsey Graham of South Carolina said African Americans and immigrants can “go anywhere” in his home state but they “ just need to be conservative”.</p><p>Graham made the comment in a televised “conversation” with his political rival, former South Carolina Democratic party chair Jaime Harrison, the first African American to serve in the role.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/10/lindsey-graham-black-people-immigrants-south-carolina\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/10/lindsey-graham-black-people-immigrants-south-carolina", "date_published": "2020-10-10 19:46:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Louisiana picks up pieces after Hurricane Delta blows through state", "description": "<p>Storm made landfall Friday evening near Creole before hitting Lake Charles, a city the category 4 Laura struck in August</p><p>The day after Hurricane Delta blew through the besieged Louisiana bayou, residents started the routine again: dodging overturned cars on the roads, trudging through knee-deep water to flooded homes with ruined floors and no power, and pledging to rebuild after the storm.</p><p>Delta made landfall Friday evening near the coastal Louisiana town of Creole with top winds of 100mph (155km/h). It then moved over Lake Charles, a city where Hurricane Laura damaged nearly every home and building in late August. No deaths had been reported as of Saturday afternoon, but officials said people were not out of danger.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/10/hurricane-delta-louisiana-creole-lake-charles-damage\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/10/hurricane-delta-louisiana-creole-lake-charles-damage", "date_published": "2020-10-10 19:31:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swiatek swells youth in women's tennis slamming door on the rest", "description": "<p>The French Open winner is the latest young player who has shown contempt for custom and experience<br /></p><p>At the end of her speech after a seventh dismantling of seven, Iga Swiatek returned to the mic with one final thought: “Maybe it just had to be like that,” she said, laughing. “Another underdog is gonna win a grand slam. In women’s tennis it’s so open right now that it’s crazy.”</p><p>Although it was a shock to see Swiatek forego a more conventional path <a href=\"https://www.theguardian.com/sport/2020/oct/10/iga-swiatek-beats-sofia-kenin-french-open-final-history\" title=\"\">to a first slam title</a> by winning at 19, conceding an absurd 28 games and clinching her first tour-level title at Roland Garros, in some ways women’s tennis has not been open for the past two years. The youth have arrived and they are consistently slamming the door on the rest.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/oct/10/iga-swiatek-joins-ranks-of-youth-slamming-door-on-rest-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/oct/10/iga-swiatek-joins-ranks-of-youth-slamming-door-on-rest-tennis", "date_published": "2020-10-10 19:15:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we stay together: 'The secret is just not leaving'", "description": "<p> After a chance meeting at a ‘greasy pole’ night, Greg and Tina have been through many ups and downs – three decades on, they’re still summiting mountains together<br /></p><p><strong>Names:</strong> Greg and Tina Chinery<br /><strong>Years together: </strong>32<br /><strong>Occupations:</strong> Aviation technician and chief executive officer</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2020/aug/02/easy-to-meet-hard-to-stay-together-share-your-stories\">'Easy to meet, hard to stay together': share your stories</a> </p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/11/how-we-stay-together-the-secret-is-just-not-leaving\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/11/how-we-stay-together-the-secret-is-just-not-leaving", "date_published": "2020-10-10 19:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The race for a Covid vaccine: inside the Australian lab working round the clock to produce 100m doses", "description": "<p>The Guardian is given a unique insight into the operations of CSL, which is making vaccines that could help end the crisis<br /></p><p>Some call it the “happy soup”.</p><p>Take a dash of modified Covid-19 protein DNA, mix it with cells from a Chinese hamster’s ovary, and place the combination in two state-of-the-art 2,000L bioreactors in a sprawling scientific facility on Melbourne’s northern fringes.</p> <a href=\"https://www.theguardian.com/australia-news/2020/oct/11/the-race-for-a-covid-vaccine-inside-the-australian-lab-working-round-the-clock-to-produce-100m-doses\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/oct/11/the-race-for-a-covid-vaccine-inside-the-australian-lab-working-round-the-clock-to-produce-100m-doses", "date_published": "2020-10-10 19:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A life force’: the swimming group making waves in western Sydney – a photo essay", "description": "<p>For the Swim Sisters, a group of women from Islamic backgrounds who meet regularly for swimming training, their camaraderie has created ripples beyond the water</p><p>Dima Fasi is part of the Swim Sisters, a women’s swimming group that regularly meets at Auburn’s Ruth Everuss Aquatic Centre in western Sydney and also at Clovelly beach in the eastern suburbs. It isn’t a squad or a competitive training group, rather a group of women from diverse backgrounds who swim together regularly. They’re there for exercise, improving their swimming and water safety skills and also for each other.</p><p>“It’s all in one – you get your exercise, you’re doing what you love, you’ve got this really good friendship with these girls,” Fasi says. “It becomes like a sisterhood. We’re swapping advice, we’re motivating [and] encouraging one another.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/11/a-life-force-the-swimming-group-making-waves-in-western-sydney-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/11/a-life-force-the-swimming-group-making-waves-in-western-sydney-a-photo-essay", "date_published": "2020-10-10 19:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Black people are hurting': British rugby league's inclusivity crisis", "description": "<p>A sport that cherishes its history of racial diversity has suffered an alarming decline in its popularity in black communities. The great Jason Robinson is among those looking for answers</p><p>Few sports are as proud of its history and heritage as rugby league. Last month marked its 125th anniversary and one of league’s core strengths for decades has been its proud record of racial diversity and contributions from great black players.</p><p>In Black History Month, it is apt to remember that Clive Sullivan became the first black captain of any British national sporting side when he led Great Britain to the World Cup in 1972. Jason Robinson – a product of league’s Wigan and a union World Cup winner in 2003 – was the first black player to captain England’s rugby union side.</p> <a href=\"https://www.theguardian.com/sport/2020/oct/10/black-people-are-hurting-british-rugby-league-inclusivity-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/10/black-people-are-hurting-british-rugby-league-inclusivity-crisis", "date_published": "2020-10-10 19:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mars beware, my World XI may lack Messi but De Bruyne makes it tick | Jonathan Wilson", "description": "<p>Picking a lineup is useful, less for who makes the cut than for what the process says about the current state of the game</p><p>The Fifa world rankings rarely fail to raise an eyebrow. Óscar Washington Tabárez is one of the world’s great coaches but are Uruguay, who scraped a 2-1 win over Chile on Thursday, really the sixth-best side in the world right now? Nobody who saw England’s notional first-choice centre-back pairing of Harry Maguire and Joe Gomez in separate action for their clubs last Sunday would feel comfortable with their ranking of fourth. Germany 14th: when do we start talking seriously about Jogi Löw? And Belgium, whom England face on Sunday, top? Even after 12 straight wins before Thursday’s draw with Ivory Coast, even as their Golden Generation lingers at the summit, how many of their side would get in an Earth XI to take on Mars?</p><p>There is a danger in posing such questions of sounding like Michael Owen, boldly insisting that no Croat would get into the England side after Steve McClaren’s team <a href=\"https://www.theguardian.com/football/2007/jun/04/sport.comment#comment-2092058\" title=\"\">had failed to qualify for Euro 2008</a>, twice losing to Croatia. But the exercise of picking a World XI is useful, less for the names included in the final lineup than for what the process says about the state of the game (or at least it does if you do it properly, rather than acting like Florentino Pérez in his <em>gálacticos</em> pomp and just ramming together loads of famous players).</p> <a href=\"https://www.theguardian.com/football/blog/2020/oct/10/mars-beware-my-world-xi-may-lack-messi-but-de-bruyne-makes-it-tick\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/oct/10/mars-beware-my-world-xi-may-lack-messi-but-de-bruyne-makes-it-tick", "date_published": "2020-10-10 19:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ruthless Exeter dismantle Bath's gameplan to stay in double hunt", "description": "<ul><li>Play-off semi-final: Exeter 35-6 Bath</li><li>Chiefs set up Premiership final date with Wasps</li></ul><p>The force is with Exeter on all fronts right now. Already booked in for Saturday’s European Champions Cup final they duly secured their fifth successive Premiership final appearance, courtesy of another hard-edged, physical display to which a shattered Bath ultimately had no answer.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/live/2020/oct/10/exeter-v-bath-premiership-semi-final-live\">Exeter 35-6 Bath: Premiership semi-final – as it happened</a> </p> <a href=\"https://www.theguardian.com/sport/2020/oct/10/exeter-bath-premiership-play-off-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/oct/10/exeter-bath-premiership-play-off-rugby-union-match-report", "date_published": "2020-10-10 18:39:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fresh Azerbaijani shelling shatters peace after fragile ceasefire agreed", "description": "<p>Any hope for a truce in the long-running conflict in the Armenian enclave of Nagorno-Karabakh was short-lived</p><p>The streets of Stepanakert were quiet as a ceasefire went into effect on Saturday afternoon, but the local population’s ears were still ringing from shelling and drone strikes that have decimated this highland town over the past 13 days.</p><p>The peace – and any hope of a lasting truce – was short-lived. Air-raid sirens in Artsakh, a de facto Armenian republic inside Azerbaijan’s borders, were screaming again before nightfall. Residents who have refused to flee the assault retreated back into bomb shelters and basements, bracing for another sleepless night.</p> <a href=\"https://www.theguardian.com/world/2020/oct/10/fresh-azerbaijani-shelling-shatters-peace-after-fragile-ceasefire-agreed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/10/fresh-azerbaijani-shelling-shatters-peace-after-fragile-ceasefire-agreed", "date_published": "2020-10-10 18:39:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republicans express fears Trump will lose presidential election", "description": "<p>Ted Cruz says he’s afraid of ‘bloodbath of Watergate proportions’ as John Cornyn slams Trump for ‘creating confusion’ over Covid</p><p>Ted Cruz fears an election “bloodbath”. His fellow top Republican senator Thom Tillis is talking in terms of a Joe Biden presidency. And even Mitch McConnell, the fiercely loyal Senate majority leader, won’t go near the White House over Donald Trump’s handling of coronavirus protocols.</p><p>Individually, they could arguably be seen as off-the-cuff comments from Trump’s allies attempting to rally support for the US president just days ahead of a general election that opinion polls increasingly show him losing.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/10/republicans-presidential-election-fears-biden-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/10/republicans-presidential-election-fears-biden-trump", "date_published": "2020-10-10 18:31:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police notebook with gang details stolen from car", "description": "<p>West Midlands police apologise after names of young people at risk taken in Birmingham </p><p>West Midlands police has apologised after a notebook containing information on young people at risk from or associated with gangs was stolen from an unattended unmarked car.</p><p>The force said officers were involved in a foot chase in the Ladywood area of Birmingham on 29 May during which time the notebook was stolen from the car, though details about the incident have only now been released.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/10/police-notebook-with-gang-details-stolen-from-car\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/10/police-notebook-with-gang-details-stolen-from-car", "date_published": "2020-10-10 18:08:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lawyers claim knife attack at law firm was inspired by Priti Patel's rhetoric", "description": "<p><strong>Exclusive </strong>London firm blames recent violent assault on home secretary’s remarks that ‘activist lawyers’ were frustrating the removal of migrants</p><p>Britain’s top lawyers have written to Priti Patel to express their concern after a knifeman threatened to kill an immigration solicitor last month in an attack colleagues say was directly motivated by comments made by the home secretary.</p><p>On 7 September a man with a large knife entered a London law firm and launched a “violent, racist attack” that injured a staff member before the assailant was overwhelmed.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/10/lawyers-claim-knife-attack-at-law-firm-was-inspired-by-priti-patels-rhetoric\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/10/lawyers-claim-knife-attack-at-law-firm-was-inspired-by-priti-patels-rhetoric", "date_published": "2020-10-10 18:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "She sneers at do-gooders but Priti Patel has power to do bad. She's using it | Nick Cohen", "description": "<p>UK immigration law is a shambles, but the home secretary seems to want to make it worse</p><p>There is a smear on the colour spectrum where blue shades into black and conservatism turns into something darker. The reasonable desire of states to control their borders can slip into the stab-in-the-back myths and paranoid self-pity of the demagogue who can raise a mob but can’t run a country.</p><p>To give the worst of many examples, here is Priti Patel implying that critics of her plans to limit the arrival of asylum seekers, including all-too-genuine refugees, are in league with criminals. What am I saying - “implying”? Patel is from an administration that can campaign but can’t govern. She doesn’t imply, she spits it out. “Those defending the broken system – the traffickers, the do-gooders, the leftie lawyers, the Labour party – they are defending the indefensible,” <a href=\"https://www.conservatives.com/news/home-secretary-priti-patel-fixing-our-broken-asylum-system\">she boomed</a> into cyberspace at the virtual Conservative party conference. </p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/she-sneers-at-do-gooders-but-priti-patel-has-power-to-do-bad-shes-using-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/she-sneers-at-do-gooders-but-priti-patel-has-power-to-do-bad-shes-using-it", "date_published": "2020-10-10 18:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US Covid cases climb as midwestern states report steep increases", "description": "<ul><li>Infections also ticking up in north-east </li><li>More than 57,000 tested positive for coronavirus on Friday</li></ul><p>Covid-19 cases are again climbing in the United States, with the highest daily rates of new infections since August, when major states such as Florida became hotspots, new data from Johns Hopkins University’s Covid-19 tracker shows.</p><p>Now, several midwestern states are posting steep increases in Covid-19 cases, with at least one setting up a field hospital to cope with the flood of patients. Cases are also ticking up in the north-east, where tight restrictions had the virus under control for most of the summer.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/10/coronavirus-us-midwest-north-east-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/10/coronavirus-us-midwest-north-east-cases", "date_published": "2020-10-10 17:23:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus lockdowns: it's one rule for them – cartoon", "description": "<p>As local restrictions begin to bite, Britons question the logic behind them</p><p>•<a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/11th-october-2020\">You can buy your own print of this cartooon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2020/oct/10/coronavirus-lockdowns-its-one-rule-for-them-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/oct/10/coronavirus-lockdowns-its-one-rule-for-them-cartoon", "date_published": "2020-10-10 17:17:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lanchester: 'We should treat reading more like sex and drugs'", "description": "<p>The bestselling author on his new short stories, catching Covid-19 and why children ought to read Tintin</p><p><a href=\"https://www.theguardian.com/profile/john-lanchester\">John Lanchester</a>’s career is a mix of prize-winning novels and popular nonfiction, with a regular output of journalism that straddles literature, finance and politics. His novels include the Booker-longlisted <em><a href=\"https://www.theguardian.com/books/2019/jan/19/the-wall-john-lanchester-review\">The Wall</a></em> (2019) and <em><a href=\"https://www.theguardian.com/books/2012/mar/04/capital-john-lanchester-review\">Capital</a></em> (2012), while his nonfiction analysis of the credit crisis, <em><a href=\"https://www.theguardian.com/books/2010/feb/07/whoops-john-lanchester-review\">Whoops!</a> </em>(2010), was a bestseller. Lanchester was born in Hamburg, brought up in Hong Kong and lives in London. <em>Reality</em> is his first collection of stories, each of which takes the reader on an unsettling journey from the seemingly familiar to the eerily uncanny.</p><p><strong>Why did you decide to publish these stories, several of which have appeared in print elsewhere, now?<br /></strong>The “Why?” really was that I wrote the first one and read it to friends at the new year and someone said you should send it out. I sent it to the <em>New Yorker</em> and they published it [in April 2017]. It was the first short story I’d ever written. There’s not many things in your mid-50s that give you a tremendous buzz of validation, but that did. It felt like the universe was telling me to write another.</p> <a href=\"https://www.theguardian.com/books/2020/oct/10/john-lanchester-we-should-treat-reading-more-like-sex-and-drugs\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/10/john-lanchester-we-should-treat-reading-more-like-sex-and-drugs", "date_published": "2020-10-10 17:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duncan Grant's erotica is a blast of defiant joy in tough times for the arts | Barbara Ellen", "description": "<p>Recently discovered drawings are a relief from Rishi Sunak’s cold message to artists</p><p>An inspiring story has surfaced about the re-emergence of more than <a href=\"https://www.theguardian.com/artanddesign/2020/oct/08/lost-erotic-drawings-duncan-grant\">400 erotic drawings</a> by the late Bloomsbury artist Duncan Grant, who lived most of his life as a criminalised gay man.</p><p>The drawings, thought to be destroyed, have been offered to <a href=\"https://www.charleston.org.uk/\">the Charleston Trust</a>, which manages Grant’s former East Sussex retreat. And what images they are: defiantly subversive and explicit multiracial homoerotica, bursting with passion, flesh, joy, love, freedom and everything else gay people were legally barred from experiencing and expressing at the time. The underlying message of Grant’s paintings is still uplifting in 2020: art will <em>always</em> find a way, whatever the obstacles, hardships and dangers.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/duncan-grant-erotica-blast-of-defiant-joy-in-arts-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/duncan-grant-erotica-blast-of-defiant-joy-in-arts-crisis", "date_published": "2020-10-10 17:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Block China’s seat on human rights council over Uighurs, urges Lisa Nandy", "description": "<p>The UN must be allowed to conduct an inquiry into possible crimes against humanity in Xinjiang, the shadow foreign secretary says</p><p>Britain must oppose giving China a seat on the UN’s human rights body this week in protest at its abuse of Uighur Muslims, Lisa Nandy, the shadow foreign secretary has warned.</p><p>With the government facing accusations of confusion over its relationship with Beijing, Nandy will join other organisations in calling for Britain not to support China’s place on the council until the UN is allowed to conduct an independent investigation into <a href=\"https://www.theguardian.com/world/2020/sep/24/china-has-built-380-internment-camps-in-xinjiang-study-finds\" title=\"\">its treatment of the Uighurs</a>.</p> <a href=\"https://www.theguardian.com/world/2020/oct/10/block-chinas-seat-on-human-rights-council-over-uighurs-urges-lisa-nandy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/10/block-chinas-seat-on-human-rights-council-over-uighurs-urges-lisa-nandy", "date_published": "2020-10-10 16:38:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patty Jenkins is right: nothing can replace the joy of watching a film on the big screen | Rebecca Nicholson", "description": "<p>The Wonder Woman director warned that the pleasure of cinema-going could be lost forever thanks to Covid-19</p><p>There is a certain advert on television at the moment, maybe more than one, for a make of mobile phone or a service provider, which promises a free music streaming subscription if you sign up.</p><p>I can’t remember whose ad it is, because a low-level red mist descends whenever I hear it being offered. It is such a small thing to feel outrage over, particularly now, but music has already been devalued, then devalued again, particularly for those who make it. It devalues it even more to turn it into a free gift, as if it were just an inconsequential plastic toy, stuck to the front of a child’s magazine.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/patty-jenkins-is-right-nothing-can-replace-the-joy-of-watching-a-film-on-the-big-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/patty-jenkins-is-right-nothing-can-replace-the-joy-of-watching-a-film-on-the-big-screen", "date_published": "2020-10-10 16:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police accused of unprovoked racist assault on HS2 protester", "description": "<p>Activist’s claim of racist assault on bypass adds to litany of alleged violations of human rights sent to UN rapporteurs</p><p>A campaigner against the <a href=\"https://www.theguardian.com/uk-news/2020/sep/04/hs2-construction-of-106bn-high-speed-rail-line-officially-starts\" title=\"\">HS2 rail line</a> whose head and back were knelt on by police after he says he was thrown to the ground during a peaceful protest believes he was singled out because he is black. He has lodged a complaint of assault amid rising calls for UK government action on the policing of environmental protests.</p><p>Video footage shows William Harewood, the only person of colour in a small group of activists at a bypass in Wendover, Buckinghamshire, offering no resistance as he is held face down by Thames Valley police officers, two of whom kneel on his head and upper back while two others pin his legs down with their knees. </p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/10/chilling-police-tactics-used-on-hs2-protesters-claims-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/10/chilling-police-tactics-used-on-hs2-protesters-claims-report", "date_published": "2020-10-10 16:25:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson and Macron hold talks on coronavirus and Brexit", "description": "<p>UK and French leaders spoke as British and EU negotiating teams engage in eleventh-hour trade deal meetings</p><p>Boris Johnson has held Brexit telephone talks with the French president, Emmanuel Macron, as the clock ticks down to the deadline for a deal.</p><p>The two leaders spoke on Saturday with seemingly just days remaining for an agreement on a future trade deal to be reached, after UK and EU negotiating teams met on Friday for what sources said was a positive meeting.</p> <a href=\"https://www.theguardian.com/politics/2020/oct/10/johnson-and-macron-hold-talks-on-coronavirus-and-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/oct/10/johnson-and-macron-hold-talks-on-coronavirus-and-brexit", "date_published": "2020-10-10 16:10:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Korea: military parade marks ruling party's 75th anniversary", "description": "<p>Kim Jong-un tells crowds the country will ‘fully mobilise’ its nuclear force if threatened</p><p>The North Korean leader, Kim Jong-un, said his country will “fully mobilise” its nuclear force if threatened, during a speech at a military parade.</p><p>At the event, the country unveiled what appeared to be a new intercontinental ballistic missile (ICBM) and other additions to its growing weapons arsenal.</p> <a href=\"https://www.theguardian.com/world/2020/oct/10/north-korea-military-parade-marks-ruling-partys-75th-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/10/north-korea-military-parade-marks-ruling-partys-75th-anniversary", "date_published": "2020-10-10 16:01:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cory Doctorow: ‘Technologists have failed to listen to non-technologists’", "description": "<p>The tech activist on his new sci-fi novel and why we mustn’t treat the moral downsides of social media as a necessary evil</p><p>Cory Doctorow, 49, is a British-Canadian blogger, science fiction author and tech activist. He has worked for the <a href=\"https://www.eff.org/\">Electronic Frontier Foundation</a> and helped found the <a href=\"https://www.openrightsgroup.org/\">Open Rights Group</a> – he is an advocate of liberalising copyright law. He has held various academic posts and is a visiting professor of the Open University. His latest novel, <em>Attack Surface,</em> was published earlier this month.</p><p><strong>The </strong><strong>protagonist in your new novel tries to offset her job at a tech company where she is working for a repressive regime by helping some of its targets evade detection. Do you think many Silicon Valley employees feel uneasy about their work?<br /></strong>Anyone who has ever fallen in love with technology knows the amount of control that it gives you. If you can express yourself well to a computer it will do exactly what you tell it to do perfectly, as many times as you want. Across the tech sector, there are a bunch of workers who are waking up and going: “How did I end up rationalising my love for technology and all the power it gives me to take away that power from other people?”</p> <a href=\"https://www.theguardian.com/media/2020/oct/10/cory-doctorow-technologists-have-failed-to-listen-to-non-technologists\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/oct/10/cory-doctorow-technologists-have-failed-to-listen-to-non-technologists", "date_published": "2020-10-10 16:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mesmerising urban photography – in pictures", "description": "<p>The self-taught Spanish photographer Andrés Gallardo Albajar first began capturing the silhouettes, colours and shadows of urban architecture in his home town of Tallinn, Estonia, in 2013. “I really enjoyed approaching the architecture from different angles and playing with different compositions,” he says. “I immediately knew I’d do another series of photographs in the next city I’d visit.”</p><p> <a href=\"https://www.hoxtonminipress.com/\"><em>Urban Geometry </em>(published on 15 October by Hoxton Mini Press)</a> reveals the results of his adventures, featuring buildings from Bilbao to Beijing, Stockholm to Seoul. </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/10/mesmerising-urban-photography-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/10/mesmerising-urban-photography-in-pictures", "date_published": "2020-10-10 16:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Me and My Trolls; Surviving Unemployment and more", "description": "<p>Journalist Sali Hughes confronted social media abuse; two generations reflected on their struggles to find a job; and the role of language in dyslexia </p><p><strong>File on 4: Me and My Trolls</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/m000n5z3\">BBC Sounds</a> <br /><strong>Surviving Unemployment: Reece and Sean</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/m000n9kk\">BBC Sounds</a><br /><strong>Dyslexia: Language and Childhood</strong> (World Service) | <a href=\"https://www.bbc.co.uk/sounds/play/w3ct16c7\">BBC Sounds</a></p><p>Individual stories this week, those small, personal tales that indicate something larger about the world. Radio has always been the place for these; podcasts can drag them out for too long.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/10/the-week-in-audio-sali-hughes-me-and-my-trolls-surviving-unemployment-dyslexia-language-and-childhood\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/10/the-week-in-audio-sali-hughes-me-and-my-trolls-surviving-unemployment-dyslexia-language-and-childhood", "date_published": "2020-10-10 16:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris Hilton leads protest calling for closure of Utah school", "description": "<p>Socialite and reality TV star organized demonstration near Provo Canyon school after saying she suffered abuse at boarding school</p><p>Socialite and reality TV star Paris Hilton has been speaking out about abuse she said she suffered at a boarding school in Utah, and on Friday took her push nearly to the school’s front doors.</p><p>Hilton organized a protest in a park near Provo Canyon school, along with several hundreds of others who shared stories of abuse they said they suffered there or at similar schools for troubled youth. She is calling for the closure of the school.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/10/paris-hilton-protest-provo-canyon-school-utah\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/10/paris-hilton-protest-provo-canyon-school-utah", "date_published": "2020-10-10 15:21:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finally US politicians are taking the fight to the tech giants | John Naughton", "description": "<p>The House of Representatives’ report is a timely attack on Amazon, Apple, Facebook and Google</p><p>On Tuesday evening, a <a href=\"https://www.nytimes.com/interactive/2020/10/06/technology/house-antitrust-report-big-tech.html\">large (449-page) pdf</a> landed in my inbox. It’s the majority report of the US House of Representatives judiciary committee’s subcommittee on antitrust, commercial and administrative law and it makes ideal bedside reading material for only two classes of person: competition lawyers and newspaper columnists. But even if it’s unlikely to be a bestseller, its publication is still a landmark event because it marks the first concerted (and properly resourced) critical interrogation of a new group of unaccountable powers that is roaming loose in our democracies: tech companies. Its guiding spirit was something said by the great Supreme Court justice Louis Brandeis many moons ago: “We must make our choice. We may have democracy or we may have wealth concentrated in the hands of a few, but we cannot have both.”</p><p>Only four tech companies were targeted – Amazon, Apple, Facebook and Google. How Microsoft escaped scrutiny is a mystery (to me anyway); perhaps it’s because that company had its day in court long ago and survived to become the handmaiden of governments and organisations everywhere and is therefore part of the ruling establishment.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/finally-us-politicians-are-taking-the-fight-to-the-tech-giants\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/finally-us-politicians-are-taking-the-fight-to-the-tech-giants", "date_published": "2020-10-10 15:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Investors and graduates flock to UK's burgeoning windfarms", "description": "<p>The government’s high-profile commitment to renewable energy could bring a decade of opportunities for young people</p><p>The Hywind offshore windfarm stands 15 miles off the coast of Peterhead, and firmly on the cusp of Britain’s most dramatic energy revolution since the discovery of North Sea oil.</p><p>The world’s first floating windfarm was one of the first low-carbon energy projects developed by Norway’s state oil giant Equinor, and today is one of the best performing windfarms ever built.</p> <a href=\"https://www.theguardian.com/business/2020/oct/10/investors-and-graduates-flock-to-uks-burgeoning-windfarms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/10/investors-and-graduates-flock-to-uks-burgeoning-windfarms", "date_published": "2020-10-10 15:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Russell Tovey's cultural highlights", "description": "<p>The actor on David Byrne’s kooky show, the joy of mountain walks and a moving memoir by a gay Muslim</p><p>Actor Russell Tovey was born in Essex in 1981. He had his big break in 2004 as one of <em>The History Boys</em> in Alan Bennett’s award-winning stage play and subsequent film. He has since appeared in a number of acclaimed TV shows including <em><a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2010/jan/08/being-human\">Being Human</a> </em>and<em> <a href=\"https://www.theguardian.com/tv-and-radio/2011/nov/01/him-and-her-tv-review\">Him &amp; Her</a>, </em>and was nominated for a 2020 Critics’ Choice award for best supporting actor in <em><a href=\"https://www.theguardian.com/tv-and-radio/2019/may/14/years-and-years-review-a-glorious-near-future-drama-from-russell-t-davies\">Years and Years</a></em>. Tovey is also an art lover, and in 2018 launched the podcast <em>Talk Art</em> with gallerist Robert Diament co-hosting. He stars in Neil Cross’s drama <em>The Sister</em><em> </em>on<em> </em>ITV later this month<em>.</em> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/10/on-my-radar-russell-toveys-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/10/on-my-radar-russell-toveys-cultural-highlights", "date_published": "2020-10-10 14:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hussein Chalayan: ‘Gender-free clothing is the future’", "description": "<p>The fashion designer, 50, reflects on his multicultural background, why he finds fashion liberating and why he misses a full head of hair</p><p><strong>Transition defined</strong> my early years, whether it was the multiple languages spoken at home, my parents divorcing, or the constant travelling between London and Cyprus. Being from a multicultural background can be a blessing – it made me curious and open minded – but so often people who are end up confused and frustrated.</p><p><strong>I was raised</strong> by my mother and other women after my parents split. I was fascinated by the prospect of telling their stories through design; of using clothing as a tool for female empowerment. But the prospect of studying fashion seemed unattainable, and in a patriarchal [Turkish-Cypriot] society like ours it seemed impossible. Then, aged 16, I read in <em>Vogue</em> that Rifat Ozbek – a Turkish designer – had studied at Central Saint Martins. I thought to myself: why shouldn’t I, too?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/10/hussein-chalayan-gender-free-clothing-is-the-future\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/10/hussein-chalayan-gender-free-clothing-is-the-future", "date_published": "2020-10-10 13:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joana Choumali: 'I set my imagination free on the photographs'", "description": "<p>The prize-winning Ivorian photographer captures the energy of dawn in images shot in African cities then embroidered<br /></p><p>Joana Choumali’s interest in photography began when, as a child in Abidjan in Ivory Coast, her family hired a local studio photographer to take a family portrait. “I was fascinated by how he handled the camera and the lighting as well as the way he directed us,” she recalls. “It was almost like a ceremony. I remember asking him so many questions. That tacit communication and connection with other people through photography was what interested me the most. I wanted to do the same.”</p><p>Having studied graphic arts and then worked in an advertising agency in Morocco, Choumali rekindled her childhood fascination with photography in 2011, initially creating work that merged portraiture and documentary to explore “an Africa caught between tradition and modernity”. The images here, taken from her new series, <em><a href=\"https://joanachoumali.com/index.php/projects/mix-media/alba-hian\">Alba’hian</a></em> (First Light of Morning), are among the highlights of the digital edition of <a href=\"https://www.artsy.net/show/gallery-1957-gallery-1957-at-photo-london-2020\">Photo London</a>, which opened last week. They continue to explore that cultural dynamic but in a much more conceptual way, having been created by overlaying her digital photographs with meticulously hand-embroidered patterns of dazzling colour and intricate design.</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/10/joana-choumali-i-set-my-imagination-free-on-the-photographs\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/10/joana-choumali-i-set-my-imagination-free-on-the-photographs", "date_published": "2020-10-10 13:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Dimbleby considering bid to become next BBC chair", "description": "<p>Broadcaster ‘horrified’ after reports on Charles Moore being considered and says his decision would hinge on other candidates </p><p>David Dimbleby, the veteran broadcaster, has said he is considering an attempt to become chair of the BBC to thwart the government’s attempt to bring it “to heel”.</p><p>The former Question Time host said he was “horrified” by claims that Charles Moore, a former editor of the Daily Telegraph, was Downing Street’s top choice for the position.</p> <a href=\"https://www.theguardian.com/media/2020/oct/10/david-dimbleby-considers-joining-bbc-chair-contest\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/oct/10/david-dimbleby-considers-joining-bbc-chair-contest", "date_published": "2020-10-10 12:51:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Versace executive accuses Los Angeles police of racial profiling", "description": "<p>Salehe Bembury says he was stopped for ‘just being Black’ as video of incident emerges</p><p>A black Versace executive says he was racially profiled close to the Beverly Hills branch of the Italian luxury fashion brand.</p><p>Salehe Bembury, the vice-president of sneakers and men’s footwear at Versace, was stopped and searched for jaywalking in Rodeo Drive, near Camden Drive and Wilshire Boulevard.</p> <a href=\"https://www.theguardian.com/fashion/2020/oct/10/versace-executive-salehe-bembury-accuses-los-angeles-police-of-racial-profiling\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/oct/10/versace-executive-salehe-bembury-accuses-los-angeles-police-of-racial-profiling", "date_published": "2020-10-10 11:50:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European Space Agency finalises plans to ‘explore the moon properly’", "description": "<p>Ambitious series of joint missions aims to construct a crewed space station that will orbit the moon</p><p>European space officials will this week unveil detailed plans for a series of ambitious missions aimed at returning humans to the moon in the next few years.</p><p>Projects will include construction of crew quarters for an orbiting lunar space station, making the power and propulsion units for America’s Orion spacecraft, and designing and building a sophisticated communication and refuelling unit, known as Esprit, to serve astronauts on the lunar surface. These missions will be carried out jointly with Nasa and the Japanese and Canadian space agencies.</p> <a href=\"https://www.theguardian.com/science/2020/oct/10/european-space-agency-finalises-plans-to-explore-the-moon-properly\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2020/oct/10/european-space-agency-finalises-plans-to-explore-the-moon-properly", "date_published": "2020-10-10 11:39:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Osime Brown's mother vows to fight against deportation to Jamaica", "description": "<p>Case of 21-year-old autistic man convicted under joint enterprise has received support from MPs and human rights activists</p><p>The mother of a 21-year-old autistic man has vowed that she will not stop fighting to prevent her son being deported to Jamaica following a conviction for the robbery of a friend’s mobile phone he says he is innocent of.</p><p>The case of Osime Brown has attracted increasing support from MPs, human rights campaigners and lawyers, who say that the Home Office’s intention to deport Brown to Jamaica, a country he left at the age of four – in line with rules that say those who have served a sentence of 12 months or more face automatic deportation – must be challenged.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/10/osime-browns-mother-vows-to-fight-against-deportation-to-jamaica\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/10/osime-browns-mother-vows-to-fight-against-deportation-to-jamaica", "date_published": "2020-10-10 11:04:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Influencers are being taken advantage of’: the social media stars turning to unions", "description": "<p>The influencer industry is worth billions – but Instagram and YouTube content creators are often exploited. What happens when a personal brand joins a union?</p><p>Amy Hart earned her 1.2 million Instagram and 99,000 Twitter followers by appearing on 2019’s <a href=\"https://www.theguardian.com/tv-and-radio/love-island\" title=\"\">Love Island</a>, where she had her heart broken while wearing a denim minidress. Like many of the show’s former stars, she is now an influencer: she tells fans where to buy clothes, makeup, even teeth like hers. But on 12 May this year, Hart influenced her followers in an entirely different direction. “Join a union!” the 28-year-old <a href=\"https://twitter.com/amyhart1707/status/1260273166892572672?lang=en\" title=\"\">wrote on Twitter</a>, above a 14-second video. “We’re in a really uncertain time when it comes to work and your rights and legislation,” she said. “If I can give you one piece of advice: join a union. They were my absolute saving grace when I was employed by a big company.”</p><p>The video went viral, with more than 2,000 retweets and 10,000 likes. A former British Airways flight attendant, Hart says she was motivated by BA’s recent announcement of mass redundancies. Her video struck a chord with young people, who created supportive Karl Marx memes. “People were calling me a socialist icon,” Hart laughs. (She now uses the phrase as her nickname on WhatsApp.)</p> <a href=\"https://www.theguardian.com/media/2020/oct/10/influencers-are-being-taken-advantage-of-the-social-media-stars-turning-to-unions\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/oct/10/influencers-are-being-taken-advantage-of-the-social-media-stars-turning-to-unions", "date_published": "2020-10-10 11:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "1968: the year that set the world on fire | William Boyd", "description": "<p>Struggles for black justice, clashes between police and protestors, a Republican president running on a law and order ticket... a look at an extraordinary year that echoes in 2020</p><p>In the summer of 1968 I was 16 years old and, in retrospect, those months appear significant for me only because I had sat my O-level examinations, and was waiting apprehensively for the results. Consequently, the rest of the summer of 68 remains something of a blur, but it’s not surprising that my memories are vague: the 1960s are over half a century ago now – a fact that, I suppose, makes them genuinely historical. </p><p>And yet, just before that same summer, the US was aflame with the most widespread riots in its history, following the <a href=\"https://www.theguardian.com/century/1960-1969/Story/0,,106511,00.html\">assassination of Martin Luther King</a> in April. Nine weeks later, in June, <a href=\"https://www.theguardian.com/world/gallery/2012/nov/14/assassination-robert-kennedy-pictures\">Robert Kennedy was also assassinated</a>, and the autumn began with the <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2018/aug/10/russia-crushes-prague-spring-czechoslovakia-1968\">Soviet invasion of Czechoslovakia</a>, in August, terminating the hopes of the <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2018/aug/10/russia-crushes-prague-spring-czechoslovakia-1968\">Prague Spring</a> with brutal efficiency.</p> <a href=\"https://www.theguardian.com/books/2020/oct/10/1968-the-year-that-set-the-world-on-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/10/1968-the-year-that-set-the-world-on-fire", "date_published": "2020-10-10 11:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Bridge: a rugged reality show built on wobbly foundations", "description": "<p> A bunch of under-30s flirt on crap rafts while a solitary 60-year-old fumes about it in Channel 4’s disappointing survival series</p><p>How would you make a bridge? Right now. No warning. Make a bridge. This is what worries me, in either a bronze age time-travel scenario (unlikely) or a dystopian downfall of society-type deal (quite likely): how would I do anything practical at all? I can’t make a bridge. I can’t tend to wounds or harness electricity. I don’t know how batteries work or what plants are poisonous or not. When the world we’ve built collapses, and we rove the land in gangs with scrapped-together muscle cars, where will I fit in? “All right lads,” I’ll say to the de facto leaders who will emerge from the scorch, “does anyone need any typing doing? Hey: who of you wants Infinite Jest roughly explaining to you? I’m still figuring out the ending but I can get you most of the way there … ”</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/info/2020/mar/25/the-guide-staying-in-sign-up-for-our-home-entertainment-tips\">The Guide: Staying In – sign up for our home entertainment tips</a> </p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/10/channel-4-the-bridge-reality-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/oct/10/channel-4-the-bridge-reality-show", "date_published": "2020-10-10 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "War has broken out on the edge of Europe. What's behind it? | Thomas de Waal", "description": "<p>The Nagorno-Karabakh conflict is a mostly forgotten tragedy, with high human cost and a labyrinth of differing viewpoints</p><p>A tragedy is unfolding on the edge of Europe in and around the disputed region of <a href=\"https://www.theguardian.com/commentisfree/2020/oct/01/the-guardian-view-on-nagorno-karabakh-new-interests-in-an-old-conflict\">Nagorn</a><a href=\"https://www.theguardian.com/commentisfree/2020/oct/01/the-guardian-view-on-nagorno-karabakh-new-interests-in-an-old-conflict\">o-Karabakh in the South Caucasus</a>. A mostly forgotten war has restarted between Armenians and Azerbaijanis. Outsiders are struggling to respond. As someone who has reported on and studied this conflict for more than 25 years on both sides, let me try to lead you through the labyrinth.</p><p>It is worth emphasising first of all the human cost. Hundreds of people have died since 27 September, when the fighting broke out, almost certainly because Azerbaijan decided to launch a surprise offensive. Each side is now using fearsome long-range weapons that it has acquired over the last decade.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/war-edge-europe-nagorno-karabakh-conflict-armenia-azerbaijan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/war-edge-europe-nagorno-karabakh-conflict-armenia-azerbaijan", "date_published": "2020-10-10 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'He became a hero': Bolsonaro sees popularity surge as Covid-19 spreads", "description": "<p>Emergency aid payments have helped Brazil’s president win support despite the virus raging. But things could soon change</p><p>Brazil’s hard-right president, Jair Bolsonaro, dismissed Covid-19 as a “<a href=\"https://www.theguardian.com/world/2020/mar/23/brazils-jair-bolsonaro-says-coronavirus-crisis-is-a-media-trick\">little flu</a>”, and said it should be faced “<a href=\"https://noticias.uol.com.br/ultimas-noticias/agencia-estado/2020/03/29/bolsonaro-diz-que-e-preciso-enfrentar-virus-como-homem-e-nao-como-moleque.htm\">like a man, not a boy</a>”.</p><p>He sneered that self-isolating was “<a href=\"https://g1.globo.com/mt/mato-grosso/noticia/2020/09/18/em-mato-grosso-bolsonaro-diz-que-ficar-em-casa-durante-a-pandemia-de-covid-19-e-para-os-fracos.ghtml\">for the weak</a>” and raged against lockdown measures. He clashed with state governors, and his own <a href=\"https://www.theguardian.com/world/2020/aug/08/brazil-ex-health-minister-attacks-bolsonaro-as-covid-19-deaths-top-100000\">former health minister</a> savaged his handling of the pandemic.</p> <a href=\"https://www.theguardian.com/global-development/2020/oct/10/jair-bolsonaro-brazil-coronavirus-aid\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/oct/10/jair-bolsonaro-brazil-coronavirus-aid", "date_published": "2020-10-10 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Puppy power: the costs and pitfalls of buying a dog", "description": "<p>The dos and don’ts of getting a ‘Covid companion’ – and the kit you need once they’re home<br />• <a href=\"https://www.theguardian.com/money/2020/oct/10/pet-insurance-best-value-policy-dog-premiums-price\">Pet insurance: how to get the best-value policy</a><br />• <a href=\"https://www.theguardian.com/technology/2020/oct/09/ball-launchers-activity-trackers-pet-tech-gadgets-dogs-cats\">Pet technology: meet the new breed</a></p><p>In the past few months there has been a surge in the number of people welcoming the patter of tiny paws into their home.</p><p>Research published by Direct Line’s pet insurance arm claimed that 5.7m new pets were bought between the beginning of lockdown in March and the start of September, including 2.2m dogs. It said the average amount paid for a dog was £801 and that pugs were the most popular breed.</p> <a href=\"https://www.theguardian.com/money/2020/oct/10/puppy-costs-buying-dog-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/10/puppy-costs-buying-dog-covid", "date_published": "2020-10-10 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s best universities are dominated by private schools. Could I help level the playing field?", "description": "<p>My local comprehensive had not had a student go to Oxford or Cambridge in seven years. So I offered to give its brightest pupils the confidence and support of an expensive education</p><p>One day after school in January this year, Isabelle walked to the high street in East Grinstead, West Sussex, where her mother works in a shop selling gifts and clothes. She was with her boyfriend, Alex, who would be meeting her mum for the first time. “It kind of took her by surprise a bit,” Isabelle says, remembering the awkwardness of the moment.</p><p>When that was over, Isabelle sprang another surprise: a few hours earlier she had received an offer to read Earth sciences at Oxford University. “Mum gave me a big hug,” says Isabelle, who is now 18. “She was absolutely over the moon for me.”</p> <a href=\"https://www.theguardian.com/education/2020/oct/10/britains-best-universities-are-dominated-by-private-schools-could-i-help-level-the-playing-field\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/10/britains-best-universities-are-dominated-by-private-schools-could-i-help-level-the-playing-field", "date_published": "2020-10-10 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Continual lockdowns are not the answer to bringing Covid under control | Devi Sridhar", "description": "<p>Countries such as Vietnam and New Zealand are reopening due to robust strategies. When will we learn from them?</p><p>In April, cafes and restaurants <a href=\"https://edition.cnn.com/travel/article/life-after-lockdown-vietnam-domestic-travel/index.html\">opened in Vietnam</a> full of bustle and life. In July, <a href=\"https://focustaiwan.tw/sports/202007110017\">10,000 baseball fans</a> attended a match in a stadium in Taiwan. In August, thousands packed together for <a href=\"https://www.bbc.co.uk/news/world-asia-china-53816511\">a music concert</a> at the Wuhan Maya Beach Water Park in China. And this month, rugby internationals are going ahead in New Zealand with stadiums <a href=\"https://www.scotsman.com/sport/rugby-union/rugby-internationals-be-played-front-capacity-crowds-only-new-zealand-2992932\">at full capacity</a>.</p><p>Daily life within these places has largely returned to normal. Compared to other countries, they have faced minimal economic damage. In fact, Taiwan never even had a lockdown, while lockdown measures in Vietnam, New Zealand and China were early, short and sharp. Out of a population of 1.4bn people, China has only suffered 4,634 <a href=\"https://www.worldometers.info/coronavirus/#countries\">C</a><a href=\"https://www.worldometers.info/coronavirus/#countries\">ovid-19 deaths</a>; Vietnam, Taiwan and New Zealand together have had 67. How are these countries keeping Covid-19 under control, their health services running, and their economies and societies afloat?</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/continual-local-lockdowns-answer-covid-control\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/continual-local-lockdowns-answer-covid-control", "date_published": "2020-10-10 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Viv Albertine: ‘I’ve done everything bad I wanted to do. There’s only boring stuff left’", "description": "<p>The musician and writer on body hair, DIY shows and what she wishes she’d told her mother</p><p>Born in Australia, <a href=\"https://en.wikipedia.org/wiki/Viv_Albertine\" title=\"\">Viv Albertine</a>, 65, was guitarist and songwriter in the all-female punk band the Slits from 1977 to 1982. She went on to become a film and TV director. In 2012, she released a solo album, and in <a href=\"https://guardianbookshop.com/clothes-clothes-clothes-music-music-music-boys-boys-boys-9780571328284.html\" title=\"\">2014</a> and <a href=\"https://guardianbookshop.com/to-throw-away-unopened-9780571326228.html\" title=\"\">2018</a> published memoirs that are being <a href=\"https://www.theguardian.com/music/2020/sep/01/viv-albertine-memoirs-to-be-adapted-for-tv\" title=\"\">adapted for TV</a>. She has a daughter, is divorced and lives in London.</p><p><strong>When were you happiest?</strong><br />The moment my daughter was born in 1999, because it took me seven years to conceive.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/10/viv-albertine-ive-done-everything-bad-i-wanted-to-do-theres-only-boring-stuff-left\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/10/viv-albertine-ive-done-everything-bad-i-wanted-to-do-theres-only-boring-stuff-left", "date_published": "2020-10-10 08:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paul Heaton thanked by Q magazine staff for 'selfless' donation", "description": "<p>The former Beautiful South songwriter gave a ‘large sum’ to help staff when the music publication closed</p><p>The musician Paul Heaton has been praised after the final editor of Q magazine revealed the singer’s “amazingly kind” gesture to staff after the music publication closed.</p><p>Ted Kessler said Heaton, known for his work with the Housemartins and the Beautiful South, donated a “large sum” which was shared between more than 40 workers.</p> <a href=\"https://www.theguardian.com/music/2020/oct/10/paul-heaton-thanked-by-q-magazine-staff-for-selfless-donation-beautiful-south\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/oct/10/paul-heaton-thanked-by-q-magazine-staff-for-selfless-donation-beautiful-south", "date_published": "2020-10-10 08:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "25 years of His Dark Materials: Philip Pullman on the journey of a lifetime", "description": "<p>When Pullman began to write Lyra’s adventure in 1993, the world was a very different place. He looks back on the creation of his alternative Brytain</p><ul><li><strong>Read and listen to an exclusive extract from Serpentine below</strong></li></ul><p>It was 1993 when I thought of Lyra and began writing <a href=\"https://www.theguardian.com/books/booksblog/2017/oct/18/his-dark-materials-the-enduring-terrifying-appeal-of-philip-pullmans-world\">His Dark Materials</a>. John Major was prime minister, the UK was still in the EU, there was no Facebook or Twitter or Google, and although I had a computer and could word-process on it, I didn’t have email. No one I knew had email, so I wouldn’t have been able to use it anyway. If I wanted to look something up I went to the library; if I wanted to buy a book I went to a bookshop. There were only four terrestrial TV channels, and if you forgot to record a programme you’d wanted to watch, tough luck. Smart phones and iPads and text messaging had never been heard of. The announcers on Radio 3 had not yet started trying to be our warm and chatty friends. The BBC and the National Health Service were as much part of our identity, of our idea of ourselves as a nation, as Stonehenge.</p><p>Twenty-seven years later I’m still writing about Lyra, and meanwhile the world has been utterly transformed.</p> <a href=\"https://www.theguardian.com/books/2020/oct/10/25-years-of-his-dark-materials-philip-pullman-on-the-journey-of-a-lifetime\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/oct/10/25-years-of-his-dark-materials-philip-pullman-on-the-journey-of-a-lifetime", "date_published": "2020-10-10 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Purrfect match: cats and their human doubles", "description": "<p>We all know someone who looks like their dog, but what about our feline friends? Photographer Gerrard Gethings set out to match moggies with their lookalikes – with uncanny results. By <a href=\"https://www.theguardian.com/profile/kathryn-bromwich\">Kathryn Bromwich</a></p><p>If you’ve spent much time on the internet over the past decade, chances are you’ve seen some cats on there. Cats chasing their own tails. Cats attempting ill-judged jumps from one piece of furniture to another. Or, in the case of Gerrard Gethings, a cat who looked exactly like the actor David Schwimmer. “There’s something about the shape of Schwimmer’s face that’s quite interesting,” says the London-based photographer, “and the cat had exactly the same face. That pushed me over the edge, into thinking there was something in it.”</p> <a href=\"https://www.theguardian.com/artanddesign/2020/oct/10/purrfect-match-cats-and-their-human-doubles\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/oct/10/purrfect-match-cats-and-their-human-doubles", "date_published": "2020-10-10 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The wall between what’s private and what’s not is dissolving. Which side am I on? | Hadley Freeman", "description": "<p>In our performative age, we’re rewarded for sharing every crisis that happens in our bodies, every thought that passes through our heads</p><p>A celebrity story broke last week that gave me, as my fellow young people would say, all the feels. But they were not good feels. In fact, they were pretty much every feel except the good kind: sad for the celebrity, bad about myself, uncertain about the world today.</p><p>This story was about Chrissy Teigen, a model and the wife of the singer John Legend, although neither of those descriptors really explains her popularity. Rather, that is down to what is frequently described as her “relatability”, or her willingness to share her personal life with the world. This, according to current thinking, makes this extremely beautiful and wealthy woman more real to the public. Over several days, she posted <a href=\"https://twitter.com/chrissyteigen?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" title=\"\">videos of herself on Twitter</a> and <a href=\"https://twitter.com/chrissyteigen/status/1310422324366045184?s=20\" title=\"\">Instagram</a>, talking about how she’d been having heavy bleeding while pregnant. <a href=\"https://www.standard.co.uk/showbiz/celebrity-news/chrissy-teigen-blood-transfusion-hospital-a4558526.html\" title=\"\">“Chrissy Teigen shares updates from hospital bed as she prepares for second blood transfusion”</a> and <a href=\"https://www.mirror.co.uk/3am/celebrity-news/pregnant-chrissy-teigens-horror-scare-22762324\" title=\"\">“Pregnant Chrissy Teigen’s horror scare as she scrambled to hear baby’s heartbeat”</a> were just two of the newspaper headlines, as if it were totally normal that a woman’s intimate pregnancy issues should be international news.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/the-wall-between-whats-private-and-whats-not-is-dissolving-which-side-am-i-on\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/the-wall-between-whats-private-and-whats-not-is-dissolving-which-side-am-i-on", "date_published": "2020-10-10 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why the hidden world of fungi is essential to life on Earth | Merlin Sheldrake", "description": "<p>Fungi have long supported and enriched life on our planet. They must be protected as fiercely as animals and plants </p><p>As you read these words, fungi are changing the way that life happens, as they have done for more than a billion years. They are eating rock, making soil, digesting pollutants, nourishing and killing plants, surviving in space, inducing visions, producing food, making medicines, manipulating animal behaviour, and influencing the composition of the Earth’s atmosphere.</p><p>Fungi make up one of life’s kingdoms – as broad and busy a category as “animals” or “plants” – and provide a key to understanding our planet. Yet fungi have received only a small fraction of the attention they deserve. The best estimate suggests that there are between 2.2m and 3.8m species of fungi on the Earth<strong> </strong>– as many as 10 times the estimated number of plant species – meaning that, at most, <a href=\"https://www.asmscience.org/content/journal/microbiolspec/10.1128/microbiolspec.FUNK-0052-2016\">a mere 8% of all fungal species have been described</a>. Of these, only 358 have had their conservation priority assessed on the IUCN <a href=\"https://www.iucnredlist.org/\">red </a><a href=\"https://www.iucnredlist.org/\">list of </a><a href=\"https://www.iucnredlist.org/\">threatened </a><a href=\"https://www.iucnredlist.org/\">species</a>, compared with 76,000 species of animal and 44,000 species of plant. Fungi, in other words, represent <a href=\"https://nph.onlinelibrary.wiley.com/doi/10.1002/ppp3.10146\">a meagre 0.2% of our global conservation priorities</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/oct/10/hidden-world-fungi-life-earth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/oct/10/hidden-world-fungi-life-earth", "date_published": "2020-10-10 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It instilled such problems': ex-member of Amy Coney Barrett's faith group speaks out", "description": "<p>Former insiders and religious scholars say scrutiny of Barrett’s connection to People of Praise is entirely legitimate</p><p>Rebekah Powers was 11 when members of her faith group, the People of Praise, gathered around as she sat on a chair and laid their hands on her to pray. Powers’ sister had shown a gift for speaking in tongues, a defining trait of the followers of the small charismatic Christian community, and Rebekah <a href=\"https://peopleofpraise.org/about/who-we-are/charismatic1/\">was expected to do the same</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/oct/07/mitch-mcconnell-amy-coney-barrett-media\">McConnell hits out at Guardian and other media over Amy Coney Barrett scrutiny</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/oct/10/people-of-praise-amy-coney-barrett-faith-group\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/10/people-of-praise-amy-coney-barrett-faith-group", "date_published": "2020-10-10 07:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong police arrest nine people suspected of aiding fleeing activists", "description": "<p>Police detain four men and five women suspected of arranging transport for activists who tried to flee by boat to Taiwan</p><p>Hong Kong police say they have arrested nine people suspected of helping 12 activists who fled the city in August, heading for Taiwan, but were intercepted by Chinese authorities and held on the mainland.</p><p>The group of nine arrested on Saturday included four men and five women, some of whom had been previously arrested for participating in the massive protests that threw the financial hub into turmoil last year, were taken into custody for “assisting offenders”.</p> <a href=\"https://www.theguardian.com/world/2020/oct/10/hong-kong-police-arrest-nine-people-suspected-of-aiding-fleeing-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/10/hong-kong-police-arrest-nine-people-suspected-of-aiding-fleeing-activists", "date_published": "2020-10-10 07:09:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It’s crazy good': Covid boom leaves UK furniture firms sitting pretty", "description": "<p>British furniture manufacturers describe unprecedented sales as people spend big on their homes </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Want a new sofa delivered by Christmas? You may have left it too late, because Britain is in the grip of a Covid-related home furniture boom that has left factories unable to keep up with demand.</p><p>“It’s unprecedented,” says Peter Campbell, the finance director of <a href=\"https://longeatonsofas.com/\">Long Eaton Sofas</a>, part of a cluster of companies in the heartland of the UK’s furniture-making industry, between Nottingham and Derby.</p> <a href=\"https://www.theguardian.com/business/2020/oct/10/covid-boom-uk-furniture-firms-sitting-pretty\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/10/covid-boom-uk-furniture-firms-sitting-pretty", "date_published": "2020-10-10 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We're always there for them': is the tide turning against zero-tolerance in UK schools?", "description": "<p>More teachers are rejecting cruel school culture and opting for ‘trauma-informed’ behaviour management, based on children’s emotional needs</p><p>Sixth former Amy Fielding*, with her dreams of becoming a lawyer and her hard work for her A-levels, has the air of a determined young woman at the pinnacle of a successful school career. Yet only two years ago, her teachers say, Amy was a “challenging tearaway” doing all the things that in many schools would lead to permanent exclusion.</p><p>But Amy’s school, <a href=\"https://www.georgegreens.com/\">George Green’s in Tower Hamlets</a>, didn’t exclude her. Its leadership team, determined to bring down exclusions rates, committed themselves to keeping her in school. She has benefited from a radically different approach to managing behaviour, based on understanding pupils’ personal circumstances and helping them to overcome the impact of traumatic experiences in early life, or outside school, that may be affecting their behaviour – such as abuse, neglect, domestic violence and family breakdown.</p> <a href=\"https://www.theguardian.com/education/2020/oct/10/is-the-tide-turning-against-zero-tolerance-in-uk-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/10/is-the-tide-turning-against-zero-tolerance-in-uk-schools", "date_published": "2020-10-10 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HS2 may be guilty of 'wildlife crime' by felling trees illegally, say lawyers", "description": "<p>Reports of rare bat species in ancient woodland being cleared for high-speed rail line</p><p>Lawyers have warned HS2 it might be felling trees illegally, after an ecology report found evidence of one of the UK’s rarest bat species in an area of ancient woodland being cleared for the high-speed rail line.</p><p>Legal firm Leigh Day has written to HS2 Ltd urging the company to halt activity at Jones’ Hill wood, near Wendover in Buckinghamshire, as it does not have a licence to carry out work that could disturb rare barbastelle bat roosts. They say to continue doing so could be a criminal offence.</p> <a href=\"https://www.theguardian.com/uk-news/2020/oct/10/hs2-may-be-guilty-of-wildlife-by-felling-trees-illegally-say-lawyers\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/oct/10/hs2-may-be-guilty-of-wildlife-by-felling-trees-illegally-say-lawyers", "date_published": "2020-10-10 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peanut butter chocolate cake and vegan gingerbread: five new sweet recipes from Nigella Lawson", "description": "<p>From the birthday ‘cake of dreams’ to giant cookies for lone-dwellers, five delicious treats, exclusively extracted from Lawson’s new book, Cook, Eat, Repeat</p><ul><li>‘I didn’t think I’d be a mended person, but I am’: <a href=\"https://www.theguardian.com/food/2020/oct/10/nigella-lawson-i-didnt-think-id-be-a-mended-person-but-i-am\">read Hadley Freeman’s interview with Nigella Lawson</a></li></ul><p>If I could ban any phrase, it would be that overused, viscerally irritating, and far-from-innocent term, the Guilty Pleasure. No one should feel guilty about what they eat, or the pleasure they get from eating; the only thing to feel guilty about (and even then I don’t recommend it) is the failure to be grateful for that pleasure.</p><p>I am very aware that the joy I celebrate in food is a privilege. I know I might seem soupy when I say that I see every mealtime, every mouthful, as a celebration of life, but (with lamentable exceptions) I do, or I try to. It’s such a waste otherwise.</p> <a href=\"https://www.theguardian.com/food/2020/oct/10/peanut-butter-chocolate-cake-and-vegan-gingerbread-five-new-sweet-recipes-from-nigella-lawson\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/oct/10/peanut-butter-chocolate-cake-and-vegan-gingerbread-five-new-sweet-recipes-from-nigella-lawson", "date_published": "2020-10-10 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the Cineworld closures could turn leisure parks into a disaster movie", "description": "<p>Experts fear firm’s mothballing of UK cinemas will spark a grim chain reaction for surrounding hospitality trade</p><p>The nationwide closure of Cineworld’s theatres was the disaster movie nobody working in the UK’s battered leisure industry wanted to see.</p><p>The mothballing of the country’s largest cinema operator not only spells hardship for its 5,500 staff but has set off a chain reaction that threatens the livelihoods of many more working in the neighbouring restaurants that rely on the multiplex trade.</p> <a href=\"https://www.theguardian.com/business/2020/oct/10/how-the-cineworld-closures-could-turn-leisure-parks-into-a-disaster-movie\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/oct/10/how-the-cineworld-closures-could-turn-leisure-parks-into-a-disaster-movie", "date_published": "2020-10-10 07:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK temporarily recalls ambassador to Belarus", "description": "<p>Move follows Belarusian government’s decision to expel 35 diplomats from neighbouring Poland and Lithuania</p><p>The UK has temporarily recalled its ambassador to Belarus, Jacqueline Perkins, in response to the Belarusian government’s decision to expel 35 diplomats from neighbouring Poland and Lithuania.</p><p>Minsk asked the two countries to scale back the number of diplomatic staff they had in Belarus on Friday amid ongoing political unrest following the re-election of President Alexander Lukashenko.</p> <a href=\"https://www.theguardian.com/world/2020/oct/10/uk-temporarily-recalls-ambassador-to-belarus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/oct/10/uk-temporarily-recalls-ambassador-to-belarus", "date_published": "2020-10-10 06:34:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid drives more people in UK to fund own operations", "description": "<p>Patients are going private for knee, hip and cataract operations – here’s what they can expect to pay</p><p>A major private hospital group says it has experienced a doubling in the number of patients opting to pay out of their own pocket for a range of procedures because they fear they will not be seen because the NHS <a href=\"https://www.theguardian.com/society/2020/oct/06/covid-unnecessary-precautions-causing-nhs-surgery-backlog\">is struggling with a back</a><a href=\"https://www.theguardian.com/society/2020/oct/06/covid-unnecessary-precautions-causing-nhs-surgery-backlog\">log </a><a href=\"https://www.theguardian.com/society/2020/oct/06/covid-unnecessary-precautions-causing-nhs-surgery-backlog\">of operations</a>.</p><p>HCA Healthcare, which runs some of the best-known private hospitals in London, including the Portland and the Lister, as well as providing private care at Guy’s, said: “We have seen double the number of self-pay procedures in hip surgeries, ophthalmology (cataracts) and abdominal procedures on last year.</p> <a href=\"https://www.theguardian.com/money/2020/oct/10/covid-uk-fund-own-operations-private-for-knee-hip-cataract-operations-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/oct/10/covid-uk-fund-own-operations-private-for-knee-hip-cataract-operations-pay", "date_published": "2020-10-10 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where does an ogre stand near a monk and a maiden? The Weekend quiz", "description": "<p>From moustaches to music notation, test your knowledge with the Weekend quiz</p><p><strong>1</strong> What group was<strong> </strong>told “shave your moustache and obey the laws”?<br /><strong>2</strong> What did Yusheng Du solve in 3.47 seconds? <br /><strong>3 </strong>Where does an ogre stand near a monk and a maiden? <br /><strong>4</strong> What form of music notation was invented by Sarah Glover? <br /><strong>5</strong> Which Football League newcomers are the Sulphurites? <br /><strong>6</strong> What famously carried water to Roman Nîmes? <br /><strong>7 </strong>Which shark is the longest-living vertebrate? <br /><strong>8 </strong>Je T’aime… Moi Non Plus was originally written for whom? <br /><strong>What links: <br />9 </strong>Gert Fröbe; Steve Martin; Aidan Gillen? <br /><strong>10 </strong>Leonor; Catharina-Amalia; Victoria; Elisabeth? <br /><strong>11 </strong>Troll; Oseberg; Ekofisk; Brent; Forties? <br /><strong>12 </strong>Bach’s Art of Fugue; Mozart’s Requiem; Schubert’s 8th Symphony; Puccini’s Turandot? <br /><strong>13 </strong>Oklahoma City; Santa Fe; Phoenix; Juneau; Honolulu? <br /><strong>14 </strong>DH; SG; GS; SL; AC (in winter sports)? <br /><strong>15 </strong>Albert Camus; Mark E Smith; Gillian Anderson?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/10/where-does-an-ogre-stand-near-a-monk-and-a-maiden-the-weekend-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/10/where-does-an-ogre-stand-near-a-monk-and-a-maiden-the-weekend-quiz", "date_published": "2020-10-10 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spooky films and scare trails: how to have a Covid-safe Halloween", "description": "<p>While trick or treating is best avoided, scientists say there are still ways to have a spooktacular time</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>It’s that time of year many children have been dreaming about for months, planning costumes and nasty surprises for their neighbours. Although some politicians have hinted that Halloween may be cancelled this year, Guardian readers have been sharing their plans, which include spooky film screenings, “scare trails” and outdoor scavenger hunts. And scientists say there are ways of celebrating spooky season, while still staying safe.</p><p>“I think there’s of lots of things you can do which are really low risk, like carving pumpkins and putting them outside, making costumes, decorating the house and putting lights in the windows – all within your own household,” said Linda Bauld, professor of public health at the University of Edinburgh.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/10/spooky-films-and-scare-trails-how-to-have-a-covid-safe-halloween\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/10/spooky-films-and-scare-trails-how-to-have-a-covid-safe-halloween", "date_published": "2020-10-10 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A surreal reality show’: Trump’s terrible week after his Covid diagnosis", "description": "<p>Some experts say if Trump was deliberately trying to sabotage his own presidential campaign, he could hardly do a better job than the past week</p><p>It was the week the men in white coats finally came for Donald Trump.</p><p>Seven doctors in face masks emerged from <a href=\"https://tricare.mil/mtf/walterreed\">Walter Reed</a> military hospital outside Washington attempting to assure a skeptical world that its most famous patient was beating the coronavirus.</p> <a href=\"https://www.theguardian.com/us-news/2020/oct/10/trump-coronavirus-test-week-surreal-reality-show\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/oct/10/trump-coronavirus-test-week-surreal-reality-show", "date_published": "2020-10-10 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: 'I was tipsy and slurring'", "description": "<p>Kaisa, 24, research analyst and freelance writer, meets Rivkah, 24, philosophy master’s student</p><p><strong>What were you hoping for?</strong><br />I try to go on dates with no expectations. You never know what kind of a connection you’ll have with a person: that’s the fun of it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/oct/10/blind-date-rivkah-kaisa\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/oct/10/blind-date-rivkah-kaisa", "date_published": "2020-10-10 05:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Plan B' for rigorous mock exams to avoid rerun of A-level fiasco", "description": "<p>Exclusive: Gavin Williamson to announce 2021 exam delay in England and back-up plan in event of Covid disruption </p><p>Schools in England are to hold rigorous mock exams this winter as part of the government’s “plan B” to avoid the chaos of this year’s A-level and GCSE results, proposals shared with the Guardian show.</p><p>Gavin Williamson is expected to announce a three-week delay in the start of next summer’s A-level exams, and possibly GCSEs, alongside a requirement for schools to hold mock exams in controlled conditions earlier in the year, with exam-style invigilation, marking and grading.</p> <a href=\"https://www.theguardian.com/education/2020/oct/10/plan-b-for-rigorous-mock-exams-to-avoid-rerun-of-a-level-fiasco\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/oct/10/plan-b-for-rigorous-mock-exams-to-avoid-rerun-of-a-level-fiasco", "date_published": "2020-10-10 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>Donald Trump returns to the White House, demonstrations in Santiago, conflict in Nagorno-Karabakh and the enduring impact of Covid-19: the most striking images from around the world</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/oct/10/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/oct/10/20-photographs-of-the-week", "date_published": "2020-10-10 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Michigan terror plot: why rightwing extremists are thriving on Facebook", "description": "<p>The platform provides tools for radicalization and coordinated violence, and critics say it’s been slow to ban dangerous groups<br /></p><p>In a year of escalating political violence in the United States, Facebook has served as a key organizing tool for violent extremists.</p><p>An alleged <a href=\"https://www.theguardian.com/us-news/2020/oct/08/michigan-governor-gretchen-whitmer-kidnap-plot\">plot to kidnap</a> the Michigan governor, Gretchen Whitmer, was <a href=\"https://www.justice.gov/usao-wdmi/press-release/file/1326161/download\">planned in part on Facebook</a>, with one leader of the scheme broadcasting a video of his frustrations with Whitmer to a private Facebook group, and participants later sharing footage of their paramilitary exercises and bomb-making training, according to an FBI affidavit.</p> <a href=\"https://www.theguardian.com/technology/2020/oct/09/facebook-rightwing-extremists-michigan-plot-militia-boogaloo\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/oct/09/facebook-rightwing-extremists-michigan-plot-militia-boogaloo", "date_published": "2020-10-10 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}]