[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Doom Eternal Review In Progress", "description": "Doom Eternal intensifies the battles with Hell's hordes by requiring you to constantly calculate the best ways to rip, tear, and stay alive.", "link": "https://www.youtube.com/watch?v=Wvm0_8-k0Ew", "date_published": "2020-03-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Doom Eternal: Things You Should Know Before Playing", "description": "Before you dive into hell and back, you'll want to brush up on these essential tips to help you make the most out of your time with Doom Eternal.\n\nDoom Eternal is an intense game so you can be forgiven for feeling a little overwhelmed by the demon horde, especially on higher difficulties. Compared to its predecessor, it's a far more faster-paced experience because of its emphasis on mobility and demand for even twitchier shooting reflexes. \n\nTo make sure you’re ripping and tearing in the most efficient way possible, we’ve got a few tips to get your slaying started ahead of the game's release this coming Friday. Once you get your hands on the game, be sure to leave tips of your own in the comments below and we may do a follow up with even more hints, to keep you all ripping and tearing. \n\nDoom Eternal is out on March 20 for PS4, Xbox One, and PC. For more about the game, be sure to read our full review in progress. Otherwise, be on the lookout for more guides from GameSpot in the coming days!\n\n#DOOMEternal #GameSpot", "link": "https://www.youtube.com/watch?v=NFKEVmKrNR4", "date_published": "2020-03-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "LacedUpLauren Drops Into COD Warzone on PS Plus", "description": "(Presented by PlayStation Plus) LacedUpLauren takes over GameSpot Live for some COD Warzone action! Warzone is free-to-play on all platforms but only PlayStation Plus members will receive an exclusive Warzone Combat Pack that will help you on the quest to be the best.", "link": "https://www.youtube.com/watch?v=s0wljGqLUGY", "date_published": "2020-03-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Meet Your New Favorite Persona 5 Royal Character, Maruki", "description": "Persona 5 Royal, the expanded version of Atlus' acclaimed PlayStation 4 game, is finally almost here. While you wait for the official release date on March 31, we're bringing you a new look at what the game has to offer. In this video, Jess McDonell introduces you to one of the game's new characters, Takuto Maruki, who is very helpful and useful in a variety of ways. \n\nBased on our 60 hours with the game so far, we think he could be your new favorite character. In Royal, there are several new ways to gain SP, and Maruki's confidant ranks play a big role. He also offers up a number of other helpful abilities. Be sure to watch the full video above to learn everything you need to know about Maruki. \n\nWe're currently around the August point of the game where there appears to be a soft cap on ranking Maruki's confidant, but there are 5 more levels yet to come and given he's already damn useful we're keen to see more of his mechanical perks and character arch unravel throughout the course of the game. Of course, we expect to learn a lot more about Maruki as we continue through the game, so keep checking back with GameSpot for the latest. \n\nIf you're keen to see more, check out our gameplay video where you can see the other new character Kasumi in action, and Michael's overall impressions from the first 50 hours of Royal.", "link": "https://www.youtube.com/watch?v=mW5Ghp8YkW0", "date_published": "2020-03-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Persona 5 Royal - What To Expect In The First 50 Hours", "description": "Michael Higham is in the process of reviewing Persona 5 Royal, and for now he'll be talking about his experience with the first 50 hours of the game and what to expect from the new additions.\n\nPersona 5 Royal is an expanded version of Persona 5, meaning there's a lot to the game. The original release was an achievement as an RPG and an evolution of the long-running franchise. It brought together an expressive art style, incredible soundtrack, bold narrative, and wonderful characters for what turned out to be a 100+ hour journey in rebelling against abusive authority figures. In the same vein as Persona 4 Golden and Persona 3 FES, P5R acts as a definitive version of the base game, but we'll leave that to our review to determine that.\n\nIn the video above, reviewer Michael Higham talks about his experience after 50 hours with the game and how the new features and changes affect P5R so far. Given the length of the game (and Michael's ever-growing workload), he's taken the game's advice of 'take your time' to heart. However, he still has time to evaluate the additions that come in those 50 hours. This includes the involvement of the new persona-user Kasumi Yoshizawa, the school counselor Takuto Maruki, and the way Confidant routes have changed slightly. As for combat and exploration, Mementos gets a few overhauls while palaces have been tweaked to accommodate some new elements like the grappling hook and Will Seeds. Additional mechanics like disaster shadows and persona traits shake up the combat for enjoyable twists that make things a bit more dynamic. All that and more is covered in this video.\n\nWe currently have an early review impressions feature on Persona 5 Royal to give you an in-depth look at this huge RPG and further examine its new systems. We previously talked to long-time localization manager from developer Atlus about how Persona has evolved over the years and how P5R has some tweaks to controversial dialogue. We'll have guide content as we approach the launch of the game on March 31, and be sure to stay tuned for our full final review in the coming weeks.", "link": "https://www.youtube.com/watch?v=2JoMZvnDptQ", "date_published": "2020-03-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X: Everything You Need To Know So Far, In Under 4 Minutes", "description": "Microsoft dropped a ton of new Xbox Series X details onto Xbox Wire, teaching us more about what the next-generation console can do. We already knew about Quick Resume, which allows you to suspend three Series X games simultaneously and seamlessly jump between them, but a new video showed the feature in action.\n\nAlong with the video came a list of specs, detailing the console's architecture and storage solutions. One surprising detail was the announcement of proprietary cards for stage expansion. Microsoft partnered with Seagate to develop 1TB external drives that resemble memory cards. While you can keep games on your own storage devices, they can only be played from the Series X's internal storage or one of these proprietary cards.\n\nSpeaking of games, Microsoft's Smart Delivery feature allows you to play an Xbox game you own on the best hardware available. For example, if you own Gears 5 on Xbox One, you already own it on Series X. That version of the game has improvements like better graphics and lighting.\n\nAll this and more is detailed in the video above. The Xbox Series X launches this holiday season.\n\n#XboxSeriesX #SeriesX #GameSpot", "link": "https://www.youtube.com/watch?v=X_7yVxAdeZE", "date_published": "2020-03-17 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing: New Horizons Early Review Impressions", "description": "Kallie shares her thoughts 13 days into her Animal Crossing: New Horizons review. So far, the new additions to the series mostly fit in well with what Animal Crossing is all about while improving upon it.\n\n#AnimalCrossingNewHorizons #GameSpotReview", "link": "https://www.youtube.com/watch?v=OZindnRgDW4", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "E3 2020 Canceled - How Sony, Microsoft, & Nintendo Have Responded", "description": "E3 2020 is officially canceled due to coronavirus concerns. In lieu of a traditional convention, many publishers are exploring other ways to deliver their news and provide a look at the games on the way.\n\nMicrosoft, which owns the Microsoft Theater next to the convention center where E3 is held each year, will host an \"Xbox digital event.\" Details about the event and what we can expect to see will be announced in the coming weeks.\n\nNintendo has responded with support for the ESA's decision to cancel the show. While Nintendo has occupied floor space at E3 in years past, it has forgone the traditional press conference for a Nintendo Direct. Another livestream will likely air this year.\n\nOther publishers have reacted to the cancelation, including Ubisoft and THQ Nordic. Stay tuned to GameSpot as more companies reveal their plans.\n\n#E3Cancelled #E32020 #Coronavirus", "link": "https://www.youtube.com/watch?v=Fe9XDlrER4U", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Hard Is Nioh 2? Let's Play And Find Out", "description": "Team Ninja's Souls-like sequel is here. Join Persia as she takes up the blade, recruits a Yokai, and tries out the first 90 minutes of the PS4 exclusive.", "link": "https://www.youtube.com/watch?v=09BdhcyLTuw", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]