[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Coldplay: NPR Music Tiny Desk Concert", "description": "This performance was recorded on January 23, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nWatch Coldplay play \"Cry Cry Cry\", \"Viva La Vida\", \"Broken\", \"1999\" (Prince cover) and \"Champion Of The World\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 12, 2020 | Robin Hilton -- Shortly into Coldplay's soundcheck, singer Chris Martin cut off the opening song, \"Cry Cry Cry,\" right in the middle. His band had brought along a nine-piece choir, and he asked them to take \"Cry Cry Cry\" one more time. When one of the singers asked if there was a problem, Martin replied, \"No, I'm just in f****** heaven right now!\"\n\nThat feeling was obvious throughout the performance. Watching Martin at the keys, with the For Love Choir behind him and Coldplay guitarist Jonny Buckland at his side, you'd be forgiven for thinking it was the happiest day of his life. Laughing, bouncing to the music and playing off the crowd, Martin and company gave one of the most jubilant, uplifting and memorable performances we've ever had at the Tiny Desk.\n\nWatching their gospel-infused take on \"Viva La Vida,\" it was hard not to beam with joy; hearing their stirring cover of Prince's \"1999\" brought on a mass urge to leap up and dance. The entire set was a perfectly executed showcase of the band's creative spirit and love of community through music.\n\n\"Viva La Vida\" was the only older track Coldplay performed, in addition to the surprise Prince cover. (The band had just performed at a Prince tribute show in January.) The other three songs — \"Cry Cry Cry,\" \"Broken\" and \"Champion of the World\" — are all from the band's stellar new album, Everyday Life, which was recorded with some of the singers on hand for the Tiny Desk. Martin joked that, \"In a very real way, they've Photoshopped our songs to be much better than they actually are.\" Whether or not that's true, for at least this one sunny afternoon at the NPR Music offices, the choir — and Coldplay's inspired reworking of its own music — felt transcendent.\n\nSET LIST\n\"Cry Cry Cry\"\n\"Viva La Vida\"\n\"Broken\"\n\"1999\" (Prince cover)\n\"Champion Of The World\"\n\nMUSICIANS\nChris Martin: vocals, keys; Jonny Buckland: guitar; Denise Green: vocals; Shaneka Hamilton: vocals; Dorian Holley: vocals; Stephen Mackey: vocals; Lamarcus Eldridge: vocals; Lawrence Young: vocals; Surrenity Xyz: vocals; Tiffany Smith: vocals; Mabvuto Carpenter: vocals\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, James Willetts; Editor: Maia Stern; Videographers: Maia Stern, Morgan Noelle Smith, CJ Riculan, Jack Corbett, Melany Rochester; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Emily Bogle/NPR", "link": "https://www.youtube.com/watch?v=j82L3pLjb_0", "date_published": "2020-03-16 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]