[{"source": "https://www.theguardian.com/rss", "title": "Forgotten Plays: No 6 – Occupations (1970) by Trevor Griffiths", "description": "<p>The collapse of the 1968 protests left this incisive political dramatist searching for answers – and his response delved brilliantly into the dilemmas of revolution</p><p>Aside from <a href=\"https://www.theguardian.com/stage/2015/feb/20/comedians-trevor-griffiths-racist-sexist-standup-comedy-40th-anniversary\">Comedians</a> (1975), the work of Trevor Griffiths is shockingly neglected. Yet he is one of the most questioning, intelligent political dramatists Britain has ever produced. Why does no one revive The Party (1973) which marked Olivier’s farewell to the stage? Why does the BBC, as we celebrate the NHS, not reshow Griffiths’ TV play about Aneurin Bevan, Food for Ravens (1997)? Above all – assuming theatre ever returns to something like normality – how about re-examining Occupations, which is a genuine modern classic?</p><p>First seen at the Manchester Stables in 1970, Occupations was given a superb Buzz Goodbody production, starring Patrick Stewart and Ben Kingsley, the following year by the RSC. Like a lot of Griffiths’ early work, the play was a response to the failure of the 1968 revolution in France. But, rather than deal directly with recent events, Griffiths finds what he calls a “historical correlative” in the abortive socialist uprising in Italy in 1920. We see Christo Kabak, a Bulgarian communist and representative of the Third International, arriving in Turin to await, and even influence, political events.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/06/forgotten-plays-no-6-occupations-1970-by-trevor-griffiths\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/06/forgotten-plays-no-6-occupations-1970-by-trevor-griffiths", "date_published": "2020-07-05 23:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chancellor under pressure to boost financial support as job crisis looms", "description": "<p>Hospitality leaders urge Rishi Sunak to act as figures reveal high streets are still struggling</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The chancellor, Rishi Sunak, is coming under growing pressure to unleash more financial support to stop Britain plunging into the worst jobs crisis for a generation, as figures showed high streets remained quiet on Saturday despite the easing of lockdown measures in some parts of the country.</p><p>Although pubs, restaurants and hairdressers were allowed to open across England for the first time since March, industry data show that visits to town and city centres on Saturday were down by more than half compared with a year ago. In central London, footfall was 75% lower than in 2019.</p> <a href=\"https://www.theguardian.com/business/2020/jul/06/chancellor-under-presssure-to-boost-financial-support-as-job-crisis-looms\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/06/chancellor-under-presssure-to-boost-financial-support-as-job-crisis-looms", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charities to curb spend on social platforms that publish hate speech", "description": "<p>37 UK charities say not enough is being done to stop posts which incite hate and violence</p><p>A group of UK charities has threatened to curb spending on social media engagement if platforms like Facebook do not tackle hate speech.</p><p>Some 37 charities – including Barnardo’s, Mind and Parkinson’s UK – are together reviewing how social media giants could reduce hate speech on their sites.</p> <a href=\"https://www.theguardian.com/media/2020/jul/06/charities-to-curb-spend-on-social-platforms-that-publish-hate-speech\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jul/06/charities-to-curb-spend-on-social-platforms-that-publish-hate-speech", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Migrant women deliberately left out of UK abuse bill, say campaigners", "description": "<p>Campaigners urge government to make last chance ‘life-saving’ changes to the domestic abuse bill</p><p>Domestic abuse campaigners and victims have accused the government of not valuing the lives of migrant women in forthcoming legislation on the issue.</p><p>They are urging the government to make “life-saving” changes to the <a href=\"https://services.parliament.uk/Bills/2019-21/domesticabuse.html\">domestic abuse bill</a>, which that will be debated for its final stage in parliament on Monday.</p> <a href=\"https://www.theguardian.com/society/2020/jul/06/uk-government-accused-endangering-lives-migrant-women-domestic-abuse-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/06/uk-government-accused-endangering-lives-migrant-women-domestic-abuse-bill", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scammers can create fake business ads on Google 'within hours'", "description": "<p>Which? investigation shows apparent ease of promoting fraudulent services online <br /></p><p>Fraudsters can create and post adverts for fake businesses on Google “within hours”, according to a <a href=\"https://www.which.co.uk/\">Which?</a> investigation.</p><p>The UK consumer organisation also said it was worryingly easy to create a fake business page on Facebook.</p> <a href=\"https://www.theguardian.com/money/2020/jul/06/scammers-can-create-fake-business-ads-on-google-within-hours\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/06/scammers-can-create-fake-business-ads-on-google-within-hours", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK banks prepare code of conduct on defaulting of Covid-19 business loans", "description": "<p><strong>Exclusive:</strong> Talks may result in ‘lighter touch approach’ than with other commercial loans</p><ul><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>UK banks are preparing a code of conduct for pursuing businesses that default on taxpayer-backed coronavirus loans, amid industry estimates that up to eight out of 10 borrowers could fail to repay in full.</p><p>The Guardian understands that the industry lobby group UK Finance and the state-owned British Business Bank have kicked off talks with commercial lenders in an effort to set industry-wide debt collection standards well ahead of repayments falling due.</p> <a href=\"https://www.theguardian.com/business/2020/jul/06/uk-banks-prepare-code-of-conduct-on-defaulting-of-covid-19-business-loans\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/06/uk-banks-prepare-code-of-conduct-on-defaulting-of-covid-19-business-loans", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK universities facing possible financial disaster, research says", "description": "<p>After-effects of coronavirus outbreak could affect one in 20 students and cause steep job cuts</p><p>As many as 13 British universities could face financial disaster from the after-effects of the coronavirus outbreak, affecting one in 20 students in the UK and causing steep job cuts, according to research.</p><p>Estimates by the <a href=\"https://www.ifs.org.uk/\">Institute for Fiscal Studies</a> found that the UK higher education sector will endure losses ranging between £3bn to £19bn in 2020-21, with the exact size of the losses dependent on how many students decide not to enrol.</p> <a href=\"https://www.theguardian.com/education/2020/jul/06/uk-universities-facing-possible-financial-disaster-research-says\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jul/06/uk-universities-facing-possible-financial-disaster-research-says", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman whose NHS cancer trial was halted seeks to buy drug privately", "description": "<p>Psychologist was due to get life-saving NHS cancer treatment until coronavirus struck </p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jul/05/coronavirus-live-news-daily-global-cases-top-200000-as-australias-toughest-lockdown-begins\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A psychologist denied access to a potentially life-saving cancer drug trial because NHS services were suspended due to Covid-19 is trying to raise £240,000 to buy the medicine privately.</p><p>Wendy Peake said it was “shocking, absolutely shocking” that she and her husband, Andrew, were having to use their savings, draw down pension money and remortgage their house to raise the money for treatment that she was due to get on the NHS until the pandemic struck.</p> <a href=\"https://www.theguardian.com/society/2020/jul/06/woman-denied-access-to-nhs-cancer-trial-coronavirus-seeks-to-raise-240000-to-buy-drug\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/06/woman-denied-access-to-nhs-cancer-trial-coronavirus-seeks-to-raise-240000-to-buy-drug", "date_published": "2020-07-05 23:01:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European roundup: Barcelona find top gear against Villarreal to stay in title race", "description": "<ul><li>Barcelona win 4-1 at El Madrigal to keep Real Madrid in sight</li><li>Inter beaten by Bologna, Napoli strike late to defeat Roma</li></ul><p><strong>Barcelona </strong>put their recent struggles aside in an impressive display at <strong>Villarreal</strong>, winning 4-1 to move back to within four points of La Liga leaders Real Madrid.</p><p>Recent draws with Atlético and Celta, coupled with <a href=\"https://www.theguardian.com/football/2020/jul/05/zidane-demands-respect-after-var-helps-real-madrid-edge-closer-to-title\">Madrid’s earlier 1-0 win at Athletic Bilbao</a>, meant the defending La Liga champions kicked off at El Madrigal seven points behind their arch-rivals, but there was no sign of the pressure telling in a breathtaking first-half display.</p> <a href=\"https://www.theguardian.com/football/2020/jul/06/european-roundup-barcelona-find-top-gear-against-villarreal-to-stay-in-title-race\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/06/european-roundup-barcelona-find-top-gear-against-villarreal-to-stay-in-title-race", "date_published": "2020-07-05 23:01:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran admits incident at Natanz nuclear site caused major damage", "description": "<p>Country says suspected attack could slow production of advanced centrifuges, which Israel and US see as threat</p><p>Iran has admitted an incident at one of its main nuclear sites last week caused major damage and could slow down the country’s production of advanced centrifuges, technology Israel and the US see as a threat, intensifying suspicions there may have been a deliberate attack on the facility.</p><p>Newly released satellite imagery showed the damage from what Iranian authorities attributed to a fire at the Natanz nuclear facility was far more extensive that previously disclosed.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/satellite-image-raises-suspicions-of-attack-at-iran-nuclear-site\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/satellite-image-raises-suspicions-of-attack-at-iran-nuclear-site", "date_published": "2020-07-05 22:22:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Kemps: All True review – Spandau chart-toppers have the last laugh", "description": "<p>Gary and Martin Kemp gleefully send themselves up in this one-off mockumentary – though it’s never as funny when celebrities are in on the joke</p><p>“Don’t stitch us up to look like a pair of knobs,” Martin Kemp orders the producer at the start of this mockumentary (BBC Two). “You’re not filming this, are you?” Of course not, lies the producer.<br /><br />Since Christmas 2018, when the BBC’s fly-on-the-wall documentary <a href=\"https://www.theguardian.com/commentisfree/2018/dec/29/welcome-rebirth-for-bros-the-brothers-pop-forgot\">Bros: After the Screaming Stops</a> was an unexpected hit, the hunt has been on for another couple of – no offence – has-been siblings to do up like kippers. <br /><br />Surely there must be another pair of fraternally challenged, guileless rubes out there who, like the 80s pop idols Matt and Luke Goss, are vain and dim enough to let the cameras poke around their embarrassing lifestyles and explore their – no offence – jejune world views? Kate and her sister Pippa Middleton, say. Luke and Chris Hemsworth benching each other naked while deconstructing Norse myths?<br /><br />Presumably the Hemsworths and Middletons were not available. Hence the Kemps, and a PR-friendly mockumentary, rather than a documentary in which they wouldn’t be in on the gag.<br /><br />Younger readers may not have heard of <a href=\"https://www.theguardian.com/music/2020/jul/02/martin-and-gary-kemp-most-brothers-in-music-seem-to-hate-each-other\">Martin and Gary Kemp</a>. In the 70s, Gary, with his brother, formed the post-punk preeners <a href=\"https://www.theguardian.com/music/musicblog/2009/mar/25/spandau-ballet-thatcherism\">Spandau Ballet</a>, whose name evoked the prison where Rudolf Hess, Hitler’s deputy, was jailed and whose Top of the Pops outfits distracted us from noticing what Margaret Thatcher was doing to Britain.<br /><br />They sported blow-dried mullets, guitars strapped so high they risked rubbing their nipples red raw, white singlets, over-the-shoulder tartan car rugs cinched at the waist and military-style plus fours. Only because the Kemps were gorgeous could they get away with looking so daft – they were men’s belated answer to Marilyn Monroe in a potato sack. <br /><br />Martin was in EastEnders, too, and the pair played the Kray twins in the 1990 biopic of the East End gangsters.<br /><br />Fast-forward nearly four decades and they have let in the cameras to capture the making of an album of the band’s hits covered by 21st-century stars. But that is only one of the creatively null projects that these fading celebs are responsible for in their dotage. They have also set up a retirement facility for old rockers called Now That’s What I Call a Rest Home, which, sadly, has been overrun by voles. Gary talks only about his woeful painting and his charity work.<br /><br />The problem with the Kemps here was that, unlike the Goss bros, they had the last laugh. Too much celebrity culture is like this. One yearns for a simpler time when, as in the Bros documentary, hubristic doughnuts make idiots of themselves unwittingly. I don’t want celebrities gamely spoofing themselves – I want them destroy themselves on telly without realising it. <br /><br />When the Kemps feuded, their rows were scripted by others and, doubtless, copy-approved by the brothers. “Lose my number,” snapped Gary after one faux falling out over creative direction. “Which one – your mobile, work or landline?” snarled Martin. “Work and mobile. I don’t use my landline.” “Fine!” shouted Martin sarcastically before flouncing out.<br /><br />There were droll moments nonetheless. Gary and his ostensible wife, a kind of evil Linda McCartney played by <a href=\"https://www.theguardian.com/global/2018/aug/26/anna-maxwell-martin-ive-been-bullied-by-other-women-in-the-industry-in-fact-more-so-than-i-have-by-men-\">Anna Maxwell Martin</a>, were tackled on the Today programme by Nick Robinson over their range of vegan ready meals called Wodge, whose secret ingredient looked and tasted like meat. Why? Because it was.<br /><br />Then there was Martin’s new movie project, provisionally titled The Hardest British Bastards of the Galaxy and, fingers crossed, so unremittingly butch and fatuously violent as to make Layer Cake seem like Steel Magnolias. Its premise was that Al Capone had – somehow – come back to life and was putting together a team from different historical eras to rob the crown jewels. The storyline, written by Martin, may have been fatuous tripe, but that didn’t stop <a href=\"https://www.theguardian.com/film/2015/apr/21/avengers-age-of-ultron-review-film-joss-whedon-exhilarating\">Avengers: Age of Ultron</a> being made.<br /><br />By the end of the programme, the Kemps had cleared their debts – caused by cryptocurrency losses – with a £2m gig for a dictator’s birthday. The dictator’s new bride gave a creditable impersonation of the former Spandau frontman Tony Hadley singing that classic line from their hit True: “Listening to Marvin all night long / This is the sound of my soul.” Which, it turned out, isn’t about Lee Marvin, but someone called Marvin Gaye. Martin and Gary strummed obligingly from the sidelines, looking uncomfortable about implicitly endorsing her spouse’s woeful human rights record.<br /><br />Who will launder their image with self-satire next? It is obvious. When the BBC makes Lockdown: The Road to Barnard Castle, Dominic Cummings must play, script and direct himself. Not only would the BBC save on Benedict Cumberbatch’s pay, it would gain a priceless ally in safeguarding the licence fee.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jul/05/the-kemps-all-true-review-a-gamely-spoof-for-this-droll-mockumentary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jul/05/the-kemps-all-true-review-a-gamely-spoof-for-this-droll-mockumentary", "date_published": "2020-07-05 22:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keith Gillespie reveals Ferguson role in four-fold pay rise at Newcastle", "description": "<ul><li>Scot acted as ad-hoc agent in transfer from Old Trafford</li><li>Gillespie was 19 and earning £230 a week before move</li></ul><p>Keith Gillespie has revealed how Sir Alex Ferguson secured him a four-fold pay-rise when the Scot acted as his ad-hoc agent in the £7m deal that took the Northern Irishman from Manchester United to Newcastle United and Andy Cole the other way.</p><p>Gillespie made his United debut under Ferguson in 1993. Yet when Ferguson moved to sign Cole two years later from Newcastle, Gillespie was the makeweight in the transfer, being valued at £1m. Gillespie was 19 and earning £230 a week and when it came to finalising his personal terms at Newcastle Ferguson became a temporary representative.</p> <a href=\"https://www.theguardian.com/football/2020/jul/05/keith-gillespie-reveals-ferguson-role-in-four-fold-pay-rise-at-newcastle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/05/keith-gillespie-reveals-ferguson-role-in-four-fold-pay-rise-at-newcastle", "date_published": "2020-07-05 21:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Séamus Coleman: 'I want Everton back in race for Champions League'", "description": "<p>Blues captain has had a busy season on and off the pitch and he is hoping for a third successive win since lockdown in Monday’s game at Tottenham</p><p>Between spending far more time than he is used to with his two young children, and acting as an intermediary between the Everton hierarchy and his teammates in <a href=\"https://www.theguardian.com/football/2020/jun/09/carlo-ancelotti-and-everton-players-have-wages-deferred-from-shutdown-start\">negotiations that led to substantial </a><a href=\"https://www.theguardian.com/football/2020/jun/09/carlo-ancelotti-and-everton-players-have-wages-deferred-from-shutdown-start\">wage deferrals</a>, Everton’s captain, Séamus Coleman, is glad to be finally back playing football, if only for a modicum of respite after the game’s enforced break.</p><p>“It was definitely a busier time than I would have expected and being a captain of a football club, it’s not something that you would have ever expected to have been getting involved in,” he says of his role as Goodison Park shop steward. “I need to look after my players and there was no issue with the club at all. They were fantastic, so having to do it with Everton was probably an easier job than at other clubs, but it was definitely a busy time.”</p> <a href=\"https://www.theguardian.com/football/2020/jul/05/seamus-coleman-i-want-everton-back-in-race-for-champions-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/05/seamus-coleman-i-want-everton-back-in-race-for-champions-league", "date_published": "2020-07-05 21:30:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Broad's place at risk as England ponder unleashing Wood and Archer", "description": "<ul><li>Make-up of the seam attack only issue to be debated</li><li>Chris Woakes may be the other to miss out at Ageas Bowl </li></ul><p>Stuart Broad faces the prospect of missing a first home Test match in eight years as England give serious consideration to unleashing the dual pace of Jofra Archer and Mark Wood at the earliest opportunity.</p><p>Injuries have prevented Archer and Wood from taking the field together in the longest format since the former’s debut last summer. But both are now fully fit – Wood following the elbow stress fracture that ended his South Africa tour early – and part of the 13-man squad for the first Test against West Indies.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/05/stuart-broads-place-at-risk-as-england-ponder-unleashing-wood-and-archer\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/05/stuart-broads-place-at-risk-as-england-ponder-unleashing-wood-and-archer", "date_published": "2020-07-05 21:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson pledges £1.5bn lifeline to keep UK's arts sector afloat", "description": "<p>Industry welcomes ‘surprisingly ambitious’ sum for museums, galleries, theatres and music venues</p><ul><li><a href=\"https://www.theguardian.com/stage/2020/jul/05/at-last-a-glimpse-of-hope-uk-arts-figures-on-the-rescue-package\">‘At last a glimpse of hope’: UK arts figures on the rescue package</a><a href=\"https://www.theguardian.com/culture/2020/jul/05/at-last-a-glimpse-of-hope-uk-arts-figures-on-the-rescue-package\"><br /></a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a> </li></ul><p>Britain’s beleaguered arts and heritage sectors have been promised £1.57bn of help in a long-awaited rescue package described by the government as the biggest one-off investment in UK culture.</p><p>After weeks of desperate warnings that the UK was facing <a href=\"https://www.theguardian.com/culture/2020/jun/17/uk-creative-industries-facing-74bn-drop-in-income-after-lockdown\">an irreversible cultural catastrophe without targeted support</a>, ministers announced a package that it said would protect the future of the country’s museums, galleries, theatres and music venues.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/boris-johnson-uk-lifeline-arts-heritage-sector-afloat\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/boris-johnson-uk-lifeline-arts-heritage-sector-afloat", "date_published": "2020-07-05 20:57:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adams breaks duck as Southampton survive Manchester City onslaught", "description": "<p>It is a moment that Che Adams will cherish forever. Making his 30th appearance for Southampton, following his £14m move from Birmingham City last summer, the striker finally scored his first goal for the club and what a goal it was.</p><p>Seizing on a loose ball as Manchester City tried and failed to play out from the back, initially through Ederson, Adams sent a glorious chip over the back-pedalling goalkeeper from 40 yards to shape what became a contest of attack versus defence.</p> <a href=\"https://www.theguardian.com/football/2020/jul/05/adams-breaks-duck-as-southampton-survive-manchester-city-onslaught\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/05/adams-breaks-duck-as-southampton-survive-manchester-city-onslaught", "date_published": "2020-07-05 20:12:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus: Texas mayors warn of 'serious trouble' as cases surge across US", "description": "<ul><li>Leaders of Houston and Austin fear hospital bed shortage</li><li>Florida closes beaches as cases pass 200,000 </li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/05/trump-july-fourth-speech-rushmore-coronavirus-race-protests\">Trump stokes division over pandemic and race</a></li></ul><p>Two prominent Texas mayors have warned that hospitals in their cities will be “overwhelmed” by cases of Covid-19 inside two weeks, even as Donald Trump continues to portray the coronavirus resurgence nationwide as the embers of a fire <a href=\"https://www.theguardian.com/us-news/2020/jul/05/trump-july-fourth-speech-rushmore-coronavirus-race-protests\">he is steadily extinguishing</a>.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jul/05/california-coronavirus-outbreak-cases-went-wrong\">‘They feel invincible’: how California’s coronavirus plan went wrong</a> </p> <a href=\"https://www.theguardian.com/world/2020/jul/05/coronavirus-texas-mayors-serious-trouble-hospital-beds-florida-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/coronavirus-texas-mayors-serious-trouble-hospital-beds-florida-trump", "date_published": "2020-07-05 20:10:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was silenced over Kaepernick’: Hamilton reveals regret over protest", "description": "<ul><li>Hamilton says he was warned off supporting NFL player</li><li>Six drivers do not take a knee at Austrian Grand Prix</li></ul><p>Lewis Hamilton has revealed his regret at not making a more public stand against racism after he was warned off doing so several years ago.</p><p>On Sunday at the season-opening Austrian Grand Prix, Formula One became the first international sporting event where participants took a knee, although six of the drivers chose not to. Hamilton endured a difficult afternoon at the Red Bull Ring, <a href=\"https://www.theguardian.com/sport/2020/jul/05/valtteri-bottas-wins-f1-austrian-grand-prix-after-hamilton-suffers-penalty\" title=\"\">finishing fourth</a> after being demoted from second place following a collision with Red Bull’s Alexander Albon, with his Mercedes teammate Valtteri Bottas winning the race.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/05/i-was-silenced-hamilton-reveals-regret-after-being-warned-off-past-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/05/i-was-silenced-hamilton-reveals-regret-after-being-warned-off-past-protests", "date_published": "2020-07-05 20:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kanye West for president? Realities and rules say White House run unlikely", "description": "<p>If the rapper is serious about running against Trump and Biden, he has significant obstacles to clear</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jul/05/donald-trump-coronavirus-testing-fauci-fourth-july-kanye-west-protests-latest-news-live-updates\">US politics – live coverage</a></li></ul><p>If Kanye West is <a href=\"https://www.theguardian.com/music/2020/jul/05/kanye-west-declares-he-will-run-for-us-president-in-2020\">serious about running for president</a>, the rapper and fashion designer will face major obstacles to mounting a serious campaign less than four months before the 3 November election.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2018/oct/11/trump-kanye-west-white-house-lunch\">Kanye West touches on politics, love and 'iPlane 1' during bizarre Trump visit</a> </p> <a href=\"https://www.theguardian.com/music/2020/jul/05/kanye-west-president-white-house-trump-biden-kim-kardashian\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/05/kanye-west-president-white-house-trump-biden-kim-kardashian", "date_published": "2020-07-05 19:32:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Boris Johnson's tribute to the  NHS – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jul/05/ben-jennings-on-boris-johnsons-tribute-to-the-nhs-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jul/05/ben-jennings-on-boris-johnsons-tribute-to-the-nhs-cartoon", "date_published": "2020-07-05 18:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hannibal Buress: Miami Nights review – comic reflects on his arrest", "description": "<p><strong>YouTube</strong><br />Buress revisits the story of his 2017 arrest for disorderly intoxication in an enjoyable online set that uses technology creatively</p><p>Cross a comedian at your peril. They can put their revenge on a very visible pedestal – as <a href=\"https://www.theguardian.com/stage/hannibal-buress\">Hannibal Buress</a> now does in response to his 2017 arrest for “disorderly intoxication”. That took place in Miami, to which the <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/27/comedian-eric-andre-we-dont-tell-guests-a-thing-they-waltz-into-a-house-of-horrors\">Eric Andre Show</a> and Broad City star returned to tape this new special. Miami Nights ranges across our host’s new sobriety, his asthma, his recent house purchase – but its dominant routine concerns that <a href=\"https://variety.com/2017/biz/news/hannibal-buress-arrested-miami-disorderly-intoxication-1202635416/\">brush with the law</a>.</p><p>It can feel graceless when famous comedians use their pulpit to crush others. It does here – save that the dynamic is different when a black American avenges himself on the US police. Buress recounts the experience (pestering the police to call him an Uber, “roasting” the officer who put him behind bars) and there follows some light self-mockery, droll comedy about TV coverage of the incident, and Buress’s renunciation of alcohol, which tells its own penitent story.</p> <a href=\"https://www.theguardian.com/stage/2020/jul/05/hannibal-buress-miami-nights-review-comedy-youtube\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/05/hannibal-buress-miami-nights-review-comedy-youtube", "date_published": "2020-07-05 18:27:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sadio Mané gets Liverpool back on track against wasteful Aston Villa", "description": "<p>The headline figures will come as no surprise. Liverpool maintained their 100% home record in the Premier League at the expense of a relegation-threatened team that have not kept a clean sheet on the road all season. Scratch below, however, and this was a precious opportunity lost for Aston Villa.</p><p>Jürgen Klopp’s new Premier League champions were in procession mode once again, not to the extent of <a href=\"https://www.theguardian.com/football/2020/jul/02/manchester-city-liverpool-premier-league-match-report\" title=\"\">Thursday’s drubbing at Manchester City</a> but enough to encourage any ruthless and solid team seeking a desperately needed point or three. Villa did not have it in them to capitalise.</p> <a href=\"https://www.theguardian.com/football/2020/jul/05/liverpool-aston-villa-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jul/05/liverpool-aston-villa-premier-league-match-report", "date_published": "2020-07-05 17:44:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police deny misconduct after Linford Christie athletes stopped", "description": "<p>Pair trained by Olympic champion consider legal action over incident in west London</p><p>Two black athletes trained by <a href=\"https://www.theguardian.com/sport/blog/2012/jun/05/linford-christie-barcelona-olympics-1992\">former Olympic champion Linford Christie</a> who were stopped and handcuffed by police officers while with their three-month-old son are considering legal action, the Guardian understands. </p><p>Video of the incident in Maida Vale, west London, on Saturday, posted by Christie on Twitter, showed officers telling the occupants of the vehicle, Ricardo dos Santos and Bianca Williams, they were going to be searched, while the obviously distressed Williams said repeatedly: “My son is in the car.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/05/met-police-deny-misconduct-after-linford-christie-athletes-stopped\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/05/met-police-deny-misconduct-after-linford-christie-athletes-stopped", "date_published": "2020-07-05 17:44:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Facebook and democracy: real and present danger | Editorial", "description": "<p>Political advertising is banned from being broadcast on television or radio. Unless Facebook changes, it may be time to extend this prohibition to social media<br /></p><p>In every political debate since Facebook began to dominate democracy, the company has placed itself on the wrong side of history. The social media firm cannot be <a href=\"https://www.nytimes.com/2020/07/01/opinion/facebook-zuckerberg.html\" title=\"\">reformed from within</a> because its business model profits from hosting bomb-throwing circuses of hate, <a href=\"https://www.nytimes.com/2019/11/04/opinion/facebook-political-ads.html\" title=\"\">humbug and hogwash</a>. The platform harvests users’ personal data to algorithmically recommend content but can’t seem to help steering people towards <a href=\"https://www.theguardian.com/commentisfree/2020/jul/01/facebook-hate-speech-policy-advertising\" title=\"\">vilifying</a> one another while keeping their attention. It is not good for society, but it is good for Facebook.</p><p>That apparently is fine for the company’s founder, Mark Zuckerberg, who is worth $85bn. Consider the latest ugly episode in the firm’s life. After some of the world’s biggest brands <a href=\"https://www.theguardian.com/business/2020/jun/24/ben-and-jerrys-joins-facebook-advertising-boycott-racism\" title=\"\">boycotted</a> Facebook over its refusal to ban racist and violent content, the company reached for the usual bromide of reassurance that the matter was being taken seriously. Internally it was a very different story. The boycotters, Mr Zuckerberg <a href=\"https://www.bbc.co.uk/news/technology-53262860\" title=\"\">said</a>, would be back and his company was “not going to change our policies … because of a threat to a small percent of our revenue”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/the-guardian-view-on-facebook-and-democracy-real-and-present-danger\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/05/the-guardian-view-on-facebook-and-democracy-real-and-present-danger", "date_published": "2020-07-05 17:25:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump celebrates Fourth of July by stoking division over pandemic and race", "description": "<ul><li>President protesters over racial injustice ‘trample our freedoms’</li><li>Republican support shows signs of cracks as election nears</li><li><a href=\"https://www.theguardian.com/world/live/2020/jul/05/donald-trump-coronavirus-testing-fauci-fourth-july-kanye-west-protests-latest-news-live-updates\">US politics – live coverage</a></li></ul><p>Donald Trump celebrated America’s Independence Day weekend by stoking divisions over a perceived culture war and dismissing the two most immediate threats to his presidency: a massive <a href=\"https://www.theguardian.com/us-news/2020/jul/05/california-coronavirus-outbreak-cases-went-wrong\">resurgence of coronavirus cases</a> and a growing racial justice movement seeking an end to police violence across the nation.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jul/05/california-coronavirus-outbreak-cases-went-wrong\">‘They feel invincible’: how California’s coronavirus plan went wrong</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jul/05/trump-july-fourth-speech-rushmore-coronavirus-race-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/05/trump-july-fourth-speech-rushmore-coronavirus-race-protests", "date_published": "2020-07-05 17:24:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Kate's had a good lockdown': Duchess of Cambridge's stock rises", "description": "<p>The drama of ‘Megxit’ and a national crisis have seen Kate adorn UK newspapers, magazines and TV screens</p><p>Whether plunging her hands into compost for a hospice garden or virtual bingo-calling at a care home, we’ve seen a lot of the<a href=\"https://www.theguardian.com/uk/duchess-of-cambridge\"> Duchess of Cambridge </a>recently.</p><p>The dramatic “Megxit” departure of the<a href=\"https://www.theguardian.com/uk-news/meghan-duchess-of-sussex\"> Duchess of Sussex</a>, and a national crisis during which royals are traditionally expected to apply PR balm, has seen ubiquitous Kate adorn UK newspapers, magazines and TV screens, all attesting that she has enjoyed a good lockdown.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/05/kates-had-a-good-lockdown-duchess-of-cambridges-stock-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/05/kates-had-a-good-lockdown-duchess-of-cambridges-stock-rises", "date_published": "2020-07-05 17:04:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons clap for NHS to mark health service's 72nd anniversary", "description": "<p>Boris Johnson joins in applause outside No 10 alongside founder of weekly clap for carers<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>People across the UK have shown their appreciation for the NHS and its efforts during the coronavirus pandemic by clapping in celebration of its 72nd birthday.</p><p>Boris Johnson joined in the applause outside 10 Downing Street with <a href=\"https://www.theguardian.com/world/2020/may/22/lets-stop-clapping-for-the-nhs-says-woman-who-started-the-ritual\">Annemarie Plas</a>, the founder of the weekly Thursday night clap for carers, which ended last month. Keir Starmer and Nicola Sturgeon stood outside their homes, like many across the country.</p> <a href=\"https://www.theguardian.com/society/2020/jul/05/britons-asked-to-clap-for-nhs-on-sunday-to-mark-72nd-anniversary\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/05/britons-asked-to-clap-for-nhs-on-sunday-to-mark-72nd-anniversary", "date_published": "2020-07-05 17:01:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Interview with First Dog on the Moon: ‘I ask myself:  what if a pineapple was doing this?’", "description": "<p>An exclusive insight into the world of award-winning Guardian Australia cartoonist, bandicoot enthusiast and national treasure </p><p>Kath Viner [who was Guardian Australia editor] begged me. She wouldn’t leave me alone about it, wore me down over months, followed me around wearing a “First Dog on the Moon for the Guardian” sandwich board all the while honking a bicycle horn. It was either go work at the Guardian or&nbsp;my&nbsp;neighbours were going to call the police. I never wanted to be a cartoonist but who am I to deny the world these adorable badly drawn cartoons with far too many words? It is&nbsp;my&nbsp;burden. Anyway, despite everything, Kath turned out to be harmless, and I thought to myself “how bad can it actually be at the Guardian?” (we all know how that ended) and then, after all that, here she is running the place and nobody was more surprised than me.<br /></p> <a href=\"https://www.theguardian.com/membership/commentisfree/2020/jul/05/first-dog-on-the-moon-the-man-the-myth-the-marsupials\">Continue reading...</a>", "link": "https://www.theguardian.com/membership/commentisfree/2020/jul/05/first-dog-on-the-moon-the-man-the-myth-the-marsupials", "date_published": "2020-07-05 17:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County lines gangs disguised drug couriers as key workers during coronavirus lockdown", "description": "<p>Liverpool drug lords operated a ‘click and collect’ service for cocaine and heroin, Mersyside police say </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>Criminal gangs have been dressing young drug mules as nurses and Deliveroo workers to deliver cocaine, heroin and illegally acquired prescription drugs during lockdown, according to a senior officer in charge of tackling <a href=\"https://www.theguardian.com/uk-news/2020/apr/13/gangs-still-forcing-children-into-county-lines-drug-trafficking-police-covid-19-lockdown\">county lines</a> dealing at one of the UK’s biggest police forces.</p><p>Supt Andy O’Connor of Merseyside police said Liverpool drug lords forced to return home during lockdown were operating a “click and collect” service for couriers disguised as key workers to travel in and out of the region with drugs.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/05/county-lines-gangs-drug-couriers-key-workers-coronavirus-lockdown-cocaine-heroin\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/05/county-lines-gangs-drug-couriers-key-workers-coronavirus-lockdown-cocaine-heroin", "date_published": "2020-07-05 17:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Enable beaten again as Ghaiyyath wins Eclipse Stakes at Sandown", "description": "<ul><li>Front-running Ghaiyyath takes Group One race by two lengths</li><li>Mishriff wins Prix du Jockey Club at Chantilly</li></ul><p>Enable was beaten for the second race in a row and only the third time in her career in the Group One Eclipse Stakes here on Sunday, when she finished just over two lengths behind the frontrunning Ghaiyyath without ever looking likely to reel him in. Enable remains the clear favourite for the King George VI and Queen Elizabeth Stakes later this month, however, with John Gosden, her trainer, insisting that she will be fitter and sharper at Ascot with her six-year-old debut behind her.</p><p>Ghaiyyath was many lengths behind Enable in last year’s Prix de l’Arc de Triomphe but the five-year-old has looked like both a stronger and more reliable performer in his two races so far this summer.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/05/enable-beaten-again-as-ghaiyyath-wins-eclipse-stakes-at-sandown\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/05/enable-beaten-again-as-ghaiyyath-wins-eclipse-stakes-at-sandown", "date_published": "2020-07-05 16:59:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson now has 'sound reasons' to keep Huawei out of UK 5G", "description": "<p>Former MI6 chief said US sanctions on Huawei meant Chinese telecoms firm now posed security risks to UK</p><p>Boris Johnson now has “sound technical reasons” to reverse his decision to allow the Chinese firm Huawei to play a role in building the UK’s 5G infrastructure, a former head of MI6 said on Sunday.</p><p>Sir John Sawers said new US sanctions imposed on the company meant that allowing Huawei to expand its grip on the UK telecoms market posed security risks that did not apply when the government announced a compromise solution in January giving it up to 35% of the market.</p> <a href=\"https://www.theguardian.com/technology/2020/jul/05/boris-johnson-now-has-sound-reasons-to-keep-huawei-out-of-uk-5g\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jul/05/boris-johnson-now-has-sound-reasons-to-keep-huawei-out-of-uk-5g", "date_published": "2020-07-05 16:52:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scientists investigate cases of post-Covid-19 fatigue", "description": "<p>Some sufferers report long-term symptoms such as difficulty concentrating and aching muscles</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Most people experience Covid-19 as a short-term illness: once the infection has been fought off, they bounce back to health. But evidence is emerging of a significant minority – sometimes referred to as “long haulers” – who struggle with long-term symptoms for a month or longer.</p><p>Anecdotal reports have abounded of people left with fatigue, aching muscles and difficulty concentrating. Online support groups on Facebook and Slack have sprung up, already hosting thousands of members who say they have not got better.</p> <a href=\"https://www.theguardian.com/society/2020/jul/05/scientists-investigate-cases-of-post-covid-19-fatigue\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/05/scientists-investigate-cases-of-post-covid-19-fatigue", "date_published": "2020-07-05 16:52:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police watchdog to investigate fatal car crash in Kent", "description": "<p>IOPC will examine whether police were pursuing car when it crashed, killing teenage girl</p><p>Kent police have referred themselves for investigation after a teenage girl died in a car crash on Saturday night.</p><p>A 17-year-old from Ashford died and three other people were seriously injured after the car in which they were travelling collided with a tree in a garden at around 8.20pm.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/05/police-watchdog-to-investigate-fatal-car-crash-in-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/05/police-watchdog-to-investigate-fatal-car-crash-in-kent", "date_published": "2020-07-05 16:13:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran's foreign minister heckled and called a liar in parliament", "description": "<p>Display of anger likely to encourage US to believe sanctions are creating tensions</p><p>Hardline Iranian MPs heckled the country’s foreign minister, Javad Zarif, and denounced him as a liar in parliament on Sunday, in a display of division and anger that is likely to encourage Washington to believe that its tough sanctions policy is creating deep tensions.</p><p>Zarif was speaking to the <a href=\"https://www.theguardian.com/world/2020/jun/24/rise-of-iran-hardliners-threatens-nuclear-diplomacy-europe-warned\">newly elected and conservative-dominated parliament</a> for the first time and had to wait for the speaker to restore order as he was accused of selling the country out by negotiating with the US administration over the nuclear deal in 2015. The row, which lasted several minutes, shows how conservatives will use the failure of the nuclear deal to boost the Iranian economy to isolate any reformist candidate in next year’s presidential election.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/iran-foreign-minister-javad-zarif-heckled-and-called-a-liar-in-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/iran-foreign-minister-javad-zarif-heckled-and-called-a-liar-in-parliament", "date_published": "2020-07-05 15:45:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour mayors back plan to make police record misogyny as hate crime", "description": "<p>Stella Creasy believes amendment to domestic abuse bill would make police take misogyny more seriously<br /></p><p>Labour’s metro mayors have united behind a parliamentary proposal from Stella Creasy to force the police to start recording misogyny as a hate crime.</p><p>Sadiq Khan, the mayor of London, Andy Burnham, the mayor of Greater Manchester, Steve Rotheram, the mayor of the Liverpool city region, and Dan Jarvis, the mayor of the Sheffield city region, are backing an amendment to the domestic abuse bill tabled by the Labour backbencher Creasy, which she believes will lead to police forces taking domestic abuse more seriously.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/05/labour-mayors-back-plan-to-make-police-record-misogyny-as-hate\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/05/labour-mayors-back-plan-to-make-police-record-misogyny-as-hate", "date_published": "2020-07-05 15:43:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish politicians call for urgent action to stop Gaelic dying out", "description": "<p>Finance secretary, Kate Forbes, among those asking for language to be prioritised</p><p>Senior politicians in Scotland’s Gaelic-speaking areas have called for the language to be given much greater priority in civil and public life to stop it dying out.</p><p>Kate Forbes, the Scottish finance secretary, and Alasdair Allan, a former minister, said Gaelic had to be given precedence or parity in all areas of public life and the economy across Gaelic areas of the Highlands and islands.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jul/05/scottish-politicians-call-for-urgent-action-to-stop-gaelic-dying-out\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jul/05/scottish-politicians-call-for-urgent-action-to-stop-gaelic-dying-out", "date_published": "2020-07-05 15:20:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police urged to investigate Dominic Cummings' trip during Covid-19 lockdown", "description": "<p>Exclusive: ex-chief prosecutor’s lawyers say behaviour of Boris Johnson’s aide warrants ‘thorough investigation’</p><p>The former chief prosecutor for north-west England has urged the Metropolitan police to launch an immediate investigation into Dominic Cummings’ trip from London to Durham at the height of the coronavirus outbreak.</p><p>Lawyers for Nazir Afzal have written to the Met commissioner, Cressida Dick, arguing that the behaviour of Boris Johnson’s chief adviser during the lockdown warrants a “thorough investigation”.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/05/met-police-urged-to-investigate-dominic-cummings-trip-during-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/05/met-police-urged-to-investigate-dominic-cummings-trip-during-covid-19-lockdown", "date_published": "2020-07-05 15:05:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russians arrested in Austria over killing of Chechen dissident", "description": "<p>Government critic found dead with gunshot wounds near Vienna on Saturday</p><p>Austrian police have <strong>arrested two</strong> Russians from Chechnya over the fatal shooting of a Chechen dissident.</p><p>A 43-year-old man was found dead with gunshot wounds in Gerasdorf, near Vienna, on Saturday. Police arrested a 47-year-old in Linz, 125 miles (200km) from the capital. A second Russian, 37, also from Chechnya and living in Austria, was detained on Sunday for investigations into the murder of his fellow Russian citizen.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/russian-arrested-in-austria-over-killing-of-chechen-dissident\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/russian-arrested-in-austria-over-killing-of-chechen-dissident", "date_published": "2020-07-05 14:52:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ghislaine Maxwell to appear in court as fresh details of arrest emerge", "description": "<p>More than 20 armed officers said to have taken part in raid leading to her detention at rural New Hampshire retreat</p><p>Ghislaine Maxwell, who is accused of grooming underage victims for sexual abuse by the disgraced US financier Jeffrey Epstein, is scheduled to appear in a New York court this week as fresh details emerge of her arrest in an FBI raid.</p><p>More than 20 armed agents and police are reported to have taken part in the early-morning operation on Thursday that led to her being handcuffed at her secluded, rural retreat in New Hampshire and taken into custody.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/05/ghislaine-maxwell-to-appear-in-court-as-fresh-details-of-arrest-emerge\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/05/ghislaine-maxwell-to-appear-in-court-as-fresh-details-of-arrest-emerge", "date_published": "2020-07-05 14:47:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "GP appointments by phone and video surge during coronavirus lockdown", "description": "<p>NHS figures reveal 48% of GP appointments in May were carried out over the phone </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <p>The number of GP appointments over the phone or via video call have surged during lockdown, figures reveal, with the practice likely to continue after restrictions are fully lifted.</p><p><a href=\"https://digital.nhs.uk/data-and-information/publications/statistical/appointments-in-general-practice/march-2020\">NHS figures reveal</a> that 48% of GP appointments in May were carried out over the telephone, compared with 14% in February. Despite appointment numbers dropping during lockdown, from 25m in February to 17m in May, the figures suggest many GPs have turned to “telemedicine” to interact with patients.</p> <a href=\"https://www.theguardian.com/society/2020/jul/05/gp-appointments-phone-video-coronavirus-lockdown-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/05/gp-appointments-phone-video-coronavirus-lockdown-nhs", "date_published": "2020-07-05 14:38:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames Water former boss handed £2.8m since being sacked", "description": "<p>Steve Robertson received £2m payoff on top of £777,500 for loss of notice despite being sacked over leakages</p><p>The former boss of Thames Water has been handed £2.8m since leaving the company, despite being sacked for leakages and fines while in charge.</p><p>Steve Robertson, who stopped working for the company in May last year, was given a £2m payoff for losing his job on top of £777,500 paid to cover his 12-month notice period.</p> <a href=\"https://www.theguardian.com/business/2020/jul/05/thames-water-former-boss-handed-28m-since-being-sacked\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/05/thames-water-former-boss-handed-28m-since-being-sacked", "date_published": "2020-07-05 14:27:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Theatre was my first love': Bernardine Evaristo on her NHS play, Twitter trolls and 'porny' posts", "description": "<p>The Booker-winning writer has returned to the stage, penning a drama defending the NHS. She talks about ‘bittersweet’ success – and getting caught up in attacks on Nicola Sturgeon</p><p>Bernardine Evaristo has had several firsts lately. But long before she became the first black female novelist to win the Booker prize, for <a href=\"https://www.theguardian.com/books/2019/may/08/girl-woman-other-by-bernardine-evaristo-review\">Girl, Woman, Other</a> in 2019, she set up a groundbreaking theatre company for black women, the first of its kind in Britain.</p><p>“Theatre was my first love,” she says, as she returns to that passion with a 15-minute monologue for the Old Vic in London. It’s part of a <a href=\"https://www.oldvictheatre.com/whats-on/2020/your-old-vic/the-greatest-wealth\">series curated by Lolita Chakrabarti</a> that began in 2018, aiming to celebrate the NHS, then having its 70th anniversary. “I was ecstatic. I love writing monologues. A lot of my books are in first-person.”</p> <a href=\"https://www.theguardian.com/stage/2020/jul/05/bernardine-evaristo-nhs-play-twitter-trolls-porny-posts-nicola-sturgeon\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jul/05/bernardine-evaristo-nhs-play-twitter-trolls-porny-posts-nicola-sturgeon", "date_published": "2020-07-05 14:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dream Wife: So When You Gonna... review – a punk band that still sounds like one", "description": "<p>(Lucky Number)<br />The London-based trio’s second album is an enjoyably jagged, ambitious cacophony</p><p><a href=\"https://www.theguardian.com/music/2018/jan/27/dream-wife-one-to-watch\">Dream Wife</a> are a very modern rock band: they sing about queer love, miscarriage and misogyny; they work with an all-female recording team; and they have a podcast. And yet the London-based trio’s music recalls lost nights at midweek indie clubs and Karen O’s fingerless gloves. The follow-up to their self-titled 2018 debut continues to blend 2000s guitar bands with yelping riot grrrl while sounding surprisingly new, stripping back their earlier post-punk atmospherics to bring Icelandic singer Rakel Mjöll’s storytelling to the fore.</p><p>They career through a wide range of moods – coquettish, horny, craving approval, irony – with a zeal you rarely hear in other bands. Occasionally those stories can come across as a little juvenile, but where they lack finesse (and, indeed, it’s great to hear a punk band that still sounds like one, the edges unsmoothed), they make up for in ambition. Old Flame is a smouldering, Robyn-inspired lament for lost love; the <a href=\"https://youtu.be/00T9MYZ9kN8\">title track</a> is a tantrum about wanting to make out; and the album ends with After the Rain, a moving pro-choice piano ballad. “Serve it, smash it, win it, own it”, they pout on electroclash-esque single <a href=\"https://youtu.be/aWZFtIcMPS8\">Sports!</a> An exuberant racket.</p> <a href=\"https://www.theguardian.com/music/2020/jul/05/dream-wife-so-when-you-gonna-review-a-punk-band-that-still-sounds-like-one\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/05/dream-wife-so-when-you-gonna-review-a-punk-band-that-still-sounds-like-one", "date_published": "2020-07-05 14:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Powerless, rudderless and adrift: Covid-19 has crystallised how England feels | John Harris", "description": "<p>A sense of exclusion and abandonment is as central to people’s experience of this crisis as it was to the Brexit vote</p><p>Ten days or so ago, Leicester was an overlooked but fascinating city trying to find its way through the Covid-19 crisis in much the same way as everywhere else: whatever its problems, a diverse, vivacious place where people can <a href=\"https://www.leicester.gov.uk/media/177367/2011-census-findings-diversity-and-migration.pdf\">trace their backgrounds</a> to over 50 countries around the world. Since a first visit in my early 20s, I have grown very fond of it. During the general election of 2015, when on an assignment to follow Nigel Farage around Lincolnshire, I made a point of <a href=\"https://www.youtube.com/watch?v=6yZBzXwwsdY]\">staying there en route</a>, solely to remind myself of the England that his politics of nastiness and grievance did not speak for, and of a future that, even as the clouds of Brexit gathered, still felt like it might be within this country’s grasp.</p><p>And now? As anyone famous will tell you, residence in the headlines tends to reduce people and places to cheap and nasty cliches. And so it has proved. Rather than pointing to appallingly mixed messages from the government, too much coverage of the city’s outbreak has <a href=\"https://www.dailymail.co.uk/news/article-8473607/Leicester-locals-blame-lockdown-paid-no-attention-social-distancing.html\">focused on</a> supposedly irresponsible people flouting social distancing rules, while <a href=\"https://www.huffingtonpost.co.uk/entry/leicester-lockdown-racists-blaming-asian-ethnic-minority-bame_uk_5efcb472c5b6acab2849fc62\">reports</a> of “language barriers” among the local population and the city’s exploited garment factory workers still <a href=\"https://www.theguardian.com/uk-news/2020/jul/04/boohoo-booms-leicester-garment-factories-linked-lockdown\">having to go into work during lockdown</a> have led in some cases<strong> </strong>to racist poison on social media.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/covid-19-england-exclusion-brexit-leicester\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/05/covid-19-england-exclusion-brexit-leicester", "date_published": "2020-07-05 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lifting of lockdown in England: how do you feel reopening has gone?", "description": "<p>We would like to hear from business owners and people who have visited pubs and restaurants to tell us how reopening has been <br /></p><p>Pubs, restaurants and hairdressers in England are some of the <a href=\"https://www.theguardian.com/money/2020/jun/24/coronavirus-lockdown-eased-4-july-england-pub-hairdresser-gym\">businesses that </a><a href=\"https://www.theguardian.com/money/2020/jun/24/coronavirus-lockdown-eased-4-july-england-pub-hairdresser-gym\"> were able to reopen from 4 July</a>. Other venues include cinemas, hairdressers and campsites. Weddings will also be able to go ahead and two households of any size will be able to meet indoors.</p><p>We want to hear from business owners and customers on how they feel the easing of lockdown rules has been this weekend.</p> <a href=\"https://www.theguardian.com/business/2020/jul/05/lifting-of-lockdown-in-england-how-do-you-feel-reopening-has-gone\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jul/05/lifting-of-lockdown-in-england-how-do-you-feel-reopening-has-gone", "date_published": "2020-07-05 13:23:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The government errors that led to Leicester's Covid-19 spike are clear to see", "description": "<p>Delays in passing on vital information, and insufficient financial support for people to self isolate, have proved a deadly combination</p><p>• Claudia Webbe is the Labour MP for Leicester East</p><p>Like many Leicester residents, I have been extremely concerned by the spike of <a href=\"https://www.theguardian.com/uk-news/2020/jun/30/leicester-lockdown-what-are-the-new-covid-19-restrictions\">coronavirus cases in my home city</a>. I understand how difficult it will be for members of our community to see the rest of the country eating in restaurants and going to the cinema. Yet at a time of unprecedented upheaval, it is important that lives and public health are prioritised above all else, and I welcome the extension of lockdown measures.</p><p>Like many of my constituents, I am also concerned that many of the worst affected areas are in Leicester East. (Six out of the seven wards in my constituency were in the top 10 worst affected – with North Evington recording the highest rate.) Like everyone else, I am also concerned about my vulnerable relatives and loved ones who will have to remain shielding.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/government-errors-leicester-covid-19-spike\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/05/government-errors-leicester-covid-19-spike", "date_published": "2020-07-05 13:17:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The death of the bra: will the great lingerie liberation of lockdown last?", "description": "<p>Working from home has been a chance to do away with uncomfortable, unnecessary underwear. And many women have no intention of returning to underwires and constriction<br /></p><p>It was after a shopping trip, the first time for weeks that Louise Kilburn had ventured out during the lockdown, that she realised she wasn’t wearing a bra. “I’d completely forgotten to put it on,” she says. Kilburn, a university lecturer, had been shielding since the last week of March. She was still busy teaching online, although not usually by video, and had created a more comfortable work wardrobe of pyjamas, loungewear “and, more importantly, no bra”. Her bras were somewhere, she says, with a laugh, under a pile of pre-lockdown clothes – lost enough that she had to buy some bralettes, a more unstructured style, to try out. She had, she says, “mislaid my boob cages”.</p><p>Lockdown has changed a lot of things about the way we present ourselves to the world, and for many women, ditching their bra has been a particularly popular one. “I just don’t see bras making a comeback after this,” <a href=\"https://twitter.com/TomiObaro/status/1259933250316840961?s=20\">tweeted</a> the Buzzfeed writer Tomi Obaro in May. Her tweet has been “liked” more than half a million times. The feminist satire website Reductress ran a <a href=\"https://twitter.com/Reductress/status/1278701336490643457?s=20\">headline</a> last week reading: “Bra furlough extended.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/05/death-of-bra-will-great-lingerie-liberation-lockdown-last\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/05/death-of-bra-will-great-lingerie-liberation-lockdown-last", "date_published": "2020-07-05 13:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears of widespread disorder unfounded as English pubs reopen", "description": "<p>Relief as concerns about overwhelmed emergency services fail to materialise</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Fears that emergency services would be overwhelmed after pubs and restaurants reopened in England were not realised, according to initial reports.</p><p>Before pubs opened for the first time since 23 March, NHS England told hospitals and ambulance services that demand for care was likely to match that of New Year’s Eve. Police forces <a href=\"https://www.theguardian.com/uk-news/2020/jul/01/police-to-step-up-patrols-amid-fears-of-chaos-as-english-pubs-reopen\">deployed extra patrols</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/fears-of-widespread-disorder-prove-unfounded-as-english-pubs-reopen\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/fears-of-widespread-disorder-prove-unfounded-as-english-pubs-reopen", "date_published": "2020-07-05 12:54:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This pandemic has exposed the uselessness of orthodox economics | Jonathan Aldred", "description": "<p>Post Covid-19, our priority should be to build resilient systems explicitly designed to withstand worst-case scenarios</p><p>Even before the pandemic came along, the world economy faced a set of deepening crises: a <a href=\"https://www.theguardian.com/environment/2019/oct/13/firms-ignoring-climate-crisis-bankrupt-mark-carney-bank-england-governor\">climate emergency</a>, <a href=\"https://www.theguardian.com/news/2019/sep/09/inequality-is-it-rising-and-can-we-reverse-it\">extreme inequality</a> and huge disruption to the world of work, with <a href=\"https://www.theguardian.com/technology/2017/jan/11/robots-jobs-employees-artificial-intelligence\">robots and AI systems</a> replacing humans.</p><p>Conventional economic theories have had little to offer. On the contrary, they have acted like a cage around our thinking, vetoing a range of progressive policy ideas as unaffordable, counter-productive, incompatible with free markets, and so on. Worse than that, economics has led us, in a subtle, insidious way, to internalise a set of values and ways of seeing the world that prevents us even imagining various forms of radical change.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/pandemic-orthodox-economics-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/05/pandemic-orthodox-economics-covid-19", "date_published": "2020-07-05 12:05:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brit Bennett: 'Last week was truly the wildest week of my life'", "description": "<p>The US author on topping the bestseller charts with her new novel, why being right is overrated, and the TV show bringing her joy in lockdown<br /></p><p>Brit Bennett, 30, was born and raised in southern California. She attended Stanford University and earned an MFA in fiction at the University of Michigan. Her acclaimed first novel, <em><a href=\"https://www.theguardian.com/books/2016/nov/27/the-mothers-brit-bennett-review-bold-new-voice-american-fiction\">The Mothers</a></em>, was published in 2016, when she was 26. Her follow-up, <em><a href=\"https://www.theguardian.com/books/2020/jun/23/the-vanishing-half-by-brit-bennett-review-two-faces-of-the-black-experience\">The Vanishing Half</a></em>, has spent the past three weeks in the top five of the <em>New York Times</em> bestseller list and the screen rights have been optioned by HBO in a <a href=\"https://deadline.com/2020/06/hbo-the-vanishing-half-auction-seven-figure-deal-17-bidders-brit-bennett-bestseller-1202973021/\">seven-figure deal</a>.</p><p><strong>HBO had to </strong><strong>outbid 17 rival</strong><strong> TV companies in the race to adapt your book for the screen. How does that feel?<br /></strong>Last week was truly the wildest week of my life. It was my birthday week, so I’ve never been sent so many bottles of champagne or bouquets of flowers in my life, and probably never will be again.</p> <a href=\"https://www.theguardian.com/books/2020/jul/05/brit-bennett-last-week-was-truly-the-wildest-week-of-my-life\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jul/05/brit-bennett-last-week-was-truly-the-wildest-week-of-my-life", "date_published": "2020-07-05 12:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Only 7% of British people are heading to the pub. Here's why I'm one of them | Zoe Williams", "description": "<p>A small proportion of the population are going straight back to the boozer – and while there are many motivations, there’s one group we particularly have to watch out for</p><p>The pubs reopening should be the most exciting thing that ever happened to us. In March, I was pledging to arrive at 11am on this sacred day, and keep a seat warm and a tab open for everyone I’ve ever cared for, even a small amount. But freedom has dawned the way we knew it would, from a government whose potency has drained away with its competence: restrictions have been lifted to exactly the degree that people had unofficially decided to lift them weeks before.</p><p>Pubs were already open. Some have been since the middle of May. You could buy a pint. You could sit in the park opposite (sorry, pubs that didn’t have a park opposite, I can see things were different for you). The only thing you couldn’t do was have a glass made of glass or use the toilet. In theory, this should have made people go home earlier; in practice, everyone just went behind a tree. It was as if the entire pub genre had been reconfigured for hard-drinking toddlers. We should have counted ourselves lucky we weren’t given our pints in sippy cups.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/only-7-of-british-people-are-heading-to-the-pub-heres-why-im-one-of-them\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jul/05/only-7-of-british-people-are-heading-to-the-pub-heres-why-im-one-of-them", "date_published": "2020-07-05 12:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Buju Banton: Upside Down 2020 review – as good as he's ever been", "description": "<p>(Roc Nation/Gargamel)<br />The controversial reggae star returns with a majestic howl of rage and an inspired mix of dancehall, roots and rock</p><p>Buju Banton is the 90s Bob Marley in Jamaica. In the UK, it feels necessary to recall his <a href=\"https://www.theguardian.com/uk/2007/jul/23/musicnews.gayrights\">miserably homophobic single</a> Boom Bye Bye, which cast a poisonous pall over his nascent international career in 1992. Banton wrote it aged 15, half the age Eric Clapton was when he ranted about “keeping Britain white”. But we don’t read about Clapton’s racist drivel in every review and interview. Adult Clapton was given a pass that teenage Banton never got. White privilege? Perhaps.</p><p>Yet although Banton renounced homophobia, and has now deleted the song from his catalogue, he was still performing it in 2007. And while there are dozens of Buju lyrics on Genius, only one has over 100,000 views. Its squalid allure endures. It shadows his later, conscious work.</p> <a href=\"https://www.theguardian.com/music/2020/jul/05/buju-banton-upside-down-2020-review-as-good-as-hes-ever-been\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/05/buju-banton-upside-down-2020-review-as-good-as-hes-ever-been", "date_published": "2020-07-05 12:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seattle: police seek motive after driver hits protesters, killing one", "description": "<ul><li>I-5 freeway protest hit by car early on Saturday, driver arrested</li><li>Authorities say road will now be closed to protesters </li></ul><p>One person died and one remained in serious condition after a car drove into protesters on a freeway in Seattle.</p><p>Summer Taylor, 24, of Seattle, died on Saturday evening at Harborview Medical Center, hospital spokeswoman Susan Gregg said.</p> <a href=\"https://www.theguardian.com/us-news/2020/jul/05/seattle-woman-killed-injured-car-drives-into-protesters\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jul/05/seattle-woman-killed-injured-car-drives-into-protesters", "date_published": "2020-07-05 11:48:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Penumbral lunar eclipse and a mock-up fashion show - the weekend's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world, including Independence Day fireworks, a toy poodle on a Cornish beach and the aftermath of floods in Japan</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jul/05/penumbral-lunar-eclipse-and-a-mock-up-fashion-show-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jul/05/penumbral-lunar-eclipse-and-a-mock-up-fashion-show-weekends-best-photos", "date_published": "2020-07-05 11:33:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Planet virus: seven novelists from around the world on living with the pandemic", "description": "<p>Covid-19 has exposed social and political fault lines from Brazil to Iceland to South Korea. Here, seven acclaimed writers share their lockdown experiences</p><p><em>Tayari Jones is the author of </em><em>five</em><em> novels. Her </em><em>fourth</em><em> book, </em><em>An American Marriage,</em><em> won the 2019 Women’s </em><em>prize </em><em>for </em><em>fiction. Her latest novel, <a href=\"https://www.theguardian.com/books/2020/apr/13/silver-sparrow-by-tayari-jones-review-daddys-girls-with-a-difference\">Silver Sparrow</a>, was published </em><em>in March, to critical acclaim. Born and raised in Atlanta, she returned to the city recently after a decade in New York, to teach at </em><em>Emory University</em></p> <a href=\"https://www.theguardian.com/world/2020/jul/05/planet-virus-seven-novelists-from-around-the-world-on-living-with-the-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/planet-virus-seven-novelists-from-around-the-world-on-living-with-the-pandemic", "date_published": "2020-07-05 11:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Honey, I shrunk the shopping: the rise of mini products as children's toys", "description": "<p>Mini products are the latest toy fad. But are the dinky replicas just some harmless fun, or a cynical marketing tool to boost brand awareness?</p><p>There are two bottles of Dove body wash in my home, and they are nearly identical. They have the same distinctive curved shape and flip lid, the same label, the same Unilever trademark. They differ in just one crucial way. One is 22cm tall and is designed to be used in my bath. The other measures 5.5cm – about the size of my little finger – and is a children’s toy.</p><p>My miniature bottle of Dove was hatched from the inside of a plastic egg. It is just one of 115 supermarket items that have been miniaturised by New Zealand toy company Zuru as part of its 5 Surprise Mini Brands range. A child buys a Mini Brands ball unaware what’s inside – it opens much like a Terry’s Chocolate Orange (Zuru have trademarked the toy’s “bloom open”) – and discovers five segments each housing a miniature. Among other things, you can get a teeny-tiny tin of Spam, a packet of Wet Ones wipes, some Knorr rice, a jar of Hellman’s mayonnaise, a box of Lipton tea bags and a bottle of Kikkoman soy sauce. Most of these boxes and jars don’t open – there’s just packing foam inside.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/05/honey-i-shrunk-the-shopping\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/05/honey-i-shrunk-the-shopping", "date_published": "2020-07-05 10:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The great escape: 10 lovely new holiday cottages in the UK", "description": "<p>Many Brits will be holidaying in the UK this summer, fortunately there are many gorgeous getawatys to choose from</p><p>Since buying this coastal farm on a whim while filming in Pembrokeshire some 15 years ago, Griff Rhys Jones and his family have set about restoring the 70-acre estate’s cottages and outbuildings one by one, converting them into cosy holiday retreats that celebrate Welsh craftsmanship. The latest conversion of a granary, with exposed stone walls, Welsh slate floors and a woodburner, is no exception. It’s just a short stroll from the front door to the <a href=\"https://www.visitpembrokeshire.com/explore-pembrokeshire/coast-path\" title=\"\">Pembrokeshire Coast Path</a> (look out for dolphins) and beautiful Blue Flag beaches, such as Abermawr. <em>From £989 for three nights in July – holidays in Wales are permitted from 15 July. Sleeps </em><em>six (<a href=\"https://www.underthethatch.co.uk/granart\" title=\"\">underthethatch.co.uk</a>)</em></p> <a href=\"https://www.theguardian.com/travel/2020/jul/05/10-top-holiday-cottages-united-kingdom-the-great-escape\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/jul/05/10-top-holiday-cottages-united-kingdom-the-great-escape", "date_published": "2020-07-05 10:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I've spent years taming the OCD monster. Coronavirus has ruined everything", "description": "<p>I’d come to think of myself as a sad wizard, burdened with rituals to prevent catastrophes. Then the pandemic made those threats real</p><p>For many of us, coronavirus has inspired a bit of a germ obsession. We wash our hands until they’re chapped. We see other people as potential vectors. We wipe down our groceries with Lysol, apparently having decided that, if it comes to it, we’d rather die of disinfectant poisoning than a virus.</p><p>In our efforts not to contract Covid-19, many of us are getting a taste of a different kind of illness: obsessive-compulsive disorder. And for some who have spent years learning to cope with OCD, the latest crisis is undermining everything we’ve learned about our own brains.</p> <a href=\"https://www.theguardian.com/society/2020/jul/05/ocd-coronavirus-cbt-mental-health\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/05/ocd-coronavirus-cbt-mental-health", "date_published": "2020-07-05 10:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan floods leave dozens dead, including nursing home residents", "description": "<p>Record rainfall triggers landslides in western Kumamoto region, stranding hundreds </p><p>Deep floodwaters and the risk of further mudslides have hampered search and rescue operations after heavy rain in southern Japan, including at elderly home facilities where more than a dozen residents died and scores were left stranded.</p><p>Helicopters and boats rescued more people from their homes in the Kumamoto region. More than 40,000 troops, the coastguard and fire brigades took part in the operation.</p> <a href=\"https://www.theguardian.com/world/2020/jul/04/japanese-floods-leave-fourteen-feared-dead-at-nursing-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/04/japanese-floods-leave-fourteen-feared-dead-at-nursing-home", "date_published": "2020-07-05 09:57:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Priti Patel's balancing act as home secretary", "description": "<p>She broke the rules in her first cabinet job and has faced accusations of bullying, but her hardline instincts have brought her to the high wire of government. Could she be the next Tory leader?</p><p>Priti Patel did not betray so much as a flicker of anger. Her voice was calm, her shoulders steady, and she bit her lip only very briefly before responding to black MP Florence Eshalomi’s emotional call for her to acknowledge and act on the fears raised by Black Lives Matter protesters taking to the streets.</p><p>She was “saddened”, she told the House of Commons, to be accused of failing to understand: “It must have been a very different home secretary who as a child was frequently called a Paki in the playground; a very different home secretary who was racially abused in the streets, or even advised to drop her surname and use her husband’s in order to advance her career.” She needed no lessons on racism from Labour, she said.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/05/priti-patel-balancing-act-as-home-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/05/priti-patel-balancing-act-as-home-secretary", "date_published": "2020-07-05 09:30:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Explosive potential’: Victoria sends 500 police to contain coronavirus in public housing high-rises", "description": "<p>Sudden lockdown has left some of its 3,000 Melbourne residents without food and unable to attend work </p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jul/06/coronavirus-australia-live-news-victoria-covid-19-masks-lockdown-nsw-qld-police-dhhs-latest-updates\">Follow live updates in Monday’s Australia coronavirus blog</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/jul/05/what-we-know-about-victorias-coronavirus-public-housing-tower-hard-lockdowns\">What we know about the public housing tower ‘hard lockdowns’</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/jul/03/coronavirus-victoria-melbourne-clusters-covid-19-hotspot-suburbs-lockdown-everything-you-need-to-know-family-outbreak-keilor-downs-albanvale-hallam-coburg-brimbank-wollert-ascot-vale-maribyrnong-fawkner-tullamarine-truganina\">Everything we know about Victoria’s Covid-19 clusters</a></li><li><a href=\"https://www.theguardian.com/australia-news/melbourne\">Find all our coverage of the ‘hard lockdown’ in Melbourne</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/jul/01/covid-19-active-cases-coronavirus-australia-state-data-update-how-many-new-numbers-today-map-stats-statistics-r-number-hotspots-postcode-corona-deaths-death-toll\">Australia hotspots map, stats and active cases</a><br /></li><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email?CMP=cvau_sfl\">Sign up for Guardian Australia’s coronavirus email</a></li><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app to get the most important news notifications</a></li></ul><p>Health authorities in Australia are desperately trying to quash the “explosive potential” of a Covid-19 outbreak across nine public housing towers in Melbourne from escalating into a city-wide lockdown, as rents are waived and hardship allowances are introduced for the 3,000 residents who have been banned from leaving their apartments.</p><p> Australia’s acting chief medical officer Paul Kelly labelled the towers at the centre of the outbreaks “vertical cruise ships”, as residents of the nine towers, many of whom are migrants, <a href=\"https://www.theguardian.com/australia-news/2020/jul/05/what-we-know-about-victorias-coronavirus-public-housing-tower-hard-lockdowns\"> complained of a lack of food supplies and the size of the police force – 500 on rotating shifts – enforcing the “hard lockdown”.</a></p> <a href=\"https://www.theguardian.com/world/2020/jul/05/explosive-potential-victoria-sends-500-police-to-contain-coronavirus-in-public-housing-high-rises\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/explosive-potential-victoria-sends-500-police-to-contain-coronavirus-in-public-housing-high-rises", "date_published": "2020-07-05 09:14:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From ice queen to hothead: how Cate Blanchett negotiated stardom on her own terms", "description": "<p> The versatile actor is back on the small screen in two contrasting roles – Phyllis Schlafly, America’s scourge of second-wave feminism, and as an Australian cult leader</p><p>There are actors who leave you transfixed because of the sheer wattage of their star power, and actors who can suck you in so completely that you forget the person behind the part.</p><p>Cate Blanchett is that rare thing: an actor who does both. Whether freezing courtiers with a single glare in <em><a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian/0,,31880,00.html\" title=\"\">Elizabeth</a></em>, the 1998 film that made her name, or hinting at a burning passion waiting to be released by the right touch from the right person in 2015’s <em><a href=\"https://www.theguardian.com/film/2015/nov/29/carol-review-todd-haynes-cate-blanchett-rooney-mara\" title=\"\">Carol</a></em>, Blanchett has a talent – and a presence – that is impossible to ignore.</p> <a href=\"https://www.theguardian.com/film/2020/jul/05/from-ice-queen-to-hothead-how-cate-blanchett-negotiated-stardom-on-her-own-terms\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/05/from-ice-queen-to-hothead-how-cate-blanchett-negotiated-stardom-on-her-own-terms", "date_published": "2020-07-05 08:09:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former WHO director Anthony Costello: 'Opening pubs before schools says something about our priorities'", "description": "<p>The paediatrician and member of Independent Sage on Matt Hancock, the likelihood of a vaccine and why 50,000 deaths were preventable</p><p>Anthony Costello is a paediatrician and international expert on child health who has been an outspoken critic of the British government’s response to Covid-19. He is a member of Independent Sage, a group of experts set up to provide “robust, independent advice” in regard to the UK’s coronavirus policies, and former director of the Institute for Global Health at University College London. He has worked in a number of low-income nations, developing effective strategies for cutting newborn and maternal mortality rates. He also served as director of maternal, child and adolescent health at the World Health Organization (WHO) in Geneva.</p><p><strong>What do you think about the decision to open pubs yesterday?<br /></strong>Well it’s very odd in Britain that we’re opening pubs before schools. It says something about our priorities. Being outdoors the risks are pretty low – 19 times lower risk <a href=\"https://www.medrxiv.org/content/10.1101/2020.02.28.20029272v2\">according to a Japanese study</a>. I would have said open pubs as long as you serve outside. The worry is that people will be crowding together to get drinks, and that as they’ll be drinking, they’ll lose their inhibitions. And in an indoor space there’s lots of potential to be a super-spreader. So I’m a bit opposed to pubs opening, but I understand the reasons why they’ve done it.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/anthony-costello-world-health-organization-independent-sage-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/anthony-costello-world-health-organization-independent-sage-coronavirus", "date_published": "2020-07-05 08:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Seeing the trees being ripped down is really hard’: meet a father and son protesting against HS2", "description": "<p>The controversial HS2 route slices through some of England’s most precious woodland. But standing in its way are father and son Larch and Seb Maxey. They explain why living 30ft off the ground in precarious treehouses has brought them closer together</p><p>Attach it to the edge,” instructs Seb. “What I recommend you do is…” replies Larch. As they pass each other tools and hold up timber, tacks and a tarpaulin, Larch and Seb Maxey look like any other father and son spending lockdown on a DIY project together.</p><p>The difference is that they are 30ft up an ash tree, building a treehouse in a wood surrounded by the thunder of the construction of the high-speed rail link between London and Birmingham. As the ash sways, Larch, who is 47 but looks younger, and Seb, 19, work carefully and harmoniously, balanced on a 2m sq platform of flooring joists, ingeniously suspended using cheap blue “polyprop” rope. This homespun operation is a last attempt to halt the massive engineering juggernaut that is <a href=\"https://www.theguardian.com/uk/hs2\" title=\"\">HS2</a>, which the Prime Minister expects to cost more than £100bn.</p> <a href=\"https://www.theguardian.com/environment/2020/jul/05/seeing-the-trees-being-ripped-down-is-really-hard-meet-a-father-and-son-protesting-against-hs2\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jul/05/seeing-the-trees-being-ripped-down-is-really-hard-meet-a-father-and-son-protesting-against-hs2", "date_published": "2020-07-05 08:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Single-mothers' group calls for end to unfair prices at UK attractions", "description": "<p>Zoos, theme parks and gardens guilty of discriminatory and unfair ticket prices, say campaigners</p><p>A group of solo mothers is calling on zoos, tourist attractions, royal gardens and theme parks to change their pricing to take into account different-sized families and end what they believe is a single-parent premium.</p><p>Research carried out by the group of single parents reveals that memberships for some of Britain’s most popular attractions are far higher per person for single-parent families than for two-parent families.</p> <a href=\"https://www.theguardian.com/society/2020/jul/05/revealed-hidden-costs-of-a-day-out-for-single-parent-families\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jul/05/revealed-hidden-costs-of-a-day-out-for-single-parent-families", "date_published": "2020-07-05 07:46:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Risks, R numbers and raw data: how to interpret coronavirus statistics", "description": "<p>Covid-related facts and definitions are confusing, and as lockdown is eased, clarity is more important than ever </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>We’re finally over the first peak of the epidemic, but the numbers relating to the virus keep on spreading. Sometimes, however, things get lost in translation from the spreadsheet to the article, broadcast or tweet.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/risks-r-numbers-and-raw-data-how-to-interpret-coronavirus-statistics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/risks-r-numbers-and-raw-data-how-to-interpret-coronavirus-statistics", "date_published": "2020-07-05 07:11:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Knife-edge Polish presidential race could slow the march of populism", "description": "<p>As liberal Rafał Trzaskowski gains on rightwing Andrzej Duda, LGBT rights are among issues at stake in Poland and beyond<br /></p><p>When Poland’s president, Andrzej Duda, goes up against his liberal challenger in a presidential run-off next Sunday, there will be more at stake than just the medium-term political trajectory of the country. The vote is set to be one of the closest and most important European elections in recent years, and the result will resonate well beyond Poland’s borders.</p><p>Duda takes on liberal challenger Rafał Trzaskowski in a race that numerous polls suggest is too close to call. The final outcome will be watched closely by European leaders wary of Poland’s recent political direction, and by progressive politicians worldwide seeking lessons about what does or doesn’t work in taking on populists at the ballot box.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/knife-edge-polish-presidential-race-could-slow-the-march-of-populism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/knife-edge-polish-presidential-race-could-slow-the-march-of-populism", "date_published": "2020-07-05 07:10:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gove and Johnson 'sold as slaves' at Oxford student charity event", "description": "<p>After PM’s behaviour with the Bullingdon Club, evidence emerges of further antics at Union Society fundraiser </p><p>It may have only merited a few paragraphs in the student newspaper and have taken place 33 years ago, but an Oxford Union Society “slave auction” in which Boris Johnson and Michael Gove were involved is powerful proof of how politicians’ pasts can come back to haunt them.</p><p>“Union slave auction” was the headline in <em>Cherwell</em>, the journal for Oxford students, on 12 June 1987. The small story has escaped the notice of the two men’s biographers and their profile writers until now.</p> <a href=\"https://www.theguardian.com/politics/2020/jul/05/gove-and-johnson-sold-as-slaves-at-oxford-student-charity-event\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jul/05/gove-and-johnson-sold-as-slaves-at-oxford-student-charity-event", "date_published": "2020-07-05 07:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lynn + Lucy review – a devastating tale of friends disunited", "description": "<p>Two former schoolmates are turned against each other in this terrific working-class drama from debut feature director Fyzal Boulifa</p><p>A pair of electrifying performances lie at the heart of this terrific first feature by writer-director Fyzal Boulifa, a modern fable of tested friendships and public shaming. Screen newcomer Roxanne Scrimshaw is a revelation as Lynn, while Nichola Burley (who has impressed in a wide range of film and TV projects since her debut in 2005’s <em>Love + Hate</em>) hits a career high as new mum Lucy. Together, they draw us into a contemporary reality with echoes of an archetypal classical tragedy.</p><p>Inseparable as teenagers (rumours circulated that they were “together”), twentysomethings Lynn and Lucy have remained best friends, living in houses across the street from each other in an anonymous postwar new town. While Lucy continued to party hard after leaving school, Lynn became “a stay-at-home mum”, devoted to raising her daughter, Lola (Tia Nelson). An early shot of the old friends walking together speaks volumes about the different paths their lives have taken – Lynn in a dowdy cardigan, anxiously shouldering the weight of the world; blue-haired Lucy with a silver Puffa jacket, still clinging to a former life.</p> <a href=\"https://www.theguardian.com/film/2020/jul/05/lynn-lucy-review-fyzal-boulifa-roxanne-scrimshaw-nichola-burley-friends-disunited\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jul/05/lynn-lucy-review-fyzal-boulifa-roxanne-scrimshaw-nichola-burley-friends-disunited", "date_published": "2020-07-05 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The new age of the queue", "description": "<p>The British are famous for queueing, but during the pandemic we’ve gone to new lengths. What does our ability to stand patiently say about us?</p><p>The line snaked ominously around the forecourt. I knew B&amp;Q mid-lockdown would be bad, but I hadn’t quite appreciated how bad. “They should call it Q&amp;Q,” my son remarked. There were at least 50 people in a socially distanced trolley conga, braving airborne particles and suspicious glances to lay their hands on shelf brackets, parasols, titanium-tipped screws.</p><p>What was my excuse? Just as a driver complains about being “in traffic” when they are in fact, traffic, so the queuer laments the phenomenon they create. I was painting my kitchen, I had run out of paint, a retail park just off the M5 was the only place where I could lay my hands on the right brand and shade, the government had said it was OK and we were wearing masks. But I also wanted to subject the queue to the sort of study that the anthropologist Kate Fox pioneered while researching her 2004 classic, <em><a href=\"https://www.theguardian.com/books/2004/jul/24/highereducation.news1\" title=\"\">Watching the English</a></em>, which spends a lot of time discussing the commonly held notion that we are a nation of queuers. “An Englishman, even if he is alone, forms an orderly queue of one,” noted the Hungarian émigré George Mikes in his bestselling 1946 book, <em>How to be an Alien</em>. In his 1944 essay <em>The English People</em>, George Orwell remarked on “the orderly behaviour of English crowds, the lack of pushing and quarrelling, the willingness to form queues.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/05/we-are-famous-for-queueing-and-through-the-pandemic-we-have-gone-to-new-lengths\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/05/we-are-famous-for-queueing-and-through-the-pandemic-we-have-gone-to-new-lengths", "date_published": "2020-07-05 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travel agents resort to hardline tactics to get out of a refund", "description": "<p>As the industry faces ruin, exemption clauses have been added, cancellations are ‘postponements’ and credit notes become the ‘only option’</p><p>The tone was pleasant, but the message on Steph Nixon’s voicemail contained a threat. Nixon, like thousands of others, had been informed by her travel agent that her package tour of Morocco could not go ahead because of coronavirus restrictions.</p><p>Also, like thousands of others, her request for a refund was refused. The agent, TourRadar, claimed it was a “suspension”, not a cancellation, and that she would have to accept a credit note. The tour operator, Intrepid Travel, insisted that a credit note was the only option.</p> <a href=\"https://www.theguardian.com/money/2020/jul/05/travel-agents-resort-to-hardline-tactics-to-get-out-of-a-refund\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jul/05/travel-agents-resort-to-hardline-tactics-to-get-out-of-a-refund", "date_published": "2020-07-05 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who is the greatest male tennis player of the last 50 years?", "description": "<p>Last week we reminisced about the great female players of the last half century. Now it’s the turn of the men</p><ul><li><a href=\"https://www.theguardian.com/sport/2020/jul/06/the-greatest-novak-djokovic-speedy-superserver-who-masters-mind-games\">Novak Djokovic – speedy superserver who masters mind games</a><br /></li></ul><p>Picking the greatest female player of the last 50 years was tough. Last week, five of our writers made the case for the leading candidates – <a href=\"https://www.theguardian.com/sport/2020/jun/29/the-greatest-steffi-graf-power-perfect-timing-personified-tennis\">Steffi Graf</a>, <a href=\"https://www.theguardian.com/sport/2020/jun/30/the-greatest-chris-evert-us-revolutionary-who-helped-shape-modern-tennis\">Chris Evert</a>, <a href=\"https://www.theguardian.com/sport/2020/jul/01/the-greatest-serena-williams-record-books-tennis\">Serena Williams</a>, <a href=\"https://www.theguardian.com/sport/2020/jul/02/the-greatest-martina-navratilova-enduring-champion-brave-herself-tennis\">Martina Navratilova</a> and <a href=\"https://www.theguardian.com/sport/2020/jul/03/the-greatest-monica-seles-warrior-queen-whose-reign-was-shattered\">Monica Seles</a> – before our tennis correspondent gave his verdict, <a href=\"https://www.theguardian.com/sport/2020/jul/03/the-greatest-correspondent-verdict-serena-williams-tennis\">choosing Williams</a>, and hundreds of our readers joined the debate, with the majority picking Graf as their favourite.</p><p>Picking the greatest male player may prove even harder. Roger Federer has won the most grand slams, but Rafa Nadal is not far behind and Novak Djokovic may soon overtake them both. And that’s before we even consider players who are not still in action. Pete Sampras, Boris Becker, John McEnroe, Jimmy Connors and Bjorn Borg would all fancy their chances of giving the three stars of today’s game a run for their money. Which of these greats was the greatest – or are we missing someone from our shortlist? Tell us your verdict in the form below.</p> <a href=\"https://www.theguardian.com/sport/2020/jul/05/who-is-the-greatest-male-tennis-player-of-the-last-50-years\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jul/05/who-is-the-greatest-male-tennis-player-of-the-last-50-years", "date_published": "2020-07-05 07:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's a tsunami': pandemic leaves vulnerable Latin America reeling", "description": "<p>Years of social progress could be reversed by the virus, amid accusations that politicians have been fatally inept</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As coronavirus galloped through Latin America in late April, the mayor of Manaus was in despair. “The outlook is dismal,” Arthur Virgílio admitted as gravediggers in the Amazon’s largest city <a href=\"https://www.theguardian.com/world/2020/apr/30/brazil-manaus-coronavirus-mass-graves\" title=\"\">piled coffins into muddy trenches</a>, Brazil’s death toll hit 5,500, and its president, Jair Bolsonaro, <a href=\"https://www.theguardian.com/world/2020/apr/29/so-what-bolsonaro-shrugs-off-brazil-rising-coronavirus-death-toll\" title=\"\">responded with a shrug</a>. “It’s obvious this won’t end well.”</p><p>Two months later, Virgílio’s nightmare has come true. Brazil’s death toll has risen to more than 60,000 – the second highest in the world after the United States – with some now predicting it could overtake the US, where 130,000 have died, by the end of July.</p> <a href=\"https://www.theguardian.com/world/2020/jul/05/its-a-tsunami-covid-19-plunges-latin-america-back-into-poverty-and-violence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/its-a-tsunami-covid-19-plunges-latin-america-back-into-poverty-and-violence", "date_published": "2020-07-05 06:16:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: summer camp goodbyes", "description": "<p>Mark Steinmetz’s pre-Instagram pictures show American teenagers and children at camp experiencing their first taste of independence</p><p>For about 10 years from 1986 <a href=\"https://www.marksteinmetz.net/\">Mark Steinmetz</a> photographed children at American summer camps. He taught photography to the kids, but he also captured those moments when children discovered the strangeness and possibility of independence for the first time. Summers in bunk beds and cabins and woods stretched ahead of them, communal and lonely by turns. Part of the photographer’s motivation was to recapture the intensity of the periods he had spent away from his own family as a boy.</p><p>His pictures are from different camps and different years but they share an emotional trajectory. The children arrive singly, clutching sleeping bags, they slowly overcome fears in ritualised games and campfire bonding, and they leave changed. In this picture the time away is coming to a close. The bus is waiting to return teenagers to the routine of home and school and TV. But as Steinmetz’s says: “Even if they’re miserable and bitching to one another throughout, by the end they’re like: ‘Oh my God, this is ending, you’re my best friend, and this has been the most intense thing I’ve ever done in my life!’”</p> <a href=\"https://www.theguardian.com/theobserver/2020/jul/05/the-big-picture-summer-camp-goodbyes\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/2020/jul/05/the-big-picture-summer-camp-goodbyes", "date_published": "2020-07-05 06:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The heat's back on: our insiders' guide to 2020's best summer culture", "description": "<p>From art to architecture, from festivals to films, our expert guests spotlight the hottest cultural events and share their own summer touchstones</p><ul><li><a href=\"https://www.theguardian.com/film/2020/jul/05/summer-2020-culture-highlights-the-biggest-releases-this-season\">Observer critics pick the biggest summer releases</a></li></ul> <a href=\"https://www.theguardian.com/culture/2020/jul/05/the-heat-back-on-the-insiders-guide-to-2020-best-summer-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jul/05/the-heat-back-on-the-insiders-guide-to-2020-best-summer-culture", "date_published": "2020-07-05 06:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Dani Shapiro: ‘There’s been a lot of productivity porn’", "description": "<p>The American writer on instapots, not learning Italian and perfecting frittata</p><p><strong>How does a regular Sunday start?</strong> You mean, in the Before Times? I was travelling a great deal on a book tour, staying at hotels, trying to remember which city I was in. If I was at home, my husband and I would start the day slowly, reading the paper in the usual order: the arts coverage, the books coverage. I would often write on Sundays, and I like to cook. Before the pandemic, there was a different rhythm to it.</p><p><strong>How have things changed? </strong>Well, if I didn’t look at my phone I’m not sure I’d know what day of the week it was; the days blur from one to the next. Weekdays have taken on this slower quality, so Sundays don’t feel particularly different. I receive more work emails on Sundays, and I send them as well. It’s as if we’re all limping along.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/05/sunday-with-dani-shapiro-perfecting-frittata-and-not-learning-italian\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/05/sunday-with-dani-shapiro-perfecting-frittata-and-not-learning-italian", "date_published": "2020-07-05 05:45:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A tale of two widows: the mother and daughter united by grief in the time of Covid-19", "description": "<p>Together, Anne and Catherine Mayer are writing a book – on bereavement and survival, amid the pandemic</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>When Anne Mayer’s husband, John Bird, died just before Christmas last year, she unsurprisingly turned to her three daughters for help. Now 86, the veteran arts PR had never before lived alone.</p><p>But just six weeks later, in a cruel twist of fate, the husband of her youngest daughter, Catherine, a women’s rights campaigner and author, himself died. The two widows were united in grief, but were also determined to fight on.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/05/a-tale-of-two-widows-the-mother-and-daughter-united-by-grief-in-the-time-of-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jul/05/a-tale-of-two-widows-the-mother-and-daughter-united-by-grief-in-the-time-of-covid-19", "date_published": "2020-07-05 05:10:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong: books by pro-democracy activists disappear from library shelves", "description": "<p>Move follows new security laws and include titles by Joshua Wong and lawmaker Tanya Chan </p><p>Books written by prominent Hong Kong democracy activists have started to disappear from the city’s libraries, online records show, days after Beijing imposed a new national security law on the finance hub.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/30/china-passes-controversial-hong-kong-national-security-law\">China passes controversial Hong Kong national security law</a> </p> <a href=\"https://www.theguardian.com/world/2020/jul/05/hong-kong-books-by-pro-democracy-activists-disappear-from-library-shelves\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jul/05/hong-kong-books-by-pro-democracy-activists-disappear-from-library-shelves", "date_published": "2020-07-05 05:09:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dinner at home was a triumph, but Jay’s kitchen was wrecked", "description": "<p>The place looked like a battleground, but on the other hand, the battle was won</p><p>There’s a good reason why the cooks in a restaurant kitchen are called a brigade. It’s not just the hierarchical structure working under one commanding officer. It’s the military precision required to complete dishes of many parts prepared by different people. I do not have a brigade. I have me. That’s why, at the end of a dinner compiled from kits supplied by <a href=\"https://www.elitebistros.com/\" title=\"\">Elite Bistros</a> in the English northwest, my kitchen looked like a war zone. There were sauce-slicked pans tottering over each other, sheaths of packaging lying hither and yon like the fallen, and slumped around them every tea towel and oven glove I possess.</p><p>If a battle had indeed been fought, there was no doubt I had won. I had got to eat Gary Usher’s crowd-pleasing food, while sitting at my table at home in south London. Usher will want you to know that the menu was actually devised by his executive chef Richard Sharples, but Usher leads from the front so he takes the blame for the mess in my kitchen. Usher and I have spoken a number of times during the current crisis about its impact on the hospitality industry. His group of neighbourhood bistros, the likes of <a href=\"https://www.stickywalnut.net/\" title=\"\">Sticky Walnut</a> in Chester, <a href=\"https://www.theguardian.com/lifeandstyle/2016/mar/20/burnt-truffle-restaurant-review-wirral-jay-rayner\" title=\"\">Burnt Truffle</a> on the Wirral, and <a href=\"https://www.wreckfish.co/\" title=\"\">Wreckfish</a> in Liverpool, serve muscular food drawing on the French classics without being beholden to them.</p> <a href=\"https://www.theguardian.com/food/2020/jul/05/dinner-at-home-was-a-complete-triumph-but-jay-rayners-kitchen-was-wrecked\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jul/05/dinner-at-home-was-a-complete-triumph-but-jay-rayners-kitchen-was-wrecked", "date_published": "2020-07-05 05:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kanye West declares he will run for US president in 2020", "description": "<p>Rapper uses Independence Day to make announcement, but it’s not clear if he has filed any official paperwork to appear on ballots</p><p>Just when you thought 2020 couldn’t get any weirder, rapper Kanye West declared his candidacy for US president.</p><p>The unlikely challenger to Donald Trump – of whom he has been a vocal supporter – and Joe Biden, chose American independence day to make the surprise announcement on Twitter, triggering a social media storm.</p> <a href=\"https://www.theguardian.com/music/2020/jul/05/kanye-west-declares-he-will-run-for-us-president-in-2020\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jul/05/kanye-west-declares-he-will-run-for-us-president-in-2020", "date_published": "2020-07-05 03:56:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: daily global cases top 200,000 as Australia's toughest lockdown begins", "description": "<p>Record infections driven by US, Brazil, India; Melbourne stops residents from nine tower blocks leaving home; England reopens pubs. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jul/04/global-report-who-changes-timeline-on-virus-alert-as-cases-top-11m\">Local lockdowns ordered in Melbourne and northern Spain</a></li><li><a href=\"https://www.theguardian.com/us-news/2020/jul/04/us-coronavirus-cases-fourth-of-july-holiday\">Trump claims ‘victory’ as US sees case records in multiple states</a></li><li><a href=\"https://www.theguardian.com/uk-news/2020/jul/04/we-feel-totally-safe-east-london-drinkers-savour-taste-of-freedom\">‘We feel totally safe’: east London drinkers savour taste of freedom</a></li><li><a href=\"https://www.theguardian.com/world/2020/jul/04/who-says-trials-show-malaria-and-hiv-drugs-dont-cut-covid-19-hospital-deaths\">WHO says trials show malaria and HIV drugs don’t cut hospital deaths</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-07-05T00:11:51.218Z\">1.11am <span class=\"timezone\">BST</span></time> </p><p>Some 3.85 million <strong>Croats</strong> are eligible to go to polls on Sunday to elect a new government at a time when coronavirus infections are on the rise and the economy is facing a sharp downturn, reports Reuters.<br /><br />Polling stations will open at 05.00 GMT and close at 17.00 GMT when the exit polls will be released. The first preliminary official results are expected some two hours later.<br />The ruling centre-right Croatian Democratic Union (HDZ) has had a slight advantage in most opinion polls over its main rival, the Social Democrats (SDP), but neither party is seen being able to form a cabinet on its own.</p><p>Croatia has reported a relatively small number of coronavirus infections - 3,000 Covid-19 cases and around 100 deaths recorded so far - but infections have accelerated in the past two weeks, with new daily cases currently peaking at around 80.<br />Voters have been strongly advised to wear masks and respect other hygiene measures at the polling stations.</p><p class=\"block-time published-time\"> <time datetime=\"2020-07-05T00:08:52.913Z\">1.08am <span class=\"timezone\">BST</span></time> </p><p><strong>Awatif Taha, a community worker</strong> who lives in the locked down Flemington public housing towers in <strong>Melbourne</strong>, has written about being abruptly confined to her apartment.</p><p>The police have been good tonight – very polite and very respectful. But it is still a shock to see so many of them.</p><p>We are worried now about how we will get food and medication. Some people were planning to shop tomorrow and have no food. We need to know how this will be handled. People need medication, bread, milk, things for babies. We don’t know yet how that will be done. I am happy for the government to take care of us. I just want to thank Australia.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jul/05/it-was-a-shock-to-see-police-surround-our-tower-blocks-but-im-happy-victoria-is-helping-us-at-last\">It was a shock to see police surround our tower blocks. But I'm happy Victoria is helping us at last | Awatif Taha</a> </p> <a href=\"https://www.theguardian.com/world/live/2020/jul/05/coronavirus-live-news-daily-global-cases-top-200000-as-australias-toughest-lockdown-begins\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jul/05/coronavirus-live-news-daily-global-cases-top-200000-as-australias-toughest-lockdown-begins", "date_published": "2020-07-05 00:14:29+00:00", "persistent": false, "user": null, "language": "en-UK"}]