[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Dirty Projectors: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nJuly 6, 2020 | Bob Boilen -- We've loved Dirty Projectors for more than a dozen years - from the band's Black Flag covers record to the brilliant angular sounds we presented at SXSW, and more recently, a candlelit Tiny Desk concert in 2018. The lineup often shifts, but the creative nature of this band, headed by David Longstreth, doesn't. The band is releasing 5 EPs this year. The lineup for this includes Maia Friedman on vocals, keyboard and guitar, Felicia Douglass on vocals and tabletop percussion, Kristin Slipp on vocals and keytar, and drummer Mike Johnson shaking and tapping all things tiny. It's a band in which any member can take the lead, and that's the beauty here. We see Dirty Projectors change and surprise us with each new song, something so rare and vibrant.\n\nSET LIST\n\"Lose Your Love\"\n\"Overlord\"\n\"Inner World\"\n\"Search For Life\"\nMUSICIANS\nFelicia Douglass: vocals, percussion; Maia Friedman: vocals, keys, guitar; Kristin Slipp: vocals, keytar; David Longstreth: guitar, bass, piano; Mike Daniel Johnson: drums\n\nCREDITS\nVideo By: Tony Giambrone; Producer: Bob Boilen; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=DSgJ_6sOBB8", "date_published": "2020-07-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Gogol Bordello: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \n\nWatch Gogol Bordello’s Tiny Desk concert from 2010: https://www.npr.org/2019/09/11/128111544/gogol-bordello-tiny-desk-concert\n\nStephen Thompson | June 28, 2010\n\nIf you watch this video and don't get to the part where Eugene Hutz is dancing on the desks, then you've missed the most rollicking and insane Tiny Desk Concert of all time.\n\n\nI've seen Gogol Bordello at a nightclub, and its live show is a gypsy punk circus, complete with a high-wire act. So when the band arrived at the modest NPR Music offices, I wanted to make sure we were covered technically; I figured they'd move around and wind up singing far away from our microphones. I asked Sergey Ryabtsev — Gogol Bordello's Russian-born violinist — if he thought bandleader Eugene Hutz might wind up dancing on my desk. With a huge smile and a large shot glass of vodka in hand, he said, \"Don't worry about it!\"\n\n\nBy the third song, Hutz was sitting with the NPR crew in an office chair, singing his ode to alcohol. By the fourth, he was jumping from desktop to desktop, singing and dancing.\n\n\nGogol Bordello is based in New York City, and has been performing its theatrical concoction of accordion, violin and guitar since the late '90s. The band writes songs about immigration and the celebration of cultural differences. Now, for 2010, Gogol Bordello has its fifth album out — its first on a major label. Producer Rick Rubin, known for his Johnny Cash production and for co-founding Def Jam Records, helped make Trans-Continental Hustle. It's an album with more range than sheer thrust, and though the band played a few songs from that album at the desk, when Gogol Bordello is in front of a crowd, it's in full-throttle mode. No complaints there.\n\n\nSet List:\n\n\n\"Immigraniada (We're Comin' Rougher)\"\n\"My Compenjara\"\n\"Alcohol\"\n\"Pala Tute\"\n\"Start Wearing Purple\"", "link": "https://www.youtube.com/watch?v=IJGh50t6crw", "date_published": "2020-07-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]