[{"source": "https://www.theguardian.com/rss", "title": "Trans rights: government reported to be dropping gender self-identifying plans", "description": "<p>Ban on ‘gay cure’ therapies will apparently also be announced in new paper </p><p>Boris Johnson is set to scrap plans to allow people to change their legal gender by “self-identifying” as male or female, it has been reported.</p><p>Measures drawn up under Theresa May’s government to enable transgender people to change their birth certificate without a medical diagnosis have been ditched by the prime minister’s team, according to the Sunday Times.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/trans-rights-government-reported-to-be-dropping-gender-self-identifying-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/trans-rights-government-reported-to-be-dropping-gender-self-identifying-plans", "date_published": "2020-06-13 23:46:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rayshard Brooks shooting: Atlanta police chief resigns as mayor wants officer fired", "description": "<p>Keisha Lance Bottoms says shooting at drive-through restaurant after struggle did not represent ‘justified use of deadly force’</p><p>Atlanta police chief Erika Shields <a href=\"https://www.wsbtv.com/news/local/atlanta/atlanta-police-chief-erika-shields-resigns-after-shooting-death-rayshard-brooks/LA5RIAYU2VEQBH6ZJ5NWIWP52Y/\">has resigned</a>, less than 24 hours after an African American man was killed by officers outside a drive-through restaurant.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/13/donald-trump-west-point-speech-live-george-floyd-protests-latest-updates\">ABC News executive placed on leave after allegations of racist remarks – live</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/13/atlanta-georgia-police-shooting-black-man\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/13/atlanta-georgia-police-shooting-black-man", "date_published": "2020-06-13 23:43:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As a dividend freeze sweeps the FTSE, will National Grid power up investors?", "description": "<p>The owner of the UK’s high-voltage network may cut returns to shareholders, but don’t bank on it</p><p>Spare the briefest of thoughts for Britain’s capital-owning classes. FTSE 100 companies are forecast to pay out £9.5bn less in dividends to shareholders for the 2019 trading year, according to investing platform AJ Bell, as the coronavirus crisis ravages their income. That’s 11% less money going to shareholders’ pockets compared with the previous year.</p><p>Some 48 FTSE 100 firms have announced some kind of reduction to, or suspension of, payments to shareholders, compared with 47 that have kept or increased them since the start of the year, AJ Bell says. Worse is expected, with National Grid’s delayed annual results statement on Thursday the latest date circled in red pen on the calendars of nervous investors.</p> <a href=\"https://www.theguardian.com/business/2020/jun/14/ftse-dividend-freeze-national-grid-investors\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/14/ftse-dividend-freeze-national-grid-investors", "date_published": "2020-06-13 23:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Spieth aims to catch Xander Schauffele and end three-year drought", "description": "<ul><li>Spieth one shot off Charles Schwab lead after third-round 68</li><li>Rory McIlroy three shots back on crowded leaderboard</li></ul><p>Now for the interesting bit. If the absence of spectators for the first three rounds of the PGA Tour’s much-heralded return has been nothing more than a point of reference, how a tightly packed field will respond to a lack of electricity as they pursue glory over the final 18 holes of the Charles Schwab Challenge is a genuine source of intrigue. It may be that Jordan Spieth, in seeking to scale the mountain once more, will benefit the most from the absence of thousands of expectant fans in his native Texas. Spieth doesn’t exactly need added attention.</p><p>It seems remarkable that Spieth has not won since the <a href=\"https://www.theguardian.com/sport/2017/jul/23/the-open-2017-jordan-spieth\">Open of 2017</a>, with his subsequent <a href=\"https://www.theguardian.com/sport/2019/dec/06/jordan-spieth-get-away-usa-presidents-cup-royal-melbourne\">on-course struggles widely recognised</a>. As a Dallas native, Spieth knows Fort Worth’s Colonial Country Club better than anyone else in the field. He begins day four just one from the 13-under-par lead held by Xander Schauffele. Should Spieth prevail, the upshot is sure to be emotional. His attempts to do precisely that are guaranteed to prove fascinating.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/14/jordan-spieth-aims-to-catch-xander-schauffele-and-end-three-year-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/14/jordan-spieth-aims-to-catch-xander-schauffele-and-end-three-year-drought", "date_published": "2020-06-13 23:04:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal Ascot 2020 tips: Stradivarius rock solid for Gold Cup hat-trick", "description": "<p>Baattash and Japan join the double Gold Cup winner as favourites in the Group One races while Kaeso could upset the odds in Tuesday’s opener<br /></p><p>Royal Ascot At Home – as the meeting has been rebranded for, hopefully, one year only – poses even more challenges for punters than it would normally. There are not only more races – 36, rather than 30 – but the horses that have managed to get a run since racing resumed on 1 June will be arriving at Ascot only two weeks later. Will they progress, or bounce? And how fit will the first-time-up runners be after eight months or more on the sidelines? Backers should proceed with caution.</p><p>There will still be no shortage of short-priced favourites in the Group One contests, though, as the brilliant sprinter Baattash (King’s Stand Stakes), <a href=\"https://www.theguardian.com/sport/2019/aug/21/japan-crystal-ocean-juddmonte-international-york-ebor-festival\">last year’s International Stakes winner Japan</a> (in the Prince of Wales’s Stakes) and dual <a href=\"https://www.theguardian.com/sport/2019/jun/20/frankie-dettori-wins-gold-cup-stradivarius-four-timer-royal-ascot-horse-racing\">Gold Cup winner Stradivarius</a> line up for the feature events on the first three days of the meeting.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/14/royal-ascot-2020-tips-stradivarius-rock-solid-for-gold-cup-hat-trick\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/14/royal-ascot-2020-tips-stradivarius-rock-solid-for-gold-cup-hat-trick", "date_published": "2020-06-13 23:01:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Majority of Britons support Brexit transition extension, survey finds", "description": "<p>Research suggests public support for transition period delay to help combat coronavirus</p><p>More than half of people in Britain support an extension to the Brexit transition period, while three-quarters believe the UK should work very closely with the European Union to combat coronavirus, a survey suggests.</p><p>Cabinet Office minister Michael Gove<a href=\"https://www.theguardian.com/politics/2020/jun/12/brexit-full-border-controls-on-goods-entering-uk-will-not-apply-until-july-2021\"> formally told the EU on Friday</a> that the UK would not ask for a delay despite concerns that its departure would compound the economic chaos inflicted by the pandemic.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/13/more-than-half-of-british-people-support-brexit-transition-extension\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/13/more-than-half-of-british-people-support-brexit-transition-extension", "date_published": "2020-06-13 22:52:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California protesters demand investigation into death of black man hanging from tree", "description": "<p>Authorities in Palmdale vowed to look into Robert Fuller’s death after a medical examiner refused to label the death a suicide</p><p>Hundreds of protesters took to the streets of Palmdale in southern California on Saturday to demand a full investigation into the death of a 24-year-old black man found hanging from a tree near city hall.</p><p>Authorities in the southern California city vowed on Friday to investigate the death of Robert Fuller, after the Los Angeles county medical examiner deferred an earlier decision labeling the cause of death as suicide pending a full autopsy.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/13/california-protests-black-man-hanging-palmdale\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/13/california-protests-black-man-hanging-palmdale", "date_published": "2020-06-13 22:51:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The edit... How to wear shirt dresses", "description": "<p>Want a look that takes you from work to drinks – or straight to the park? These are our favourite ways to style a shirt dress </p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jun/13/the-edit-how-to-wear-shirt-dresses\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jun/13/the-edit-how-to-wear-shirt-dresses", "date_published": "2020-06-13 22:45:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The edit... 10 of the best men's fragrances - in pictures", "description": "<p>Whether you’re looking for fruity or citrusy, musky or woody, we’ve got you covered for the best fragrances to buy for Father’s Day<br /></p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jun/13/the-edit-10-of-the-best-mens-fragrances-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jun/13/the-edit-10-of-the-best-mens-fragrances-in-pictures", "date_published": "2020-06-13 22:45:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We love... Fashion fixes for the week ahead – in pictures", "description": "<p>Ami collaborates with Glaad in celebration of Pride Month, Alexander McQueen releases its Tread Slick boot, and Whistles teams up with LF Markey to create a summer capsule collection</p> <a href=\"https://www.theguardian.com/fashion/gallery/2020/jun/13/we-love-fashion-fixes-for-the-week-ahead-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2020/jun/13/we-love-fashion-fixes-for-the-week-ahead-in-pictures", "date_published": "2020-06-13 22:45:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carragher relieved Sir Alex Ferguson is not able to deny Liverpool now", "description": "<p>The former Manchester United manager was a genius, Jamie Carragher believes, but now the ex-Liverpool defender is looking beyond the club’s first title in 30 years</p><p>Jamie Carragher expects Liverpool to wrap up the title quite quickly once Premier League football resumes, though he believes his former club might have had to wait even longer than 30 years but for Sir Alex Ferguson stepping down at Manchester United in 2013.</p><p>“Sir Alex was a genius,” the Sky commentator says of the manager who did more than anyone else to ensure that he and Steven Gerrard completed successful careers without winning the league. “Liverpool finally look like they are back on their perch now but it is only since Ferguson has gone that clubs other than United have been given an opportunity.”</p> <a href=\"https://www.theguardian.com/football/2020/jun/13/carragher-relieved-sir-alex-ferguson-is-not-able-to-deny-liverpool-now\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/13/carragher-relieved-sir-alex-ferguson-is-not-able-to-deny-liverpool-now", "date_published": "2020-06-13 21:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prime minister is risking basic right to an education, says children’s tsar", "description": "Tory pressure grows for a teaching plan amid fears that reduced schooling ‘is becoming default’<br /><p><a href=\"https://www.theguardian.com/politics/boris-johnson\" title=\"\">Boris Johnson</a> was accused of putting children’s basic right to education at risk last night, as he faced a mounting chorus of pleas to unveil an unprecedented emergency programme for England’s pupils.</p><p>With growing frustration among teachers, MPs and unions over the chaotic return of schools, <a href=\"https://www.theguardian.com/profile/anne-longfield\" title=\"\">Anne Longfield</a>, the children’s commissioner for England, warned there was a “very dangerous” threat to the historic right to guaranteed education.</p> <a href=\"https://www.theguardian.com/education/2020/jun/13/government-risking-basic-right-to-education-warns-childrens-tsar\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/13/government-risking-basic-right-to-education-warns-childrens-tsar", "date_published": "2020-06-13 21:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toby Alderweireld: 'I will not sign the petition for my own statue'", "description": "<p>Residents of the Tottenham defender’s home town of Ekeren have collected hundreds of signatures in the hope of seeing a likeness of the Belgium international, but he will not be signing himself</p><p>It is not beyond the realms of possibility that Ekeren, just outside Antwerp, may soon house a statue most people can get behind. Toby Alderweireld could not believe his ears when he heard several hundred local residents had signed a petition to erect a memorial to him in place of that to the former king of Belgium Leopold II, who oversaw atrocities in Congo from the late 1880s to 1908. The <a href=\"https://www.theguardian.com/world/2020/jun/12/belgium-forced-to-reckon-with-leopolds-legacy-and-its-colonial-past\" title=\"\">defacement and subsequent removal of Leopold’s likeness</a>, which was targeted during the wave of protests following George Floyd’s killing in the United States, has left a vacancy where it stood in the town centre.</p><p>“I was laughing,” Alderweireld says of his reaction to the idea, which had gained more than 800 signatures by Friday afternoon. “I thought it was some kind of joke, that people are actually signing the petition.</p> <a href=\"https://www.theguardian.com/football/2020/jun/13/toby-alderweireld-i-will-not-sign-the-petition-for-my-own-statue\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/13/toby-alderweireld-i-will-not-sign-the-petition-for-my-own-statue", "date_published": "2020-06-13 21:30:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At Trafalgar square protest, the atmosphere was ugly, the air heavy with threat from the far right", "description": "<p>Tensions rose quickly as Black Lives Matter demonstrators were confronted by so-called ‘football lads’</p><p>In Hyde Park the talk was all of the end game – the eradication of racism. In Trafalgar Square it was more like a war game. Beneath Nelson’s column – erected in honour of a national hero and, of course, defender of slavery – a hundred or so people, largely black and dressed in black, listened to a speaker dressed in white, who led them, fists raised, in a chant of “black power”.</p><p>Then, seemingly from nowhere, but probably coming from Whitehall, there was a group of about 30 white men, trying to get through a line of riot police. These were the people who’d appointed themselves protectors of the statues, and widely dismissed, not least by the Black Lives Matters supporters, as football hooligans.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/13/at-trafalgar-square-protest-the-atmosphere-was-ugly-the-air-heavy-with-threat-from-the-far-right\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/13/at-trafalgar-square-protest-the-atmosphere-was-ugly-the-air-heavy-with-threat-from-the-far-right", "date_published": "2020-06-13 21:05:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rockets and Blue Lights review – swirling journey through black history", "description": "<p><strong>Available online</strong><br />Winsome Pinnock’s play, responding to JMW Turner’s Slave Ship painting, is a timely contribution to the Black Lives Matter campaign</p><ul><li><a href=\"https://www.theguardian.com/stage/2020/mar/17/hottest-front-room-seats-the-best-theatre-and-dance-to-watch-online\">Hottest front-room seats: the best theatre and dance to watch online</a></li></ul><p>When the BBC programmed Rockets and Blue Lights as part of its <a href=\"https://www.bbc.co.uk/programmes/p08fw06m\">Lockdown </a><a href=\"https://www.bbc.co.uk/programmes/p08fw06m\">theatre </a><a href=\"https://www.bbc.co.uk/programmes/p08fw06m\">festival</a>, it had good cause to think it was on to a winner. Here was a play, pulled after three previews because of the Covid-19 pandemic, written by <a href=\"https://www.theguardian.com/culture/2020/mar/15/on-my-radar-winsome-pinnock-cultural-highlights\">Winsome Pinnock</a>, the first black woman to have a play staged at the National Theatre, directed by Miranda Cromwell and produced by the Manchester Royal Exchange. It had form.</p><p>What the BBC had no way of knowing was that its broadcast this weekend on Radio 3 would come at the end of almost three weeks of protests, statue-toppling and soul searching triggered by the killing of <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>. It is impossible to imagine a more timely contribution to the <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\">Black Lives Matter</a> campaign.</p> <a href=\"https://www.theguardian.com/stage/2020/jun/13/rockets-and-blue-lights-review-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/13/rockets-and-blue-lights-review-bbc", "date_published": "2020-06-13 21:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'A beautiful change': Australia in bloom after drought-breaking rain – a photo essay", "description": "<p>Above-average rainfall across New South Wales has brought hope to rural communities suffering through the most intense drought in living memory</p><ul><li><a href=\"https://www.theguardian.com/environment/2018/jul/19/you-count-your-blessings-farm-families-battling-drought-photo-essay\">‘It’s dire’: farmers battle their worst drought in 100 years – photo essay</a><br /></li><li><a href=\"https://www.theguardian.com/environment/2019/jul/26/relentless-farmers-continue-to-battle-the-big-dry\">‘Relentless’ farmers continue to battle the big dry</a></li></ul><p>Since late 2016, much of New South Wales has been in the grip of “the big dry” – the most intense drought in living memory. In recent months, the story of the water crisis has been dominated by the Black Summer fires and the global coronavirus pandemic. Yet,&nbsp;bucking of the trend of the world’s horror 2020, heavy rainfall between February and early May has brought a sense of quiet optimism and hope to rural communities.</p><p>Many regions have recorded more than 300mm of rain so far this year, eclipsing the entire annual totals of both 2018 and 2019. While pockets of intense drought persist in&nbsp;the far west, northern tablelands and south-east,&nbsp;large parts of the state are now in the early stages of recovery.&nbsp;</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/13/a-beautiful-change-australia-in-bloom-after-drought-breaking-rain-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/13/a-beautiful-change-australia-in-bloom-after-drought-breaking-rain-a-photo-essay", "date_published": "2020-06-13 20:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we stay together: 'The world is constructed, not natural, and you can construct your own'", "description": "<p>Jeska Rees and Simon Wilson met as young idealists. Between work and family, these values weren’t always easy to maintain – but they’ve found a path that works for both of them</p><p><strong>Names:</strong>&nbsp;Jeska Rees and Simon Wilson<br /><strong>Years together:&nbsp;</strong>14 <br /><strong>Occupations:</strong>&nbsp;Academic and doctor</p><p>When Simon Wilson proposed to Jeska Rees in 2008, she was torn. The couple was living in London, where she was doing her postdoctoral fellowship in feminist studies,&nbsp;and they were on holiday in Yorkshire when he popped the question.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/14/how-we-stay-together-the-world-is-constructed-not-natural-and-you-can-construct-your-own\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/14/how-we-stay-together-the-world-is-constructed-not-natural-and-you-can-construct-your-own", "date_published": "2020-06-13 20:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will home advantage really vanish when the Premier League resumes? | Jonathan Wilson", "description": "<p>Since the Bundesliga began again behind closed doors, the home side is half as likely to win as it was before</p><p>And so, we’re back. The Prince (an awkward embodiment of financial necessity and the perceived need for a circus to entertain the frustrated masses) has woken Sleeping Beauty (the Premier League) from her slumbers with a kiss and their fairytale romance will be consecrated at a lavish ceremony on Wednesday (Aston Villa v Sheffield United).</p><p>Cynicism is easy and to an extent justified, but this is probably a good thing. People like football and jobs depend on it, and national re-engagement in the grand distraction feels a significant moment in the return to something a little nearer normality. It is not, though, normality, either in society as a whole or on the pitch. So what can the Premier League expect on resumption?</p> <a href=\"https://www.theguardian.com/football/blog/2020/jun/13/will-home-advantage-really-vanish-when-the-premier-league-resumes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2020/jun/13/will-home-advantage-really-vanish-when-the-premier-league-resumes", "date_published": "2020-06-13 19:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson condemns 'racist thuggery' of rightwing protesters in London", "description": "<p>PM responds to violence as more than 100 arrests made during ‘guard our monuments’ protest</p><p>Boris Johnson has condemned violence by protesters in central London on Saturday as “racist thuggery” in a post on Twitter. “Anyone attacking the police will be met with full force of the law. These marches and protests have been subverted by violence and breach current guidelines,” he wrote.</p><p>The prime minister continued: “Racism has no part in the UK and we must work together to make that a reality.”</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/rightwing-protesters-clash-with-police-in-central-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/rightwing-protesters-clash-with-police-in-central-london", "date_published": "2020-06-13 18:56:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blacking up was of a piece with 'comedy' that dealt in contempt | Nick Cohen", "description": "<p>Little Britain, removed from BBC streaming services, anticipated a coming vindictiveness</p><p>Of all the arguments the history of slavery and racism has provoked, the spats about the comedy shows of the 2000s appear the least significant. Given the severity of the crisis that is upon us, surely it’s a distraction to worry away about the <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/09/little-britain-removed-from-bbc-iplayer-netflix-and-britbox-blackface\">decision</a><a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/09/little-britain-removed-from-bbc-iplayer-netflix-and-britbox-\"> </a>by the BBC and Netflix to pull <em>Little Britain</em> because its “stars” blacked up. Yet as we enter a global depression that the World Bank <a href=\"https://www.ft.com/content/8de9ccb0-b315-4cae-9967-31ae9f9e3dff\">predicts </a>will push 100 million people into extreme poverty, as unemployment in our corner of the globe heads <a href=\"https://www.mirror.co.uk/news/politics/boris-johnson-told-spend-save-22179118\">towards 4 million</a>, as <a href=\"https://www.theguardian.com/society/2020/jun/03/record-numbers-used-uk-food-banks-in-first-month-of-lockdown\">food banks creak</a> and charities <a href=\"https://www.theguardian.com/world/2020/jun/09/coronavirus-leaves-one-in-10-uk-charities-facing-bankruptcy-this-year\">collapse</a>, the petty censorship raises a question of the utmost urgency: how will western societies respond to mass poverty?</p><p>After the crash of 2008, they punished the victims. Britain under David Cameron and Nick Clegg slashed benefits, targeting children who had shown their unworthiness when they failed to find rich parents who could raise them in comfort. The northern states of the EU <a href=\"https://blogs.lse.ac.uk/europpblog/2015/07/21/german-public-opinion-is-caught-between-scapegoating-greeks-and-love-bombing-them/\">justified </a>leaving Spaniards, Italians and Greeks to suffer by characterising them as lazy southerners who had to learn that “hard work comes before the siesta”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/13/blacking-up-was-of-a-piece-with-comedy-that-dealt-in-contempt\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/13/blacking-up-was-of-a-piece-with-comedy-that-dealt-in-contempt", "date_published": "2020-06-13 18:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Riot police fire teargas on anti-racism protesters in Paris", "description": "<p>Peaceful protest erupts into skirmishes as anger at death of George Floyd resonates in France<br /></p><p>Riot police fired teargas to prevent thousands of anti-racism protesters marching through central Paris on Saturday, as a wave of anger continued to<a href=\"https://www.theguardian.com/us-news/2020/jun/09/george-floyd-killing-triggers-wave-of-activism-around-the-world\"> sweep the world</a> following the death of <a href=\"https://www.theguardian.com/us-news/video/2020/jun/09/call-it-out-global-voices-from-george-floyd-protests-video\">African-American George Floyd</a>.</p><p>The protesters gathered in Place de la Republique, where the crowd chanted “No justice, no peace” and some climbed the statue of Marianne, who personifies the French Republic. Police refused organisers permission to proceed to the Opera House.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/riot-police-fire-teargas-on-anti-racism-protesters-in-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/riot-police-fire-teargas-on-anti-racism-protesters-in-paris", "date_published": "2020-06-13 17:35:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Out of the coronavirus frying pan, into the Brexit fire – cartoon", "description": "<p>As the lockdown eases, the cliff edge awaits</p><p><a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/14th-june-2020\">• You can buy your own print of this cartoon</a></p> <a href=\"https://www.theguardian.com/politics/commentisfree/picture/2020/jun/13/out-of-the-coronavirus-frying-pan-into-the-brexit-fire-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/commentisfree/picture/2020/jun/13/out-of-the-coronavirus-frying-pan-into-the-brexit-fire-cartoon", "date_published": "2020-06-13 17:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roger Robinson: 'Poets can translate trauma'", "description": "<p>The writer and musician talks about his prize-winning poetry collection, his Caribbean education and why the death of George Floyd has been felt so strongly in the UK</p><p>Roger Robinson is a writer who has taught and performed worldwide. His fourth poetry collection,&nbsp;<em>A Portable Paradise</em><em>,&nbsp;</em>won the Royal Society of Literature’s Ondaatje prize last month, an award for a work evoking the spirit of a place: while his previous books have focused on the memory of the Caribbean, here he turns his gaze on England, unflinchingly portraying a place far from paradise as he tackles topics including the Grenfell Tower disaster, the Windrush scandal, and the legacy of slavery. The collection also won the TS Eliot prize and is shortlisted for the Derek Walcott prize.&nbsp;Robinson was born in Hackney in 1967 to Trinidadian parents and moved to Trinidad aged four, before returning to the UK at 19.&nbsp;</p><p><strong>In a manifesto you wrote for </strong><em><strong>The Poetry Review</strong></em><strong> you said: “The poet’s job is to translate unspeakable things on to the page…”&nbsp;<br /></strong>Poets don’t get into poetry for money, they do it for vocation – I feel like that anyway. Poets can touch hearts and minds; they can translate trauma into something people can face.&nbsp;Sometimes there’s a cost for the poet to do that as it takes looking at the trauma right in the face and then allowing others to bear the idea of trauma safely. That’s why I write poetry. Poems are empathy machines.</p> <a href=\"https://www.theguardian.com/books/2020/jun/13/roger-robinson-poets-can-translate-trauma\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/13/roger-robinson-poets-can-translate-trauma", "date_published": "2020-06-13 17:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man charged with attempted murder after rabbi stabbed in London", "description": "<p>Stanley Francis also faces charge of possessing an offensive weapon</p><p>A man has been charged with attempted murder after a rabbi was stabbed in north London on Friday.</p><p>Police said Stanley Francis, 44, from Stoke Newington, was also charged with possessing an offensive weapon. He will appear in custody at Thames magistrates’ court on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/man-charged-with-attempted-after-rabbi-stabbed-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/man-charged-with-attempted-after-rabbi-stabbed-in-london", "date_published": "2020-06-13 16:50:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graffiti, street and protest art in the city of Glasgow - in pictures", "description": "<p>Artworks and graffiti displaying words of thanks to the NHS, support for Black Lives Matter and justice for George Floyd have popped up all over Glasgow during the coronavirus lockdown</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2020/jun/13/graffiti-street-and-protest-art-in-the-city-of-glasgow-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2020/jun/13/graffiti-street-and-protest-art-in-the-city-of-glasgow-in-pictures", "date_published": "2020-06-13 16:41:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Time's up, Nigel Farage, and I'm not just talking about your role on LBC  | Barbara Ellen", "description": "<p>The face of Brexit increasingly looks past his sell-by date</p><p>Nigel Farage has left the building. His contract with the radio station LBC was <a href=\"https://www.theguardian.com/politics/2020/jun/11/nigel-farage-to-leave-radio-station-lbc-with-immediate-effect\">not renewed </a>following his offensive comments on Twitter, likening Black Lives Matter protesters who pulled down the <a href=\"https://www.theguardian.com/uk-news/2020/jun/08/who-was-edward-colston-and-why-was-his-bristol-statue-toppled-slave-trader-black-lives-matter-protests\">Edward Colston </a>statue in Bristol to the Taliban. Sadly, it won’t be the last of him: Farage will still yak away on TalkRadio. He’ll doubtless continue to rant about attacks on “our nation, our symbols, our heritage”. Still, the LBC departure surely spells the beginning of the end of the great “echo chamber” swindle.</p><p>By which I mean, the tyranny of anyone objecting to “certain views” being automatically slapped down and accused of living in an echo chamber, where, the rationale ran, the only facts and views that <a href=\"https://www.lbc.co.uk/radio/presenters/nigel-farage/nigel-farage-immigration-liberal-elite-doesnt-get/\">liberal elitists </a>deigned to acknowledge were from other lovely liberal elitists. And lo, it came to pass, whenever the going got tough for the likes of Farage, whenever their logic shredded like wet lavatory paper or their dodgy rhetoric started stinking up the place, they only had to spout about metropolitan echo chambers and critics would be silenced.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/13/times-up-nigel-farage-and-im-not-just-talking-about-your-role-on-lbc\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/13/times-up-nigel-farage-and-im-not-just-talking-about-your-role-on-lbc", "date_published": "2020-06-13 16:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rightwing protesters clash with police in London - video report", "description": "<p>Rightwing demonstrators, who announced they would turn out on Saturday to protect London's monuments from anti-racism protesters, were involved in scuffles with police outside Parliament.</p><p>In and around Parliament Square, hundreds of people wearing football shirts, chanting 'England, England' and describing themselves as patriots, gathered alongside military veterans at the Cenotaph war memorial.</p><p>The group sang songs in support of rightwing activist Stephen Yaxley-Lennon, who goes by the name of Tommy Robinson. 'Winston Churchill, he's one of our own,' they also chanted, near his statue which last weekend was sprayed with graffiti reading 'Churchill was a racist'.</p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jun/13/uk-news-live-patel-warns-of-health-and-legal-risks-at-blm-protests-coronavirus\">UK protests: Far-right demonstrators clash with London police – live</a><br /></li></ul> <a href=\"https://www.theguardian.com/world/video/2020/jun/13/rightwing-protesters-clash-with-police-in-london-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2020/jun/13/rightwing-protesters-clash-with-police-in-london-video-report", "date_published": "2020-06-13 16:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The antidote to addiction is love’: Joe Wicks on learning to forgive his  father", "description": "<p>The online fitness guru who is keeping Britain active during lockdown reveals the challenges in his childhood </p><p>Joe Wicks, the fitness coach and nutritional guru, will take listeners back to his challenging childhood in a candid conversation with the host of <em>Desert Island Discs,</em> Lauren Laverne, on the BBC Radio 4 show on Sunday. </p><p>Filled with emotion and close to tears, the 33-year-old from Epsom, Surrey, whose online PE classes have now reached an international audience of millions, confides that in a moment of sorrow and frustration he once said he hated his father, Gary, a recovering drug addict.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/13/the-antidote-to-addiction-is-love-joe-wicks-on-learning-to-forgive-his-father\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/13/the-antidote-to-addiction-is-love-joe-wicks-on-learning-to-forgive-his-father", "date_published": "2020-06-13 16:29:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Indies fighting off the boredom as they prepare for England Tests", "description": "<ul><li>Phil Simmons says West Indies ‘feel secure’ in Manchester</li><li>Concerns over batting before first Test on 8 July</li></ul><p>The coaches of West Indies and Pakistan were giving Zoom interviews on Saturday and there was one common thread. Now the talk is about how the Test matches will pan out rather than whether they will happen at all. This is progress.</p><p>Phil Simmons and his West Indies squad are already in Manchester, where he said “the facilities are second to none” and that his players feel secure. There are many challenges ahead and he thinks one of the biggest will be boredom since the squad must lead a hermit-like existence during their stay in England. The first Test starts at Southampton on 8 July with two more to follow at Old Trafford, beginning on 16 and 24 July.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/13/west-indies-fighting-off-the-boredom-as-they-prepare-for-england-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/13/west-indies-fighting-off-the-boredom-as-they-prepare-for-england-tests", "date_published": "2020-06-13 16:03:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anne-Marie Duff: ‘To have love, to give love – that’s all we can hope for’", "description": "<p>The actor, 49, on impostor syndrome, being a music fan, and the key to happiness</p><p><strong>My earliest memories</strong> are colours. I remember the yellow of my cot and a green glass jug that we had on the kitchen table. Colours, music, smells –they’re all time machines.</p><p><strong>I turn 50 this year</strong>, which has always been my scary age. But I’ll have a word with myself because everything is relative. You can be a miserable 23-year-old, then be pants-in-the-air happy at 50.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/13/anne-marie-duff-to-have-love-to-give-love-thats-all-we-can-hope-for\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/13/anne-marie-duff-to-have-love-to-give-love-thats-all-we-can-hope-for", "date_published": "2020-06-13 16:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The art of protest in pen and ink – in pictures", "description": "<p>London-based reportage illustrator <a href=\"http://www.georgebutler.org/\">George Butler</a> has travelled all over the world to war zones, refugee camps and gold mines. “I choose newsworthy situations and people with stories to tell, and then record them in pen and ink,” he says. Recently he’s been focusing on moments of protest in his home town. This month, he attended the Black Lives Matter protest in London’s Hyde Park to capture “people’s emotions as they pouted out onto the pavement” with the ambition that the drawings would be a record of this powerful time that may, he hopes, be “the beginning of a change”. He also drew scenes at demonstrations for Extinction Rebellion last year and, in 2009, at the G20 London summit. Butler says he is committed to documenting “the great issues of our generation” and helping to send “a message to those in power”. See more at <a href=\"http://www.georgebutler.org/\">georgebutler.org</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/13/the-art-of-protest-in-pen-and-ink-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/13/the-art-of-protest-in-pen-and-ink-in-pictures", "date_published": "2020-06-13 16:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Call Keir; Shade Podcast review – Starmer tells it straight", "description": "<p>The Labour leader actually answered listeners’ questions on his LBC phone-in. Plus an impressive new podcast about race and creativity</p><p><strong>Call Keir</strong> (LBC) | <a href=\"https://www.lbc.co.uk/radio/special-shows/call-keir/sir-keir-starmer-joins-lbc-to-host-month/\">lbc.co.uk</a><br /><strong>Shade Podcast</strong> | <a href=\"https://www.shadepodcast.co.uk/\">www.shadepodcast.co.uk</a></p><p>We’ve been treated to Phone Farage and <em><a href=\"https://www.theguardian.com/tv-and-radio/2013/may/10/call-clegg-radio-review\">Call Clegg</a></em>… now it’s Sir Keir Starmer’s turn to have a phone-in slot on LBC. Or “Ss-KEeah”, as most of the callers said his name, a little like a sneeze. On Monday morning, Starmer sat in on Nick Ferrari’s breakfast show, at the correct social distance, and answered listeners’ questions. Boris Johnson used to have a similar slot, but our prime minister doesn’t venture out of the house so much these days.&nbsp;</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/13/radio-podcast-call-keir-lbc-review-shade-podcast-nut-jobs-great-post-office-trial-banged-up\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/13/radio-podcast-call-keir-lbc-review-shade-podcast-nut-jobs-great-post-office-trial-banged-up", "date_published": "2020-06-13 16:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Lewis: finance guru fighting furlough shaming | Rebecca Nicholson", "description": "<p>If you’ve been made to feel bad about being off work, you need this man in your corner</p><p>“Let’s check what Martin Lewis says” was already a popular refrain in my household, owing to the fact that I am disgracefully financially inept. When anyone starts to talk about percentages, my brain begins to fog. (I have a similar problem with Bob Dylan: I know I should try to understand it, but... sorry, I drifted off there for a second.) Lewis is such a guru, so essential to British economic affairs. A friend of mine recently went to a high street bank for an old-fashioned, face-to-face meeting to get some mortgage advice. He thought it would be more effective than chatting over the phone, more personable than a chatbot. The manager sat down, turned her laptop around and said: “Martin Lewis did a good video on this”, then pressed play on a YouTube clip about help to buy Isas. “Is there anything else I can do for you?” she asked, when the video was over.</p><p>When<a href=\"https://www.bbc.co.uk/news/av/business-52978680/martin-lewis-furlough-shaming-needs-to-stop-right-now\"> Lewis spoke out against “furlough shaming”</a> on his <em><a href=\"https://www.bbc.co.uk/programmes/p02pc9xt/episodes/downloads\">Ask Martin Lewis</a></em><a href=\"https://www.bbc.co.uk/programmes/p02pc9xt/episodes/downloads\"> podcast</a> on 5 Live, I was pleased, because he is the kind of person people really listen to, even banks. He pointed out that it is not the employee choosing to go to the park instead of going to work, but the employer deciding whether they are on furlough or not. “And until 1 July, part of furlough means you are not allowed to work while on furlough,” Lewis explained. I know the rules are increasingly hard to keep track of these days, and it’s always worth checking what Dominic Cummings has decided to do, but this one is pretty straightforward – it is against the regulations to go to work when on furlough.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/13/martin-lewis-finance-guru-fighting-furlough-shaming\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/13/martin-lewis-finance-guru-fighting-furlough-shaming", "date_published": "2020-06-13 15:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus UK map: the latest deaths and confirmed Covid-19 cases", "description": "<p>Latest figures from public health authorities on the spread of Covid-19 in England, Scotland, Wales and Northern Ireland. Find out how many confirmed cases have been reported in each local authority</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Please note: these are government figures on numbers of confirmed cases – some people who report symptoms are not being tested, and are not included in these counts.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/coronavirus-uk-map-latest-deaths-confirmed-covid-19-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/coronavirus-uk-map-latest-deaths-confirmed-covid-19-cases", "date_published": "2020-06-13 15:06:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kevin Figes Quartet: Changing Times review – constantly fascinating", "description": "<p>(Pig Records)<br />The multi-instrumentalist’s latest quartet recording is a mind-expanding feast for the ears</p><p>I didn’t think I was going to like this album at first, when greeted by the strains of an electronic sequencer. But this faded into a beautifully played flute solo. Then came some wordless chanting by two mysterious voices, leading to a horror-movie climax. As one piece followed another, the flute returned, this time apparently in an underground cavern. There were saxophones – baritone, alto and soprano, all impressively well played, and atmospheres, rhythms and textures that were constantly changing. It was fascinating. Even the bits that I couldn’t make head nor tail of were clearly the work of superb musicians.</p><p><a href=\"http://www.kevinfiges.co.uk/music/\">Kevin Figes</a>, who played all the saxophones, the flute and was one of the singing voices, composed all eight pieces. His first teacher was <a href=\"https://www.theguardian.com/news/2006/feb/10/guardianobituaries.artsobituaries\">Elton Dea</a>, saxophonist with the Soft Machine, who no doubt influenced his open attitude to music in general. The band is completed by Jim Blomfield on keyboards, bassist Thad Kelly, drummer Mark Whitlam and singer Emily Wright. I’m still intrigued by this music, even though parts continue to pass me by. Anyway, it does you good to stretch the ears from time to time. </p> <a href=\"https://www.theguardian.com/music/2020/jun/13/kevin-figes-quartet-changing-times-review-jim-blomfield-thad-kelly-mark-whitlam-emily-wright\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/13/kevin-figes-quartet-changing-times-review-jim-blomfield-thad-kelly-mark-whitlam-emily-wright", "date_published": "2020-06-13 15:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lots of distancing, no long-distance: airlines cautiously return to the sky", "description": "<p>Monday’s easyJet flight from London to Glasgow will be its first scheduled departure for 11 weeks. How will the public respond?</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>London to Glasgow is a small hop for an Airbus A320 jet. But it will be a significant leap out of lockdown for easyJet when its first scheduled flight since late March takes to the skies at 7am on Monday.</p><p>No passenger has climbed into its orange-and-white planes since 11 weeks ago, when the airline shut down operations after flying its last holidaymakers from Tenerife back to Gatwick. At dizzying speed, European airlines have seen a virus whose risks had seemed distant and marginal put their <a href=\"https://www.theguardian.com/business/2020/jun/10/airline-job-losses-could-be-on-scale-of-1980s-mining-industry-report-warns\" title=\"\">entire existence in doubt</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jun/13/airlines-easyjet-return-skies-social-distancing\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/13/airlines-easyjet-return-skies-social-distancing", "date_published": "2020-06-13 15:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Susanna Moore: 'Jack Nicholson used to call me Miss Discreet'", "description": "<p>The In the Cut author on telling her incredible life story in a new memoir that reads like a who’s who of Hollywood’s golden age</p><p>Susanna Moore is the author of seven novels, among them the 1995 thriller&nbsp;<em>In the Cut</em>, which was <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Observer_review/0,,1075896,00.html\">made into a film</a> by Jane Campion. Born in 1945, she grew up in Hawaii and now lives in New York. In her new memoir,&nbsp;<em>Miss Aluminium</em><em>,</em>&nbsp;she tells the story of how she escaped an unhappy childhood, working first as an assistant in the New York department store Bergdorf Goodman and then as a model, before winding up in Hollywood. There she was a script reader for Warren Beatty and Jack Nicholson – and met her second husband, Richard Sylbert, the Oscar-winning production designer of such films as&nbsp;<em>Chinatown</em>&nbsp;and&nbsp;<em>The Graduate</em>.&nbsp;</p><p><strong>Where have you been spending the lock</strong><strong>down?&nbsp;<br /></strong>I’m in Martha’s Vineyard, with my daughter and grandchildren. I have this strange, non-contagious form of TB, which I got in India from mould, so I’m high risk. I spent the first nine weeks not once in the presence of another human being, but I grew to like it: the tranquillity and the silence.&nbsp;</p> <a href=\"https://www.theguardian.com/books/2020/jun/13/susanna-moore-jack-nicholson-used-to-call-me-miss-discreet\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/13/susanna-moore-jack-nicholson-used-to-call-me-miss-discreet", "date_published": "2020-06-13 15:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus world map: which countries have the most Covid-19 cases and deaths?", "description": "<p>Covid-19 has spread around the planet, sending billions of people into lockdown as health services struggle to cope. Find out where the virus has spread, and where it has been most deadly</p><ul><li><a href=\"https://www.theguardian.com/world/2020/jun/12/coronavirus-uk-map-the-latest-deaths-and-confirmed-covid-19-cases\">Coronavirus map of the UK</a></li><li><a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/15/coronavirus-map-us-latest-cases-state-by-state\">Coronavirus map of the US</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/mar/30/coronavirus-cases-in-australia-map-confirmed-numbers-stats-how-many-cases-of-covid-19-nsw-maps-victoria-live-data-qld-sa-wa-tas-nt-latest-statistics-update\">Coronavirus cases in Australia</a></li></ul> <a href=\"https://www.theguardian.com/world/2020/jun/13/coronavirus-world-map-countries-most-covid-19-cases-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/coronavirus-world-map-countries-most-covid-19-cases-deaths", "date_published": "2020-06-13 14:51:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fauci says US might not see 'second wave' of Covid-19 cases", "description": "<p>US public health expert said another wave of infections ‘not inevitable ... if you approach it the proper way’</p><p>Leading US public health expert and White House coronavirus taskforce member Dr Anthony Fauci has said the US may not see a “second wave” of cases of Covid-19.</p><p>According to <a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/28/coronavirus-map-us-latest-cases-state-by-state\">researchers at Johns Hopkins University</a> in Maryland, the US has recorded more than 2m cases of Covid-19 and nearly 115,000 deaths.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/13/anthony-fauci-second-wave-coronavirus-cases\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/13/anthony-fauci-second-wave-coronavirus-cases", "date_published": "2020-06-13 14:39:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Madeleine McCann suspect told he was on German police radar in 2013", "description": "<p>Mistake raises questions over whether Christian Brückner had time to dispose of evidence</p><p>Criminal investigators in Germany notified <a href=\"https://www.theguardian.com/uk-news/2020/jun/06/madeleine-mccann-german-police-ignored-warnings-over-suspect-christian-bruckner\">Christian Brückner </a>as early as 2013 that he was on their radar in connection with the disappearance of Madeleine McCann, raising questions over whether they inadvertently allowed the suspect to dispose of evidence.</p><p>According to a report in the news weekly Der Spiegel, Brückner received a letter from police in Braunschweig on 4 November 2013 inviting him to be interviewed as a witness in the “missing person case Madeleine McCann”.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/madeleine-mccann-suspect-told-he-was-on-german-police-radar-in-2013\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/madeleine-mccann-suspect-told-he-was-on-german-police-radar-in-2013", "date_published": "2020-06-13 14:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ninety and still into toys: how Fisher-Price pulled a town out of depression", "description": "<p>Legendary US brand behind childhood classics weathers controversy and Covid-19 to celebrate milestone anniversary<br /></p><p>The small upstate New York village of East Aurora is a picture of small-town tranquillity. Main Street is as quaint as a painting, complete with a five-and-dime store; farmland towards Lake Erie is dotted with dairy cows, and the museum celebrates a community of arts and craft artists known as Roycrofters who set up here in 1895.</p><p>In 1930, mayor Irving Price decided he wanted to establish financial security for the town as the Great Depression began to take hold. He called on his wife, children’s book illustrator Margaret Evans Price, and a business associate, Herman Fisher. They asked Helen Schelle, owner and manager of the Penny Walker Toy Shop, to join them. Fisher thought the world needed better toys – toys that “appeal to the imagination, that do something new and surprising and funny”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/13/ninety-and-still-into-toys-how-fisher-price-pulled-a-town-out-of-depression-and-may-do-so-again\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/13/ninety-and-still-into-toys-how-fisher-price-pulled-a-town-out-of-depression-and-may-do-so-again", "date_published": "2020-06-13 14:30:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tamal Ray's recipe for homemade jammy dodgers", "description": "<p>A simple, all-butter shortbread version of the classic biscuit that’s fun to make at home with the kids</p><p>Making your own jammy dodgers might seem like a weird thing to do. After all, you can pick up a pack of 12 at any corner shop – how can you possibly improve upon that perfection? But these aren’t an exact replica of the store-bought variety, nor are they meant to be. Think of them instead as an homage: a simple buttery shortbread and a tangy, fruity jam that would go particularly well with a little spoonful of clotted cream.</p> <a href=\"https://www.theguardian.com/food/2020/jun/13/tamal-ray-recipe-homemade-jammy-dodgers\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/13/tamal-ray-recipe-homemade-jammy-dodgers", "date_published": "2020-06-13 14:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The King of Staten Island review – Apatow trades gags for hard truths", "description": "<p>Drawing on his own experiences of childhood bereavement, co-writer Pete Davidson carries this soulful New York story</p><p>The career of <a href=\"https://www.theguardian.com/film/2017/jul/08/judd-apatow-freaks-and-geeks-big-sick-lena-dunham\">Judd Apatow</a> is a machine that processes the raw material of traumatic life crises – accidental pregnancy, terminal disease, marital breakdown – and&nbsp;retools it into his particular brand of mortifying, unforgiving comic candour, in films such as <em><a href=\"https://www.theguardian.com/film/2007/aug/26/romance.juddapatow\">Knocked Up</a></em>, <em><a href=\"https://www.theguardian.com/film/2009/aug/30/funny-people-judd-apatow\">Funny People</a></em> and <em><a href=\"https://www.theguardian.com/film/2013/feb/17/this-is-40-apatow-review\">This Is 40</a></em>. His latest picture – about childhood bereavement and its lingering aftermath – fits right alongside his preferred themes, but though spiked with dry humour its tone is more pensive and heartfelt, the glib gags traded for harder truths.</p><p>This more soulful approach stems from the involvement of <em>Saturday Night Live</em>’s Pete&nbsp;Davidson, who stars in the film and co-wrote it, inking in details from his own life: like the central character, Davidson lost his firefighter father to an accident on the job when he was a child. Davidson plays Scott, a twentysomething screw-up who medicates his grief with weed, and maps out his dead-end life in crummy home-made tattoos. All loose limbs and exposed emotional scar tissue, Davidson is persuasively raw in a performance that becomes increasingly textured and interesting as Scott finds a father figure in his mother’s ex-boyfriend. It’s his bruised charisma that compensates for&nbsp;a certain spaced-out lethargy in the storytelling&nbsp;and an<strong>&nbsp;</strong>overlong running time.</p> <a href=\"https://www.theguardian.com/film/2020/jun/13/the-king-of-staten-island-review-pete-davidson-judd-apatow\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/13/the-king-of-staten-island-review-pete-davidson-judd-apatow", "date_published": "2020-06-13 14:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen's birthday marked with physically distanced event at Windsor Castle", "description": "<p>Welsh Guards stage unique ceremony to replace trooping the colour during lockdown<br /></p><p>The Queen’s official birthday has been marked with a brief ceremonial tribute by the military under physical distancing measures.</p><p>Soldiers from the Welsh Guards, who a few weeks ago were staffing coronavirus test centres, staged the unique event in the grounds of Windsor Castle, as the head of state made her first official public appearance since lockdown was imposed.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/queens-birthday-marked-with-socially-distanced-event-at-windsor-castle\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/queens-birthday-marked-with-socially-distanced-event-at-windsor-castle", "date_published": "2020-06-13 13:29:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can Anna Wintour survive fashion's reckoning with racism?", "description": "<p>While Condé Nast has said the Vogue editor-in-chief will not be stepping down, turmoil has been mounting as employees past and present speak out </p><p>For decades she has stood astride the fashion industry, micro-managing the look and content of US Vogue, marshaling a significant part of the global fashion industry to her worldview, and presiding over a annual gala which, at $25,000 a head, paying guests and favored courtiers mounted lavishly-carpeted steps of Metropolitan Museum of Art to symbolically kiss the ring.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2020/jun/09/editors-resign-us-publications-accusations-racist-toxic-culture\">Top editors resign amid accusations of racist ‘toxic culture’ at US publications</a> </p> <a href=\"https://www.theguardian.com/fashion/2020/jun/13/anna-wintour-vogue-diversity-racism-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jun/13/anna-wintour-vogue-diversity-racism-debate", "date_published": "2020-06-13 13:06:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'My dad's shed is my darkroom’: inside 12 lockdown art studios", "description": "<p>This year’s art and fashion graduates are finding alternative ways to be creative</p><p><strong>Shannon Moran, marine and natural history photography, Falmouth School of Art</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/13/my-dads-shed-is-my-darkroom-inside-12-lockdown-art-studios\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/13/my-dads-shed-is-my-darkroom-inside-12-lockdown-art-studios", "date_published": "2020-06-13 13:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Laura Marling live at Union Chapel review: up close and virtual", "description": "<p><strong>Union Chapel, London</strong><br />This taut, live-streamed gig showcased the lone singer-songwriter’s dexterity and reserve to perfection – and points the way forward for other artists</p><p>Gone, for the time being, is the staticky hush of an expectant crowd at an old-school gig. Cancelled, too, is the wider tour <a href=\"https://www.lauramarling.com/\">Laura Marling</a> would have undertaken in support of her seventh album, <em><a href=\"https://www.theguardian.com/music/2020/apr/19/laura-marling-song-for-our-daughter-review-better-than-ever\">Song</a></em><em><a href=\"https://www.theguardian.com/music/2020/apr/19/laura-marling-song-for-our-daughter-review-better-than-ever\"> </a></em><em><a href=\"https://www.theguardian.com/music/2020/apr/19/laura-marling-song-for-our-daughter-review-better-than-ever\">for Our Daughter</a></em>.</p><p>Instead, the British singer-songwriter takes to the stage of a deserted Union Chapel with only five camerapeople, a handful of sound crew and a skeleton venue staff for company. According to Marling’s representatives, 4,000 tickets have been sold – a figure that would have filled this atmospheric venue four times over and then some. (A second gig follows, pretty much the same set all over again, geo-fenced for US fans.)</p> <a href=\"https://www.theguardian.com/music/2020/jun/13/laura-marling-live-union-chapel-review-up-close-and-virtual\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/13/laura-marling-live-union-chapel-review-up-close-and-virtual", "date_published": "2020-06-13 13:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump gives West Point address amid tensions with military leaders", "description": "<p>President’s visit to military academy also faced protest over bringing graduates back during coronavirus pandemic </p><p>Donald Trump’s address to graduates at West Point on Saturday was controversial both by its very occurrence and due to tensions between the president and leaders of the US armed forces.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/12/john-bolton-book-trump-ukraine-like-transgressions-foreign-policy\">Bolton book claims Trump committed other ‘Ukraine-like transgressions’</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/13/trump-west-point-speech-graduation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/13/trump-west-point-speech-graduation", "date_published": "2020-06-13 12:41:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Rylance: why I had to tell the story of the genius who invented hospital hygiene", "description": "<p>Nineteenth-century Hungarian doctor derided for urging medics to wash their hands will be celebrated in new drama </p><p>It was an “angry little book” telling the story of one of the great misunderstood pioneers of medicine that grabbed the attention of <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/15/is-that-mark-rylance-the-rise-of-a-list-stars-voicing-childrens-tv\">Mark Rylance</a>, the Oscar-winning English actor. “I hadn’t known about Semmelweis, his work, or the tragic way he was oppressed by the medical authorities,” he said this weekend. “But then I picked up a copy of an old French biography, reprinted in translation by a friend of mine at Atlas Press, and found it very moving.”</p><p>Now Ignaz Semmelweis, the groundbreaking 19th-century Hungarian doctor who discovered that invisible germs can convey deadly disease, will be the acclaimed actor’s next stage role and could also be central to a unique and timely theatrical experiment this summer.</p> <a href=\"https://www.theguardian.com/culture/2020/jun/13/mark-rylance-why-i-had-to-tell-the-story-of-the-genius-who-invented-hospital-hygiene\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/13/mark-rylance-why-i-had-to-tell-the-story-of-the-genius-who-invented-hospital-hygiene", "date_published": "2020-06-13 12:35:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three people shot at party in Essex, say police", "description": "<p>Man suffered life-threatening injuries and two women also shot in early hours of Saturday</p><p>A man and two women have sustained gunshot wounds after attackers opened fire on people attending a party in Harlow, Essex.</p><p>Essex police said the man, who is in his 50s and from nearby Grays, was taken to hospital with life-threatening injuries early on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/three-people-shot-at-party-in-essex-say-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/three-people-shot-at-party-in-essex-say-police", "date_published": "2020-06-13 12:19:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beijing reimposes lockdown measures after new Covid-19 outbreak", "description": "<p>Dozens of domestically transmitted cases at city’s largest wholesale food market prompt move</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Parts of Beijing have reimposed lockdown measures after a cluster of locally transmitted coronavirus cases emerged nearly two months after the Chinese capital appeared to have stamped out the virus.</p><p>The outbreak, linked to a major wholesale food market, raised serious questions about the challenges of keeping the disease at bay, even in countries such as China where authoritarian rule allows harsh containment regulations and invasive tracing systems.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/beijing-china-new-covid-19-cases-linked-to-food-market\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/beijing-china-new-covid-19-cases-linked-to-food-market", "date_published": "2020-06-13 12:08:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Whisky is back in favour … and now women are calling the shots", "description": "<p>Female drinkers have a new favourite poison, and are also increasingly involved in running distilleries </p><p>Whisky, like cigar smoke and musty leather armchairs, has been linked with masculinity for decades. But change is afoot. Women are drinking and distilling whisky in ever growing numbers, while men are switching to other poisons.</p><p>Women in the UK now drink 40 million more glasses of whisky a year than they did in 2010, a rise of 15%, compared with a decline of 6% among men, according to the market research firm Kantar.</p> <a href=\"https://www.theguardian.com/food/2020/jun/13/whisky-is-back-in-favour-and-now-women-are-calling-the-shots\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/13/whisky-is-back-in-favour-and-now-women-are-calling-the-shots", "date_published": "2020-06-13 12:05:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The best food books to take you overseas - while stuck at home", "description": "<p>White truffles in Italy, fried chicken in Myanmar, cold mint and cucumber soup in Ukraine … food writer Caroline Eden shares some mouthwatering books to transport you</p><p>Tales of faraway dining, harvests and exotic markets are particularly welcome at a time when international travel is on hold. Few roving writers were as food obsessed as <a href=\"https://www.theguardian.com/books/2011/mar/13/sybille-bedford-legacy-centenary\">Sybille Bedford</a>. Wine swills off the page and cities are brought to life via the ingredients she tastes in <strong><a href=\"https://guardianbookshop.com/pleasures-and-landscapes-9781907970405.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Pleasures and Landscapes</a></strong> (Daunt), a collection of eight essays from her journeys across Europe over 30 years. In 1960s Rome she eats out every night, breathlessly listing the highlights (“white truffles grated at the table over a plate of very fine egg pasta”), “standbys” (pastry and Sicilian oranges) and things to avoid (“Chianti, dead in the glass”). Gold-standard gastronomic journeying to other lands and other eras.</p><p>A well-written cookbook, peppered with recipes, impressions and historical insights can conjure up entire worlds and atmospheres, steering us from page to plate. My last trip pre-lockdown was to the Baltic states, and I have been drawing on <strong><a href=\"https://guardianbookshop.com/baltic-9781743795279.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Baltic New &amp; Old Recipes: Estonia, Latvia &amp; Lithuania</a> </strong>by Simon Bajada (Hardie Grant) since my return. Bajada offers a recipe for chilled beetroot soup, <em>hakklihakaste</em> (a “deconstructed shepherd’s pie”) and artistic-sounding “potato whistles with chanterelles”.</p> <a href=\"https://www.theguardian.com/books/2020/jun/13/the-best-food-books-to-take-you-overseas-while-stuck-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/jun/13/the-best-food-books-to-take-you-overseas-while-stuck-at-home", "date_published": "2020-06-13 12:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctors accused of blocking abortions in Northern Ireland despite legalisation", "description": "<p>Patients forced to buy pills online or go overseas for terminations </p><p>Women seeking abortions in Northern Ireland are still struggling to access services. Although abortion was legalised more than two months ago, claims persist that healthcare professionals are refusing to treat patients.</p><p>A leading reproductive rights group and a doctors’ organisation say that GPs are refusing to refer pregnant women to hospital services so they can access the tablets needed to undergo a medical abortion. They are also aware of midwives and nurses refusing to care for patients before and after the procedure.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/doctors-accused-of-blocking-abortions-in-northern-ireland-despite-legalisation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/doctors-accused-of-blocking-abortions-in-northern-ireland-despite-legalisation", "date_published": "2020-06-13 11:35:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexico mourns young footballer shot dead as outrage grows over police abuse", "description": "<p>Protests are planned after the death of 16-year-old US-born Alexander Martínez Gómez, killed by police as he rode his motorbike</p><p>Sobbing down the telephone line from her home in rural Oaxaca state, Virginia Gómez remembered her 16-year-old son Alexander as a healthy youngster, who didn’t smoke, didn’t drink – and dreamed of playing football for Mexico.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/10/mexico-teenager-oaxaca-police-shot-dead\">Mexico: US teenager shot dead by police in Oaxaca</a> </p> <a href=\"https://www.theguardian.com/world/2020/jun/13/mexico-oaxaca-police-shooting-teenager\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/mexico-oaxaca-police-shooting-teenager", "date_published": "2020-06-13 11:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Doctors warn that thousands could die of bowel cancer after halt in screening", "description": "<p><strong>Patients who are ‘treatable and curable’ are now in grave danger of losing their lives, say experts</strong></p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>A dramatic rise in <a href=\"https://www.theguardian.com/society/bowel-cancer\">bowel cancer</a> cases is set to sweep Britain in the wake of the <a href=\"https://www.theguardian.com/world/2020/jun/05/coronavirus-latest-at-a-glance-5-june-2020\">Covid-19 outbreak</a>, doctors and scientists have warned.</p><p>They said they feared that the halting of screening for the condition will lead to thousands of people dying early from the disease.</p> <a href=\"https://www.theguardian.com/society/2020/jun/13/doctors-warn-that-thousands-could-die-of-bowel-cancer-after-halt-in-screening\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/13/doctors-warn-that-thousands-could-die-of-bowel-cancer-after-halt-in-screening", "date_published": "2020-06-13 11:05:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Youth justice: exposing a system that is failing our most vulnerable children", "description": "<p>Children in the Dock is one of six journalistic investigations shortlisted for the prestigious Orwell prize this year, in the category entitled Exposing Britain’s Social Evils. We talk to the team behind it</p><p><em><strong><a href=\"https://www.theguardian.com/society/series/children-in-the-dock\">Children </a></strong></em><em><strong><a href=\"https://www.theguardian.com/society/series/children-in-the-dock\"> in the </a></strong></em><em><strong><a href=\"https://www.theguardian.com/society/series/children-in-the-dock\">Dock</a> </strong></em><em><strong>was an investigation into the youth justice system in England and Wales</strong></em><em><strong> that involved the Guardian’s Manchester team spending a month monitoring every case at Greater Manchester </strong></em><em><strong>youth </strong></em><em><strong>court.&nbsp;Among other things, they found that the proportion of BAME children in court ha</strong></em><em><strong>d doubled in eight years, and revealed that youth cases now take 40% longer than in 2010.</strong></em></p> <a href=\"https://www.theguardian.com/membership/2020/jun/13/youth-justice-exposing-a-system-that-is-failing-our-most-vulnerable-children\">Continue reading...</a>", "link": "https://www.theguardian.com/membership/2020/jun/13/youth-justice-exposing-a-system-that-is-failing-our-most-vulnerable-children", "date_published": "2020-06-13 11:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If we want a more equal Britain, we must teach its true black history | Jason Arday", "description": "<p>British curriculums ignore the atrocities of empire and the contributions of black people. These must be acknowledged</p><p>Martin Luther King Jr once said: “The arc of the moral universe is long, but it bends toward justice.” So, too, we are told that discriminatory ignorance resides with the older generation and that the next will usher forth a more inclusive world. Sadly, as an educator, I know that this isn’t the case. Increasingly, young people, perhaps disenfranchised by broader social inequality, are rejecting multiculturalism and aligning themselves with racist views.&nbsp;</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/11/black-lives-matter-racism-bristol-colston\">'Black Lives Matter' risks becoming an empty slogan. It's not enough to defeat racism | Joseph Harker</a> </p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/13/equal-britain-teach-black-history-empire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/13/equal-britain-teach-black-history-empire", "date_published": "2020-06-13 11:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "19 dead in a decade: the small American city where violent police thrive", "description": "<p>Police killed Sean Monterrosa amid protests against brutality. His death is part of a fatal pattern in Vallejo, California</p><p>At 12.30am on 2 June, as <a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-us-cities-protests-violence-minneapolis-new-york\">protests</a> for George Floyd raged across California, a Vallejo policeman fired five shots through the windshield of his unmarked car, fatally striking an unarmed young man kneeling in a parking lot.</p><p>The <a href=\"https://www.theguardian.com/us-news/2020/jun/05/california-vallejo-police-shooting-sean-monterrosa\">death of Sean Monterrosa</a> sparked national outrage at a time when a growing number of Americans are focused on police brutality.<strong> </strong>But in Vallejo, the killing felt painfully familiar and served as a harsh reminder that the city’s police department remains one of the country’s most violent and brutal small-city forces.&nbsp;</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/13/vallejo-california-police-violence-sean-monterrosa\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/13/vallejo-california-police-violence-sean-monterrosa", "date_published": "2020-06-13 10:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For small businesses like ours, social distancing could be a nightmare | Ally Hardy", "description": "<p>We’ve done everything to keep our small Hereford bar afloat – but now we need to fill it with customers<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/jun/11/coronavirus-live-news-us-cases-near-2-million-as-mexico-city-ramps-up-testing-in-push-to-reopen\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>My husband and I run a quirky, colourful music bar in Hereford. The past four months have been been traumatic, as they have for <a href=\"https://www.theguardian.com/business/2020/apr/03/its-a-struggle-the-small-business-owners-trying-to-survive-coronavirus-lockdown\">many who run small businesses</a> up and down the country.<strong>&nbsp;</strong>While many are already talking of the “post-Covid-19” economy, that feels like a far-off prospect when we seem to be treading a path through a Covid-19 labyrinth.</p><p>We bought the lease of a building and opened Babar Cafe in November 2018.&nbsp;We had run a London pub many years ago and, while we both moved into other jobs, we continued to put on club nights. One of those became a success, and a dormant seed germinated as we kept one eye open for a venue. The right building came on the market at the same time as we were selling a flat we had done up.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/13/small-businesses-social-distancing-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/13/small-businesses-social-distancing-covid-19", "date_published": "2020-06-13 10:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UN chief expresses shock at discovery of mass graves in Libya", "description": "<p>Fears grow of further atrocities in areas controlled by Khalifa Haftar forces<br /></p><p>The UN secretary general, António Guterres, has expressed deep shock at the discovery of mass graves in Libyan territory recently recaptured from forces commanded by Khalifa Haftar, and called for a transparent investigation.</p><p>Guterres also called on Libya’s UN-backed government to secure the mass graves, identify the victims, establish the causes of death and return the bodies to the next of kin. He offered UN support in carrying out the measures, his spokesman Stéphane Dujarric said.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/mass-graves-found-in-libyan-town-recaptured-from-khalifa-hafter-forces\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/mass-graves-found-in-libyan-town-recaptured-from-khalifa-hafter-forces", "date_published": "2020-06-13 09:54:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hello Kitty gets new boss after 60 years", "description": "<p>Founder Shintaro Tsuji, 92, steps down and hands control of struggling firm to grandson</p><p>The founder of the firm behind Hello Kitty is stepping down at the age of 92 and handing the reins to his grandson, the first change in leadership in the company’s six-decade history.</p><p>Tokyo-based Sanrio, which created the ubiquitous character in 1974, announced on Friday that Shintaro Tsuji would retire as president and pass control of the company to its senior managing director, Tomokuni Tsuji.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/hello-kitty-gets-new-boss-after-60-years\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/hello-kitty-gets-new-boss-after-60-years", "date_published": "2020-06-13 09:42:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grenfell relative draws comparisons between fire and Covid-19 response", "description": "<p>Families of 72 victims of tower block blaze will mark third anniversary of blaze this weekend<br /></p><p>A bereaved relative has drawn parallels between the coronavirus crisis and the aftermath of the Grenfell Tower fire before the third anniversary of the disaster.</p><p>Karim Mussilhy, whose uncle Hesham Rahman died in the blaze, said the pandemic had been tough for many of the bereaved and survivors of the fire, which killed 72 people.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/grenfell-tower-fire-anniversary-covid-19-response\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/grenfell-tower-fire-anniversary-covid-19-response", "date_published": "2020-06-13 09:19:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bristol mayor: Colston statue removal was act of 'historical poetry'", "description": "<p>Marvin Rees on the slave trader, institutional racism and his mixed heritage experience<br /></p><p>Marvin Rees, the directly elected mayor of Bristol, has trodden a very delicate line this week. He could not, and would not, condone the toppling of the statue of the slave trader Edward Colston.</p><p>Nor did he hide his satisfaction, however, that it was hauled from its plinth and thrown off a quayside where Colston’s ships would have docked close to a <a href=\"https://visitbristol.co.uk/things-to-do/peros-bridge-p269523\">bridge named </a><a href=\"https://visitbristol.co.uk/things-to-do/peros-bridge-p269523\">in honour of the 18<sup>th</sup> century Bristol slave Pero Jones</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/bristol-mayor-colston-statue-removal-was-act-of-historical-poetry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/bristol-mayor-colston-statue-removal-was-act-of-historical-poetry", "date_published": "2020-06-13 08:54:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It fits at the heart of Black Lives Matter': Grenfell survivors three years on - video", "description": "<p>With the three-year anniversary of Grenfell happening in the midst of a global pandemic, the community is having to adapt their usual way of marking and remembering what happened on 14 June 2017. This year they are having to come together online. Guardian journalist Iman Amrani speaks to former Grenfell residents about life three years on, and about how Grenfell is linked to Black Lives Matter, Windrush and Covid-19&nbsp;<br /></p><ul><li><a href=\"https://www.theguardian.com/uk-news/2020/jun/12/green-lights-to-shine-for-grenfell-victims-on-anniversary-of-disaster\">Green lights to shine for Grenfell victims on anniversary of disaster</a></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2020/jun/13/it-fits-at-the-heart-of-black-lives-matter-grenfell-survivors-three-years-on-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2020/jun/13/it-fits-at-the-heart-of-black-lives-matter-grenfell-survivors-three-years-on-video", "date_published": "2020-06-13 08:18:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The vultures aren't hovering over Africa – and that's bad news", "description": "<p>Unlovely and unloved, vultures play a vital role as nature’s clean-up squad but are now one of the most threatened groups of birds on the planet</p><p>It’s hard to love vultures. Their bare-headed appearance, scavenging habits and reputation as the refuse disposal workers of the bird world rarely endear them to a public who prefer more conventionally attractive creatures. But amid growing fears that the birds are facing extinction, conservationists are calling for more to be done to save these unloved birds of prey.</p><p>If this seems like old news, that’s because for some species it is. In the early 1990s, observers in India began to notice that vultures, which usually gathered in huge flocks around animal carcasses, were declining at an unprecedented rate.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/13/the-vultures-arent-hovering-over-africa-and-thats-bad-news-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/13/the-vultures-arent-hovering-over-africa-and-thats-bad-news-aoe", "date_published": "2020-06-13 08:15:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames tunnel opponents in last-ditch bid to halt £1.2bn scheme", "description": "<p>Campaigners say tunnel will be environmentally destructive and cripplingly expensive</p><p>Opponents of a new four-lane tunnel under the River Thames are making a last-ditch attempt to halt the £1.2bn scheme, which they say will be environmentally destructive and cripplingly expensive.</p><p>Campaigners are to write to the oversight committee at the Greater London Authority asking it to urgently review the proposal.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/thames-tunnel-opponents-in-last-ditch-bid-to-halt-12bn-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/13/thames-tunnel-opponents-in-last-ditch-bid-to-halt-12bn-scheme", "date_published": "2020-06-13 08:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK language students prepare for virtual year abroad in their bedrooms", "description": "<p>Some universities have cancelled overseas trips amid coronavirus fears and others are trying to think of alternatives </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>What is a virtual year abroad – and is there any point in it? That is the question Reece Jack, of Troon, South Ayrshire, is asking, along with thousands of other languages students whose year abroad has been cancelled or is in doubt.</p><p>Jack, a second-year student of business and French at <a href=\"https://www.theguardian.com/education/universityofstrathclyde\">Strathclyde University</a>, thinks the idea of shared “virtual year abroad” resources across universities, being offered as a partial replacement for the real experience, is “delusional”. “Students will not pick up a natural fluency staying in the UK – the most anti-learning-a-language country there is,” he says.</p> <a href=\"https://www.theguardian.com/education/2020/jun/13/uk-language-students-prepare-for-virtual-year-abroad-in-their-bedrooms\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/13/uk-language-students-prepare-for-virtual-year-abroad-in-their-bedrooms", "date_published": "2020-06-13 07:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BMA demands answers over missing BAME pages of Covid-19 report", "description": "<p>Letter to health secretary calls for urgent publication of suggested safeguards for BAME communities<br /></p><p>The British Medical Association has demanded an explanation from the government following reports that pages containing recommendations to protect black, Asian and minority ethnic (BAME) communities were removed from last week’s Covid-19 disparity report.</p><p>In a letter sent to health secretary Matt Hancock, shared exclusively with the Guardian, the head of the BMA called for the missing pages and recommendations to be published immediately.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/bma-demands-answers-over-missing-bame-pages-of-covid-19-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/bma-demands-answers-over-missing-bame-pages-of-covid-19-report", "date_published": "2020-06-13 07:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's all I talk about': crunch time for sixth-formers to decide on university places", "description": "<p>School leavers tell of the stress of having to make important decisions while coronavirus throws UK education into disarray<br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The final year of school is always stressful but at least it follows a familiar template: revision, exams, results, and – hopefully – celebrations. For this year’s A-level students, however, everything they hoped for has been <a href=\"https://www.theguardian.com/education/2020/may/29/we-cant-yet-say-whats-on-offer-in-september-uk-universities-tell-freshers\">turned on its head</a> by the coronavirus pandemic. </p><p>Sixth-formers now have to make important decisions based on uncertain information: will their <a href=\"https://www.theguardian.com/education/2020/apr/14/will-gcse-and-a-level-students-get-a-fair-deal-when-coronavirus-has-cancelled-exams\">teacher-assessed grades</a> be lower? Will they still get their place at university? Will they need to take exams in the autumn? When will they even know? They need to decide on their first choice of university by 18 June, although some universities will still consider applications after that to <a href=\"https://www.theguardian.com/education/2020/jun/06/i-feel-like-a-number-unhappy-uk-students-blocked-from-deferring-studies\">defer</a> for a year.</p> <a href=\"https://www.theguardian.com/education/2020/jun/13/its-all-i-talk-about-crunch-time-for-sixth-formers-to-decide-on-university-places\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/13/its-all-i-talk-about-crunch-time-for-sixth-formers-to-decide-on-university-places", "date_published": "2020-06-13 07:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fast-growing mini-forests spring up in Europe to aid climate", "description": "<p>Miyawaki forests are denser and said to be more biodiverse than other kinds of woods</p><p>Tiny, dense forests are springing up around Europe as part of a movement aimed at restoring biodiversity and fighting the climate crisis.</p><p>Often sited in schoolyards or alongside roads, the forests can be as small as a tennis court. They are based on the work of the Japanese botanist Akira Miyawaki, who has planted more than 1,000 such forests in Japan, Malaysia and elsewhere.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/13/fast-growing-mini-forests-spring-up-in-europe-to-aid-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/13/fast-growing-mini-forests-spring-up-in-europe-to-aid-climate", "date_published": "2020-06-13 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis sets out its stores for post-lockdown shopping world", "description": "<p>Retailer hopes new shopping etiquette such as disposable socks for trying on shoes will tempt customers back</p><ul><li><a href=\"https://www.theguardian.com/business/2020/jun/12/how-retailers-plan-to-trade-after-the-coronavirus-lockdown\">How retailers plan to ply their trade after lockdown</a></li></ul><p>It is <a href=\"https://www.theguardian.com/business/johnlewis\">John Lewis </a>but not as you know it. The department store chain has given its stores a coronavirus makeover and customers will next week find new shopping rules apply – including not trying on clothes and escalator etiquette involving an eight-step gap.</p><p>The employee-owned retailer, along with other big high-street names such as Marks &amp; Spencer and Primark, will enter a brave new world on Monday when the <a href=\"https://www.theguardian.com/world/2020/jun/09/non-essential-shops-to-open-in-england-from-monday-says-sharma-covid-19\">relaxation of government restrictions in England</a> provides the first real glimpse of shopper appetite to return to the high street proper. Department stores, <a href=\"https://www.theguardian.com/business/2020/jun/13/how-retailers-plan-to-trade-after-the-coronavirus-lockdown\">bookshops, electrical</a><a href=\"https://www.theguardian.com/business/2020/jun/13/how-retailers-plan-to-trade-after-the-coronavirus-lockdown\"> outlets and toy retailers</a> will be among the businesses opening when non-essential shops welcome back customers after an enforced three-month shutdown.</p> <a href=\"https://www.theguardian.com/business/2020/jun/13/john-lewis-sets-out-its-stores-for-post-lockdown-shopping-world\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/13/john-lewis-sets-out-its-stores-for-post-lockdown-shopping-world", "date_published": "2020-06-13 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nepal to investigate Dalit killings following arranged marriage dispute", "description": "<p>Committee set up to investigate deaths of young men allegedly chased into river as a result of ‘caste-based discrimination’</p><p>The Nepalese government has established an independent high-level committee to investigate the killings of six young men, including four Dalits, whose deaths drew condemnation from the UN human rights chief.</p><p>Friends Nabaraj BK, 20, Sanju BK, 21, Lokendra Sunar, 18, Tikaram Sunar, 20, Govinda Shahi, 17, and Ganesh Budha, 17, died on 23 May, after a dispute with a family.</p> <a href=\"https://www.theguardian.com/global-development/2020/jun/13/nepal-to-investigate-dalit-killings-following-arranged-marriage-dispute\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/jun/13/nepal-to-investigate-dalit-killings-following-arranged-marriage-dispute", "date_published": "2020-06-13 07:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "20 photographs of the week", "description": "<p>Black Lives Matter protests, the funeral of George Floyd and the impact of Covid-19 – the most striking photographs from around the world this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/jun/13/20-photographs-of-the-week\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/jun/13/20-photographs-of-the-week", "date_published": "2020-06-13 06:49:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How can I cut my own hair at home?", "description": "<p>I haven’t had my hair cut since before the lockdown – I’m wondering whether to buy clippers</p><p><strong>Every week a Guardian Money reader submits a question, and it’s up to you to help him or her out – a selection of the best answers will appear in next Saturday’s paper.</strong></p><p>I haven’t had my hair cut since before the lockdown and it’s become a shaggy mess. Does anyone have any good tips for cutting men’s hair at home? I’ve heard Wahl clippers are good, but are there other decent makes?</p> <a href=\"https://www.theguardian.com/money/2020/jun/13/cut-my-own-hair-at-home-lockdown-buy-clippers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/jun/13/cut-my-own-hair-at-home-lockdown-buy-clippers", "date_published": "2020-06-13 06:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate worst-case scenarios may not go far enough, cloud data shows", "description": "<p>Modelling suggests climate is considerably more sensitive to carbon emissions than thought</p><p>Worst-case global heating scenarios may need to be revised upwards in light of a better understanding of the role of clouds, scientists have said.</p><p>Recent modelling data suggests the climate is considerably more sensitive to carbon emissions than previously believed, and experts said the projections had the potential to be “incredibly alarming”, though they stressed further research would be needed to validate the new numbers.</p> <a href=\"https://www.theguardian.com/environment/2020/jun/13/climate-worst-case-scenarios-clouds-scientists-global-heating\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/jun/13/climate-worst-case-scenarios-clouds-scientists-global-heating", "date_published": "2020-06-13 06:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Argentina pastor turns church into bar in protest at uneven coronavirus restrictions", "description": "<p>Pastor plans a drive-in worship event next in protest at limits on church services as bars and shops open</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An evangelical church in Argentina has reopened as a bar in protest against the lockdown on religious services that remains in place despite the gradual opening up of other activities around the country.</p><p>Bar tables were placed inside the church and pastors dressed as waiters carrying bibles on their trays in a mock service as part of call for religious services to be allowed during Argentina’s coronavirus lockdown.</p> <a href=\"https://www.theguardian.com/world/2020/jun/13/argentina-pastor-turns-church-into-bar-in-protest-at-uneven-coronavirus-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/13/argentina-pastor-turns-church-into-bar-in-protest-at-uneven-coronavirus-restrictions", "date_published": "2020-06-13 01:23:11+00:00", "persistent": false, "user": null, "language": "en-UK"}]