[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "The Illusion Only Some People Can See", "description": "Ames window illusion illustrates how we don't directly perceive external reality. Special Holiday deal! Go to https://NordVPN.com/veritasium and use code VERITASIUM to get 68% off a 2 year plan plus 4 additional months free. It’s risk free with Nord’s 30 day money-back guarantee!\n\nSpecial thanks to:\nProf. Phil Kellman from UCLA Psychology https://kellmanlab.psych.ucla.edu\nMuseum of Illusions in Los Angeles for the use of their Ames Room https://laillusions.com\nCuriosity Show - Video on Ames Illusion: https://youtu.be/DkVOIJAaWO0\n\nReferences:\nAmes, A., Jr. (1951). Visual perception and the rotating trapezoidal window. Psychological Monographs: General and Applied, 65(7), i–32. https://doi.org/10.1037/h0093600\n\nMarcel de Heer & Thomas V. Papathomas (2017) The Ames Window Illusion and Its Variations\nDOI:10.1093/acprof:oso/9780199794607.003.0014\n\nOross, Stephen, Francis, Ellie, Mauk, Deborah & Fox, Robert. (1987). The Ames Window Illusion: Perception of Illusory Motion by Human Infants. Journal of Experimental Psychology: Human Perception & Performance, 13(4), 609-613.\n\nBehrens, R. (1987). The Life and Unusual Ideas of Adelbert Ames, Jr. Leonardo, 20(3), 273-279. doi:10.2307/1578173\n\nBurnham, C., & Ono, H. (1969). Variables Altering Perception of the Rotating Trapezoidal Illusion. The American Journal of Psychology, 82(1), 86-95. doi:10.2307/1420609\n\nAllport, G. W., & Pettigrew, T. F. (1957). Cultural influence on the perception of movement: The trapezoidal illusion among Zulus. The Journal of Abnormal and Social Psychology, 55(1), 104–113. https://doi.org/10.1037/h0049372\n\nZenhausern R. Effect of Perspective on Two Trapezoid Illusions. Perceptual and Motor Skills. 1969;28(3):1003-1009. doi:10.2466/pms.1969.28.3.1003\n\nGehringer, W. L., & Engel, E. (1986). Effect of ecological viewing conditions on the Ames' distorted room illusion. Journal of Experimental Psychology: Human Perception and Performance, 12(2), 181–185. https://doi.org/10.1037/0096-1523.12.2.181\n\nLong, G.M., Toppino, T.C. Adaptation effects and reversible figures: A comment on Horlitz and O’Leary. Perception & Psychophysics 56, 605–610 (1994). https://doi.org/10.3758/BF03206956\n\nGregory RL. Looking through the Ames window. Perception. 2009;38(12):1739-40. doi: 10.1068/p3812ed. PMID: 20192124.\n\nJahoda, G. (1966). Geometric illusions and environment: A study in Ghana. British Journal of Psychology, 57(1-2), 193–199. https://doi.org/10.1111/j.2044-8295.1966.tb01019.x\n\nV. Mary Stewart (1974) A Cross-Cultural Test of the “Carpentered World” Hypothesis Using The Ames Distorted Room Illusion, International Journal of Psychology, 9:2, 79-89, DOI: 10.1080/00207597408247094\n\nMargaret Kathleen Cappone (1966) The Effect of Verbal Suggestion on the Reversal Rate of the Ames Trapezoid Illusion, The Journal of Psychology, 62:2, 211-219, DOI: 10.1080/00223980.1966.10543786\n\nResearched and written by Petr Lebedev and Derek Muller\nFilmed by Derek Muller and Raquel Nuno\nAnimations, VFX, and Music by Jonny Hyman\nAmes Room VFX and additional Ames Window animation by Nicolas Pratt\nAdditional Music from https://epidemicsound.com \"Life in Color\" \"Singularity\"\nLarge Ames window construction by GW Construction\nVideo supplied by Getty Images", "link": "https://www.youtube.com/watch?v=dBap_Lp-0oc", "date_published": "2020-12-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]