[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077: Best Side Quests", "description": "Just like The Witcher 3, Cyberpunk 2077 is packed full of side quests, and there are certain ones you'll want to finish before you hit that point of no return. We go through the most important side quests in Cyberpunk 2077: the ones that directly impact your ending, as well as offer romance options. We tell you how to start them, as well as the outcomes (as spoiler-free as possible) in order to romance certain characters. Many of the quests have multiple arcs, and it's important to follow them all, as they're some of the strongest moments in the game.\n\nCyberpunk 2077 is available now for PS4, PS5 (via backwards compatibility), Xbox One, Xbox Series X/S (via backwards compatibility), PC, and Stadia. For more Cyberpunk 2077 tips, make sure to subscribe to youtube.com/GameSpot.", "link": "https://www.youtube.com/watch?v=aNInH1eRRnI", "date_published": "2020-12-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Firearms Expert Reacts To Cyberpunk 2077’s Guns", "description": "Jonathan Ferguson, a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries, breaks down the weaponry of Cyberpunk 2077 and tries to figure out how the guns might work in real life.\n\nCyberpunk 2077 may be set in an alternate sci-fi future, but it’s still armed to the teeth with a load of fictional sci-fi weaponry: guns that have taken inspiration from real-world sources.\n\nIn the above video, Jonathan Ferguson--a weapons expert and Keeper of Firearms & Artillery at the Royal Armouries--breaks down the guns of Cyberpunk 2077 and compares them to their potential real-world counterparts.\n\nIf you're interested in seeing more of Jonathan, you can check out more from the Royal Armouries right here. - https://www.youtube.com/user/RoyalArmouries \n\nIf you would like to support the Royal Armouries, you can make a charitable donation to the museum here. - https://royalarmouries.org/support-us/donations/ \n\nAnd if you would like to become a member of the Royal Armouries, you can get membership here. - https://royalarmouries.org/support-us/membership/", "link": "https://www.youtube.com/watch?v=k5mMJsILaps", "date_published": "2020-12-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How To Unlock Cyberpunk 2077's Secret Ending [SPOILERS]", "description": "Here's how to unlock Cyberpunk 2077's secret ending. Spoilers ahead.\n\nCyberpunk 2077 has several different endgame missions and possible endings. Accessing them depends on some of the choices you make throughout the game and which characters you choose to help. But there's one less obvious secret ending that you might not ever uncover if you don't know how to access it.\n\nHere's what you need to do to access the secret ending, which requires some specific dialogue choices in the Chippin' In side mission. Of course, be warned, there will be Cyberpunk spoilers, so continue at your own risk.\n\nCyberpunk 2077 is available now for Xbox One, Xbox Series X/S (via backwards compatibility), PC, and Stadia. For more Cyberpunk 2077 tips, make sure to subscribe to youtube.com/GameSpot.", "link": "https://www.youtube.com/watch?v=PUKts8pmOos", "date_published": "2020-12-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077: Demo vs Retail Gameplay", "description": "Take a look at this video comparing the first ever gameplay demo of Cyberpunk 2077 with its final retail version captured on PC. \n\nCyberpunk 2077 has been a long time coming. Since the game was first revealed in 2012, we had to wait six years before we saw a 48-minute long work in progress gameplay video. \n\nNow, Cyberpunk 2077 has finally been released, and we can compare those work in progress visuals to the finished product. In the above video we compare scenes from two key moments in the game, an early mission where V and their friend Jackie Welles are on a job to rescue a wealthy woman who has been kidnapped by scavengers, before visiting the Ripperdoc to enhance V's cybernetics. Then, we take a look at a second mission, where V and Jackie met Militech agent Stout, and infiltrate the Maelstrom gang hideout to pick up an advanced bot for fixer Dexter DeShawn. \n \nFor more graphics comparisons, check out our look at the game running on a base PS4 and a PS5. Cyberpunk 2077 is available now on PS4, PS5, Xbox One, Xbox Series X/S, PC, and Stadia.", "link": "https://www.youtube.com/watch?v=4w8TLBIwcBo", "date_published": "2020-12-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Cyberpunk 2077: Top 5 Cybernetics You Need", "description": "There is a lot to buy in Cyberpunk 2077: Cars, guns, consumables, and--most importantly--cybernetics. Here are the best ones we've found so far.\n\nThere's a lot to buy in Cyberpunk 2077--cars, guns, consumables, clothes--but there's one thing that you should be investing your hard earned eddies into as soon as you can: cybernetics. Most offer passive buffs, but there are a few that can fundamentally change the way you play.\n\nIn the above video, we list the coolest cybernetics in Cyberpunk 2077 as well as where to get them and how much they cost. From giving V a handy double jump so they can traverse Night City with ease and Bullet Time to help out when situations get a little overwhelming to wrist rockets. Yes, you read that right. \n\nFor more Cyberpunk 2077, make sure to subscribe to youtube.com/gamespot. Cyberpunk 2077 is available now for PS4, PS5 (via backwards compatibility), Xbox One, Xbox Series X/S (via backwards compatibility), PC, and Stadia.\n\n0:00 - Intro\n0:22 - Reinforced Tendons\n1:24 - Gorilla Arms\n2:36 - Projectile Launch System\n3:12 - Kerenzikov\n4:02 - Cyberdecks\n4:42 - Outro", "link": "https://www.youtube.com/watch?v=9AI217MnfiU", "date_published": "2020-12-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Official Sephiroth Gameplay Walkthrough By Mr. Sakurai - Super Smash Bros. Ultimate", "description": "Watch the full Super Smash Bros. Ultimate presentation featuring Sephiroth and see what the One-Winged Angel can do! Sephiroth arrives 12/22 and is available as a part of the Fighters Pass Vol. 2!", "link": "https://www.youtube.com/watch?v=CerQhwS6Ih8", "date_published": "2020-12-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "PS5 And Xbox Series X: Fixes, Improvements, And Error Codes", "description": "We've had the PlayStation 5 and Xbox Series X consoles for just over a month, and while there were widespread reports of issues, have the teething problems been fixed?\n\nWe've been in the \"next console generation\" for a little over a month now, considering Xbox Series X|S released November 10 and PS5 launched November 12. Guess we should start referring to the new consoles as the current generation, huh? Still sounds weird though, to be honest.\n\nIn the weeks following their launch, Xbox and PlayStation have released updates for their respective new consoles, ranging from bug fixes to quality of life adjustments. Even Xbox Series X|S and PS5 are hard to find, at least both Microsoft and Sony have shown a commitment to improving the experience on their consoles for those who do happen to have one.\n\nSeveral games have received significant upgrades on the new consoles as well, such as Marvel's Spider-Man: Miles Morales and Borderlands 3. It all pretty much boils down to 4k support at 60fps but a few titles have received other notable improvements, such as splitscreen co-op and 120fps.\n\nOn this episode of Generation Next, Lucy, Tamoor, and Jordan go over all of this. The Gen Next crew is thankful that it hasn't run into any major issues with their Xbox Series X|S and PS5 consoles just yet--hopefully their luck extends into 2021.\n\n00:00 - Intro\n00:54 - PS5 DualSense USB charging fixed\n02:26 - Next-Gen game patches (Miles Morales, Borderlands 3, etc.)\n05:49 - PS5 stability issues (game crashes, cloud saves, etc.)\n10:47 - Xbox Series X/S Update (Auto HDR, Badges, etc.)\n13:24 - Outro", "link": "https://www.youtube.com/watch?v=oO95ubklQts", "date_published": "2020-12-18 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]