[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "11 Things You Should Do Everyday In Animal Crossing: New Horizons", "description": "When it comes to Animal Crossing, consistency is the key to success. With that in mind we put together a list of 11 things you should do every day in Animal Crossing: New Horizons. In this video, Jake will walk you through 11 things you should do every day in Animal Crossing.\n\nThis video covers everything from efficient resource gathering, quick money making tips, and checking in with all the key NPCs on your island. As always, if you have daily tips for your fellows travellers, be sure to drop them in the comments below.\n\nIn Kallie Plagge’s review in progress she gave it an 8, saying, “While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.”\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=JZ7K6AAZEq4", "date_published": "2020-03-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "8 Crucial Tips For Starting Animal Crossing: New Horizons", "description": "If you’re unfamiliar with Animal Crossing or haven’t played in a while it can be a bit overwhelming. Fortunately, we have some tips that should help you get through your first few days and weeks.\n\nWe've been enjoying Animal Crossing: New Horizons for the past few weeks and, like previous games in the franchise, there's a lot of systems to keep track of, activities to do, and milestones to meet. There's definitely a bit of a learning curve to it all. \n\nIn the video above, Jake Dekker goes over the eight details that we all wish we had known about before beginning our own island getaway in New Horizons. If you're just picking up the latest Animal Crossing game yourself, these tips should help you expedite the process of getting through the first few days. \n\nFor those looking for a bit more help, we have several other video guides that may help you out during your initial weeks in New Horizons. Admittedly, the game is a bit slow when it comes to progression, so you may feel like you're getting nowhere, but trust us--commit the time and you will begin to see developments on your island.\n\nMore Animal Crossing: New Horizons Video Guides\nAnimal Crossing: New Horizons - Everything You NEED To Do On The First Day\n11 Things You Should Do Every Day In Animal Crossing: New Horizons\n13 Essential Tips For Animal Crossing New Horizons\nMake Money FAST In Animal Crossing: New Horizons\n\nIn GameSpot's Animal Crossing: New Horizons review in progress, Kallie Plagge writes, \"New Horizons certainly has a slower pace than other Animal Crossing games, partially because you have to work to get things up and running on the island at the start. And while I'm impatient to discover what upgrades might be coming my way (and I need to mess around with Island Designer more), I still feel as though I've done a lot on my island. I've crafted tons of furniture, upgraded my house seven times, picked thousands of weeds, and done far too many drastic outfit changes. I'm as excited to see what random events await me each morning as I am to decorate my island and make it my own, and that's sure to keep me coming back for the foreseeable future.\"\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=MxPJqlWLHjE", "date_published": "2020-03-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How To Make Money FAST In Animal Crossing: New Horizons", "description": "There are a lot of ways to make money in Animal Crossing: New Horizons, but if you want to maximize profits here are some tips to make a ton of bells.\n\nThis video covers fishing and bug catching strategies, deserted islands, and the Stalk Market. As always, if you’ve found some efficient ways to make money in Animal Crossing: New Horizons, please share them in the comments below.\n\nAnimal Crossing: New Horizons is out March 20 on Nintendo Switch. In Kallie Plagge’s review in progress she gave it an 8, saying, “While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.”\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=PO4gLhS6G3Y", "date_published": "2020-03-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "13 Essential Tips For Animal Crossing New Horizons", "description": "Animal Crossing: New Horizons is finally out on Nintendo Switch, and if you’ve never played an Animal Crossing game before, it might seem a bit overwhelming. Fortunately, Jake is here to run you through some essential tips you need to know as you are adjusting to island life.\n\nThese 13 tips range from daily tasks you won’t want to forget about to advice on how to catch some of the most cunning insects. Of course, if you have tips for your fellows travellers be sure to drop them in the comments below.\n\nIn Kallie Plagge’s Animal Crossing: New Horizons review in progress, she gave it an 8, saying, “While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.”\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=NOkNavuyaNs", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "5 Tips For Doom Eternal's Nightmare Difficulty", "description": "Doom Eternal’s Nightmare mode can be pretty punishing on the Doom Slayer, with Cacodemons and Revenants being able to take you down in just a couple of hits.\n\nSo we’ve compiled a list of a few tips to help you survive Nightmare difficulty, complete with suggestions for which runes to pick, what exploits to use, and how to farm extra lives.\n\nIf you want to see Nightmare mode played without a HUD for an extra dose of difficulty, be sure to check out some of the other Doom Eternal videos we’ve got right here.\n\n#DOOMEternal #NightmareMode #GameSpot", "link": "https://www.youtube.com/watch?v=zY1PPTCtzEQ", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing, Doom Eternal, Persona 5 Royal, And The PS5 | GameSpot After Dark #33", "description": "March 20 has arrived, and the GameSpot After Dark crew is ready with their impressions of Doom Eternal, Animal Crossing: New Horizons, Persona 5 Royal, and the PlayStation 5 stream. \n\nTIMESTAMPS:\n00:00:12 - Introduction\n00:06:30 - Persona 5 Royal Impressions\n00:16:39 - Doom Eternal Impressions\n00:26:48 - Animal Crossing: New Horizons Impressions\n00:57:02 - PlayStation 5\n01:08:58 - Listener Questions\n01:31:38 - Outro\n\n#AnimalCrossing #DOOMEternal #GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=kC82ZENtKjI", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing: New Horizons - Everything You NEED To Do On The First Day", "description": "Animal Crossing: New Horizons is finally out, and if you want your island to succeed, there are few things you have to do on day one. In this video, Jake will walk you through some of the activities you need to do on your first day.\n\nMost importantly, you’ll need to get your museum prepped by donating fish and bugs to Tom Nook. If you put this off or forget to do it, you may not get a fully functioning museum for days. Of course, if you have day one tips for your fellows travellers, be sure to drop them in the comments below.\n\nIn Kallie Plagge’s review in progress she gave it an 8, saying, “While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.”\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=vi2PTq29F1E", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Warzone Review", "description": "Call of Duty: Warzone adapts common battle royale tropes but puts its own spin on them to create a distinct entry in the genre.\n\n#CallOfDutyModernWarfare #Warzone #GameSpotReview", "link": "https://www.youtube.com/watch?v=hcHln3zwgaI", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Can You Beat Us In Doom Eternal’s Battle Mode | GameSpot Community Fridays", "description": "Doom Eternal's multiplayer pits the Doom Slayer against two player controlled demons. Join up with Ben and Jean-Luc for some friendly competition and ripping and tearing.", "link": "https://www.youtube.com/watch?v=IrmWANdwoew", "date_published": "2020-03-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]