[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Social Distancing, Stimulus, And Chasing Your Hat", "description": "This is the Babylon Bee weekly news podcast for the week of 3/25/2020.\r\n\r\n In this episode of The Babylon Bee podcast, editor-in-chief Kyle Mann and creative director Ethan Nicolle discuss the week’s big stories like quiverfull families running afoul of social distancing rules, Dems and Republicans debating how much imaginary money to spend stimulating the economy, and Trump taking advantage of Disneyland being empty by going on every ride. Kyle and Ethan talk about stuff that’s good and inform the listeners how to chase your hat with a life lesson from GK Chesterton.\r\n\r\n In the subscriber portion, Kyle and Ethan discuss the news media being so biased that it makes normal people defend Trump who otherwise wouldn’t and how Tulsi Gabbard has been absorbed into the Borg collective and forced to support Joe Biden.\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Show Outline\r\n\r\n Introduction - Ethan is the Samwise to Kyle’s Frodo, the government is chasing us to enforce social distancing, and Kyle got to go to a mountain cabin in a winter wonderland.\r\n\r\n We now have a premium section on the website with exclusive articles and behind-the-scenes takes. One of this week’s articles got covered  there. You can also preview the Babylon Bee big coffee table book cover  there!\r\n\r\n Stuff That’s Good - Kyle and Ethan talk about stuff they are excited about in a new segment where they talk about stuff th at is good.\r\n\r\n Story 1 -   Duggar Family Found In Violation Of Ban On Large Gatherings\r\n\r\n Story 2 -  Investigation Reveals Trump Caused Mass Hysteria So He Could Go On All The Rides At Disneyland With No Lines\r\n\r\n Story 3 -  Dems Worried Stimulus Bill Would Stimulate Economy\r\n\r\n   Democrats under Nancy Pelosi’s leadership shut down a bipartisan Senate bill that would ostensibly go to helping the people and companies shut down by the virus and government mandates\r\n\r\n   We discuss a list of all the things both sides are trying to cram into the bill no doubt.\r\n\r\n   Topic of the Week - G.K. Chesterton On Running After Your Hat- How to have a sense of humor amidst tough circumstances and annoyances. Viewing things rightly.\r\n\r\n   The right way to view things -- to find objective truth and meaning in the chaos\r\n\r\n   Having the right perspective amid annoyance and inconvenience\r\n\r\n   This is far from the worst thing to ever happen to humanity\r\n\r\n   Just say, “I’m just chasing my hat” in your daily life!\r\n\r\n   Love Mail/Hate Mail/ Feedback -  We are told that we need a calvinist on staff again...\r\n\r\n Paid-subscriber portion (Starts at 01:07:48)\r\n\r\n Story 1 -  'Joe Biden Is The Best Choice For Our Nation,' Chants Tulsi Gabbard After DNC Completes Assimilation Process\r\n\r\n   Tulsi Gabbard was anti-establishment until she wasn’t. She was anti-war anti-interventionism and now she’s telling people to vote for Iraq war supporting Joe Biden.\r\n\r\n   We remember when Ron Paul told everyone to go vote for a third party candidate. Any of them. \r\n\r\n   Story 2 -  Trump Says, 'I Don't Want Any Americans To Die', NYT Quotes As 'I... Want... Americans To Die'\r\n\r\n   The latest example of fake news. The New York Times changes its headline  three times to make the Democrats look better in the relief bill obstruction. Went from “Democrats Block…” to “Partisan Divide…”\r\n\r\n   Trump press conferences where reporters take him out of context to make the virus response super partisan and political and try to paint him in the worst light. “The virus is a hoax” “Trump is attacking the press.” “Trump didn’t plan ahead or order supplies in time.” “Trump’s response is delayed” “Trump disbanded the pandemic response team” “Trump cut funding to the CDC”, etc... Trump tweeted out this fact check.\r\n\r\n    WaPo reporter apologized and deleted the tweet which made it sound like Trump was calling the virus a “hoax.”\r\n\r\n   Trump was saying two medicines taken together might prove to be of help for those suffering from the virus, but they’re still looking into it.   NBC/Bloomberg ran a story about how if you take two grams of the substance, it will kill you. That would be like 4X the dosage though. A couple drank aquarium tank cleaner and reporters tried to blame Trump.\r\n\r\n    Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=4jCrTAE0I80", "date_published": "2020-03-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]