[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Yo-Yo Ma, Stuart Duncan, Edgar Meyer and Chris Thile: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSept. 1, 2020 | Josh Rogosin -- Yo-Yo Ma, arguably the best known cellist in the world, assembled the world-class musical ensemble known as Goat Rodeo nearly 10 years ago. You've probably heard Stuart Duncan playing fiddle on albums with Dolly Parton, Robert Plant and Alison Krauss, and he was named the Academy of Country Music Fiddle Player of the Year numerous times. Edgar Meyer has played bass with Joshua Bell, Béla Fleck and Christian McBride, and the Nashville Symphony commissioned his first orchestral work in 2017. And you'd most likely recognize Chris Thile's vocals and mandolin in the music of Nickel Creek and Punch Brothers.\n\nThe four musicians played Bob Boilen's desk as Goat Rodeo in 2011. Fast forward a decade and this collaboration channels that same spectacular frenzy, separately captured in the gorgeous homes of the artists and mixed to perfection. As the audio engineer for Tiny Desk, I don't have a favorite (home) concert yet, but the very first few seconds of this performance sent chills up my spine.\n\nNot Our First Goat Rodeo (which you can hear at this link: https://goatrodeo.lnk.to/NotOurFirstTD) is the second album in nine years from the ultimate jam band, and it's just as spontaneous and joyful to listen to as their first, The Goat Rodeo Sessions. All four musicians are credited as composers. They're accompanied by songwriter Aoife O'Donovan, who lends her pitch-perfect vocals to close out the set. Chris Thile, the master of ceremonies for this Tiny Desk (home) concert, explains that \"The Trappings\" is about work/life balance, a timely sentiment.\n\nSET LIST\n\"Your Coffee Is a Disaster\"\n\"Waltz Whitman\"\n\"The Trappings\"\n\nMUSICIANS\nStuart Duncan: fiddle, vocals; Chris Thile: mandolin, vocals; Yo-Yo Ma: cello; Edgar Meyer: bass; Aoife O'Donovan: vocals\n\nCREDITS\nVideo by: James Rothman; Music Produced and Mixed by: Gabe Witcher; Producer: Josh Rogosin; Audio Mastering Engineer: Josh Rogosin; Video Producer: Morgan Noelle Smith; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=-yiQbeB7Bk8", "date_published": "2020-09-01 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiwa Savage: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nAbby O'Neill | August 31, 2020\n\nFor her Tiny Desk (Home) Concert, Tiwa Savage returned, from London, to her birthplace of Lagos, Nigeria. She and The Alternative Sound band set up at the beautiful Jazzhole, a historic vinyl shop well-regarded among record collectors for the rarities within.\n\n\"As much as I would have loved to have performed at Bob's desk,\" she wrote to us in email afterwards, \"I am really honored to have captured my session in my home city of Lagos, Nigeria. The Jazzhole is a happy place for me and always feels like home.\" With floor-to-ceiling shelves packed with books and albums as a backdrop, it certainly seems familiar to us, too — reminiscent of our performance cubicle at NPR HQ.\n\nTiwa, a veteran R&B and Afrobeat singer who began her career at age 11, has an enthralling elegance — both with the soft tonality of her voice and her striking natural beauty. On \"Dangerous Love\" she speaks to matters of the heart, takes a detour to the Reekado Banks single \"Like\" that she featured on, before wrapping the set with her newest single, \"Koroba,\" which blends her native Yoruba language with Nigerian Pidgin English, underpinned by a catchy, feel-good rhythm.\n\nSET LIST\n\"Dangerous Love\"\n\"Attention\"\n\"Like\"\n\"Koroba\"\n\nMUSICIANS\nTiwa Savage: vocals; Stanley Unogu: drums; Gospel Obi: keys; Orowo Ubiene: keys; Phillip Akinkuande: guitar; Kenneth Ogueji: bass\n\nCREDITS\nVideo by: JM Films; Audio by: Michael 'Mystro' Ajayi; Producer: Abby O'Neill; Audio Mastering Engineer: Josh Rogosin; Video Producer: Maia Stern; Associate Producer: Bobby Carter; Executive Producer: Lauren Onkey; Senior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=9S53BdCfsjw", "date_published": "2020-08-31 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]