[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing Nature Day & Mario Maker 2 Update - GS After Dark #38", "description": "On episode 38 of GameSpot After Dark, Kallie breaks down the new Animal Crossing update, Jean-Luc has been revisiting Resident Evil 4 and Guitar Hero, and Jake shares his surface-level thoughts on Gears Tactics.\n\nTIMESTAMPS:\n\n00:00:11 - Introduction\n00:02:29 - What We've Been Playing/Watching\n00:35:59 - News\n00:36:30 - Animal Crossing: New Horizons Update\n00:42:29 - Possible Xbox Series X Logo Trademarked\n00:43:10 - Listener Questions\n01:16:11 - Outro\n\n#GameSpotAfterDark", "link": "https://www.youtube.com/watch?v=oosPTvmNYbU", "date_published": "2020-04-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite x Travis Scott - Official Astronomical Trailer", "description": "Fortnite and Travis Scott teamed up to bring a one of a kind musical journey into Fortnite. Featuring the songs:\n\nSICKO MODE\nHIGHEST IN THE ROOM\ngoosebumps\nSTARGAZING\nTHE SCOTTS\n\nFull list of the remaining Fortnite Travis Scott concert showtimes:\n\nSaturday, April 25, 2020 at 12AM ET\nSaturday, April 25, 2020 at 11AM ET\nSaturday, April 25, 2020 at 6PM ET\n\nTo experience the show:\n\nMake sure to update or download your game prior to the experience. \n\nPlease remember to be in-game at least 30 minutes before showtime to ensure you get entry!\n\nThe event runs globally for every player in Fortnite.\n\n#Fortnite #TravisScott #AstronomicalTour", "link": "https://www.youtube.com/watch?v=S19qa6sR6NI", "date_published": "2020-04-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Play Predator: Hunting Grounds | GameSpot Community Fridays", "description": "Jean-Luc and Ben team up with, or fight against, the community in this new asymertrical online shooter.", "link": "https://www.youtube.com/watch?v=hYGTBArmQ80", "date_published": "2020-04-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Red Dead Redemption 2 Joins Game Pass | Save State", "description": "Persia brings you all the biggest gaming stories for your April 23 Save State. Red Dead Redemption 2 is coming to Xbox One's Game Pass on May 7 and is already available for pre-download. It will also include Red Dead Online. GTA V will be leaving the service on the same day. \n\nIn Netflix news, Castlevania Season 4 is confirmed and Pokemon Journeys will arrive on the streaming service on June 12th. In other news, Valve is not worried about the recent Team Fortress and CS:GO leaks since they are from older versions of the game, and have no effect on the 2020 builds. Battlefield V has one more update on the way but a lot more community-oriented events are in the works this summer.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=AZzzSV-F_B8", "date_published": "2020-04-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Horrifying True Story Behind The Dark Pictures: Little Hope", "description": "Little Hope is the next game in The Dark Pictures Anthology, following Man of Medan. That game was based on a sunken Indonesian ship, the Ourang Medan, and Little Hope is likewise based on a true story. Its New England setting may bring the Salem Witch Trials to mind, but that's not quite where developer Supermassive Games pulled its inspiration from.\n\nLittle Hope is actually based on the often overlooked Andover Witch Trials, which occurred north of Salem. Tony dives into the history of these events in the video above, explaining how they're deadlier than the stories often taught in history class.\n\nLittle Hope itself has no specific release date, but it's slated for PS4, Xbox One, and PC this summer. Pre-orders are open now.", "link": "https://www.youtube.com/watch?v=NmXtp8UWYO8", "date_published": "2020-04-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "6 Essential Changes In XCOM: Chimera Squad You'll Need To Learn Fast", "description": "In a surprise twist, Firaxis revealed the next XCOM game is not, in fact, XCOM 3. Though it's neither a direct sequel to or expansion of XCOM 2, XCOM: Chimera Squad takes place after the events of the previous games. After getting our hands on the spin-off, we've discovered that Firaxis has changed plenty about XCOM's traditional formula.\n\nIn the video above, Aaron Sampson goes over six essential tips for succeeding in Chimera Squad. As mentioned before, even if you're a long-time fan of the series, you'll have to consider different mechanics and features if you hope to succeed in Chimera Squad. There's a new breaching phase at the start of every fight, for example, and turn order has been reworked.\n\nChimera Squad encourages you to make additional considerations outside of combat too. As XCOM's permadeath mode doesn't make a return, managing civil unrest becomes a significantly higher priority to preventing a game over. Your squadmates can be injured as well, and you'll have to let them rest or send them off to do some physical therapy training in order to heal.\n\nXCOM: Chimera Squad releases for PC on April 24. The game will launch on sale for $10 USD, though it will return to its original retail price of $20 USD on May 1.", "link": "https://www.youtube.com/watch?v=xD4RLzei1Js", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Giving Fallout 76 Another Shot", "description": "Fallout 76 had a rocky launch, but with the Wastelanders update, you might be tempted to give it another shot. Here's what Jake Dekker has to say after spending 30 hours with the new update.\n\nThe long-awaited Wastelanders update comes with a number of changes, improvements, and new content. With that, you might be asking yourself: Should I give Fallout 76 another shot? GameSpot’s video producer, Jake Dekker, has spent 30 hours exploring Appalachia to help you answer that very question.\n\nIn this video, Jake goes over all the big changes introduced in Fallout 76’s Wastelanders update, including the new dialogue mechanics, the faction system, and the story. Although Fallout 76 suffers from many of the same issues it did at launch, Wastelanders seems to be a step in the right direction.\n\nFallout 76 Wastelanders is available now for PS4, Xbox One and PC. Stay tuned to GameSpot for Alessandro Barbosa’s full review of Wastelanders.", "link": "https://www.youtube.com/watch?v=kOH48B9HChA", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Celebrate Nature Day In Animal Crossing", "description": "Animal Crossing: New Horizons' Nature Day update has hit and we're ready to plant some shrubs and hang with Leif! Join Persia as she checks out some of the update's new features.", "link": "https://www.youtube.com/watch?v=CcM_tIIZvF4", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Trials Of Mana Review", "description": "Trials of Mana adds modern hooks to an obscure classic JRPG, but fluid combat is held back by some frustrating choices.\n\n#TrialsOfMana #GameSpotReview", "link": "https://www.youtube.com/watch?v=auN5w2XDWBA", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Xbox Series X Logo Revealed And Warzone Tackles Cheaters | Save State", "description": "An Xbox Series X logo has been trademarked, the new Warzone patch has some interesting ways to deal with cheaters, and info on how to protect your Nintendo account. \n\nLucy brings you all the biggest gaming stories for your April 22 Save State. The Xbox Series X logo has been revealed via a trademark application and it looks pretty great. Call of Duty developers Infinity Ward have patched some huge exploits in Modern Warfare’s multiplayer and Warzone. The studio is also tackling cheaters in an ingenious way.\n\nElsewhere in the news, there’s a Splatoon 2 demo coming to the eshop next week, and a brand new Splatfest. Fortnite is finally available to download from the Google Play Store, and we advise you to set up 2FA on your Nintendo accounts.\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=eqOa-DCG_DQ", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]