[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Fogerty's Factory - John Fogerty + Family: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nApril 24, 2020 | Bob Boilen -- When John Fogerty breaks out his baseball bat guitar and swings into that famous guitar lick from \"Centerfield\" to open his Tiny Desk (home) concert, I can almost taste the Cracker Jacks. Welcome to Fogerty's Factory, the tricked-out basement where the Fogerty Family (John, his sons Tyler and Shane, and his daughter Kelsy) make music in these quarantined times. His desk is the road case his band Creedence Clearwater Revival used when they played Woodstock, and John shows off a guitar he played at the festival as well. He plays three of his CCR classics from 50 years ago (still singing in the same key), surrounded by family and sending out words of encouragement to all of us.\n\nSET LIST\n\n\"Centerfield\"\n\"Down On The Corner\"\n\"Long As I Can See The Light\"\n\"Proud Mary\"", "link": "https://www.youtube.com/watch?v=2qW2139LKN0", "date_published": "2020-04-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Pop Ups: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nApril 23, 2020 | Bob Boilen -- With so many parents working at home and so many children out of school and day care, this \"Take Our Daughters and Sons to Work Day\" may as well be called \"Take Our Mothers and Fathers to Play Day.\"\n\nAnd so for today's Tiny Desk (home) concert, we bring you joy in the form of the Grammy-nominated children's band The Pop Ups—aka Jason Rabinowitz and Jacob Stein. The Pop Ups sing the theme song to the wonderful NPR podcast Wow In The World and perform at Wow in the World live shows. In their Tiny Desk (home) concert, they save the earth from an asteroid, explain sound waves through a sing-a-long and a keytar, and encourage us all to invent and create. It's sure to brighten your day.\n\nSET LIST\n\"Synthesizer\"\n\"Meteor\"\n\"Dinosaur Inventors\"", "link": "https://www.youtube.com/watch?v=ans3p-jnuyo", "date_published": "2020-04-23 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]