[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Laura Stevenson: NPR Music Tiny Desk Concert", "description": "Watch Laura Stevenson play \"Lay Back, Arms Out\", \"Living Room, NY\" and \"Dermatillomania\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nFeb. 14, 2020 | Stephen Thompson -- It was supposed to be so simple. Laura Stevenson, a singer-songwriter whose new material radiates warm intensity, would come in and knock us out with an intimate acoustic solo set performed behind Bob Boilen's desk. So I came to Bob with the idea, expecting a fast-track to the light-lift Laura Stevenson Tiny Desk concert of our dreams.\n\nBut Bob is nothing if not a pesky dreamer — a man who lives his life in pursuit of beauty and the creation of hard work for other people — so he suggested a wrinkle. What if we commissioned string arrangements for three songs from Stevenson's newest album, The Big Freeze?\n\nSo arranger Amy Domingues, who doubles as a marvelous D.C.-area cellist, dreamed up some charts and gathered a small ensemble (herself and violinists Shelley Matthews and Winston Yu) for accompaniment so gorgeous, Stevenson couldn't stop remarking on it between songs. When the singer hit the line in \"Living Room, NY\" about how \"It's a little stuffy in here,\" it was hard not to feel like the room had gotten a little dusty, too.\n\nIf the afternoon weren't already heartwarmingly swoony enough — Stevenson had brought a special guest to the set, performing while six months pregnant — we also got to witness what's almost definitely the first-ever Tiny Desk marriage proposal. Shortly after Stevenson's set had ended, Jonathan Zember got down on one knee as unobtrusively as possible and proposed to his girlfriend, Dena Rapoport; the two were attending the show as guests of an NPR staffer, and he figured it'd be a memorable spot for their big moment.\n\nChatting them up afterward, I told Jonathan that I'd appreciated how subtly he'd pulled off the ring reveal — quietly enough to give Dena the opportunity to say no if so inclined. She looked genuinely surprised by the suggestion and replied, \"Honestly, the thought never crossed my mind.\"\n\nSET LIST\n\"Lay Back, Arms Out\"\n\"Living Room, NY\"\n\"Dermatillomania\"\n\nMUSICIANS\nLaura Stevenson: vocals, guitar; Amy Domingues: cello; Winston Yu: violin; Shelley Matthews: violin\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Kara Frame; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Natasha Branch; Editor: Morgan Noelle Smith; Videographers: Kara Frame, Maia Stern, Jack Corbett, CJ Riculan; Associate Producer: Bobby Carter; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Emily Bogle/NPR", "link": "https://www.youtube.com/watch?v=HA1TBV6bq6k", "date_published": "2020-02-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]