[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCoOjH8D2XAgjzQlneM2W0EQ", "title": "The Untold Truth Behind Black Ops Cold War (Call of Duty)", "description": "The first 100 people to go to https://www.blinkist.com/jaketran are going to get unlimited access for 1 week to try it out. You’ll also get 25% off if you want the full membership.\n\n😈 Watch exclusive 40+ minute documentaries that are too controversial to ever be released to the public: https://jake.yt/join \n\n📹 Take a peak at all the private documentaries here: https://jake.yt/hidden-vids\n\nHere’s How the CIA Neutralizes People https://youtu.be/vuxsRox7okg \nChina’s Master Plan for World Domination (Mini Documentary) https://youtu.be/RU-Y9SnUEQE \n\nGet Black Ops Cold War here: https://amzn.to/38mCZSX \n\n🎥 Business is complicated. Subscribe to curiosity: http://bit.ly/jt-sub\n✉ Be the first to watch new videos with email notifications: http://bit.ly/jt-inbox\n📸 Follow me on IG:@jaketran // http://bit.ly/jt-ig\n👨👦👦 Join the Tran Mafia Family here: https://bit.ly/patreon-jt\n💬 Join the community Discord: http://discord.gg/BmK8EnQ\n\nStuff I use & recommend:\n💻 𝗟𝗮𝗽𝘁𝗼𝗽 𝗟𝗶𝗳𝗲𝘀𝘁𝘆𝗹𝗲 𝗔𝗰𝗮𝗱𝗲𝗺𝘆: Learn exactly how I landed my $40/hr work from home job ($83k/yr) at 19 years old: https://jake.yt/LLAd\n🏠 The real estate investing course I love & recommend: https://jake.yt/RE\n🌐 Most flexible, affordable website hosting: https://jake.yt/bhd\n🖥️ Website platform I use & love: https://jake.yt/kd\n💽 Editing software I've used for 7+ years: https://jake.yt/ccd\n📒 Online bookkeeping software I use& love: https://jake.yt/benchd \n🧾 Best affordable bookkeeping software: https://jake.yt/fbd\n📜 The exact resume I used to get my $40/hr remote web dev job + a lot of bonuses: https://jake.yt/DRBd\n📚 Get 3 free audiobooks for life: https://amzn.to/2v58PSu\n🎥 My video gear, setup, tech, books: https://jake.yt/stored\n\n✉️ Email me: jake@jaketran.io\n\nSubscribe to the backup channel on LBRY, use reward code \"jake-cast\" for free coin: https://bit.ly/LBRY-jt\n\n📰 Sources & visuals: https://bit.ly/2U8N6SN\n\n-----------------------\nthe CIA’s Special Activities Division, or SAD. Basically, it’s the CIA’s secret military. The idea of this game is to shine a light on how both sides of the Cold War got their hands dirty. But how much of this is true? And how much of Black Ops Cold War is pure fiction?\n\nOn August 6th 1945, the US dropped the \"Little Boy\" over Hiroshima. Three days later, humanity witnessed the second \"Fat Man\" over Nagasaki.\n\nIn 1949, the Soviet Union which is America’s new enemy, conducted its first test - code-named 'RDS-1' which looked similar to America’s Fat Man. That’s where the Venona Project came to the rescue. A counterintelligence operation created to intercept and decrypt messages from the Soviet Union’s intelligence agencies. \n\nOne year after that first Soviet test, the Venona Project pointed to an atomic spy named Klaus Fuchs who was eventually arrested that led to the arrest of atomic spy David Greenglass who would then help convict his sister and brother in-law: two Soviet spies named Ethel and Julius Rosenberg.\n\nAnother unidentified spy at Los Alamos that went by the code name PERS - or Perseus. But when the Venona decryptions were released in 1995, it became clear that Perseus was a mere disinformation campaign to hide the real atomic spy that was active at the time - Theodore Hall. \n\nOne of the more unexpected locations in Black Ops Cold War is Miami. Castro took over Cuba in 1959. A year after Castro took power, the CIA made it its job to off him and overthrow the Communist government, codename Operation Mongoose. They built a new CIA station out in Miami, code-named JMWAVE.\n\nAnother prominent location the game showed off was Angola. Angola became what you can call a surrogate battleground, or a proxy war between the US and the Soviets.\n\nAnother location that I didn’t know much about was the Ural Mountains. This area became the center of the Soviet’s nuclear weapons effort.\n\nOne of the more prominent missions shown off was the one located in Turkey. It made for a great spot to launch CIA operations against the Soviets.\n\nSo how much truth is there in Black Ops Cold War? Well, it’s like movies that are based on true events. \n-----------------------\n\nAll materials in these videos are used for educational purposes and fall within the guidelines of fair use. No copyright infringement intended. If you are or represent the copyright owner of materials used in this video and have a problem with the use of said material, please send me an email, jake@jaketran.io, and we can sort it out.\n\nCopyright © 2020 Jake Tran. All rights reserved.\n\nDISCLAIMER: These videos are for entertainment purposes only. This is not meant to be financial advice. Please always do your due diligence and never stop learning.\n\nAFFILIATE DISCLOSURE: Some of the links in this video description are affiliate links, meaning, at no additional cost to you, I may earn a commission if you click through and make a purchase and/or opt-in. I only promote products that I 100% believe in.", "link": "https://www.youtube.com/watch?v=lbg1p7sJqnY", "date_published": "2020-11-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]