[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tigran Hamasyan: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nSuraya Mohamed | November 11, 2020\nPianist Tigran Hamasyan settled down in his home country of Armenia during the pandemic, and took the opportunity to catch up on projects that have been lingering, unfinished, for years. For a touring musician, it's one of the few benefits of the COVID-19 lockdown, having the time to get things done and engage with new work.\n\nTigran first wowed me in 2006. Earlier that year, he'd won the Thelonious Monk International Jazz Competition and his performance at the John F. Kennedy Center For The Performing Arts for NPR's annual Jazz Piano Christmas program was truly memorable. I've been following him and his robust discography ever since.\n\nThe first performance in his Tiny Desk (home) concert, \"Road Song,\" features a melody Hamasyan wrote in 2008, but recorded with a quintet on his imaginative 2013 album, Shadow Theater. He frequently plays a solo version of it live, but had never played it alone in a studio until now. That's followed by \"Our Film,\" from Hamasyan's latest and most enterprising release, The Call Within. This performance mirrors the intensity and sentimentality of the album version, but here it's more intimate and fanciful. The last tune, \"A Fable,\" is the title track of his 2011 solo album, which was inspired by 13th century Armenian writer Vardan Aygektsi.\n\n\nSET LIST\n\"Road Song\"\n\"Our Film\"\n\"A Fable\"\n\n\nMUSICIANS\nTigran Hamasyan: piano\n\nCREDITS\nVideo By: Elena Petrosyan\nAudio By: Tigran Hamasyan\n\nTINY DESK TEAM\nProducer: Suraya Mohamed\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Bob Boilen, Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=PSgPYBn4yyE", "date_published": "2020-11-11 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Shirley Collins: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nBob Boilen | November 10, 2020\nShirley Collins is a legend — a humble one, but undoubtedly a transformative voice in traditional folk music. It's truly a miracle to hear her voice at this Tiny Desk (home) concert. At 85, Shirley Collins is seated in the living room of her cottage in Lewes, East Sussex, accompanied by guitarist Ian Kearey. Her life story took the sort of twists you hear in the songs she sings, in her case, a broken heart, a painful divorce, and the loss of her voice. For 30 years, she couldn't sing.\nNow, here she is playing songs from Heart's Ease, only the second album she's made in the past 40 years. You hear her sing of a young sailor boy who saves his ship from robbers and is promised by his captain both gold and his daughter's hand in marriage. The lad sinks the robber's boat, only to be left to drown by that very same captain.\n\nThese unimaginable tales and that unadorned voice have influenced both British and American folk music since the 1960s, from Fairport Convention's Sandy Denny to The Decemberists' Colin Meloy. These tales of woe and whimsy are as timeless as Shirley Collins.\n\nSET LIST\n\"The Merry Golden Tree\"\n\"Sweet Greens and Blues\"\n\"Wondrous Love\"\n\"Tell Me True\"\n\"Old Johnny Buckle\"\n\nMUSICIANS\nShirley Collins: vocals\nIan Keary: guitar\n\nCREDITS\nVideo By: Grant Gee, Karen Johnston\nAudio By: Alfie Gee\n\nTINY DESK TEAM\nProducer: Bob Boilen\nVideo Producer: Morgan Noelle Smith\nAudio Mastering: Josh Rogosin\nAssociate Producer: Bobby Carter\nTiny Production Team: Kara Frame, Maia Stern\nExecutive Producer: Lauren Onkey\nSenior VP, Programming: Anya Grundmann", "link": "https://www.youtube.com/watch?v=n8SdsHsiZ7k", "date_published": "2020-11-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]