[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Black Ops Cold War Multiplayer And Xbox Series X Date & Price Revealed | Save State", "description": "In this video, Persia talks about this morning's reveal of Call Of Duty: Black Ops Cold War multiplayer. GameSpot also had some hands-on time with the multiplayer, so Persia goes into detail about new game modes like Combined Arms and VIP Escort and a new map called Armada. Beta access will be releasing on various weekends based on your platform starting in October. \n\nPersia also talks about the release date and price of the Xbox Series X finally being confirmed by Microsoft. At $499, the Xbox Series X can be yours as soon as November 10, and pre-orders open on September 22. Both the Series X and S are going to be a part of the Xbox All Access program, which lets you pay off the consoles over time and will also include other services like Game Pass Ultimate, Xbox Live Gold, and more.\n\nLastly, Persia talks about another release date being announced. Ubisoft confirmed that Watch Dogs: Legion will be releasing on October 29 on current-gen consoles and PC and on November 10 on the Xbox Series X and S when the consoles launch. There is going to be another Ubisoft Forward tomorrow at 12pm Pacific, and we'll be covering all of it on GameSpot.com.\n\nThis is your Save State for Wednesday September 9th.\n\n00:00 - Intro\n00:16 - Black Ops Cold War Multiplayer Revealed\n01:11 - Xbox Series X Date & Price Confirmed\n02:01 - Watch Dogs Legion Gets A Date Too\n02:48 - Outro", "link": "https://www.youtube.com/watch?v=AS6nyGfuEsU", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Black Ops Cold War's Mini Ground War Mode: Combined Arms Gameplay", "description": "On September 9th, Activision held a Call of Duty Black Ops Cold War multiplayer preview event showing off the all-new Combined Arms mode. We were invited to a hands-on preview and were able to try it out! In this match, we play on the map \"Armada\"- a large daytime map with a fleet of ships. \n\nThe new mode plays much like 2019's Modern Warfare's Ground War mode. Although the player count is smaller (12v12) the objective is the same- capture and hold down 5 points across the map. The first team to 400 points wins. The Armada map is one of the larger maps utilized for the Combined Arms game mode. It features zip lines, gunboats, and jet skis to get from ship to ship to reach the capture points. \n\nActivision also revealed weapon loadouts, perks, maps, and more. After his hands-on time with the game, we asked Michael Higham his thoughts on the gameplay, and whether or not it'll live up to Warzone. Be sure to check out our video to hear his thoughts. Call of Duty: Black Ops Cold War comes to PS4, Xbox One and PC on November 13th.", "link": "https://www.youtube.com/watch?v=jOpsKUrjxBA", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Far Cry VR - Official Announcement Trailer | \"Dive Into Insanity\"", "description": "Far Cry VR: Dive Into Insanity is an upcoming location-based virtual-reality experience that will take players back to Far Cry 3’s tropical Rook Islands, where they’ll be reunited with maniacal villain Vaas. Developed in partnership with Zero Latency, the experience will push players to work together to explore the islands, fight for their survival, and escape Vaas and his henchmen. \n\n \nLaunching in 2021, Far Cry VR: Dive Into Insanity will be available at more than 45 venues across 22 countries and counting. For more information please visit https://zerolatencyvr.com/games/farcryvr", "link": "https://www.youtube.com/watch?v=Uv4c8ue1oRE", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Prince of Persia: The Sand of Time Remake - Official Reveal Trailer", "description": "The Prince is back! Remade for the first time by Ubisoft, relive this legendary tale, or discover it new for the first time. Embark on a journey as the Prince to save your kingdom from the treacherous Vizier, in this timeless classic.\n\nPrince of Persia: The Sands of Time Remake will be available on 21st January  2021 on PlayStation®5, PlayStation®4,  Xbox Series X, Xbox One, Uplay, Uplay+ and Epic Games. Pre-order now at https://ubi.li/Jzd0t\n\nPre-order now and get access to the Back to the Origins Set  which includes the Original Prince skin, Original Weapons set and Classic Filter to experience the game as back in time!", "link": "https://www.youtube.com/watch?v=Tz52b7ySmRY", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Rainbow Six Siege: Operation Shadow Legacy - Official Animated Trailer | \"Call me Zero\"", "description": "\"Anything else I can do for you Sam?\n- Yeah... Call me Zero.\"", "link": "https://www.youtube.com/watch?v=s58ExeI1h_o", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Scott Pilgrim vs. The World: The Game - Official Complete Edition Trailer", "description": "Scott Pilgrim is back! Team up with friends to battle your way through waves of tough enemies to fight for love. Share health and coins, compete in mini-games like Dodgeball, and challenge each other to an epic-last-one-standing duel. The Complete Edition, which includes Knives Chau and Wallace Wells downloadable content, will be available Holiday 2020 on PlayStation ® 4, the Xbox One family of devices, Nintendo Switch™ system, Stadia, Windows PC and UPLAY+.\n\n#ScottPilgrim #Ubisoft\n\nABOUT SCOTT PILGRIM VS. THE WORLD\nRediscover the beloved 2D arcade-style beat'em up inspired by the iconic comic book series and movie Scott Pilgrim vs. The World in this Complete Edition! Play as your favorite characters - Scott Pilgrim, Ramona Flowers, Knives Chau, Stephen Stills, and more. Team up with 3 of your friends as you battle your way through waves of tough enemies to defeat the League of Evil Exes!", "link": "https://www.youtube.com/watch?v=mYcLi-TOJQE", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ubisoft Forward Livestream - September 2020", "description": "See the latest news from Ubisoft in this September edition of Ubisoft Forward, featuring new details on Watch Dogs: Legion, Hyper Scape, and more!", "link": "https://www.youtube.com/watch?v=C7xmKcDk0sI", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Ubisoft Forward With Pre & Post Show - September 2020", "description": "See the latest news from Ubisoft in this September edition of Ubisoft Forward, featuring new details on Watch Dogs: Legion, Hyper Scape, and more!", "link": "https://www.youtube.com/watch?v=kwgtlx_7wak", "date_published": "2020-09-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Games That Were Something Else Entirely", "description": "Games are hard to make and don't always get released with their original vision intact. From Assassin's Creed to Donkey Kong, here are 7 games that you might not know used to be something else entirely.\n\n00:00 Intro\n00:21 Assassin's Creed was Prince of Persia\n01:38 Halo was an RTS\n02:35 Devil May Cry was originally Resident Evil 4\n03:18 Donkey Kong was Popeye\n03:58 Splinter Cell was pitched as a Bond game\n04:54 Borderlands' original art style was very... anti-Borderlands\n05:32 The original plans for BioShock were wild \n\nBioShock originally began life as a very ambitious game about a cult deprogrammer, with an asymmetrical multiplayer mode that would see you play as a monster in another player's story mode. Assassin's Creed was originally a follow up to Prince of Persia: The Sands Of Time, and its name used to be Prince of Persia: Assassins, before the Prince was dropped completely. \n\nThere are countless more examples, and the video above explores 7 games that were something else entirely.", "link": "https://www.youtube.com/watch?v=MINhSAgc4ik", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Cold War Multiplayer Vs Modern Warfare", "description": "Call of Duty: Black Ops Cold War, developed by Treyarch in partnership with Raven Software, is this year's entry into the wildly popular annual shooter franchise. In this video we look at how it two can exist alongside the robust Call of Duty: Modern Warfare. Cold War’s multiplayer includes the larger 12 v 12 Combined Arms mode, which features the Armada map with ziplines and ship to ship combat as well as a tense 6 v 6 VIP Escort mode that's more reminiscent of Counter-Strike. In this video we also take a look at Create-a-Class including loadouts, some of the better weapons you can start with, useful perks, and the standard fare of scorestreaks. Some of the maps are unique such as one set in 1980’s Miami, a snow map called Crossroads, and the aforementioned Armada map completely set in the ocean. \n\nCall of Duty: Black Ops Cold War is confirmed to be a cross-gen and cross-play title. It will have a battle pass system as well as free post-launch content such as maps, modes, and in-game events. Progression from multiplayer will feed into Warzone including new items to be used in both games. Cold War is out November 13th for Xbox One, PlayStation 4, and PC with later releases on next-gen consoles PS5 and Xbox Series X. \n\n00:00 - Intro\n00:34 - Does Cold War Have A Chance Vs Modern Warfare (VIP Mode)\n02:11 - Combined Arms 12 v 12 Mode. Vehicles including boats, jet skis, tanks.\n03:56 - Guns \n06:18 - Create-A-Class, Wildcards, Attachments, Gunsmith, Scorestreaks\n08:48 - What does Cold War offer this year over Modern Warfare\n10:49 - Outro", "link": "https://www.youtube.com/watch?v=MyVVWry4cns", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Cold War Multiplayer Reveal", "description": "Tune in to see the first look at multiplayer for Call of Duty: Black Ops Cold War at 10am PST.", "link": "https://www.youtube.com/watch?v=qcB8YVYVGzw", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - FULL Multiplayer Gameplay Reveal Showcase", "description": "Check out the Call of Duty Cold War multiplayer reveal event showcasing game modes, maps, weapons, and more! First up is the multiplayer reveal trailer with gameplay captured on PS5.\n\n\n00:00 - Intro\n01:14 - Multiplayer Reveal Trailer\n05:06 - Deniable Operations\n06:14 - Map Reveals\n13:00 - Game Modes & Missions\n18:56 - Signature Combat & Weapons\n21:30 - Create-A-Class\n22:39 - Gunsmith\n23:26 - Scorestreaks\n24:26 - Operators & Movement\n27:16 - Connected Experience\n28:12 - Warzone\n29:22 - Cross-Platform Cross-Generation\n30:15 - PC, Battlenet, Nvidia\n34:26 - New Format: Fireteam\n36:11 - Multiplayer Reveal Trailer Replay\n\n#callofduty\n#callofdutyblackops", "link": "https://www.youtube.com/watch?v=S5Tj12hnD1o", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Modes and Missions Explained", "description": "Call of Duty®: Black Ops Cold War Multiplayer features signature Black Ops combat and fast-paced battles by land, sea, and air.  Engage in deniable operations with all new and fan-favorite modes and maps from locations all over the globe.\n\nBlack Ops Cold War features a fully-connected Multiplayer experience with cross-play, cross-gen, and cross-progression support for the entire community.\n\nThis is the next generation of Black Ops Multiplayer.\n\nTune in to see the first look at multiplayer for Call of Duty: Black Ops Cold War at 10am PST.", "link": "https://www.youtube.com/watch?v=A5vdXmIBjQ8", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Official Multiplayer Map Overview", "description": "Developers explain the details of 5 new multiplayer maps during the Call of Duty: Black Ops Cold War Multiplayer reveal event.", "link": "https://www.youtube.com/watch?v=nZj664S8Q-g", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call of Duty: Black Ops Cold War - Weapon Classes, Scorestreaks, Gunsmiths & Operators Explained", "description": "Developers behind Call of Duty: Black Ops Cold War explain the details behind weapon classes, scorestreaks, gunsmiths, and operators!", "link": "https://www.youtube.com/watch?v=Lm1h05DU3SY", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Hyrule Warriors: Age Of Calamity - Things You Probably Missed", "description": "We take a deep dive into the debut trailer for Hyrule Warriors: Age of Calamity, Switch's upcoming Zelda: Breath of the Wild prequel.", "link": "https://www.youtube.com/watch?v=mqEE7uSFe_0", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "VIP Escort Mode Gameplay - Call Of Duty: Black Ops Cold War", "description": "We got our hands on Call of Duty Black Ops Cold War's multiplayer! One of the new modes included in our preview was \"VIP Escort\". In this game mode, you either play as a team escorting a VIP, or the opposing team whose mission is to eliminate the VIP. The VIP is a randomly selected playable character, and is controlled either by you or someone on your team.\n\nWhen you play as the VIP, your only weapon is a handgun, so relying on your team mates to get you to the exfil point is key. In our first match on the \"Miami\" map, we take control of the VIP and are escorted safely by our team. Our second and third matches take place in a large snow map called \"Crossroads\". Despite an attack of the middle of the map, our team eliminates the VIP just as he's preparing to leave. In our third match, our mission is to again eliminate the enemy VIP. In an awesome last-minute play, the VIP is sniped just before he's able to escape! \n\nGot questions about Cold War's multiplayer experience? Be on the lookout for our upcoming video where our very own Michael Higham answers questions based on his experience with his playtime. Everything from guns used, map design, perks and more.", "link": "https://www.youtube.com/watch?v=AmnaLjojHZs", "date_published": "2020-09-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]