[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Frances Quinlan: NPR Music Tiny Desk Concert", "description": "Feb. 18, 2020 | Marissa Lorusso -- This performance was recorded on March 2, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nFrances Quinlan showed up to NPR HQ in Washington, D.C., in February, just after Presidents' Day — which explains her multiple mid-performance jokes about White House residents. But even if her Tiny Desk concert had happened in July, the allusions wouldn't have surprised me. As a songwriter, Quinlan is piercingly astute at making connections between her present reality and the wider world; her songs often narrate other stories she's heard, fictional or real, from a place of wide-eyed empathy. (It's unclear, however, whether George Washington's teeth — the subject of one such mid-set digression — have made it into one of her songs.)\n\nQuinlan is a Tiny Desk veteran, having played here in 2015 with her indie-rock band, Hop Along. You could argue she has even more Tiny Desk experience than that; as Quinlan pointed out during her set, a can of Hop Along-branded beer has been sitting on the Tiny Desk shelves through numerous previous concerts, including Lizzo's.\n\nThis time around, she performed songs from her debut solo album, Likewise. She was accompanied by two musicians who played on Likewise: her Hop Along bandmate Joe Reinhart, on bass and guitar, and Molly Germer on violin, and their quiet accompaniment suited her expressive, introspective songs. Quinlan has the kind of voice that can pack an emotional punch in a whisper or expand to fill a room, and her songs seem to carry their own velocity – lurching forward and drawing back, with unique melodies that unfurl in unexpected and satisfying directions. At the Tiny Desk, it was a delight to watch it all unfold.\n\nSET LIST\n\"Your Reply\"\n\"Detroit Lake\"\n\"Lean\"\n\nMUSICIANS\nFrances Quinlan: vocals, guitar; Molly Germer: violin; Joe Reinhart: bass, guitar\n\nCREDITS\nProducers: Bob Boilen, Morgan Noelle Smith, Maia Stern; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, J. Czys; Videographers: Maia Stern, Melany Rochester, Kara Frame; Editor: Maia Stern; Associate Producer: Bobby Carter; Production Assistant: Emma Bowers; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=kjXNLLlbnRc", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": "rumpel", "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Tiny Desk Contest 2020: Desks In The Wild", "description": "Many of the entries to the 2020 Tiny Desk Contest felt like a breath of fresh air. Here are some of our favorite entries filmed in the great outdoors. Check out more entries at tinydeskcontest.npr.org/2020/browse\n\nMusic: \"Hardway\" by Xella\n\n#tinydesk #tinydeskcontest", "link": "https://www.youtube.com/watch?v=mVI7LTePxg4", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]