[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Covering Coronavirus: A Midnight Rescue (podcast) | FRONTLINE", "description": "As COVID-19 ran rampant through the adult care facility, family members struggled to learn the truth of how the coronavirus outbreak was hitting their loved ones. Reporter Joaquin Sapien takes us inside the story of a daughter’s midnight rescue of her father from Queens Adult Care Center, which he says is in an area that became “the epicenter of the epicenter” of the outbreak in New York. Natasha Roland describes rushing her father from the facility to a hospital, where he tested positive for COVID-19 — though not long before she’d been told he was safe and that the center had no cases. The Queens Adult Care Center, for its part, disputes Roland’s account, and says it has taken “extensive precautions to ensure the well-being of each of its residents and employees.” Listen to the full story.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#COVID-19 #Coronavirus #Podcast #Documentary #frontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=ffVcUenNllQ", "date_published": "2020-05-20 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "18 and on a Ventilator With the Coronavirus | Inside Italy's COVID War | FRONTLINE", "description": "While the coronavirus pandemic has been particularly lethal for people who are elderly, youth doesn’t guarantee protection against becoming critically ill. The story of an intubated 18-year-old, Mattia, in a new FRONTLINE documentary drives that point home.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW \n\nRead more about Mattia's story: https://to.pbs.org/3fWB34G\n\nWatch \"Inside Italy's COVID War\" in full starting Tues., May 19: https://to.pbs.org/2TgPhDS \n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=_PH87xNp9Xs", "date_published": "2020-05-19 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]