[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Coronavirus Pandemic (full documentary) | FRONTLINE", "description": "An investigation into the U.S. response to COVID-19, from Washington State to Washington, D.C.\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nHow did the U.S. become the country with the worst known coronavirus outbreak in the world? FRONTLINE and veteran science reporter Miles O’Brien investigate the American response to COVID-19, and examine what happens when politics and science collide.\n\n#Coronavirus #Documentary #COVID-19\n\nLove FRONTLINE? Find us on the PBS Video App where there are more than 250 FRONTLINE documentaries available for you to watch any time: https://to.pbs.org/FLVideoApp\n \nSubscribe on YouTube: http://bit.ly/1BycsJW\n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=4DJtjyB1gvE", "date_published": "2020-04-22 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "At the First US Hospital Network to Knowingly Battle COVID-19, a Struggle Over PPE | FRONTLINE", "description": "Early in January, Providence Regional Medical Center in Everett, Washington ran an elaborate pandemic training simulation. Less than three weeks later, doctors and nurses there put what they learned into practice, when they admitted and treated the first confirmed COVID-19 patient in the U.S.\n\r\nSubscribe on YouTube: http://bit.ly/1BycsJW \n\nNow, the hospital, like many others across the country, has faced not just the continuing coronavirus outbreak — but also a surging need for personal protective equipment, or PPE, for its staff. And as the new FRONTLINE documentary \"Coronavirus Pandemic\" reports, the hospital network’s leadership has taken matters into their own hands.\n\nIn the above excerpt, “desperation” leads Dr. Amy Compton-Phillips to roll up her sleeves and assemble hundreds of homemade face shields with members of her team, using materials scrounged from a half-dozen craft stores.\n\n“I would rather offer our caregivers something than nothing,” the chief clinical officer and executive vice president for the Providence St. Joseph Health system tells FRONTLINE correspondent Miles O’Brien. “And at the moment, you know, if the choice is not having PPE or having homemade PPE, we’re going to offer them homemade PPE.”\n\nFor the full story, watch \"Coronavirus Pandemic\" starting April 21: https://to.pbs.org/2ytbozo\n\r\nInstagram: https://www.instagram.com/frontlinepbs\r\nTwitter: https://twitter.com/frontlinepbs\r\nFacebook: https://www.facebook.com/frontline\r\n\r\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \r\n\r\nFunding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Major funding for FRONTLINE is provided by the John D. and Catherine T. MacArthur Foundation and the Ford Foundation. Additional funding is provided by the Abrams Foundation, the Park Foundation, The John and Helen Glessner Family Trust, and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation.", "link": "https://www.youtube.com/watch?v=iwWPFcITdQw", "date_published": "2020-04-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Covering Coronavirus: A Tale of Two Washingtons (podcast) | FRONTLINE", "description": "What the feud between President Trump and Washington Gov. Inslee reveals about federal-state tensions in the coronavirus fight. In his conversation with Gov. Inslee, FRONTLINE correspondent Miles O’Brien discovers that “what should be a partnership with the federal government is like this hostile relationship.” \n\nInslee describes a scenario in which states are left competing with each other for scarce resources: “We are searching the world for every potential warehouse that has any of this personal protective equipment… and states are bidding against one another,” he tells O’Brien. “It would be much more efficient, economically and otherwise, if the federal government was playing a more vigorous role.”\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#COVID-19 #Coronavirus #Podcast #Documentary #frontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=rNUXCFMaJeI", "date_published": "2020-04-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Covering Coronavirus: Warnings to the White House (podcast) | FRONTLINE", "description": "Inside the Trump administration’s coronavirus response — and missed opportunities to contain COVID-19 before it was too late. Correspondent Martin Smith speaks with global health experts about warnings to the White House that went unheeded, including a health policy expert who said his 2019 study pointing to the threat of a pandemic was met with silence.\n\nAs he investigates how the crisis unfolded in the U.S., Smith finds: “There’s a lot of unknowns as to who dropped the ball and when. It’s clear that at the top, and I mean by that the president, the wrong messages were being given.”\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate\n\nSubscribe on YouTube: http://bit.ly/1BycsJW\n\n#COVID-19 #Coronavirus #Podcast #Documentary #frontlinePBS \n\nInstagram: https://www.instagram.com/frontlinepbs\nTwitter: https://twitter.com/frontlinepbs\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is streaming more than 200 documentaries online, for free, here: http://to.pbs.org/hxRvQP \n\nThe FRONTLINE Dispatch is produced at FRONTLINE’s headquarters at WGBH in Boston and distributed by PRX, a leading podcast creator and distributor working closely with WGBH on a range of podcast initiatives. The FRONTLINE Dispatch is made possible by a generous gift from the Abrams Foundation Journalism Initiative.", "link": "https://www.youtube.com/watch?v=xlCBVCzIPGg", "date_published": "2020-04-21 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]