[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Forgiving The Man Who Took My Family Hostage: The McGill Alexander Interview", "description": "Editor-in-chief Kyle Mann and creative director Ethan Nicolle welcome special guest McGill Alexander, a former South African Army officer, who was on assignment in Taiwan as South Africa’s military attaché when a notorious murderer and rapist broke into his home and held his family hostage at gunpoint for 26 hours. McGill and his daughter were both shot but survived. McGill and his wife forgave their captor, gave him a Bible, and led him to Christ. Kyle, Ethan, and McGill talk about what it means to love your enemies as Jesus taught us to do.\r\n\r\n You can read McGill’s account in his book  Hostage in Taipei : A True Story of Forgiveness and Hope.\r\n\r\n A re-enactment of McGill’s story was broadcast by National Geographic Channel in their  Locked Up Abroad series of docudramas (2008). You have to purchase the episode so make sure you are viewing Season 1, Ep. 10: \"Taiwan\".\r\n\r\n  Pre-order the new Babylon Bee Best-Of Coffee Table Book coming in 2020!\r\n\r\n Topics Discussed\r\n\r\n   McGill’s story\r\n\r\n   How this hostage event happened and who the criminal was\r\n\r\n   McGill's Christian faith\r\n\r\n   How did McGill get through this horrible event?\r\n\r\n   Forgiveness- what is it and what does it look like?\r\n\r\n   How long did it take to forgive, was this a process, and what was going through his mind as all this was happening?\r\n\r\n   Is forgiveness completely unconditional? \r\n\r\n   Does forgiveness condone the evil?\r\n\r\n   The death penalty\r\n\r\n   How should Christ's forgiveness shape our thinking about His command to forgive others?\r\n\r\n   We live in a “show no mercy” culture nowadays, especially on social media. How does forgiveness shape how we approach this culture?\r\n\r\n   The full interview is for Babylon Bee subscribers only so...\r\n\r\n Become a paid subscriber at https://babylonbee.com/plans", "link": "https://www.youtube.com/watch?v=A7YgeqDW-tc", "date_published": "2020-01-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]