[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Dragon Ball Z: Kakarot - Anime vs. Game (Goku Turns Super Saiyan For The First Time)", "description": "How true to the anime is Dragon Ball Z: Kakarot on PS4, Xbox One, and PC?  In this video, we've lined up scenes from Goku's iconic Super Saiyan transformation (and his defeat of Frieza) in the anime to match with the game. Some scenes from the game are more accurate to the manga than the anime, so they will occasionally differ.", "link": "https://www.youtube.com/watch?v=EDN2Ri-ZOaA", "date_published": "2020-01-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "How Combat Works in Dragon Ball Z: Kakarot", "description": "(Presented by Bandai Namco) You may be a Super Saiyan, but you still need to know how to throw a punch. Check out our guide on how to make the most out of the Z-Warriors in Dragon Ball Z: Kakarot!", "link": "https://www.youtube.com/watch?v=w9OHKxAC8BQ", "date_published": "2020-01-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends Season 4: Everything We Know In Under 3 Minutes", "description": "During a Devstream, Respawn announced the first official details for Apex Legends Season 4: Assimilation. The upcoming season introduces several notable changes to how Ranked will work and also adds new content.\n\nIn the video above, Tamoor Hussain details the most noteworthy announcements from the Devstream. Season 4: Assimilation introduces a new playable character, Forge, and weapon, the Sentinel. The new season will also see the return of fan-favorite Kings Canyon, Apex Legends' original map, but World's Edge isn't going anywhere anytime soon--Season 4 will have opportunities for you to play on both maps. \n\nThough there are numerous changes to Ranked Mode in Season 4, the one that you need to know about only concerns high-tier play. The Apex Predator rank will be renamed Master in Season 4, while the title of Apex Predator will only be given to the highest ranking players in the world. Only those in the top 500 for each system (Xbox One, PS4, and PC) will be able to hold the title of Apex Predator.\n\nSeason 4: Assimilation is scheduled to begin on February 4. If you want more detailed breakouts on all the information discussed in the video, check out our roundup of everything that was announced during the Season 4 Reveal Devstream.", "link": "https://www.youtube.com/watch?v=YQiDGJ_FiEI", "date_published": "2020-01-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Doom Eternal And Big Delays Featuring Danny O'Dwyer | GameSpot After Dark #25", "description": "Danny O'Dwyer from @NoclipDocs  joins the GameSpot After Dark crew to talk about Doom Eternal and all the recent game delays.\n\n00:00:22 - Introduction\n00:01:32 - The Chris From Dayton, Ohio Segment\n00:11:15 - Doom Eternal Preview Impressions\n00:26:52 - Tamoor's Dragon Ball Z Kakarot Impressions\n00:39:46 - Tamoor Talks Anime\n00:47:02 - The HBO Original Programming Segment\n01:01:59 - Cyberpunk 2077 and Dying Light 2 Delayed\n01:13:13 - Byleth Announced For Super Smash Bros Ultimate\n01:16:32 - Ninja Theory Announces New Project\n01:24:10 - Q&A With Danny O'Dwyer\n01:45:48 - Listener Questions\n01:58:41 - Outro\n\nCheck out Danny O'Dwyer's work: https://www.youtube.com/channel/UC0fDG3byEcMtbOqPMymDNbw\nOr you can support NoClip on Patreon: https://www.patreon.com/noclip/posts", "link": "https://www.youtube.com/watch?v=LvbrCI-Vu4s", "date_published": "2020-01-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Play Halo Reach On PC With Us! | GameSpot Community Fridays", "description": "Join Ben and Jean-Luc for some fun custom games in Halo: Reach on PC.\n\nHow to play with us!\nJoin the GameSpot Steam Group https://steamcommunity.com/groups/gamespotofficial\nEnter the group chat and join in the game on \"Stardust Crusader\"", "link": "https://www.youtube.com/watch?v=5z6K3DCOGrs", "date_published": "2020-01-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]