[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Using Linux At Work - Applications I Use", "description": "Download Dashlane for free on your first device by clicking here http://bit.ly/36Q8eBT and automatically get a 30 day free trial of premium! No credit card required at signup! In this one, I'll take a look at the applications I use regularly to done using Linux: from web browser to office suite, note taking, prototyping...\n\n\nSupport the channel on Patreon: https://www.patreon.com/thelinuxexperiment\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nWhat I use to make my videos:\nMicrophone: https://amzn.to/2PsNWXl\nGPU: https://amzn.to/2LHZ5o5\nMotherboard: https://amzn.to/2KZt63t\nCPU: https://amzn.to/2IFjKrw\n\n\nThis video is sponsored by Dashlane.\n\nI use the default elementary OS Mail and Calendar apps. While they have their limitations, they are still pretty handy in a pinch, and since I don’t send all that much email, and most of our meetings are informal, my needs are well covered.\n\nWe also tend to use Slack a lot. We also use Asana to manage the roadmap and the state of various projects and tasks, and this runs perfectly in a browser, so it’s another pinned tab.Finally, to handle communication with the dev team, we use Gitlab, with multiple boards. This is also handled through Firefox without any issues whatsoever.\n\nLibreOffice. It’s a great office suite, it’s fast, it’s flexible, handles MS document formats pretty well, and looks good on elementary OS, once I switched it to a tabbed interface. I mostly work on the word processor and the spreadsheets, since I rarely have to give presentations.\n\nFor mockups, I tend to use GIMP, or more recently, GLIMPSE, just because its icon is nicer, if I’m honest. I’m used to it, and since I mainly work from screenshots that I then transform and tweak, it does a pretty good job.\n\nAll my files are synced through pCloud, just in case. It’s a fantastic cloud syncing solution, pretty inexpensive, and reliable, and it lets you sync folder to folder on as many devices as you want, which means you don’t have to store your files in a single folder for them to be synced.\n\nThe main one here is Notes Up. It’s a markdown note taking application, that’s designed for elementary OS, but I’m pretty sure you can find it somewhere else. It has nothing really special, but since it looks so nice on elementary, I stuck with it. Its note database is synced through pCloud to my main desktop at home, so I always have everything where I need it. \n\nObviously, I also use Firefox all the time, and Chromium a little bit less. I prefer Firefox, since I really like what the company is doing for the web in general, and I don’t want to give Google more power than it already has, so staying clear of their browsing engine is a priority for me. Still, since our webapp is used by real people, who, you know, use Chrome, I also test our webapp on Chromium.\n\nULauncher is another one I came to use to quickly find files. It’s a quick launch tool: just hit control + space, and start typing. It can use accelerators to filter specific stuff, for example, when I type gt budget, it’s going to use Gnome Tracker to find files names Budget, and offer me a bunch of options to deal with that file.\nA very simple tool I also use it COlor Picker, a basic color picking utility available in the App Center in elementary OS. It keeps a history of the colors you’ve selected, and allows you to quickly copy and paste them, in various formats, like RGB, hexadecimal, etc…\n\nI also use Optimizer, a nice looking system monitor for elementary OS. It allows me to monitor processes, cpu, ram, and disk usage, and check if running our web app is getting too intensive on a specific browser.\n\nLess used apps include Drawing, a paint-like program for quick annotations on screenshots, Screen recorder for quick video screen grabs to illustrate a specific bug or issue, and PDF tricks for when I need to merge or split pdf documents.", "link": "https://www.youtube.com/watch?v=DeLkPS4hsnw", "date_published": "2020-01-24 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]