[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "COD Warzone With Modern Warfare's Alex (Chad Michael Collins)", "description": "Donate to Black Lives Matter: http://bit.ly/gs-blm\nDonate to COVID-19 Direct Relief: http://bit.ly/gs-covid\n\nOn today’s GameSpot Play For All charity stream, we’ll be playing some Warzone season 4! Joining us will be the voice of Alex, Chad Michael Collins, and we'll try and come out on top.", "link": "https://www.youtube.com/watch?v=zZhNM7iGY3Y", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Disintegration: Exclusive Multiplayer Crew Trailer", "description": "Check out the latest trailer from Disintegration which showcases nine different crews, each with a unique Gravcycle loadout and unit abilities to achieve victory on the battlefield.", "link": "https://www.youtube.com/watch?v=v3AXsd1dDXk", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Everything You Need to Know About Battle for Bikini Bottom Rehydrated", "description": "(Presented by THQ Nordic) The squared sponge you know and love returns to relive his classic adventure. Here's everything you need to know.", "link": "https://www.youtube.com/watch?v=tLXlJUU9vpg", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite - The Device Live Event (Gameplay)", "description": "After weeks of teases (and a couple of delays), Fortnite's Doomsday live event took place on June 15, setting the stage for the game's next season. If you were one of the many players not able to watch the event live due to capacity issues, however, don't worry; you can watch a full replay of it in the video above.\n\nIn true Fortnite fashion, The Device event led to some seismic changes to the game world. Shortly after the clock struck 2 PM ET / 11 AM PT, huge rods began to emerge from the water around The Agency before the device itself--a huge orb--rose out of the spy headquarters and above the map. The orb triggered a violent storm, which temporarily distorted reality and, ultimately, caused a massive tidal wave to surround the island.\n\nThe Agency was almost completely destroyed as the event transpired, leaving behind ruins in the center of the map. The tidal wave, meanwhile, has effectively replaced the storm circle, closing in on the island as matches progress and damaging any player caught in it. This all but confirms the rumors that Season 3 of the game will have a water theme.\n\nSeason 3 is set to begin on Wednesday, June 17, making this your last chance to complete any challenges you may have missed from this season. If you need some help cleaning up any remaining missions, you can find all of our maps and guides in our Fortnite Season 2 challenges roundup.", "link": "https://www.youtube.com/watch?v=wQzH4HJxVe0", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Guerrilla Collective Live Showcase Day 3", "description": "It’s Day 3 of the Guerrilla Collective’s showcase event. There are even more games to be announced and demonstrated, see it all here.", "link": "https://www.youtube.com/watch?v=bY_-DrM93mU", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Overwatch’s Mei Joins Heroes Of The Storm", "description": "We talk with Brett Crawford and Kaeo Milker from Blizzard to go over Heroes of the Storm's newest update with Mei from Overwatch and their second Nexusmania.", "link": "https://www.youtube.com/watch?v=vBb-7W1apQo", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Star Wars: Squadrons - Official Reveal Trailer", "description": "Join your squadron in the skies in Star Wars: Squadrons, coming this October to PlayStation 4, Xbox One, and PC.", "link": "https://www.youtube.com/watch?v=zuDTOVKP2NQ", "date_published": "2020-06-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Guerrilla Collective Live Showcase Day 2", "description": "Day 2 of the Guerrilla Collective’s showcase promises more reveals for upcoming games that you can get excited about. Tune in to see what’s on the horizon.", "link": "https://www.youtube.com/watch?v=NbqgXaW3PJE", "date_published": "2020-06-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Evolution Of The PlayStation Controller", "description": "The PlayStation brand has carved out its own identity over the last few decades, in no small part because of the iconic line of PlayStation controllers. From the very start the PlayStation design was influential, having popularized elements like dual shoulder buttons and a handlebar design. But the company has continued to drive trends with elements like vibration, pressure-sensitive buttons, and a touchpad.\n\nNot every experiment was a success, however. The much-derided boomerang controller never even made it to market, and its replacement, the Sixaxis, removed a popular feature. The path of the PlayStation controller has been a rocky one, and we outline all of it in the video above as we look ahead to the PlayStation 5 controller, the DualSense.", "link": "https://www.youtube.com/watch?v=rxu8XwkOlLo", "date_published": "2020-06-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]