[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Rock Bottom Remainders: NPR Music Tiny Desk Concert From The Archives", "description": "We've been filming Tiny Desk concerts for more than 10 years. While revisiting our archives, we discovered that some of our earliest concerts never made it to YouTube! \n\nWatch The Rock Bottom Remainder’s Tiny Desk concert from 2010: https://www.npr.org/2010/06/01/127237949/roger-mcguinn-with-amy-tan-dave-barry-and-more-authors-at-the-tiny-desk\n\nStephen Thompson | June 1, 2010\n\nIt was a cat-herding catastrophe waiting to happen. The members of The Rock Bottom Remainders — an informal and revolving assortment of good-natured authors who masquerade as a rock band for charity — were in Washington, D.C., to raise money for World Vision and America's Promise Alliance. So NPR Music invited them to congregate behind Bob Boilen's desk for a Tiny Desk Concert: Dave Barry, Ridley Pearson, Scott Turow, Amy Tan, Roy Blount Jr., Kathy Kamen Goldmark and Sam Barry, none of whom brought any instruments and all of whom seemed unaccustomed to playing music for crowds amassed in unusual places.\n\n\nFortunately, they also brought The Byrds' Roger McGuinn, who'd been performing with The Rock Bottom Remainders as a guest ringer — in part to help mask the fact that, among other things, the band hadn't rehearsed very many songs. Not surprisingly, given the self-deprecating nature of the group (\"We're gonna attempt a song involving actual singing now,\" Dave Barry solemnly announces early on), everyone knows enough to turn the spotlight over to McGuinn, who starts out by leading The Rock Bottom Remainders in a sweetly shambling sing-along performance of \"Sloop John B.\" The others join in, but looking at, say, Roy Blount Jr., it's clear that they're mostly spectators at their own show.\n\n\nIt's appropriate, then, that they back off almost completely for McGuinn's performance of \"May the Road Rise to Meet You,\" which demonstrates once again that great beauty can appear out of nowhere under unlikely circumstances. The Rock Bottom Remainders' members don't take themselves even a bit seriously, but for a few minutes, their music was... not brilliant, exactly, but certainly brilliant-adjacent. There's genius, and then there's having the good sense to stand nearby.", "link": "https://www.youtube.com/watch?v=o0Y3feR_WTw", "date_published": "2020-06-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]