[{"source": "https://www.theguardian.com/rss", "title": "Peru archbishop fills cathedral with portraits of Covid-19 victims", "description": "<p>Lima cleric covers walls and pews with thousands of photographs while criticising health system ‘based on business and not on mercy’ </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At mass on Sunday the Archbishop of Lima, Carlos Castillo, looked out over a cathedral full of faces — none of them alive.</p><p>The cleric had his church filled with more than 5,000 portraits of those who have died in the pandemic that is spreading across Peru, using his broadcast homily to criticise a health system he said was “based on egotism and on business and not on mercy and solidarity with the people”.</p> <a href=\"https://www.theguardian.com/world/2020/jun/15/peru-archbishop-fills-church-with-portraits-of-covid-19-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/15/peru-archbishop-fills-church-with-portraits-of-covid-19-victims", "date_published": "2020-06-14 23:49:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Give 1m UK children reliable broadband or risk harming their education, MPs say", "description": "<p>Coronavirus lockdown has ‘exposed digital divide’ with 700,000 unable to complete schoolwork </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The government must urgently ensure that more than 1 million children have reliable internet access at home or risk irreparable harm to their education, a cross-party group of MPs and former ministers has said.</p><p>Tony Blair is among a number of prominent figures, including a Tory grandee, to back calls to equip 1.3 million children eligible for free school meals with a broadband connection and devices.</p> <a href=\"https://www.theguardian.com/technology/2020/jun/15/uk-children-reliable-broadband-coronavirus-lockdown-education\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2020/jun/15/uk-children-reliable-broadband-coronavirus-lockdown-education", "date_published": "2020-06-14 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MPs criticise exclusion of NHS workers from free visa extensions", "description": "<p>It will cost low-paid NHS and social care staff thousands to stay in UK, says report</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Excluding foreign care workers and lower-paid NHS staff from a fee-free NHS visa extension scheme is unfair and fails to recognise their contribution to the fight against Covid-19, an influential group of MPs has said.</p><p>In a report, the cross-party home affairs select committee said some of the <a href=\"https://www.theguardian.com/society/2020/apr/19/half-of-frontline-care-workers-paid-less-than-living-wage\">lowest-paid workers in healthcare</a> were facing charges of thousands of pounds to stay in the country, while others were not.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/15/mps-criticise-exclusion-of-nhs-workers-from-free-visa-extensions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/15/mps-criticise-exclusion-of-nhs-workers-from-free-visa-extensions", "date_published": "2020-06-14 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League restart preview No 15: Sheffield United", "description": "<p>European qualification is a glorious possibility and Chris Wilder’s side have a FA Cup quarter-final to look forward to</p><p><strong>What&nbsp;was the situation like when the league was suspended on 13 March? </strong>Supposed certainties for relegation, Chris Wilder’s team were the most heartening story of the season until the pause, seventh in the table with the knowledge that winning their game in hand would lift them to fifth. European qualification is a distinct and glorious possibility and they also have a FA Cup quarter-final at home against Arsenal, whom they have already beaten at Bramall Lane in the league this season.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/jun/09/manchester-united-and-the-unusual-case-of-dean-henderson-sheffield-united\">Manchester United, Sheffield United and the case of Dean Henderson | Paul Doyle</a> </p> <a href=\"https://www.theguardian.com/football/2020/jun/15/premier-league-restart-preview-no-15-sheffield-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/15/premier-league-restart-preview-no-15-sheffield-united", "date_published": "2020-06-14 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK economy to shrink by 8% in 2020, forecasters say", "description": "<p>EY Item Club further downgrades UK economic prospects with full recovery unlikely until 2023</p><p>The British economy will shrink by 8% this year and is unlikely to recover from the damage wrought by the coronavirus crisis until 2023, according to a leading economic forecaster.</p><p>After official figures showed Britain’s economy shrank by a record 20.4% in April – putting the country on course for the <a href=\"https://www.theguardian.com/business/2020/jun/12/britains-gdp-falls-204-in-april-as-economy-is-paralysed-by-lockdown\">worst recession in more than three centuries</a> – the EY Item Club was moved to produce its first interim report between two quarterly updates to reflect the deteriorating outlook.</p> <a href=\"https://www.theguardian.com/business/2020/jun/15/uk-economy-to-shrink-8-percent-in-2020-with-coronavirus-recovery-not-until-2023-forecasters-say\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/15/uk-economy-to-shrink-8-percent-in-2020-with-coronavirus-recovery-not-until-2023-forecasters-say", "date_published": "2020-06-14 23:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Collin Morikawa loses control as Daniel Berger wins Charles Schwab Challenge", "description": "<ul><li>Berger secures third PGA Tour victory </li><li>Morikawa missed 4ft putt in the playoff</li></ul><p>The first Sunday of the PGA Tour’s new normal was notable more for the circumstances attached to an individual who didn’t win than Daniel Berger, whose return from serious injury was endorsed by a third title at this level. Quirkily, all three have arrived in June.</p><p>Collin Morikawa, who turned professional last summer and hasn’t missed a cut since, was in pursuit of the biggest win of his career. A horrible, tetchy missed putt from 4ft in a play-off handed Berger the Charles Schwab Challenge. High praise should be afforded to Berger, for whom wrist trouble threatened to derail his career, but one can only hope this disappointment doesn’t undermine Morikawa’s stunning rise. His was a painful moment.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/14/collin-morikawa-loses-control-as-daniel-berger-wins-charles-schwab-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/14/collin-morikawa-loses-control-as-daniel-berger-wins-charles-schwab-challenge", "date_published": "2020-06-14 22:58:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump claims 'radical left' has 'taken over' Seattle as he spends birthday at golf club", "description": "<p>President targets city’s ‘Capitol Hill Autonomous Zone’, where protesters have taken over part of neighborhood</p><p>Donald Trump spent his 74th birthday on Sunday in seclusion at his New Jersey golf club, breaking cover late in the afternoon, shortly before his return to the White House, to claim the “radical left” had “taken over” Seattle.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/06/what-is-antifa-trump-terrorist-designation\">What is antifa and why is Donald Trump targeting it?</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/14/donald-trump-seattle-chaz-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/14/donald-trump-seattle-chaz-protests", "date_published": "2020-06-14 22:22:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson criticised over 'victimisation' comment as he sets up racism inquiry", "description": "<p>PM’s remark about the sense of victimisation felt in BAME communities described as condescending</p><p>Boris Johnson has responded to the global wave of Black Lives Matter protests by announcing a government commission to look into racial inequalities. But he immediately prompted criticism by saying he wanted to end “the sense of victimisation”.</p><p>The prime minister said what he described as “a cross-governmental commission” would look into discrimination against black, Asian and minority ethnic people in education, health and the <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/racism-campaigners-iopc-police-watchdog-abolished\">criminal justice system</a>.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/johnson-criticised-over-victimisation-comment-as-he-sets-up-racism-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/johnson-criticised-over-victimisation-comment-as-he-sets-up-racism-inquiry", "date_published": "2020-06-14 21:53:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feliciano López: 'If we don't play, the ATP is not going to survive' | Kevin Mitchell", "description": "<p>The Queen’s Club champion shares how players must accept cuts to prize money for tennis to withstand having no fans present<br /></p><p>Tennis is fighting for survival, according to Feliciano López on the first anniversary of <a href=\"https://www.theguardian.com/sport/2019/jun/23/andy-murray-queens-doubles-tennis\">his triumph at Queen’s Club</a>, and the veteran Spaniard says players, rich and struggling, will have to accept “significant” cuts in prize money to save their sport. López has also warned that the ATP may not survive the coronavirus crisis.</p><p>While the west London host of the ATP 500 tournament idles along with the rest of tennis (apart from glorified exhibitions), López paints a grim picture as the industry wrestles with the impact of Covid-19. Still keen to resume playing at 38, the arch survivor, who has played at a record 72 grand slams in a row, is also the Madrid Open’s director and offers a unique perspective on what might happen next.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/14/feliciano-lopez-if-we-dont-play-the-atp-is-not-going-to-survive\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/14/feliciano-lopez-if-we-dont-play-the-atp-is-not-going-to-survive", "date_published": "2020-06-14 21:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Beyoncé seeks justice for Breonna Taylor in letter to Kentucky attorney general", "description": "<p>Message to Daniel Cameron highlights fact that officers involved in African American woman’s death are still employed</p><p>Beyoncé has written to the attorney general of Kentucky to demand justice for Breonna Taylor, a 26-year-old African American woman killed by plainclothes police officers while asleep in her Louisville home in the early hours of 13 March.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/14/rayshard-brooks-police-killing-unrest-democrats\">Rayshard Brooks: Democrats call for police reform after latest killing</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/14/beyonce-breonna-taylor-kentucky-attorney-general-letter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/14/beyonce-breonna-taylor-kentucky-attorney-general-letter", "date_published": "2020-06-14 21:04:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Neville calls for action not words in football's racism struggle", "description": "<ul><li>The former England defender wants structural change</li><li>Neville ashamed he did not stick up for Ashley Cole in 2004</li></ul><p>Gary Neville has warned football still needs to take a giant leap forward to tackle “the distress and discrimination that we don’t see” – and urged the game to deliver real structural change and not just lofty words and campaigns against racism.</p><p>“Forget campaigns. Forget words. It has to be actions,” Neville said. “It has to be demonstrative, it has to be real and happen. We need to take a giant leap rather than minute steps each year. We know the obvious discrimination, the obvious abuse – it’s easy for us to see that – but we need to talk about equal representation in boardrooms, on the coaching side up and down this country.</p> <a href=\"https://www.theguardian.com/football/2020/jun/14/gary-neville-calls-for-action-not-words-in-footballs-racism-struggle\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/14/gary-neville-calls-for-action-not-words-in-footballs-racism-struggle", "date_published": "2020-06-14 21:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Salisbury Poisonings review – Novichok drama with lessons for now", "description": "<p>While it also focuses on an unbelievable, deadly emergency, this dramatisation of the poisoning of the Skripal family is a far cry from the chaos of life during the Covid crisis<br /></p><p><br />Those involved with the making of <a href=\"https://www.bbc.co.uk/programmes/p08dqns1\">The Salisbury Poisonings</a> cannot have known that, as well as rendering a true story, they were making an allegory. This is, of course, the story of the public health crisis and criminal investigation that followed the 2018 poisoning of <a href=\"https://www.theguardian.com/news/2018/dec/26/skripal-poisonings-bungled-assassination-kremlin-putin-salisbury\">MI6 agent Sergei Skripal and his daughter Yulia</a>, based on first-hand accounts and extensive interviews with the people caught up in it. However, as this three-part series unfolds, our mass experience under the Covid cloud seems distilled into this tale of the havoc wreaked by one tiny toxin.</p><p>Father and daughter are found slipping into unconsciousness on a bench outside the Maltings shopping centre. It looks like an overdose but, in the words of the policewoman first on the scene: “It just feels a bit off.” As the ambulance arrives and the Skripals’ vomit is powerhosed off the bench, she calls in CID. Det Sgt Nick Bailey (Rafe Spall) attends. He agrees with the officer that they are unlikely candidates for drug addiction, but it is only when a colleague Googles the name they find in the father’s wallet and discover he was part of a spy swap deal between Russia and the UK eight years before that they realise the scope of the possible explanations.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/jun/14/the-salisbury-poisonings-review-novichok-drama-with-lessons-for-now\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/jun/14/the-salisbury-poisonings-review-novichok-drama-with-lessons-for-now", "date_published": "2020-06-14 21:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Racism campaigners call for police watchdog to be abolished", "description": "<p>Black families whose relatives have died in police incidents demand end to systemic racism<br /></p><p>Black families in the UK whose loved ones have died in incidents involving the police have called for the abolition of the Independent Office for Police Conduct, which investigates the police, and the immediate suspension of officers involved in deaths as part of a new plan to address systemic racism and unlawful killings.</p><p>The United Families &amp; Friends Campaign (UFFC), which supports family members of those who have died following police incidents, has drawn up an eight-point plan calling for fundamental changes to the way deaths involving the police are dealt with. A disproportionately high number of these deaths involving the police are black and the UFFC said that failing to successfully prosecute police sends the message that the state can act with impunity.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/racism-campaigners-iopc-police-watchdog-abolished\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/racism-campaigners-iopc-police-watchdog-abolished", "date_published": "2020-06-14 19:05:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Grenfell Tower and the Black Lives Matter protests – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/jun/14/ben-jennings-black-lives-matter-grenfell-tower-statues-fire-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/jun/14/ben-jennings-black-lives-matter-grenfell-tower-statues-fire-cartoon", "date_published": "2020-06-14 19:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "WHO cautions against further lifting of lockdown in England", "description": "<p>Exclusive: senior official says contact tracing should be more effective before measures eased</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>England’s coronavirus lockdown should not be further lifted until the government’s contact-tracing system has proven to be “robust and effective”, the World Health Organization has said after widespread criticism of the first results of the new tracking operation.</p><p> </p> <a href=\"https://www.theguardian.com/world/2020/jun/14/who-cautions-against-further-lifting-lockdown-england\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/who-cautions-against-further-lifting-lockdown-england", "date_published": "2020-06-14 19:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong activists urge UK to spell out extended visa offer", "description": "<p>NGO demands more details on Boris Johnson’s ‘vague and imprecise’ commitment</p><p>Hong Kong democracy campaigners are pressing the Foreign Office to spell out how Boris Johnson’s “vague and imprecise commitment” will give a path to British citizenship to millions of residents.</p><p>It came as Johnson wrote to seven former UK foreign secretaries saying he is trying to build a global groundswell of opposition to Chinese plans to impose a new security law in Hong Kong. </p> <a href=\"https://www.theguardian.com/world/2020/jun/14/hong-kong-activists-urge-uk-to-spell-out-extended-visa-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/hong-kong-activists-urge-uk-to-spell-out-extended-visa-offer", "date_published": "2020-06-14 18:20:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Bosworth reveals homophobic abuse from athletics volunteer", "description": "<ul><li>Racewalker told ‘fags aren’t welcome’ on social media<br /></li><li>Bosworth is only openly gay athlete in British team<br /></li></ul><p>Tom Bosworth has revealed an athletics volunteer abused the British race walker on social media to say “fags aren’t welcome” in the sport.</p><p>Bosworth, who came out in 2015 and is the only openly gay athlete in the British team, revealed he had reported the abuse but had subsequently decided not to take the matter further. The 30-year-old was previously involved in a “bullying” row with officials at a Yorkshire meeting in 2018 and indicated the volunteer in this scenario worked in the same county.</p> <a href=\"https://www.theguardian.com/sport/2020/jun/14/tom-bosworth-reveals-homophobic-abuse-from-athletics-volunteer\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/14/tom-bosworth-reveals-homophobic-abuse-from-athletics-volunteer", "date_published": "2020-06-14 18:11:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republicans insist Trump Tulsa rally won't spread coronavirus – despite local concern", "description": "<ul><li>Attendees at Saturday campaign rally will have to sign waiver</li><li>Tulsa health director expresses concern over indoor event</li></ul><p>Republican lawmakers are downplaying concerns that a Donald Trump <a href=\"https://www.theguardian.com/us-news/2020/jun/14/trump-biden-rallies-pandemic-lockdown-election\">indoor rally</a> planned for Tulsa, Oklahoma, for next weekend could contribute to the spread Covid-19, amid an increase in cases in the city.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/14/trump-biden-rallies-pandemic-lockdown-election\">Pandemic, what pandemic? Trump sees mass rallies as path to re-election</a> </p> <a href=\"https://www.theguardian.com/world/2020/jun/14/republicans-trump-tulsa-rally-coronavirus-lankford-kudlow\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/republicans-trump-tulsa-rally-coronavirus-lankford-kudlow", "date_published": "2020-06-14 18:06:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former top black Met officers say racism blighted their careers", "description": "<p>Two of most senior police officers to serve in UK also warn over misuse of stop and search</p><p>Two of the most senior black officers to have served in British policing have revealed that their careers were blighted by racism, and warned that the misuse of stop and search was leading to black men being treated as “property” by officers.</p><p>The allegations by <a href=\"https://www.theguardian.com/uk-news/2018/jun/14/rising-is-symptom-of-inequality-says-senior-met-chief\">Patricia Gallan</a>, a former Metropolitan police assistant commissioner and the highest-ranking black woman ever, and the former Met chief superintendent Victor Olisa, reveal troubling questions about race that continue to dog British policing.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/former-top-met-police-officers-say-racism-blighted-their-careers-black\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/former-top-met-police-officers-say-racism-blighted-their-careers-black", "date_published": "2020-06-14 18:02:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nazir Afzal joins legal fight for new inquiry into Dominic Cummings", "description": "<p>Ex-regional chief prosecutor urges CPS to pursue case after PM’s aide breached lockdown</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>Nazir Afzal, a former regional chief prosecutor, has joined a legal campaign for a new investigation into Dominic Cummings over alleged breaches of the coronavirus lockdown rules.</p><p>Afzal has urged his former employers at the Crown Prosecution Service, and the police, to pursue a case against the prime minister’s chief aide over his trips to Durham and Barnard Castle during the peak of the outbreak.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/14/nazir-afzal-joins-legal-fight-new-inquiry-dominic-cummings\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/14/nazir-afzal-joins-legal-fight-new-inquiry-dominic-cummings", "date_published": "2020-06-14 18:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cesc Fàbregas on racism: 'Close stadiums, hand out bans, let them go to jail'", "description": "<p>Cesc Fàbregas is firm that action must be taken now to stop racism in football and that it was wrong to cancel Ligue 1’s season<br /></p><p>The sun is shining in London as Cesc Fàbregas appears on Zoom and admits with a laugh that the weather is quite the opposite on the French Riviera. “It’s been raining today,” he says with a hint of disappointment, which is understandable given the Monaco midfielder is speaking from Saint-Tropez.</p><p>Amid the unexpected downtime afforded by the decision in late April to <a href=\"https://www.theguardian.com/football/2020/apr/28/french-football-season-cancelled-with-no-games-until-at-least-august-prime-minister-coronavirus\" title=\"\">cut short the French football season</a>, Fàbregas has been keeping a close eye on events around the world. The 33-year-old speaks passionately about the wave of protests that have erupted following the killing of George Floyd, the unarmed black man who died in police custody in Minneapolis.</p> <a href=\"https://www.theguardian.com/football/2020/jun/14/cesc-fabregas-on-racism-close-stadiums-hand-out-bans-let-them-go-to-jail\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/14/cesc-fabregas-on-racism-close-stadiums-hand-out-bans-let-them-go-to-jail", "date_published": "2020-06-14 18:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Demand for flu vaccine soars as countries plan for second Covid-19 wave", "description": "<p>Manufacturers warn they will struggle to meet demand as governments seek to ease pressure on health services</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Fears of a second wave of coronavirus have sparked a global scramble for influenza shots from countries that hope to vaccinate great swathes of the population to reduce pressure on their health services.</p><p>Health officials in the UK are considering whether to offer flu shots to everyone as part of planning for a resurgence of coronavirus in the autumn, but with other countries hitting on the same strategy, demand for flu vaccines has soared.</p> <a href=\"https://www.theguardian.com/society/2020/jun/14/countries-scramble-for-flu-vaccines-to-ease-pressure-of-second-coronavirus-19-wave\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/jun/14/countries-scramble-for-flu-vaccines-to-ease-pressure-of-second-coronavirus-19-wave", "date_published": "2020-06-14 18:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fight for Grenfell inquiry to look at racial stereotyping goes on", "description": "<p>Campaigners believe bias and inequality were factors in high number of BAME deaths in fire</p><p>“We can’t breathe”. In a harrowing call made to the fire brigade from her 22nd-floor flat, these were some of the last words of 33-year-old Nadia Choucair, a nursery teacher who died in the Grenfell Tower fire with her three daughters, Zainab, Fatima, Mierna, her husband, Bassem, and her mother, Sirria.</p><p>Now three years on, with the country witnessing anti-racism protests triggered by the death of George Floyd and his hauntingly similar plea, the parallels are being highlighted.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/calls-grow-for-grenfell-inquiry-to-look-at-role-of-institutional-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/calls-grow-for-grenfell-inquiry-to-look-at-role-of-institutional-racism", "date_published": "2020-06-14 17:32:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Entering a convent led me to the love of my life, another nun – my soulmate'", "description": "<p>Monica and Peg’s relationship was ‘strictly taboo and vehemently condemned’, but that did not prevent them from building a life together</p><p>Sixty years ago, as an idealistic 21-year-old seeking to do good, I made the unusual decision to enter the convent. Twenty years later, on the other side of the world, that decision would play a major part in meeting the love of my life, another nun – my soulmate.</p><p>I came from a typical Catholic family of that time. We accepted without question all the church teachings, a slow-drip indoctrination.&nbsp;I happily embarked on this path, becoming a “bride of Christ” (a peculiar, inexplicable ritual) and donning the veil and habit to signify I was set apart from the enticements of the world.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/15/entering-a-convent-led-me-to-the-love-of-my-life-another-nun-my-soulmate\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/15/entering-a-convent-led-me-to-the-love-of-my-life-another-nun-my-soulmate", "date_published": "2020-06-14 17:30:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'All lies': how the US military covered up gunning down two journalists in Iraq", "description": "<p>Former Reuters journalist Dean Yates was in charge of the bureau in Baghdad when his Iraqi colleagues Namir Noor-Eldeen and Saeed Chmagh were killed. A WikiLeaks video called Collateral Murder later revealed details of their death</p><p>For all the countless words from the United States military about its killing of the Iraqi Reuters journalists Namir Noor-Eldeen and Saeed Chmagh, their colleague Dean Yates has two of his own: “All lies.”</p><p>The former Reuters Baghdad bureau chief has also inked some on his arm – a permanent declaration of how those lies “fucked me up”, while he blamed first Namir – unfairly – and then himself for the killings.</p> <a href=\"https://www.theguardian.com/us-news/2020/jun/15/all-lies-how-the-us-military-covered-up-gunning-down-two-journalists-in-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/15/all-lies-how-the-us-military-covered-up-gunning-down-two-journalists-in-iraq", "date_published": "2020-06-14 17:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Assange indictment fails to mention WikiLeaks video that exposed US 'war crimes' in Iraq", "description": "<p>‘Shameful’ Collateral Murder footage shows Apache helicopter mowing down 11 civilians – including two Reuters journalists – in Baghdad</p><p>US prosecutors have failed to include one of WikiLeaks’ most shocking video revelations in the indictment against Julian Assange, a move that has brought accusations the US doesn’t want its “war crimes” exposed in public.</p><p>Assange, an Australian citizen, is remanded and <a href=\"https://www.theguardian.com/media/2020/jun/01/julian-assange-misses-court-hearing-amid-calls-in-australia-for-his-release\">in ill health in London’s Belmarsh prison</a> while the US tries to extradite him to face 18 charges – 17 under its Espionage Act – for conspiracy to receive, obtain and disclose classified information.</p> <a href=\"https://www.theguardian.com/media/2020/jun/15/julian-assange-indictment-fails-to-mention-wikileaks-video-that-exposed-us-war-crimes-in-iraq\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/jun/15/julian-assange-indictment-fails-to-mention-wikileaks-video-that-exposed-us-war-crimes-in-iraq", "date_published": "2020-06-14 17:30:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A rewrite of the history syllabus is long overdue | Letters", "description": "<p>Calls for more inclusive teaching in schools have been ignored for years, writes <strong>Marika Sherwood</strong>, one of the founders of the Black and Asian Studies Association. <strong>Stewart Fergusson </strong>reminds us of Gove’s response to an expert review. Plus letters from <strong>Maria Goulding</strong>, <strong>Alan Jenkins</strong> and <strong>Belinda King</strong></p><p>That the school curriculum had to be changed (<a href=\"https://www.theguardian.com/politics/2020/jun/10/mps-demand-review-of-national-curriculum-led-by-black-leaders\" title=\"\">MPs demand review of national curriculum, led by black leaders</a>, 10 June) was a major issue taken up by the Black and Asian Studies Association from its foundation in 1991. We were in constant correspondence with the Department for Education, including Ofsted, and even met with their heads. In 2005 we organised a conference on “Putting the ‘black’ back into British history: teaching inclusive history in schools”. As we all know only too well, we were ignored.</p><p>The history we teach must include not only Africa prior to the arrival of Europeans, but the history of Africans in this country. As far as we know at the moment, they first arrived as a whole regiment within the conquering Roman army; some settled here when discharged. So it is a very long history.</p> <a href=\"https://www.theguardian.com/education/2020/jun/14/a-rewrite-of-the-history-syllabus-is-long-overdue\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/14/a-rewrite-of-the-history-syllabus-is-long-overdue", "date_published": "2020-06-14 17:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global report: China detects highest daily case rise in months", "description": "<p>Partial quarantine remains in Beijing; European countries continue to open borders to neighbours</p><p><strong>China</strong> detected its highest number of daily coronavirus cases in months on Sunday, locking down parts of Beijing in a warning of the difficulties of avoiding a resurgence of the pandemic as Europe prepared to open more borders and loosen restrictions this week.</p><p>A wholesale food market in the Chinese capital, where traces of the virus were detected, was closed at the weekend. Nearby housing estates were also placed under quarantine after authorities detected 36 new coronavirus cases in the city and another 19 across the country.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/global-report-china-detects-highest-daily-case-rise-in-months-greece-welcomes-tourists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/global-report-china-detects-highest-daily-case-rise-in-months-greece-welcomes-tourists", "date_published": "2020-06-14 17:17:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on coronavirus harms: pandemic shows inequities are deadly | Editorial", "description": "<p>Poorer people and ethnic minorities are dying from Covid-19 at a far higher rate than richer, whiter groups. Ministers don’t want to address these inequalities because a decade of Tory government has exacerbated, not reduced, them</p><p>Last month Boris Johnson <a href=\"https://www.gov.uk/government/news/pm-its-humanity-against-the-virus\" title=\"\">claimed</a> “it’s humanity against the virus – we are in this together”. The path of the pandemic shows we are not. In deprived areas of England and Wales people are dying from Covid-19 at more than <a href=\"https://www.theguardian.com/world/2020/jun/12/poorest-areas-of-england-and-wales-hit-hardest-by-covid-19-ons\" title=\"\">twice the rate</a> than in affluent areas. The disease <a href=\"https://www.theguardian.com/world/2020/jun/02/covid-19-death-rate-in-england-higher-among-bame-people\" title=\"\">disproportionately</a> infects and kills black and minority ethnic people, revealing a racial pandemic within the viral pandemic. The reason for this is that Britain is an extremely unequal place. There’s a <a href=\"https://www.theguardian.com/society/2020/feb/24/austerity-blamed-for-life-expectancy-stalling-for-first-time-in-century\" title=\"\">social gradient</a> in health which means that even in normal times the poor die earlier than the rich. There is also a “<a href=\"https://www.npr.org/sections/codeswitch/2018/01/14/577664626/making-the-case-that-discrimination-is-bad-for-your-health\" title=\"\">weathering</a>” effect where poor health results from a lifetime of discrimination. The coronavirus pandemic has highlighted and amplified such inequalities with deadly results.</p><p>Ministers <a href=\"https://www.youtube.com/watch?v=JADFvxQ7uME\" title=\"\">prefer</a> to talk about the vulnerability to coronavirus in terms of biology rather than society. That is understandable given that a decade of Tory government has not reduced health inequalities but exacerbated them. If people live in poorer areas they will have councils struggling with <a href=\"https://www.independent.co.uk/news/uk/politics/coronavirus-emergency-cash-poor-england-hotspots-conservatives-a9528371.html\" title=\"\">fewer resources</a> and find themselves with <a href=\"https://bjgp.org/content/68/677/562\" title=\"\">shorter, less empathetic GP consultations</a>. They won’t be as shielded from the virus as those who live in well-heeled parts of the country. If people have low-paying work that can’t be done remotely, have to take public transport to get to frontline jobs, or live in crowded houses, they do not have the same fighting chance as those higher up the social scale. The disease knows where to find the weakest links.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/14/the-guardian-view-on-coronavirus-harms-pandemic-shows-inequities-are-deadly\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/14/the-guardian-view-on-coronavirus-harms-pandemic-shows-inequities-are-deadly", "date_published": "2020-06-14 17:09:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Christie's withdraws 'looted' Greek and Roman treasures", "description": "<p>Four antiquities pulled from auction after claims they came from illicit excavations </p><p>Christie’s has quietly withdrawn four Greek and Roman antiquities from auction this month amid allegations that they had been looted from illicit excavations.</p><p>The items were in the original brochure catalogue but later removed from the online site with no explanation.</p> <a href=\"https://www.theguardian.com/culture/2020/jun/14/christies-withdraws-allegedly-looted-greek-and-roman-treasures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/jun/14/christies-withdraws-allegedly-looted-greek-and-roman-treasures", "date_published": "2020-06-14 17:07:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'My words were wrong': Spike Lee apologizes after defending Woody Allen", "description": "<ul><li>Lee also criticized cancel culture </li><li><a href=\"https://www.theguardian.com/film/2020/jun/12/spike-lee-race-relations-today-are-a-direct-response-to-having-a-black-president\">You Ask the Questions: Spike Lee</a></li></ul><p>After voicing support for Woody Allen and criticizing cancel culture, Spike Lee apologized on Saturday for words he said were “wrong”.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2020/may/29/do-i-really-care-woody-allen-comes-out-fighting\">'Do I really care?' Woody Allen comes out fighting</a> </p> <a href=\"https://www.theguardian.com/film/2020/jun/14/spike-lee-apologizes-after-defending-woody-allen\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2020/jun/14/spike-lee-apologizes-after-defending-woody-allen", "date_published": "2020-06-14 17:03:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alice Dearing: 'I don't want to always be referred to as the black swimmer from Britain' | Sean Ingle", "description": "<p>Britain’s best in the open water shares her experiences of racism in swimming and how she is breaking barriers for black people to take up the sport<br /></p><p>It sounds scarcely believable in modern, multiracial Britain but nearly a century after the sprinter Jack London became the first black athlete to win an Olympic medal for Britain in 1928, and more than 40 years since Viv Anderson became the first black footballer to start for England, Team GB has never sent a black swimmer to an Olympic Games. Not one.</p><p>But next summer Alice Dearing, a 23-year-old from Birmingham who is Britain’s best open-water swimmer, intends to flip 125 years of history on its head in Tokyo – the small matter of a global pandemic permitting. And, as becomes clear over a thought-provoking and nuanced conversation, that is only the start of her ambitions.<br /><br />“Being a poster girl for black swimming is exciting, because genuinely I love the sport and I want to see as many people doing it as possible,” Dearing says. “But it’s also terrifying because there’s a lot of pressure. I have rationalised it – if not me, then who? And I want this to happen as soon as possible, to break that barrier.”</p> <a href=\"https://www.theguardian.com/sport/2020/jun/14/alice-dearing-i-dont-want-to-always-be-referred-to-as-the-black-swimmer-from-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/jun/14/alice-dearing-i-dont-want-to-always-be-referred-to-as-the-black-swimmer-from-britain", "date_published": "2020-06-14 17:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnson and Starmer mark third anniversary of Grenfell fire with online tributes", "description": "<p>Bishop of Kensington hosts virtual commemoration service for 72 people who died</p><p>Boris Johnson and Keir Starmer marked the third anniversary of the Grenfell Tower fire in video messages as the commemoration moved online because of the coronavirus pandemic.</p><p>The prime minister said the people of Britain were with the Grenfell Tower community in spirit, and the Labour leader pledged to do everything in his power to prevent a similar tragedy .</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/johnson-and-starmer-mark-third-anniversary-of-grenfell-fire-with-online-tributes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/johnson-and-starmer-mark-third-anniversary-of-grenfell-fire-with-online-tributes", "date_published": "2020-06-14 16:58:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada urged to open its eyes to systemic racism in wake of police violence", "description": "<p>Amid the anger over brutality and injustice, a number of prominent Canadians have cast doubt on the idea that racism is entrenched</p><p>After a string of violent incidents involving police officers, activists and ordinary people across Canada have joined the global chorus calling for a reckoning with racism, policing, inequality and the long reach of history.</p><p>In recent weeks, a black <a href=\"https://www.theguardian.com/world/2020/jun/05/canada-police-under-scrutiny-after-two-women-die-after-encounters-with-officers\">woman fell to her death after police</a> were called to her flat in Toronto; an Indigenous woman suffering a mental health crisis was <a href=\"https://www.theguardian.com/world/2020/jun/05/canada-police-under-scrutiny-after-two-women-die-after-encounters-with-officers\">shot dead by an officer</a> in New Brunswick and <a href=\"https://www.theguardian.com/world/2020/jun/12/canadian-police-punch-first-nations-chief-canada-video-chief-allan-adam\">footage emerged</a> showing Royal Canadian Mounted Police officers in Alberta forcing a First Nations chief to the ground and punching him in the head. On Friday evening, an Indigenous man was shot dead by the RCMP in New Brunswick.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/canada-systemic-racism-history\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/canada-systemic-racism-history", "date_published": "2020-06-14 16:47:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gatwick drone arrest couple win £200,000 from Sussex police", "description": "<p>Paul and Elaine Gait were arrested but released without charge after attacks in 2018</p><p>A couple who were detained during the Gatwick Airport drone chaos in December 2018 have been awarded £200,000 in compensation and legal costs after settling out of court with Sussex police.</p><p>Drone sightings near the runways over a three-day period during the peak Christmas period caused chaos, with the airport being repeatedly forced to close. The incident led to the airport being closed for 30 hours, disrupting 1,000 flights and more than 140,000 passengers.</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/gatwick-drone-arrest-couple-win-200000-from-sussex-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/gatwick-drone-arrest-couple-win-200000-from-sussex-police", "date_published": "2020-06-14 16:33:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rayshard Brooks: Democrats call for police reform after latest killing", "description": "<ul><li>Country heads into fourth week of unrest over police brutality</li><li><a href=\"https://www.theguardian.com/us-news/2020/jun/14/biden-vp-contenders-stacey-abrams-keisha-lance-bottoms-rayshard-brooks-police-killing\">Biden VP contenders in spotlight after Rayshard Brooks killing</a></li><li><a href=\"https://viewer.gutools.co.uk/us-news/live/2020/jun/14/rayshard-brooks-atlanta-police-shooting-black-man-protests-trump-politics-latest-live\">Protests in Atlanta over shooting of Rayshard Brooks – live</a></li></ul><p>Leading Democrats said on Sunday the killing of Rayshard Brooks in Atlanta underlined the need for significant change in US law enforcement, as the country headed into a fourth week of unrest over police brutality and systemic racism.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/14/donald-trump-racism-american-oligarchy\">Trump stokes division with racism and rage – and the American oligarchy purrs | Robert Reich</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/14/rayshard-brooks-police-killing-unrest-democrats\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/14/rayshard-brooks-police-killing-unrest-democrats", "date_published": "2020-06-14 16:28:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Campaigners call for museum to document UK's role in slave trade", "description": "<p>Museum proposal seen as way of educating people about Britain’s past in order to combat contemporary racism<br /></p><p>Artists, cultural leaders and city mayors have called for a new national museum to be established to document Britain’s involvement in the transatlantic slave trade and its racist legacy.</p><p>The <a href=\"https://www.theguardian.com/uk-news/2020/jun/10/black-people-cannot-keep-suffering-young-protesters-on-why-they-are-marching\">Black Lives Matter</a><a href=\"https://www.theguardian.com/uk-news/2020/jun/10/black-people-cannot-keep-suffering-young-protesters-on-why-they-are-marching\"> protests</a> and the toppling of the slaver Edward Colston’s Bristol statue have fuelled demands that Britain face up to the horrors of its past in order to combat contemporary racism. A museum educating people about the country’s role in the slave trade is seen as one way of helping to to do that.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/bame-leaders-call-museum-set-up-document-uk-racist-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/bame-leaders-call-museum-set-up-document-uk-racist-legacy", "date_published": "2020-06-14 15:48:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden VP contenders in spotlight after Rayshard Brooks police killing", "description": "<ul><li>Stacey Abrams and Keisha Lance Bottoms are among candidates being considered as Joe Biden’s running mate</li><li><a href=\"https://www.theguardian.com/us-news/live/2020/jun/14/rayshard-brooks-atlanta-police-shooting-black-man-protests-trump-politics-latest-live\">Protests in Atlanta over shooting of Rayshard Brooks – live</a></li></ul><p>Amid protests across the US over police brutality and racism, <a href=\"https://www.theguardian.com/us-news/2020/jun/13/atlanta-georgia-police-shooting-black-man\">the killing of Rayshard Brooks</a> focused a fierce national spotlight on Atlanta. That harsh glare also fell on two candidates to be Joe Biden’s running mate against Donald Trump in November.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/14/donald-trump-racism-american-oligarchy\">Trump stokes division with racism and rage – and the American oligarchy purrs | Robert Reich</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/14/biden-vp-contenders-stacey-abrams-keisha-lance-bottoms-rayshard-brooks-police-killing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/14/biden-vp-contenders-stacey-abrams-keisha-lance-bottoms-rayshard-brooks-police-killing", "date_published": "2020-06-14 15:45:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Three weeks of hell': the peak of Covid-19 at hard-hit UK care home", "description": "<p>Carers and relatives of those who died at Melbury Court describe trying to cope with the outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Tears flowed at Melbury Court in Durham as the Covid-19 death toll ticked up toward 26, the worst known outbreak in a UK care home. Only 20 of its 82 residents, many of them with dementia, escaped infection.</p><p>Peggy Dixon, a fervent football fan who liked to reminisce about the 1966 World Cup matches she attended, died on 14 May. Her coffin was draped in the blue and white hoops of QPR, her favourite team. Lilian Wilkinson, a former factory worker and Salvation Army stalwart, died the next day. The women, like many of the Melbury Court coronavirus victims, had lived at the home for years. They were beloved by staff as well as their families.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/three-weeks-of-hell-the-peak-of-covid-19-at-hard-hit-uk-care-home-melbury-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/three-weeks-of-hell-the-peak-of-covid-19-at-hard-hit-uk-care-home-melbury-court", "date_published": "2020-06-14 15:34:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blackpool owner Simon Sadler: 'I think clubs will go like dominoes'", "description": "<p>The boyhood fan reflects on football’s financial chasm, voting to end the season – and banishing memories of the Oyston era</p><p>When a local boy done good, Simon Sadler, bought Blackpool last June <a href=\"https://www.theguardian.com/football/2019/jul/01/new-blackpool-owner-simon-sadler-interview\" title=\"\">from the toxic ruins</a> of Owen Oyston’s ownership, he ushered in an emotional vision of restoration and revival for the home-town club he grew up supporting in the 1970s. A year on, he maintains the same plans and dreams, and talks of drawing inspiration from historic Blackpool greats such as Sir Stanley Matthews, but like everybody he could never have imagined the Covid-19 nightmare that has beset the country and football.</p><p>This interview on the anniversary of his £10m takeover takes place in the shadow of Britain’s <a href=\"https://www.theguardian.com/society/2020/jun/09/excess-deaths-in-uk-under-coronavirus-lockdown-pass-63000\" title=\"\">63,000 excess deaths</a> because of coronavirus and the alarming economic crisis.</p> <a href=\"https://www.theguardian.com/football/2020/jun/14/blackpool-owner-simon-sadler-clubs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/14/blackpool-owner-simon-sadler-clubs", "date_published": "2020-06-14 15:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When polite petitions and humble pleas are ignored, protest is essential | Nesrine Malik", "description": "<p>Many of our most treasured rights were won by people who knew when to stop following the rules and take to the streets</p><p>“Don’t boo. Vote.” This was <a href=\"https://www.theguardian.com/us-news/2016/jul/28/dont-boo-vote-barack-obamas-2016-democratic-convention-speech-in-full\">the message</a> Barack Obama had, during the 2016 presidential election, for a crowd of Democrats who jeered when he mentioned the Republican party.<strong> </strong>It became his mantra as he campaigned for Hillary Clinton.<br /><br />It is a familiar reproach. If you’re angry, don’t boo, don’t protest, don’t take matters into your own hands. Vote, lobby, report to the authorities, trust the process. It’s the appeal of reasonable liberals and the rebuke of rightwingers. It is the refrain that rings out when demands for justice “go too far”.<br /><br />As protests after the death of George Floyd got bigger and bigger in the United States – and then began to spread around the world – the focus of conversations in the media shifted abruptly. Now the issue was vandalism and anarchy, precisely what Donald Trump and his backers wanted to talk about as they cynically accused black protesters of dishonouring Floyd’s memory. And in the UK, it’s easier to talk about the lawless mobs tearing down statues than the crimes these <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/the-day-bristol-dumped-its-hated-slave-trader-in-the-docks-and-a-nation-began-to-search-its-soul\">mo</a><a href=\"https://www.theguardian.com/uk-news/2020/jun/14/the-day-bristol-dumped-its-hated-slave-trader-in-the-docks-and-a-nation-began-to-search-its-soul\">numents commemorate</a>.<br /><br />But this is nothing new. What we rarely hear about all the great revolutions of the past is that they too looked at first like spontaneous uprisings against the existing order – and they too were subject to charges of anarchy, reckless violence, puritanical revenge. So much so that the economist Albert Hirschman described the demand to “follow the process” as “the first reaction” whenever the threat of real change is on the horizon.<br /><br />The first accounts of the French revolution made no distinction between its positive and negative aspects – collapsing its moral position and its violent manifestations into one. The result was that, for a long time, it was defined and smeared by its excesses. It was only the passage of time that transformed it into “<a href=\"https://www.doubledown.news/watch/2020/5/june/black-lives-matter-george-floyd-the-question-of-violence-gary-young\">a riot blessed by history</a>”, as Gary Younge puts it. Closer to our own time, the poll tax riots in 1990, now part of a national odyssey of popular rebellion against an overreaching Thatcher government, were originally blamed on anarchists and the far left, with an official account that vastly underestimated the number of peaceful protesters and the degree of police provocation.<br /><br />Today, it is the Black Lives Matter movement that is being discredited for not staying in its lane; for refusing to “<a href=\"https://twitter.com/daaronovitch/status/1271375833496801281?s=21\">quit while they’re still ahead</a>”, in the words of one broadsheet columnist. But protests happen in the first place because the “proper channels” have failed – in some cases, because previous protests have also failed. When #MeToo first began, it only took a moment for women to be told to report their assaults to the authorities instead of taking their allegations public, lest they destroy a man’s reputation before he could have a hearing. But it didn’t occur to these critics that the court of public opinion was itself a last resort. When a statue falls, you don’t see the years of campaigning and lobbying and writing that went before it, and came to nothing. When Extinction Rebellion occupies central London, you don’t see the power – corporate lobbyists, complacent politicians, indifferent bureaucrats – that marginalised these concerns for so long that activists knew there was no other way.<br /><br />The very nature of being excluded from the spaces in which decisions are made means that the process of managing grievances is already rigged against you. The very position of black people as always appellants, never adjudicators, means that every protest will soon enough be denigrated as violent or disruptive. Their demands will always be dismissed as unreasonable, their priorities confused, their methods offputting to erstwhile allies. Politely they will be questioned: are statues really <a href=\"https://www.theguardian.com/global/2020/jun/14/statue-wars-must-not-distract-reckoning-with-racism-david-olusoga\">the most important thing</a> here? May I call your attention to your pay gap? Your incarceration rates? They will be lectured about coalition-building, about easy wins that mean little in the end, and the hard graft that needs to be done if they’re going to get anywhere. Because we have processes, you see.<br /><br />And these rules must be respected – because conservatives will always hold them up to stymie any change, and because liberals are afraid to admit that most of our rules and norms are neither definitive nor universally observed. They are afraid to shatter the illusion and face the reality that so many of these rules are, in fact, broken all the time by people who can get away with it: tax avoiders, labour exploiters, vote manipulators. And so it is those who cannot get away with breaking the rules who are told they must uphold what is left of this order; it is their responsibility to ensure that the slope does not get too slippery and allow us all to slide into chaos.<br /><br />But as long as concessions have to be prised from the hands of the establishment, rather than reasonably handed over, we cannot live without slippery slopes. Our history may, in time, bless some riots; but it also sands the rough edges off many others, expunging the anger of martyrs and revolutionaries and telling us that their victories, over slavery or Jim Crow, were the benign gift of those masters whose morality carried the day.<br /><br />Today’s movements for equality are expected to resemble the dramatised depictions of their sainted predecessors – conveniently forgetting the calumnies heaped upon Nelson Mandela, Martin Luther King and Gandhi, from enemies and would-be “allies” alike. Random quotes from black icons are cherry-picked out of context from the past and waved in front of the protesters of the present, in an attempt to shame them into the most timid form of political activism possible.<br /><br />The Black Lives Matter <a href=\"https://www.theguardian.com/world/2020/jun/13/st-albans-has-never-seen-anything-like-this-britain-rallies-for-black-lives-matter\">protests in the UK</a> have been accused of being vague and rudderless, merely a faint echo of their American counterparts, whose complaints and demands are deemed more legitimate, more concrete: to bring police to justice for their killings of black people, and to strip away the impunity, <a href=\"https://www.theguardian.com/us-news/2020/jun/05/defunding-the-police-us-what-does-it-mean\">outsized funding</a> and overweening power of local police forces. But even that demand, specific and studied as it is, has been dismissed as unrealistic. There will always be some component missing from the playbook of the perfect protest. Even without leaders and discrete demands, the protests in the UK are a legitimate expression of racial grievances for which there has been no redress and no justice. The streets are swelling for <a href=\"https://www.theguardian.com/uk-news/2020/jun/13/grenfell-tower-fire-anniversary-covid-19-response\">Grenfell</a>, for Windrush, for the illegally deported and the unlawfully detained, and for all those who perished before their time in a pandemic that claims their lives at three times the rate of their white neighbours’. We may not know how this protest is going to end, but it has to start somewhere.<br /><br />The premise of change is that risks and chances need to be taken. And the movements that will be born from that demand will never be neat, and never have been. The effort to humanise black lives and win them the rights to safety and the dignity of equality may involve – among many other things – pulling down statues when it becomes clear that polite petitions and humble pleas to decolonise the curriculum will for ever go unheard. Process by its very nature is conservative. To insist that the aggrieved must “follow the rules” or lose our support is to ignore the lessons of history. Many of the rights we now take for granted were won by people who knew when the time had come to give up on the establishment. Civil disobedience, strikes, riots and boycotts are not the hijacking of process: they are its continuation by other means.</p><p>• Nesrine Malik is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/14/protest-essential-rights-rules-streets\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/14/protest-essential-rights-rules-streets", "date_published": "2020-06-14 15:05:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carbon-neutral coffee comes to UK – via sail boat from Colombia to Cornwall", "description": "<p>Yallah Coffee’s beans now arrive on a schooner. Has the prospect of wind-powered cargo finally landed?</p><p>The French schooner De Gallant docked in Falmouth harbour at the end of May, three months after leaving the port of Santa Marta in Colombia laden with tonnes of sustainably sourced coffee beans.</p><p>This wind-powered sail cargo of <a href=\"https://www.theguardian.com/food/2019/nov/14/carbon-cafe-what-is-the-most-sustainable-coffee-order\">carbon-neutral coffee</a> was worth the wait, according to Yallah Coffee, a single-origin coffee roastery only a few miles away in the Cornish port town.</p> <a href=\"https://www.theguardian.com/business/2020/jun/14/carbon-neutral-coffee-comes-to-uk-via-sail-boat-from-colombia-to-cornwall\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/14/carbon-neutral-coffee-comes-to-uk-via-sail-boat-from-colombia-to-cornwall", "date_published": "2020-06-14 15:03:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears for gambling frenzy as Premier League and Championship return", "description": "<ul><li>Campaigners sound alarm over deluge of televised football</li><li>Problem-gambling habits increased during lockdown</li></ul><p>Gambling welfare campaigners have warned of a potential “frenzy” in betting on football when the Premier League and Championship restart, with all 92 remaining top-flight games televised live to supporters still largely in lockdown.</p><p>Betting companies are expected to resume sustained advertising and marketing, particularly via the apps on which people have accounts to gamble on sport, and TV broadcasts will also prominently show advertising around the grounds and on club shirts. Of the 44 clubs in the Premier League and Championship, 27 – 61% – <a href=\"https://www.theguardian.com/football/2019/jul/19/half-of-premier-league-clubs-to-have-gambling-sponsors-for-201920#:~:text=Ten%20of%20the%2020%20top,worth%20a%20combined%20%C2%A369m..\">have a betting company</a> as their main shirt sponsor.</p> <a href=\"https://www.theguardian.com/football/2020/jun/14/problem-gambling-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/jun/14/problem-gambling-premier-league", "date_published": "2020-06-14 14:33:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rosemary Hollis obituary", "description": "Expert on international relations and the Middle East who was director of research at Chatham House, the policy institute<p>Rosemary Hollis, who has died suddenly at the age of 68, was a Middle East and international relations expert and a high-profile media commentator. Her 35-year career spanned turbulent times in a region that was greatly – and often negatively – influenced by the two countries where she spent most of her working life, the US and Britain.</p><p>Her research, books, articles, lectures and seminars covered the UK withdrawal from “east of Suez”, the ever intractable Israel-Palestine conflict, the Gulf war of 1991 and the Iraq war of 2003, UK and EU foreign and defence policy, as well as focused studies of Turkey, Egypt, the Gulf states and Jordan.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/14/rosemary-hollis-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/14/rosemary-hollis-obituary", "date_published": "2020-06-14 14:24:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Minneapolis, Machu Picchu and Milan – Sunday's best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2020/jun/14/minneapolis-machus-picchuu-milan-sunday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2020/jun/14/minneapolis-machus-picchuu-milan-sunday-best-photos", "date_published": "2020-06-14 14:02:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'My chickens are always pleased to see me!' Life with the hen rescuers", "description": "<p>Every year, tens of thousands of egg-laying chickens are rescued from slaughter and found loving homes. According to their new owners, they make affectionate and intelligent pets<strong><br /></strong></p><p>In a garden at the back of a house in the North Yorkshire village of Cridling Stubbs, soft clucks fill the air. Three hens scratch and snooze in the dirt, while another two peck at the grass, sporadically wandering up to the door to try to spot their owner. Originally destined for the slaughterhouse after laying intensively at commercial egg farms, Penny, Hattie, Daisy, Annie and Polly are enjoying an idyllic retirement.&nbsp;</p><p>Charlotte Pacey, 32, who designs play areas for children, says the hens look very different from when they arrived at her home in November 2018. “Penny, Hattie and another hen we called Fleur were so poorly when we collected them,” she recalls. “They were missing feathers, trembling with fear, had pale-looking combs and looked quite sick.” Fleur died after two days, but Penny and Hattie have fully recuperated.&nbsp;</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/14/my-chickens-are-always-pleased-to-see-me-life-with-the-hen-rescuers\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/14/my-chickens-are-always-pleased-to-see-me-life-with-the-hen-rescuers", "date_published": "2020-06-14 14:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Stay positive!' Karen Hauer on keeping fit for the return of Strictly", "description": "<p>When her tour was axed by coronavirus, the dancer set up an online festival with karaoke aerobics. She talks about her Bronx childhood, the pressure of Strictly and life beyond lockdown </p><p>‘They always say the show must go on,” says Karen Hauer, speaking by video call, sitting on her bed, bleached hair slicked back with lockdown roots on show. “But not this time.” Hauer and fellow Strictly dancer <a href=\"https://www.instagram.com/gorka_marquez/?hl=en\">Gorka Marquez</a> were six dates into touring their new show, Firedance, when theatres shut down due to coronavirus.</p><p>The pair had just filmed Firedance: Latin Fever, a <a href=\"https://www.bbc.co.uk/programmes/m000jjh7\">BBC documentary</a> about the making of the show, when everything came to a halt. “Our hearts dropped,” she says. The documentary is now on iPlayer and the dates have been rescheduled for next spring but the memory still hurts. Being self-employed, all the dancers were suddenly out of work, living off savings. “I’m a saver, luckily,” she says, and as a freelancer she knows that in downtime “things can really go down a rabbit hole” so she set about putting some structure into her days.</p> <a href=\"https://www.theguardian.com/stage/2020/jun/14/karen-hauer-strictly-dancer\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/14/karen-hauer-strictly-dancer", "date_published": "2020-06-14 14:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rose City Band: Summerlong review – a gorgeous record", "description": "<p>(Thrill Jockey)<br />One-man band Ripley Johnson casts an unashamedly sunny eight-song spell </p><p>As frontman of San Francisco psyche-rockers <a href=\"https://www.theguardian.com/music/2013/nov/07/wooden-shjips-back-to-land-review\">Wooden Shjips</a>&nbsp;and one half of the more Krautrock-influenced <a href=\"https://www.theguardian.com/music/2017/feb/02/moon-duo-occult-architecture-vol-1-review-spare-and-austere-space-rock\">Moon Duo</a>&nbsp;(with partner Sanae Yamada), <a href=\"https://www.theguardian.com/music/2017/feb/03/moon-duos-occult-architecture-psychedelia-guide\">Ripley Johnson</a> has been responsible for some of the past decade’s most mesmeric and beguiling albums. Yet his second LP as Rose City Band (he plays everything except drums, where John Jeffrey helps out) might be the best of the bunch. Owing much to 1970s country rock, RCB’s signature sound is essentially the same as Wooden Shjips’s, only with their defining fuzzed-up guitars stripped away to reveal warm, lazily blissed-out songs underpinned by relentless motorik rhythms.</p><p>There are echoes of the Byrds’ I Wasn’t Born to Follow (Only Lonely) and the restless momentum of Dylan circa <em><a href=\"https://www.theguardian.com/tv-and-radio/2015/oct/10/radio-bob-dylan-arthur-miller\">Highway 61</a></em><a href=\"https://www.theguardian.com/tv-and-radio/2015/oct/10/radio-bob-dylan-arthur-miller\"> </a><em><a href=\"https://www.theguardian.com/tv-and-radio/2015/oct/10/radio-bob-dylan-arthur-miller\">Revisited</a></em> (Real Long Gone). But for the most part these eight songs stand on their own merits, unfurling unhurriedly with Johnson’s understated vocals offset by gently spiralling guitar lines that are as hypnotic as they are breezy – never more so than on the closing sprawl of Wee Hours seguing seamlessly into Wildflowers. In an increasingly fraught world, it’s an unashamedly sunny sound. It makes for a gorgeous record in which to lose yourself for 40 minutes.</p> <a href=\"https://www.theguardian.com/music/2020/jun/14/rose-city-band-summerlong-review-a-gorgeous-record\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/14/rose-city-band-summerlong-review-a-gorgeous-record", "date_published": "2020-06-14 14:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Balearic islands prepare to welcome 11,000 German tourists", "description": "<p>‘Safe corridors’ scheme aims to reactivate Spain’s travel sector following Covid-19 disruption</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Almost 11,000 German holidaymakers will begin arriving in the Balearic islands from Monday as part of a pilot scheme to help Spain reactivate its tourism sector, following the disruption caused by the Covid-19 pandemic.</p><p>The “safe tourist corridors” initiative will serve as a trial run as Spain prepares to reopen its borders to EU countries and those in the Schengen area on 21 June. At the request of the Portuguese government, the land border with Spain will not open until 1 July.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/balearic-islands-prepare-to-welcome-11000-german-tourists\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/balearic-islands-prepare-to-welcome-11000-german-tourists", "date_published": "2020-06-14 13:56:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brands are fighting to prove they are anti-racist - but is it enough?", "description": "<p>Consumers want to make ethical choices, but following the money reveals it is almost impossible to hold companies to account</p><p>On 6 June, the renowned streetwear brand Supreme – beloved by hypebeasts everywhere – <a href=\"https://www.instagram.com/p/CBBHh6clryp/\">posted on Instagram</a>: “The Black community has inspired and supported Supreme since day one. This week we will donate $500,000 between Black Lives Matter, Equal Justice Initiative, Campaign Zero and Black Futures Lab. We stand in solidarity with the fight for justice and equality, and will continue to invest in the community.”<strong> </strong>The statement has been applauded during the weeks of protest sparked by George Floyd’s death, receiving more than 260,000 likes on Instagram.</p><p>Elsewhere, brands find themselves engulfed in controversy as consumers call them out for hypocrisy. Take McDonald’s. Its <a href=\"https://twitter.com/McDonalds/status/1268165315415900160?ref_src=twsrc%5Etfw\">solidarity statement</a>, committing to donate an undisclosed amount to the National Urban League and the NAACP in a stance against systemic oppression, was liked 11,000 times on Twitter. But it wasn’t too long before numerous comments came in, reminding McDonald’s of the <a href=\"https://www.reuters.com/article/us-health-coronavirus-mcdonald-s-corp-la/covid-19-lawsuit-takes-on-mcdonalds-like-it-was-a-rowdy-bar-idUSKBN2321H6\">class-action suit being filed against it from </a><a href=\"https://www.reuters.com/article/us-health-coronavirus-mcdonald-s-corp-la/covid-19-lawsuit-takes-on-mcdonalds-like-it-was-a-rowdy-bar-idUSKBN2321H6\">black and Latino employees</a> concerned about their safety over Covid-19.</p> <a href=\"https://www.theguardian.com/fashion/2020/jun/14/brands-anti-racist-money\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jun/14/brands-anti-racist-money", "date_published": "2020-06-14 13:37:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Setting the stage: inside an ever-changing Paris home", "description": "<p>Everything is fluid in the Paris apartment of an artistic director and scenographer famed in the fashion world for his visual displays</p><p>I’m always searching for objects,” says Jean-Christophe Aumas of the midcentury designs and curiosities that lend his Pigalle apartment its theatrical, lived-in look. The Parisian artistic director and founder of the visual and set design studio, Singular, is the imaginative eye behind some of luxury fashion’s most spectacular creative displays. Aumas spends his days scouring flea markets and galleries for design finds and furnishings, destined for the windows, instore scenes and events he conjures for everyone from Hermès to Diptych. Starting his career at Christian Lacroix, Aumas joined Marc Jacobs at Louis Vuitton as head of visual identity in 1997, before striking out on his own to collaborate with a roster of clients including Phoebe Philo and Alber Elbaz.</p><p>“I learned something different from each one of them,” he says. “From Philo it was the beauty of simplicity; that even a plain chair can be wonderful and compelling.” From Jacobs, it was unfettered self-expression. “He let us do whatever we wanted to do,” says Aumas, who has distilled every one of these sartorial lessons into the home he shares with his French bulldog, René.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/14/setting-the-stage-inside-an-ever-changing-paris-apartment\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/14/setting-the-stage-inside-an-ever-changing-paris-apartment", "date_published": "2020-06-14 13:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Capita to axe at least 200 jobs amid coronavirus cost-cutting", "description": "<p>Outsourcing firm is working on 100 government pandemic response projects, but says these will not be affected</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Capita, one of the major providers of outsourced services to the UK government, plans to cut at least 200 jobs amid financial difficulties exacerbated by the coronavirus pandemic<strong>.</strong></p><p>The company has started a consultation process with a number of employees about planned redundancies. The job cuts are focused on Capita’s central support teams in London. They are not expected at this stage to affect employees working for clients. However, they underline the financial pressures at a company on which the government has <a href=\"https://www.theguardian.com/business/2020/may/04/uk-government-using-crisis-to-transfer-nhs-duties-to-private-sector\">relied heavily during the pandemic</a>.</p> <a href=\"https://www.theguardian.com/business/2020/jun/14/capita-to-axe-at-least-200-jobs-amid-coronavirus-cost-cutting\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/jun/14/capita-to-axe-at-least-200-jobs-amid-coronavirus-cost-cutting", "date_published": "2020-06-14 13:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trial of journalists to deliver 'existential moment' in Philippines", "description": "<p>Editor of news website Rappler could face prison if convicted under ‘cyber libel’ law</p><p>A verdict will be issued on Monday following the controversial trial of one of the Philippines’ most prominent journalists, in a case widely condemned as an attack on press freedom under Rodrigo Duterte.</p><p>A court in Manila will issue a verdict on Rappler, one of the country’s most influential news websites, its editor, Maria Ressa, and former researcher and writer Reynaldo Santos Jr on Monday. Ressa, who was arrested last year on charges of “cyber libel” for a story published by Rappler in 2012, has described the allegations as baseless.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/trial-of-journalists-rappler-philippines\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/trial-of-journalists-rappler-philippines", "date_published": "2020-06-14 12:03:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wiley: The Godfather 3 review – grime's patriarch bids farewell (again)", "description": "<p>(CTA)</p><p>Wiley’s 2017 retirement album, <em><a href=\"https://www.theguardian.com/music/2017/jan/15/wiley-the-godfather-grime-back-with-banger\">Godfather</a></em>, was so well received that he forgot to retire. He’s made two sequels and a pop album – now shelved – built around last year’s dancehall hit <a href=\"https://youtu.be/huaE85-V8u4\">Boasty</a>. Thankfully, this second sequel has nothing of his <a href=\"https://www.theguardian.com/music/2020/jan/08/wiley-vs-stormzy-sparks-fly-in-grimes-generation-game\">hilariously Shakespearean beef with Stormzy</a> six months and a lifetime ago, and very little sappy R&amp;B rap. Instead, Richard Cowie MBE plays the ageing grime patriarch and dispenses favour to those following his pioneering path. Which, according to him, is everyone.</p><p>Sometimes this feels a bit like being lectured in a pub car park on a Friday night. If only Wiley would one day tell us where he’s from, or perhaps touch on the vicissitudes of the music industry! Still, even as he paws at these pet topics over and again, you realise that he rarely dwells on the trappings of success. Like any Don Corleone he wants respect, not just fealty, and clearly cares deeply about grime’s future with or without him. As such, the best bits of this exhausting, endless album are Protect the Empire (“We built this up/ That’s why we must protect it”), letter-to-the-kids Light Work, and the ludicrously exciting Eskimo Dance, young talent (it features 13 MCs) colliding explosively with ancient riddims.</p> <a href=\"https://www.theguardian.com/music/2020/jun/14/wiley-godfather-3-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/14/wiley-godfather-3-review", "date_published": "2020-06-14 12:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The UK government's coronavirus strategy: shoddy by design?", "description": "<p>Are the haphazard, confusing and ‘strikingly ugly’ visuals of the government’s Covid-19 messaging a cunning attempt to connect with ‘real’ people or just one more measure of its incompetence?</p><p>“It looks like a brochure for a very bad wellness clinic,” says Simon Esterson, designer and co-owner of the graphics magazine <em><a href=\"http://www.eyemagazine.com/\">Eye</a></em>. He’s describing the announcements made by the chancellor on social media, in the middle of the gravest economic and health crisis of most people’s lifetimes, to impart matters of vital importance to the public. CORONAVIRUS JOB RETENTION SCHEME EXTENDED, says one, all caps, sandwiched between the words WE STAND TOGETHER. Underneath, like a celebrity endorsement, is Rishi Sunak’s signature.&nbsp;</p><p>Another, announcing the Treasury’s bounce-back loan scheme, randomly extends a horizontal off one “B” and the vertical off another such that they randomly cross over each other. “It looks to me more likely done by someone who’s got a degree in economics than design,” says Esterson. “It can only have been done by someone who’s in a graphic timewarp, unless it’s a very sophisticated parody.”&nbsp;</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/14/the-uks-government-coronavirus-strategy-shoddy-by-design\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/14/the-uks-government-coronavirus-strategy-shoddy-by-design", "date_published": "2020-06-14 12:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The country is adrift': echoes of Spanish flu as Brazil's Covid-19 catastrophe deepens", "description": "<p>A century after the 1918 pandemic, South America’s largest country has passed Britain to claim the world’s second-highest death toll</p><p>As a child growing up in 1940s São Paulo, Drauzio Varella remembers his grandmother’s tales of how the <a href=\"https://www.theguardian.com/world/2018/sep/09/spanish-flu-pandemic-centenary-first-world-war\">Spanish flu</a> ravaged the blue-collar immigrant community they called home.</p><p>“So many people died that families would leave people outside on the pavements, and early each morning the carts would come by to collect them and take them off to burial in mass graves,” remembered Varella, who would go on to become Brazil’s best-known doctor.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/brazil-coronavirus-spanish-flu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/brazil-coronavirus-spanish-flu", "date_published": "2020-06-14 11:15:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'One of the gentlest people I know:' 75-year-old shoved by police a peace activist, not a provocateur", "description": "<p>Friend says Martin Gugino is a longtime follower of the Catholic Worker Movement – a group that advances peace and justice</p><p>In the moments before he was pushed to the sidewalk by a Buffalo police officer and then left for dead, 75-year-old Martin Gugino walked towards the line of advancing police. But why?</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/jun/12/covid-19-and-police-abuses-have-exposed-an-ugly-truth-about-america-racism-kills\">The pandemic has exposed an ugly truth about American life: racism kills | Robert Fullilove</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/14/martin-gugino-buffalo-police-catholic-worker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/14/martin-gugino-buffalo-police-catholic-worker", "date_published": "2020-06-14 11:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why is Dominic Cummings still in No 10? Because Vote Leavers never say sorry | Peter Geoghegan", "description": "<p>The adviser is at the heart of a government that is treating the pandemic just like the 2016 Brexit referendum campaign</p><p>Dominic Cummings is a lucky man. A <a href=\"https://www.theguardian.com/politics/2020/may/30/from-rose-garden-to-ridicule-how-a-week-of-disaster-for-tories-and-dominic-cummings-unfolded\">couple of weeks ago</a>, Boris Johnson’s chief strategist – and his lockdown-busting trip to north-east England – dominated the news headlines. Now the global outpouring of Black Lives Matter protests and other vital issues in the coronavirus pandemic have captured the news agenda. With the prime minister’s vocal support, Cummings still has a job, and the world seems to have moved on.<br /><br />But Cummings’s continued presence at the heart of the British government is not just down to luck, of course. Johnson’s special adviser has probably the most valuable asset in Downing Street right now: the unswerving loyalty of the Vote Leave campaign that now holds the key levers of power in British politics.</p><p>On paper, Vote Leave disappeared almost four years ago. Having won the Brexit referendum, the campaign packed up its spartan office beside Lambeth Bridge. Cummings left politics to advise an artificial intelligence startup (which subsequently <a href=\"https://www.theguardian.com/politics/2019/oct/11/dominic-cummings-accused-of-conflict-of-interest-over-nhs-fund\">won lots of NHS contracts</a>, but that’s another story).</p> <a href=\"https://www.theguardian.com/commentisfree/2020/jun/14/dominic-cummings-no-10-vote-leave-brexit-referendum\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/jun/14/dominic-cummings-no-10-vote-leave-brexit-referendum", "date_published": "2020-06-14 11:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paths of desire: lockdown has lent a new twist to the trails we leave behind", "description": "<p>Unofficial trails quietly carved into the landscape by people seeking shortcuts are nothing new. But lockdown has lent them a surprising new twist…</p><p>Since the beginning of lockdown, a new path has sprung up in my local park – it snakes underneath a tree and up (and then down) a small hill, marking the way to the local Sainsbury’s. It is not an official path paved by keen construction workers in the dead of the night, but a “desire path” – a walkway made by hundreds of shuffling feet damaging the grass and eroding the ground beneath them. If “real” paths show us where we should go and how we should get there, then desire paths expose the complicated messiness of humanity. They are visible markers of our autonomy or, at the very least, our undeniable love of shortcuts.</p><p>Because the grass isn’t being cut, you start seeing them. It doesn’t take long for a path to develop</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/14/paths-of-desire-lockdown-has-lent-a-new-twist-to-the-unofficial-trails-we-carve\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/14/paths-of-desire-lockdown-has-lent-a-new-twist-to-the-unofficial-trails-we-carve", "date_published": "2020-06-14 10:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Phoebe Bridgers: 'Aged 12 or 13 I was just like, I'm the next Bob Dylan'", "description": "<p>As she prepares to release a second album, the Californian indie rocker reflects on provocative lyrics, recent collaborations and what she now thinks of Ryan Adams</p><p>You are a talented young musician whose career has taken off in the past couple of years. Artists you greatly admire want to collaborate with you, declaring themselves “floored” by your music, and excitable comparisons are made to the work of Bob Dylan and Leonard Cohen. Now you’re touring the world, jetting off to faraway places that you could only dream about while growing up in west-coast suburbia. But when you get there – to Japan, say – you find yourself strangely unmoved by your surroundings. Worse, you end up longing for the everyday comforts you’ve left behind. You would rather skip the visit to the temple or the ride on the bullet train with your bandmates and sneak home.</p><p>This is the predicament in which Phoebe Bridgers finds herself on her new album, <em>Punisher</em>, a collection of beautifully wrought songs that cast a razor-sharp eye on the absurdities of modern life. In Bridgers’s lyrical universe, dreams that appear beguiling from a distance are liable to fall flat in the space of a chorus. “I wanted to see the world,” she sings rousingly on Kyoto. “Then I flew over the ocean/ And I changed my mind.”</p> <a href=\"https://www.theguardian.com/music/2020/jun/14/phoebe-bridgers-aged-12-or-13-i-was-just-like-im-the-next-bob-dylan\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2020/jun/14/phoebe-bridgers-aged-12-or-13-i-was-just-like-im-the-next-bob-dylan", "date_published": "2020-06-14 09:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Architecture and design should be for everyone’: Yinka Ilori’s colourful world", "description": "<p>The British Nigerian designer on thinking big, bright and positive <br /></p><p>Walking into <a href=\"https://yinkailori.com/\" title=\"\">Yinka Ilori</a>’s west London studio from the drab suburban business park outside is to enter an oasis. Floor-to-ceiling shelving is lined with the brightly coloured, upcycled chairs, painted or upholstered in West African fabrics, that made Ilori’s name when he first left college. Lush houseplants are dotted around and a portrait of his smiling grandmother sits behind his desk, resplendent in a gele, a traditional head tie. He refers to the picture as we talk about his family’s influence on his work.</p><p>“My work is very much about inclusivity and how people enjoy design,” says the 33-year-old. There is also a sense of story, of people communicating, something that started at London Metropolitan University when he was in his second year studying product and furniture design. He was set a project called Our Chair, which referenced Italian designer Martino Gamper’s <em><a href=\"http://martinogamper.com/2007/\" title=\"\">100 Chairs in 100 Days</a></em> (Gamper transformed 100 discarded chairs into entirely new, brilliantly sculptural pieces).</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/14/yinka-ilori-colourful-world-london-nigeria-public-spaces\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/14/yinka-ilori-colourful-world-london-nigeria-public-spaces", "date_published": "2020-06-14 09:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The ‘statue wars’ must not distract us from a reckoning with racism | David Olusoga", "description": "<p>We have fought battles over memorials before. The Black Lives Matter movement is about something more profound</p><p>A statue has fallen. Not as it should have done, taken down in response to decades of earnest appeals and petitions, but brought crashing down by demonstrators. And here is the problem. Now that Statue Wars 2.0 have begun, with their own Pearl Harbor moment at Bristol’s docks, the global anti-racism movement that has coalesced under the Black Lives Matter banner risks, in Britain at least, being blown off course.</p><p>That danger comes because Edward Colston’s <a href=\"https://www.theguardian.com/commentisfree/2020/jun/08/edward-colston-statue-history-slave-trader-bristol-protest\" title=\"\">three-day dip in the harbour</a>, and much that has followed, has shifted the debate on to what, for the government and the newspapers that support it, is familiar territory; terrain on which they have fought previous campaigns.</p> <a href=\"https://www.theguardian.com/global/2020/jun/14/statue-wars-must-not-distract-reckoning-with-racism-david-olusoga\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2020/jun/14/statue-wars-must-not-distract-reckoning-with-racism-david-olusoga", "date_published": "2020-06-14 08:17:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic, what pandemic? Trump sees mass rallies as path to re-election", "description": "<p>Tens of thousands of Americans are dead from Covid-19, millions have lost their jobs but the president hopes adoring crowds will change the narrative</p><p>On the day that America reached a world record <a href=\"https://www.theguardian.com/world/2020/jun/11/us-covid-19-cases-2-million\">2m coronavirus infections,</a> Donald Trump announced a campaign rally and his deputy, Mike Pence, posted (then deleted) a tweet of campaign staff gathered indoors without face masks or physical distancing.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/12/trump-biden-economy-2020-coronavirus\">It's the economy, stupid –&nbsp;but will Trump or Biden win the argument?</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/14/trump-biden-rallies-pandemic-lockdown-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/14/trump-biden-rallies-pandemic-lockdown-election", "date_published": "2020-06-14 08:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "William Leith: my problem with money", "description": "<p>The writer always had a hard time with cash. Then an unexpected cheque arrived in the post – and things got worse</p><p>It’s like I actively want to be poor. Like I’d <em>rather</em> be poor. I’ve never told anyone this, but I have a mental disorder in the area of finance. I am driven by a mechanism designed to prevent me from being rich; worse, it masquerades as a mechanism designed to do exactly the opposite.</p><p>It is an enemy agent, it lies deep in the wiring of my brain, and I don’t know how it works.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/jun/14/when-an-unexpected-cheque-arrived-william-leiths-money-problem-got-worse\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/jun/14/when-an-unexpected-cheque-arrived-william-leiths-money-problem-got-worse", "date_published": "2020-06-14 08:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Riddle of Tory minister Jenrick, the media mogul and a £1bn housing development", "description": "<p>Revelations about a private briefing on government plans to overhaul the property sector raise further questions about the links between senior Conservatives and Richard Desmond </p><p>Housing secretary Robert Jenrick gave a “behind closed doors” briefing on government plans to reform the property sector at an event hosted by the public affairs firm which acted for Richard Desmond on his <a href=\"https://www.theguardian.com/politics/2020/jun/11/robert-jenrick-ducks-commons-question-planning-intervention-richard-desmond\">controversial £1bn east London housing development</a>.</p><p>The revelation piles further pressure on the Conservative party over its links to the former media tycoon whose application to build more than 1,500 homes at the site of the former Westferry print works on the Isle of Dogs was approved by Jenrick. He later withdrew approval after Tower Hamlets council launched legal action against the decision.</p> <a href=\"https://www.theguardian.com/politics/2020/jun/14/riddle-of-tory-minister-jenrick-the-media-mogul-and-a-1bn-housing-development\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/jun/14/riddle-of-tory-minister-jenrick-the-media-mogul-and-a-1bn-housing-development", "date_published": "2020-06-14 07:35:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Better with age: the enduring fashion philosophy of Margaret Howell", "description": "<p>This year, Howell celebrates 50 years in design, from postwar austerity and men’s shirts for women to becoming a British national treasure</p><p>It’s half a century since <a href=\"https://www.theguardian.com/fashion/2015/jun/16/margaret-howell-fashion-tribute-barbara-hepworth-tate-modern\" title=\"\">Margaret Howell</a> first ran her fingers over the cotton of the white shirt she is holding, but it still elicits a grin. “It’s that I was excited about,” she says, “Do you feel it? I wanted that softness, proper shirting and all the detail of buttons and buttonholes, but without any of the stiffness.” That feel was something she had first found in markets and jumble sales after she left art school in London in 1969. She initially used to refashion the old Jermyn Street shirts she rummaged for, and then, having sourced the precise weight of Egyptian cotton from David &amp; John Anderson in Glasgow, started to make her own.</p><p>The shirt Howell is holding is in the basement archive of <a href=\"https://www.margarethowell.co.uk/\" title=\"\">her shop</a> on Margaret Street in London. It is “filed” on a rack with some of her other original pieces, all made nearly 50 years ago, and lovingly retained, along with drawings and adverts and photos and press clippings that chart the beginnings of her eponymous brand. From those beginnings Howell has established not only her landmark Wigmore Street store up the road, but a global presence that includes outlets in Paris and Florence and New York, more than 100 shops in Japan and revenues in excess of £100m a year.</p> <a href=\"https://www.theguardian.com/fashion/2020/jun/14/margaret-howell-50-years-design-katharine-hepburn\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/jun/14/margaret-howell-50-years-design-katharine-hepburn", "date_published": "2020-06-14 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Locking down Leopoldstadt: what happened when the West End closed overnight", "description": "<p>Tom Stoppard’s new play was enjoying a sold-out run when venues closed. Its producer, Sonia Friedman, recalls how the crisis unfolded</p><ul><li><a href=\"https://www.theguardian.com/stage/2020/jun/14/leopoldstadt-in-limbo-the-crew-of-a-west-end-hit-on-life-after-covid-19\">Leopoldstadt in limbo: Tom Stoppard, Patrick Marber and other crew members interviewed</a></li></ul><p>Tom Stoppard’s <em><a href=\"https://www.theguardian.com/stage/2020/feb/16/leopoldstadt-tom-stoppard-review-death-of-england-rafe-spall-far-away-caryl-churchill\">Leopoldstadt</a></em> was just beginning its eighth sold-out week at Wyndham’s theatre in London’s West End when the order came through that it was shutting down. Greeted as a late-period masterpiece – and possibly the final play – of a <a href=\"https://www.theguardian.com/stage/stoppard\">leading playwright</a> who had waited until his 80s to investigate his Jewish background, it was a huge production to match the scale of the history it charted, following a prosperous Viennese family from 1899 to 1955, with opening and closing tableaux that revealed just how annihilating the intervening years had been.&nbsp;</p><p>Though it was not intended to offer a topical reflection on the antisemitism that has been tearing the left apart in the UK over the past few years, its debates about the limits of assimilation hit a nerve, and audiences poured in. “I thought this was the tail end of interest in the Holocaust, but as a matter of fact it had become a sort of hotspot. I didn’t write about more recent events, but it was part of the consciousness that the audience brought to the play,” reflects Stoppard.&nbsp;</p> <a href=\"https://www.theguardian.com/stage/2020/jun/14/locking-down-leopoldstadt-what-happened-when-the-west-end-closed-overnight\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/14/locking-down-leopoldstadt-what-happened-when-the-west-end-closed-overnight", "date_published": "2020-06-14 07:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What could a physically distanced UK look like after lockdown?", "description": "<p>As plastic screens, queues and tracking apps become the new norm, experts say more change is to come</p><p>Life has already changed beyond recognition for many of us.</p><p>White-collar workers have been working from home for months after vacating office spaces in March. Pubs, restaurants and shops are a distant memory, with more of us shifting to Zoom and online shopping.&nbsp;</p> <a href=\"https://www.theguardian.com/uk-news/2020/jun/14/what-could-a-physically-distanced-uk-look-like-after-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/jun/14/what-could-a-physically-distanced-uk-look-like-after-lockdown", "date_published": "2020-06-14 07:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top public school accused of 'toxic culture of racism' among pupils", "description": "<p>Letter from Westminster alumni demands changes to teaching of black culture</p><p>More than 250 former pupils at Westminster School have signed a letter demanding that it combat the “toxic culture of racism within the student body”, promote the teaching of black culture and confront its links with the slave trade.</p><p>It is one of the first indications that Britain’s public school system is now coming under pressure to follow the example of many universities and examine how it tackles racial and colonial issues.</p> <a href=\"https://www.theguardian.com/education/2020/jun/14/top-public-school-accused-of-toxic-culture-of-racism-among-pupils\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2020/jun/14/top-public-school-accused-of-toxic-culture-of-racism-among-pupils", "date_published": "2020-06-14 06:46:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Families reunited, and it feels so good: loved ones celebrate easing of Covid rules", "description": "<p>Separated partners and families tell of their joy at sharing hugs for the first time since March under England’s new ‘social bubble’ rules</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>On Saturday morning, Lucy Coleman, 36 from Middlesbrough, packed her bags and drove for two-hours to Lincolnshire to see her partner, Phil Bellamy. They’ve always had a long distance relationship and seen each other at weekends and on days off, but lockdown has kept them apart for months.</p><p>“I was weirdly nervous as I’d hardly seen anyone in ages, but it’s really exciting to be back here, and we’ve just gone back to normal life,” she says. “We’ve had a brew and we’re sat in the garden. He’s done the Iceland shop online, and tonight we’re getting a takeaway from our favourite place.”</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/families-reunited-and-it-feels-so-good-loved-ones-celebrate-easing-of-covid-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/families-reunited-and-it-feels-so-good-loved-ones-celebrate-easing-of-covid-rules", "date_published": "2020-06-14 06:25:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pulling the strings: meet the people who brought puppets to life", "description": "<p>Puppets were once ubiquitous on TV, but over the past two decades they’ve all but vanished. What happened to them – and to the humans who used to control them?</p><p>I was the producer of <em>The Broom Cupboard</em>, with Phillip Schofield, which wrapped around the children’s programmes on BBC1 for an hour-and-a-half each day. No one at the BBC paid us much attention, so we’d just try out loads of ideas. Phillip was once sent a puppet by a viewer. Originally his arms and legs were long enough to wrap around a person, but one of our bosses didn’t like that so we got them shortened – and that became Gordon. We thought he looked like a gopher, but we weren’t really sure. He wore out pretty quickly, so we got the BBC to make more. The new ones were too bright for the camera, so I’d dull the colour and matt the fur by using him to clean the floor.</p> <a href=\"https://www.theguardian.com/stage/2020/jun/14/whatever-happened-to-gordon-the-gopher-and-all-the-other-tv-puppets\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2020/jun/14/whatever-happened-to-gordon-the-gopher-and-all-the-other-tv-puppets", "date_published": "2020-06-14 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: a beach of her own, Lagos, 2006", "description": "<p>In a city of nearly 20 million people, Akinbode Akinbiyi captures a moment of calmness amid the frenzy</p><p>Akinbode Akinbiyi has lived and taken photographs in many cities. He was born in Oxford in 1946, went to university in Ibadan, Nigeria, is based in Berlin and has spent long periods in Khartoum, Bamako, Cairo and Dakar. He has suggested that the cities choose him: “They call out my name, and if I am fully awake, I hear the call and gradually wend my way toward them.”&nbsp;</p><p>He took this picture at Bar Beach on Victoria Island in Lagos in 2006. The woman in her white Sunday robes stands in curious relation to the three deck chairs. In other pictures in an ongoing series from the beach – Sea Never Dry – white tourists sit in similar chairs watching the procession of workers and schoolchildren pass by on the sand. Here the chairs are empty, and the woman expresses a quiet gesture of expectation or supplication, almost lost against the pale greys of sea and sky. The picture sets the tone of a retrospective of Akinbiyi’s work in Berlin entitled Six Songs, Swirling Gracefully in the Taut Air. <a href=\"https://www.theguardian.com/cities/2018/mar/19/urban-explosion-kinshasa-el-alto-growth-mexico-city-bangalore-lagos\">Lagos</a> is a city of nearly 20 million people, yet in among the frenzy of street scenes, Akinbiyi’s camera invariably locates little moments of stillness, like cool alleyways of time.&nbsp;</p> <a href=\"https://www.theguardian.com/artanddesign/2020/jun/14/the-big-picture-a-beach-of-her-own-lagos-2006\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2020/jun/14/the-big-picture-a-beach-of-her-own-lagos-2006", "date_published": "2020-06-14 06:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Comfort women' crisis: campaign over wartime sexual slavery hit by financial scandal", "description": "<p>South Korean survivor claims support group failed to spend donations on welfare </p><p>It began with a call by a South Korean former “<a href=\"https://www.theguardian.com/world/2012/oct/18/forced-prostitution-wartime-japan-korea\">comfort woman</a>” to end protests outside Japan’s embassy in Seoul – a rare attempt at reconciliation that has quickly spiralled into the biggest crisis the campaign for justice for survivors of wartime sexual slavery has faced in its three-decade history.</p><p>Lee Yong-soo, a 92-year-old veteran campaigner, told reporters last month that she would no longer attend weekly rallies outside the embassy, claiming that they had only engendered hatred between young South Koreans and their Japanese counterparts.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/comfort-women-crisis-campaign-over-wartime-sexual-slavery-hit-by-financial-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/comfort-women-crisis-campaign-over-wartime-sexual-slavery-hit-by-financial-scandal", "date_published": "2020-06-14 06:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One third of UK women are suffering from lockdown loneliness", "description": "<p>New study shows that gender difference in mental health problems during pandemic stems from the loss of social interaction</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></strong></li><li><strong><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></strong></li></ul><p>Significantly more women than men are experiencing problems with their mental health as a result of the Covid-19 pandemic.</p><p><a href=\"https://www.iser.essex.ac.uk/research/publications/working-papers/iser/2020-08\">New research</a> by Lisa Spantig and Ben Etheridge, economists at the Institute for Social and Economic Research at the University of Essex, suggests it is because women are more adversely affected by social isolation during lockdown.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/one-third-of-uk-women-are-suffering-from-lockdown-loneliness\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/one-third-of-uk-women-are-suffering-from-lockdown-loneliness", "date_published": "2020-06-14 05:58:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With time on his hands our restaurant critic turns chef", "description": "<p>It’s not going to be easy, so Jay enlists the help of Michel Roux Jr</p><p>A Sunday afternoon in lockdown and I am standing at the stove watching molten butter burn, because a nice lady in Manchester told me I must and, right now, I’m extremely suggestible. I’ve already had a traumatic interaction with some pastry that was so short it only held together out of good manners. Now here I am, burning butter. I need help. No, what I really need is a restaurant kitchen full of skilled cooks to do this for me, but that’s not exactly available right now.</p><p>Do I need tell you that I miss restaurants? I miss their noise and promise and menus and dishwashers. That got me thinking. I can’t bring the restaurant into my home, but perhaps I could bring the food. Wouldn’t that be great? Pick a few of my favourite dishes and scatter them through my week like suddenly-blooming nasturtium seeds. It would be my food fantasies made flesh, and many other food groups besides.</p> <a href=\"https://www.theguardian.com/food/2020/jun/14/with-time-on-his-hands-and-a-yen-for-souffle-our-restaurant-critic-turns-chef\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/jun/14/with-time-on-his-hands-and-a-yen-for-souffle-our-restaurant-critic-turns-chef", "date_published": "2020-06-14 05:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Trump loves the US military – but it doesn't love him back", "description": "<p>The president’s West Point speech went smoothly but protests have focused a harsh light on his use of the military</p><p>Donald Trump attempted to solidify his bond with the US army on Saturday, <a href=\"https://www.theguardian.com/us-news/2020/jun/13/trump-west-point-speech-graduation\">delivering the graduation speech</a> to cadets at the United States Military Academy and boasting of a “colossal” $2tn rebuilding of American martial might.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/11/top-us-military-general-mark-milley-issues-public-apology-trump-church-photo-op\">Top US military general Mark Milley apologizes for Trump church photo-op</a> </p> <a href=\"https://www.theguardian.com/us-news/2020/jun/13/donald-trump-us-military-generals-west-point\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/jun/13/donald-trump-us-military-generals-west-point", "date_published": "2020-06-14 05:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia considering shorter Covid-19 quarantine for students and low-transmission countries", "description": "<p>Government ministers outline measures being considered to reopen for international travel</p><ul><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app to get the most important news notifications</a></li><li><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/jun/10/coronavirus-active-cases-covid-19-australia-state-data-update-how-many-new-numbers-today-map-stats-statistics-r-number-hotspots-postcode-corona-deaths-death-toll?CMP=cvau_sfl\">Coronavirus Australia maps and cases: live numbers and statistics</a></li></ul><p>Senior Morrison government ministers have flagged shorter quarantine periods for international students and business travellers as part of a suite of measures to reopen Australia to international travel.</p><p>On Sunday, the health minister, Greg Hunt, confirmed that modifications to the existing mandatory two-week hotel quarantine could be enacted in addition to <a href=\"https://www.theguardian.com/world/2020/may/27/australia-new-zealand-travel-bubble-jacinda-ardern-says-plan-will-be-presented-in-june-coronavirus\">travel bubbles with safe countries, such as New Zealand</a>, which would not require quarantine.</p> <a href=\"https://www.theguardian.com/australia-news/2020/jun/14/australia-considering-shorter-covid-19-quarantine-for-students-and-low-transmission-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/jun/14/australia-considering-shorter-covid-19-quarantine-for-students-and-low-transmission-countries", "date_published": "2020-06-14 03:39:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Islamic militants kill at least 60 people in north-east Nigeria", "description": "<p>The attack in Borno state follows the massacre of 69 villagers in a raid in the same area</p><p>Islamic militants have killed at least 20 soldiers and more than 40 civilians and injured hundreds in twin attacks in north-east Nigeria, residents and a civilian task force fighter said.</p><p>The attacks, in the Monguno and Nganzai districts of Borno state, came just days after militants killed at least 69 people in a raid on a village in a third area, Gubio.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/islamic-militants-kill-at-least-60-people-in-north-east-nigeria\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/islamic-militants-kill-at-least-60-people-in-north-east-nigeria", "date_published": "2020-06-14 02:10:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Victoria eases pub and cafe rules as Beijing fears second wave", "description": "<p>Australian state to allow 50 people in pubs and eateries; Egypt sees record daily infections and deaths; Lebanese protesters call for government to resign. Follow the latest updates</p><ul><li><a href=\"https://www.theguardian.com/politics/2020/jun/12/chief-nurse-dropped-from-no-10-briefing-for-not-backing-cummings\">Chief nurse dropped from No 10 briefing ‘for not backing Cummings’</a></li><li><a href=\"https://www.theguardian.com/world/2020/jun/12/brazil-coronavirus-death-toll-second-highest\">Brazil overtakes UK with world’s second-highest Covid-19 death toll</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li><li><a href=\"https://www.theguardian.com/world/2020/jun/13/beijing-china-new-covid-19-cases-linked-to-food-market\">Beijing reimposes lockdown measures after new Covid-19 outbreak</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-06-14T01:32:44.151Z\">2.32am <span class=\"timezone\">BST</span></time> </p><p>Back to Australia: The Victorian premier, Daniel Andrews, has also given some guidance on restrictions. </p><p>On Friday, the national cabinet agreed that under step three of the national guidelines, states could possibly remove the 100 person cap for venues and implement a one person per four square metre rule instead. Meaning that some larger venues could have more than 100. </p><p class=\"block-time published-time\"> <time datetime=\"2020-06-14T01:26:23.987Z\">2.26am <span class=\"timezone\">BST</span></time> </p><p>In Beijing, AFP reporters saw hundreds of police officers, many wearing masks and gloves, and dozens of paramilitary police deployed at the market. The new cases have prompted worries about the safety of the food supply chain and some other markets in the city have also been closed.</p> <a href=\"https://www.theguardian.com/world/live/2020/jun/14/coronavirus-live-news-ew-beijing-cluster-sparks-fears-of-second-wave-as-brazil-cases-top-850000\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/jun/14/coronavirus-live-news-ew-beijing-cluster-sparks-fears-of-second-wave-as-brazil-cases-top-850000", "date_published": "2020-06-14 01:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fresh protests in Lebanon over worst economic crisis in decades", "description": "<p>There were violent scenes as protesters took to the streets across the country for the third consecutive day </p><p>Hundreds of demonstrators angered by a deepening economic crisis rallied across Lebanon for a third consecutive day on Saturday, after violent overnight riots sparked condemnation from the political elite.</p><p>Protesting against the <a href=\"https://www.theguardian.com/world/2020/jun/06/protesters-flood-on-to-the-streets-of-beirut-demanding-basic-rights\">surging cost of living</a> and the government’s apparent impotence in the face of Lebanon’s worst economic turmoil since the 1975-1990 civil war, protesters in central Beirut brandished flags and chanted anti-government slogans.</p> <a href=\"https://www.theguardian.com/world/2020/jun/14/fresh-protests-in-lebanon-over-worst-economic-crisis-in-decades\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/jun/14/fresh-protests-in-lebanon-over-worst-economic-crisis-in-decades", "date_published": "2020-06-14 00:51:57+00:00", "persistent": false, "user": null, "language": "en-UK"}]