[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Most Hated Perks In Call Of Duty History", "description": "Call Of Duty history is littered with hated perks and we're here to remember what was so uniquely frustrating about some of the worst offenders.\n\nThe game has covered World War 2, modern conflicts, future wars, the zombie apocalypse, and more recently battle royale with Blackout and Warzone. Multiplayer has always been the main focus with Infinity Ward and Treyarch, among other studios, leveraging different design styles around maps, guns, killstreaks, and perks. In this video we are going to take a look at some of the biggest blunders developers have tried throughout the series when it comes to perks.\n\nPerks were first introduced in Call of Duty 4: Modern Warfare, giving players the opportunity to customize their loadouts beyond what weapons they could carry. Some of these would buff your weapons, impact how you interface with killstreaks, stave off death, or kill unsuspecting (and soon-to-be-frustrated) players--as anyone who has been killed by a Martyrdom grenade can attest. Over the years, players have been frustrated by Juggernaut, Commando, Danger Close, Martyrdom, Last Stand, Stopping Power, and a number of others that have been introduced.\n\nSubsequent games have modified or removed many of these problematic perks (after doubling down on them, in at least one case) and continue to experiment with new perks and the ways in which they can be equipped. We continue to see adjustments made to both 2020’s Black Ops Cold War and Warzone, and while we’re always hoping for the best, the next annoying perk is always just around the corner. Let’s just hope Last Stand never comes back.", "link": "https://www.youtube.com/watch?v=ui5hKCQ9S3U", "date_published": "2020-12-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Every GameSpot Game Of The Year (1996-2020)", "description": "GameSpot has been around for a very long time, here is a video with every game we have every awarded with GameSpot's Game of the Year.\n\nSince the late '90s, GameSpot has awarded Game of the Year to the one game each year that stood above the rest. After crowning our Game of the Year 2020, we decided to look back on our history and reflect on every game we decided was the best of the best.\n\nFrom classics like Diablo and The Sims and blockbuster action titles like Resident Evil 4 and Gears of War, to peaceful meditations like Journey and competitive shooters like Overwatch--our GOTY award is an annual celebration of the diverse experiences video games can offer us.\n\nHere's every game we've awarded Game of the Year in GameSpot's entire history.\n\n0:00 Introduction\n0:28 Diablo (1996)\n0:50 Total Annihilation (1997)\n01:13 The Legend of Zelda: Ocarina of Time(1998)\n01:30 Grim Fandango (1998)\n01:48 Soulcalibur (1999)\n02:05 Everquest (1999)\n02:21 Chrono Cross (2000)\n02:39 The Sims (2000)\n02:58 Grand Theft Auto 3 (2001)\n03:13 Serious Sam First Encounter (2001)\n03:31 Metroid Prime (2002)\n03:51 The Legend of Zelda: The Winder Waker (2003)\n04:11 World of Warcraft (2004)\n04:33 Resident Evil 4 (2005)\n04:51 Gears of War (2006)\n05:15 Super Mario Galaxy (2007)\n05:41 Metal Gear Solid 4: Guns of the Patriots (2008)\n06:08 Demon's Souls (2009)\n06:29 Red Dead Redemption (2010)\n06:52 The Elder Scroll V: Skyrim (2011)\n07:10 Journey (2012)\n07:33 The Legend of Zelda: A Link Between Worlds (2013)\n07:51 Shadows of Mordor (2014)\n08:09 The Witcher 3: Wild Hunt (2015)\n08:27 Overwatch (2016)\n08:47 The Legend of Zelda: Breath of the Wild (2017)\n09:10 Red Dead Redemption 2 (2018)\n09:34 Sekiro: Shadows Die Twice (2019)\n10:01 Half-Life: Alyx (2020)", "link": "https://www.youtube.com/watch?v=LwBzZeCGEYk", "date_published": "2020-12-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]