[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty: Warzone - Top 5 Glitches", "description": "Since the launch of Season 5, Call of Duty: Warzone has been riddled with several graphical glitches and bugs. Everything from bizarre player and gun textures, to the map barely loading in at all. Not to mention the rampant hackers with aimbots and clipping abilities. Still, the Warzone community carries on and trudges through another week before any hotfixes are released. In this video Richie goes over 5 glitchy moments of the week.\n\nIn our first clip from Krushed Muffins, we see what Verdansk looks like with about 50% of the map loaded in. Instead of getting booted, Muffinz is able to not only proceed, but land on the train with his squad- and even pick up a weapon. Unfortunately the gun he finds has a weird glitched scope that doesn’t allow him to see who or what he’s shooting at. Next up is a clip from Reddit user leggoMUHeggo36. He finds an enemy player and takes a shot using his RPG. While it looks like he made contact, the enemy in question suddenly disappears! Leggo doesn’t get awarded a kill, and the enemy is never seen again.\n\nAt number 3, we have iComshot’s clip of a strange new...operator? After being hunted down, iComshot sees his opponent face to face and discovers a graphical mess of a glitch. This is a common glitch for players and weapons, and normally makes the game unplayable, but somehow, this enemy still came out on top. Number 2 comes to us from Urbanpod on Reddit. After deploying from the Warzone plane, Urban lands without a weapon. Even stranger is when he suddenly gets sent to the gulag for seemingly no reason at all! Our final spot on the list goes to Heade from Youtube. After facing off against a hacking team, Heade’s squad wins by the skin of their teeth with a hail Mary C4 explosive. The team takes the victory and the lobby afterwards is excited to say the least.\n\n\n-The Upside Down via Reddit: KrushedMuffinz  \n\n- The Ghostin' Ghost via Reddit: leggoMUHeggo36\n\n- New Operator via Reddit: iComshot\n\n- Born to Lose via Reddit: UrbanPod\n\n- The Hack Clap Back via YouTube: Heade", "link": "https://www.youtube.com/watch?v=MonoNYv9-Gc", "date_published": "2020-08-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "The Rise Of Arasaka, The Corporation That Wants To Rule The World | Cyberpunk 2077 Lore", "description": "Select images courtesy of R. Talsorian Games (https://rtalsoriangames.com)\n \nArtists in order of appearance:\nNeil Branquinho\nEddie Mendoza\nHélio Frazão\n\nArasaka is one of the most important mega-corporations in the story of Cyberpunk and is set to play a major role in the upcoming video game. Learn everything you need to know about the Japanese company that secretly wants to rule the world.\n\n00:00 - Intro\n00:40 - The Founding of Arasaka\n01:31 - Saburo Arasaka\n04:12 - The Fourth Corporate War\n06:31 - The Arasaka Family Rivalry\n08:24 - The Rebuilding of an Empire\n09:34 - Arasaka's Role in 2077\n\nIf you're looking forward to the upcoming Cyberpunk 2077 then you'll want to know about one of the franchise's biggest players, the megacorp Arasaka. The Japanese corporation has played a pivotal part in some of the most important stories in the world of Cyberpunk, and CD Projekt Red's game is no exception. In fact the game is looking like it's going to tackle a few characters and plotlines the pen-and-paper game has been building for decades.\n\nIn this video you'll learn everything you need to know about Arasaka. What started as a simple manufacturing company became a far more nefarious entity under the leadership of Saburo Arasaka, who secretly plots for world domination. They've shaped the world of Cyberpunk in many ways, including their role in the devastating Fourth Corporate War and detonation of a nuclear device in Night City.\n\nWe have several more videos that deep dive into the locations and legends of the world of Cyberpunk, including a history of Night City and the rise and disappearance of Rockerboy Johnny Silverhand. Make sure to come back every week for a new video on the Cyberpunk universe, and for all the latest news and details on Cyberpunk 2077, check out GameSpot.com.", "link": "https://www.youtube.com/watch?v=oA-v5grpYEs", "date_published": "2020-08-15 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Apex Legends: Season 6 – Official Boosted Gameplay Trailer", "description": "Check out this gameplay trailer for the 6th season of Apex Legends showing off map changes, crafting, and new battle pass rewards.", "link": "https://www.youtube.com/watch?v=ZdbcTC1spGk", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Fortnite Removed From App Store, Epic Games Suing Apple | Save State", "description": "In today's gaming news, Fortnite developer Epic Games is suing Apple after Fortnite was removed from the App Store. Apple claims Epic violated App Store guidelines after introducing a new way to buy cheaper V-bucks, directly bypassing the App Store fee. \n\nThe director of Spider-Man: Miles Morales has clarified that the game is going to be a complete standalone story when it launches later this year for PlayStation 5. \n\nAnd finally, Rockstar has rolled back their latest Red Dead Online update after it caused game-breaking bugs. While you're here, check out GameSpot's merch store.  Until the end of August, all the proceeds will go to charity, split between Black Lives Matter and COVID-19 direct relief. \n\nCheck it out here: https://store.gamespot.com/\n\n00:00 - Intro\n00:21 - Epic Sues Apple After Fortnite Removed From iOS App Store\n02:42 - Spider-Man: Miles Morales Will Tell A Complete Story\n03:37 - Red Dead Online Rolls Back A Game-Breaking Patch", "link": "https://www.youtube.com/watch?v=85Q3D-qIwVw", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Tony Hawk's Pro Skater Warehouse Comparison", "description": "Check out our side-by-side comparison of Tony Hawk's Pro Skater's Warehouse, 1999 versus 2020.\n\nIt's been 21 years since the release of Tony Hawk's Pro Skater, and now the game is returning to modern consoles with the Tony Hawk's Pro Skater 1 + 2 remake. The first game received a demo ahead of release featuring the iconic opening Warehouse level, and now history has repeated itself, with the newly upgraded Warehouse being made available to customers who digitally pre-ordered the remake or scored a code from Chipotle.\n\nAs you'll see in the video above, the map has received a full visual upgrade, while still staying largely the same as you'll remember it, with the same ramps, gaps, and rails you could skate back in 1999. It was a great level design back then, and it remains great now.\n\nWhile the game will features an updated trick-list that lets you pull off moves from the sequels, including reverts, spine transfers, and fancy flatland tricks, in the video above we're playing with an in-game controller mod called \"Classic THPS1\". This disables any moves added from THPS2 onwards, including the manual, and makes for an authentic recreation of the first game. Other mods are included in the demo, letting you turn off bails, enable perfect balance for grinds, manuals, and lip tricks, or have your Special meter constantly full.\n\nThe demo is a blast of nostalgia, and has us more excited to revisit the Birdman's video game origins again. If you've pre-ordered, you'll be able to play the demo yourself from 8 AM PT on August 14.", "link": "https://www.youtube.com/watch?v=jJYaoZvi85Q", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "What Game Delays Mean For Xbox Series X and PS5 Launches | Generation Next", "description": "On this premiere episode of Generation Next, we discuss the implications of Halo Infinite being delayed into 2021, having to pay extra to upgrade current gen games for new consoles, as well as discuss the best games you need to play before next gen rolls around.\n\nThis is Generation Next, GameSpot's dedicated show all about the PlayStation 5 and Xbox Series X. Each week we'll be digging deeper into the biggest news stories, chatting to developers making games for the new consoles, and just getting really dang excited about the future of gaming.\n\nThis week, the gang (Lucy James, Xbox Xpert Jordan Ramée, and PlayStation Pro Tamoor Hussain) tackle Halo Infinite's last-minute delay to 2021, Xbox Series X's release window, and having to pay to upgrade current gen games to next gen. \n\nThey also discuss the best games you need to play before next gen rolls around. And yes, obviously Tamoor picked Bloodborne. Join us every Friday on youtube.com/GameSpot for more Generation Next!  \n\n00:00 - Intro\n00:51 - Xbox Series X Confirmed For November, Halo Infinite Delayed To 2021\n06:50 - Control Next-Gen Upgrade Only Comes With The Ultimate Edition\n12:25 - Games You Should Play Before Next Gen\n23:20 - Outro", "link": "https://www.youtube.com/watch?v=X2juo__12IE", "date_published": "2020-08-14 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]