[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Jonah Goldberg On Why He Has Distaste for Gandhi and Trump: Jonah Goldberg Interview", "description": "This is the Babylon Bee Interview Show. \n\nIn this episode of the Babylon bee Podcast, Kyle and Ethan talk to Jonah Goldberg. Jonah Goldberg is  the Asness Chair in Applied Liberty at the American Enterprise Institute and a Fellow at the National Review Institute. In 2019, he left a role as Senior Editor of National Review magazine after a 21-year stint with the publication to start a new venture. He has been a weekly columnist for the Los Angeles Times since 2005 and a nationally syndicated columnist since 2000. He hosts the popular podcast The Remnant with Jonah Goldberg.\n\nHis most recent book, Suicide of the West: How the Rebirth of Tribalism, Populism, Nationalism, and Identity Politics Is Destroying American Democracy, was also a New York Times bestseller in 2018.\n\nSubscribe on iTunes: https://podcasts.apple.com/us/podcast...\n\nGain Access to the Exclusive Content and Writing Forum: https://babylonbee.com/plans\n\nThe Official Babylon Bee Store: https://shop.babylonbee.com\n\nFollow The Babylon Bee:\nWebsite: https://babylonbee.com\nTwitter: http://twitter.com/thebabylonbee\nFacebook: http://facebook.com/thebabylonbee\nInstagram: http://instagram.com/thebabylonbee", "link": "https://www.youtube.com/watch?v=jJPMEO5_Me4", "date_published": "2020-11-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Jonah Goldberg on the Babylon Bee Podcast | Preview", "description": "🎙 Tomorrow Jonah Goldberg joins Kyle and Ethan on The Babylon Bee podcast.\n\nSubscribe today ▶️  bit.ly/TheBeeYouTube", "link": "https://www.youtube.com/watch?v=2c3UJ35VE8g", "date_published": "2020-11-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCyl5V3-J_Bsy3x-EBCJwepg", "title": "Be My RBG: A Ballad of Political Unity", "description": "This song will cause MAGA and AntiFa to hug instantly! \n\nSworn enemies Rocky and Apollo Creed became such close friends they embraced on the beach. Chesterton the avowed Catholic was dear friends with staunch atheist George Bernard Shaw. And don’t forget the inspiring story of Dennis Rodman and Kim Jong Un. Among the greatest friends across enemy lines was Antonin Scalia and RBG. They were the best of friends, though they disagreed on politics. \n\nIn this emotional, moving ballad, The Babylon Bee makes a tribute to the American value of civility and friendship despite intense disagreement. \n\nShare this video and be someone's Scalia, and maybe they'll be your RBG.\n\nLyrics: \nJust a couple wings, mine’s on the right\nYours is on the left so I guess we’re supposed to fight\nBut isn’t there more than politics to this life?\ncan I take your hand in friendship across this great divide?\n\nI’ll be Rocky, you be Apollo Creed\nYou Be the Colms to my Hannity\nI’ll be  Chesterton, and you be Shaw\nYou be dennis Rodman, I’ll be your Kimmy Jong\n\nI’ll be Dubya, You be Ellen D\nYou be Hitchens, I’ll be your brother Pete\nI’ll be the Dems, you be 2McCain\nYou be Daryl Davis, I’ll be your KKK\n\nWoody and Buzz found love though they were enemies\nI’ll be your Antonin Scalia, you be my RBG\n\nMike Tyson  went and bit Evander Holyfield’s ear off\nBut nowadays he doesn’t mind him\nWhen Big Bird got kidnapped by a couple of scheming carnies\nOscarthe grouch drove his sloppy jalopy to try and find him\nYou know the Rock often mocked Steve Austin but they’re just actors\noff the mat they had each others backs- just like two chiropractors\n\nJoe Rogan loves everyone\nmaybe it’s the DMT\nAnd you may have heard that Larry Bird\nAnd  Magic Johnson are friendly\nAnd maybe one day Elena Kegan will be down with ACB\nEvery Antonin Scalia needs an RBG\n\n(Together we can dream)\nWe can protest peacefully \n(This ain’t the UFC)\nLike Chuck Norris and Bruce Lee, WWJD? \n(Let’s get some KFC)\nYou can torch cop cars, I’ll read Thomas Sowell \nWe’re not all bad (I’m like the BFG)\nI’ll be your Antonio Scalia\nBe my RBG", "link": "https://www.youtube.com/watch?v=OcXLA0cwjNg", "date_published": "2020-11-02 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]