[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3osNjJeuDdvyALIEP-nh0g", "title": "This is how they wrote Taxi Driver (Paul Schrader and Martin Scorsese)", "description": "Talk with other aspiring writers on the Discord Server: https://discord.gg/xxTqXXd\n________________________\nEver wonder how they wrote one of the greatest character studies of all time, Taxi Driver? Hear from Paul Schrader and Martin Scorsese as they discuss the creation of the anti-hero Travis Bickle, how to create story from the perfect metaphor, and more insight into the writing process!\n\nChapters:\n00:00 Preface\n00:29 1. The Inspiration\n01:49 2. Creating Stories Through Metaphor\n04:48 3. Creating Travis Bickle\n09:26 4. You Talkin' To Me?\n10:18 5. Script Format\n10:52 6. Study Yourself\n\nSubscribe: https://www.youtube.com/channel/UC3osNjJeuDdvyALIEP-nh0g?sub_confirmation=1\n\nComment below a film or TV show you want me to research next.\n\nTaxi Driver is a 1976 American neo-noir psychological thriller drama film directed by Martin Scorsese, written by Paul Schrader, and starring Robert De Niro, Jodie Foster, Cybill Shepherd, Harvey Keitel, Peter Boyle, Leonard Harris, and Albert Brooks. Set in a decaying and morally bankrupt New York City following the Vietnam War, the film tells the story of Travis Bickle, a lonely taxi driver who descends into insanity as he plots to assassinate both the presidential candidate for whom the woman he is infatuated with works, and the pimp of an underage prostitute he befriends.\n\nABOUT BEHIND THE CURTAIN\nLearn from real screenwriters... and then learn how that translates into your own writing process. Behind the Curtain takes the best pieces of advice and insight from professional screenwriters and deliver them to you in an easily watchable format. We're focused on creating a community of passionate screenwriters who are eager to grow together through learning from the best.\n\nLEARN MORE with this youtube interview playlist\nhttps://www.youtube.com/playlist?list=PL0OEVTUCV1gZh2Y-Eb4quoPPpDbhyC3Sy\n\nHow They Wrote Taxi Driver (Paul Schrader and Martin Scorsese)\nhttps://youtu.be/hVheQr1sH58\n\n#screenwriting #taxidriver #martinscorsese", "link": "https://www.youtube.com/watch?v=ErfH5djFS7E", "date_published": "2020-11-02 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]