[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "7 Things I Wish I Knew Before Playing Final Fantasy 7 Remake", "description": "You might think you've waited long enough for the Final Fantasy VII Remake, but you should check out 7 of our best tips before you dive in to get the most out of its opening hours!\n\n#FinalFantasy #FF7 #GameSpot", "link": "https://www.youtube.com/watch?v=6UkTyqvIjD8", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let’s Play Doom Eternal Nightmare Mode", "description": "It's always a good time to rip and tear. Previously on GameSpot Live, we played through the opening levels of the story mode. Today, Persia continues her Nightmare run on Doom Eternal.", "link": "https://www.youtube.com/watch?v=toDVtB68Sko", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why Final Fantasy 7 Remake’s Side Missions Shouldn’t Be Skipped", "description": "Some of the best content and strongest materia upgrades are hidden away in Final Fantasy 7 Remake's side quests. Here's why it's in your best interest to see them through.\n\nWe know, we know! You’ve been waiting 15 years for the remake of Final Fantasy 7 and you can’t wait to speed through the whole thing to satisfy that insatiable nostalgia of yours, but take a deep breath and trust your ol’ pal GameSpot on this one, because you’re going to want to complete every side mission you can. Here’s why.\n\nFinal Fantasy 7, when it released 23 years ago, spent a good chunk of time in Midgar, running you through an overview of the world, the story, and it’s characters, but because it was such a big game, you had to spread your one-wing eventually and fly away, relegating the city of Midgar to only some late game shenanigans. \n\nThis time around, the iconic locale plays a much larger role in the story and gives your party members more personal time to shine. In the remake, after entering the Sector 7 Slums and completing some chores with Tifa, you can either go to sleep--like a total chump--or become the most badass merc on the market by helping out some of the local shop owners and neighborhood watch. Some of these tasks might have you rounding up lost cats or exterminating some were-rats, and while this labor might seem menial in the moment, you’ll find that the time you spend one-on-one with Tifa, talking about your history together, the state of the world, and Avalanche’s role in it, really fleshes out her character’s motivations and life in the slums. As her endless onslaught of affection slowly chips away at Cloud’s cold exterior, you see him start to expose some of the vulnerabilities we normally wouldn’t see until halfway through the original, culminating in an optional story encounter we won’t spoil here. \n\nBut if emotions aren’t your thing, don’t worry, we haven’t forgotten about you! By completing these side-missions, you can get your hands on some crucial early game upgrades to your armor, or in a different part of town later on, even receive weapons you won’t find anywhere else--at least that we’ve found so far. \n\nIf the specifics aren’t enticing enough already, then how about the thrill of earning some cold, hard, cash? Once you slay a couple of monsters for the neighborhood watch, you’re going to want to spend all this gil you’re getting on some new pieces of armor from the weapons shop that provide bonus materia slots. Equip all the materia you possibly can, because the only way they level them up is if they’re slotted into your weapons and armor! While you’re at it, buy another healing materia spell as well, so you can stack your party with options in a struggle. \n\nLastly, you may find a slightly unsettling boy on the streets named Chadley. I know every instinct in your body will tell you to run away and not look back, but believe me, he’s got an offer you can’t refuse. I mean, maybe you can, but don’t. Chadley gives you the Assess materia, and after using the ability during combat to scan for weaknesses, Chadley will develop new forms of materia for you, and later on, provide you with opportunities to fight Summons in VR so you can add them to your growing stockpile. The earlier you start helping Chadley, the faster you get access to some super strong Materia, like Synergy or Shiva.\n\nWe won’t spoil the next round of side-missions, but rest assured, they’re well worth your while if you’re trying to get your hands on a fan-favorite weapon, or watch as Cloud wallows his way through the Midgar gig economy with a fan-favorite character. We hope you heeded our warning, and if not, be sure to check out all our other coverage of the Final Fantasy 7 Remake.\n\n#FinalFantasy #FF7 #GameSpot", "link": "https://www.youtube.com/watch?v=ciaRtV8HqSg", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Animal Crossing: New Horizons Review", "description": "Animal Crossing: New Horizons gives you more creative freedom and more to do on any given day while preserving what makes the series special.\n\nNintendo's life sim Animal Crossing: New Horizons is now available on Nintendo Switch. You can read the full written Animal Crossing: New Horizons review by Kallie Plagge on GameSpot: https://www.gamespot.com/reviews/animal-crossing-new-horizons-review-in-progress/1900-6417431/\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=Bzm5a1-0zDs", "date_published": "2020-04-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "We Teach Antonio To Fish... Forever  - The Vile Villager Episode 2", "description": "We play as the biggest jerk in Animal Crossing: New Horizons, and in this episode, we figure out how to make Antonio fish for... eternity.\n\nJake and Rob's quest to be the biggest jerk ever in Animal Crossing: New Horizons continues in the second episode of The Vile Villager. Though the duo get sidetracked in their plans to create a truly ambitious level of mischief, they still manage to succeed in completing some truly terrible shenanigans. \n\nThey have a good reason though. That jerk of a rabbit, Zipper T. Bunny, has come to visit their island with the arrival of the Easter-themed Bunny Day event. Zipper's incessant need to flood the island with eggs has made him more of an annoyance than Rob and Jake--and they can't have that, they can't have that at all. So the big plans need to be put on hold in order to complete the more logical next step: cut down all the cherry blossom trees and ruin Bunny Day for everyone.\n\nOf course, there's other mischief to get up to as well. You'll have to watch the full video to see it all, but rest assured that Jake and Rob manage to once again prove that they're probably the last people you'd ever want to share an island with. I mean, who goes through the process of collecting enough fish and insects to convince Blathers to move his entire operation to some unknown island and then never actually donate the additional specimens that the owl needs to stay in business? \n\nIf you're bored and feel like you're trapped at home, Animal Crossing: New Horizons is an excellent game to pick up and play--especially if you're looking for a co-op experience to share with a non-gamer. In GameSpot's Animal Crossing: New Horizons review in progress, Kallie Plagge writes, \"New Horizons certainly has a slower pace than other Animal Crossing games, partially because you have to work to get things up and running on the island at the start. And while I'm impatient to discover what upgrades might be coming my way (and I need to mess around with Island Designer more), I still feel as though I've done a lot on my island. I've crafted tons of furniture, upgraded my house seven times, picked thousands of weeds, and done far too many drastic outfit changes. I'm as excited to see what random events await me each morning as I am to decorate my island and make it my own, and that's sure to keep me coming back for the foreseeable future.\"\n\n#TheVileVillager #AnimalCrossing #GameSpot", "link": "https://www.youtube.com/watch?v=ZvYIld6sRgE", "date_published": "2020-04-05 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]