[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "PLANNER - Is it the best task manager on Linux? - Project of the Month", "description": "This month, we’re going with planner, a fantastic task manager that has been growing very fast lately and that compares to omnifocus for mac, if you’ve ever used that one. \n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\nAlain's Socials:\nPatreon: https://www.patreon.com/alainm23\nPaypal: https://www.paypal.me/alainm23\nTwitter: https://twitter.com/alainm23\n\nPlanner started back in October 2018, as a task manager for elementary OS. It grew over about 2 years, and is now a feature full, todoist compatible project management tool. It supports sync with a todoist account, tags, due dates, reminders, it has a dark theme, and can help you organize your own projects super fast.\n\nI use it everyday to manage the channel, as well as some of my work tasks, and it’s a really fantastic experience. I asked a few questions to Alain, the main developer on Planner. let’s start with the origin of the project. Alain started to develop Planner because he needed it and to achieve a personal goal. He followed the elementary OS project for a while, and liked their design, so he set himself the personal goal of publishing an application in the AppCenter as quickly as possible. Since he was working as a software developer, and got more and more tasks and duties, he developed Planner as his own task manager, and made it fit into elementary OS.\n\nPlanner is available in the elementary OS AppCenter, as well as Flathub, and the Arch User Repository.\n\nTo begin, you create projects. Each project can contain any number of tasks, and has its own progress indicator. To manage various projects, you can also create areas, which can contain multiple projects. For example, I have an area with the Linux Experiment Channel, another one for my website, and another one for my gaming channel, and my day job.\n\nTo keep track of all tasks I have in all my projects, Planner offers a Today view, with all the tasks you need to complete today, as well as an Upcoming view for what comes next, and the Inbox, where you can quickly create tasks before sorting them out.\n\nEach project can contain tasks. These are the things you need to do. They have a title, but you can also add a description, or even a checklist for various subtasks. Each task can have a due date, and you can also set reminders to make sure you don’t forget about them. To better classify your tasks, you can also add tags to them, although as of yet, there is no way to see all tasks who possess a given tag, which could be super useful.\n\nMarking a task as complete is as simple as ticking its checkbox. You can view all completed tasks in a project as well using the three dot menu, if you need to correct a mistake.\n\nNow, if you want to make sure your work and organization carries over multiple computers, there are two solutions. Either you create a Todoist account, and go to the preferences of Planner to enable Todoist sync, or you can just sync the Planner database with any file syncing solution you want to use, like pCloud for example. It’s located in .local/share/com.github.alainm23.planner.\n\nIn terms of options, Planner offers quite a few tweaks. First, there is a dark mode, if you’re a fan of that. You can also use a different button layout in the app to make it look like what you’re currently using, if you’re not on elementary OS. The fun doesn’t stop there either, since Planner has a ton of keyboard shortcuts you can customize, including a quick add window, that allows you to create a new task any time you want, and store it in the right project immediately. This is super handy if you’re in a meeting or need to add a task quickly without switching windows.\n\nPlanner will also add your upcoming calendar events to the today and upcoming view to let you see what other stuff you have to prepare for.\n\nI asked Alain what other features he had planned for Planner, and here is an interesting list of what he’s working on:\n- Recurring tasks. This would be a nice feature, since a lot of tasks that we need to complete are recurring ones.\n- Support for Caldav tasks . This would probably allow syncing with other task services, like Nextcloud or Google Tasks.\n- Support for task priority. Another very helpful feature to sort out the stuff we need to work on by order of importance. - Team projects. Not something I would be personally interested in, but it would definitely be super helpful to allow multiple people to collaborate on a project, creating and completing tasks.\n- Import & Export projects.", "link": "https://www.youtube.com/watch?v=VTAipX1q2qI", "date_published": "2020-04-06 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]