[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Margo Price & Jeremy Ivey: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (Home) Concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nMarch 26, 2020 | Bob Boilen -- Margo Price and her husband, Jeremy Ivey, performed a Tiny Desk (Home) Concert from their Nashville attic. Behind them are two handmade signs inspired by John Lennon and Yoko Ono's Bed-In For Peace that simply reads \"Stay Home\" and \"Save Lives.\" In addition to the rapidly spreading virus, Nashville was recently ravaged by tornadoes. Margo and Jeremy are safely quarantined with two children, their dog and cat, and guitars in hand. They played \"Stone Me,\" a song they co-wrote and included on Margo's upcoming album, That's How Rumors Get Started.\n\nMargo and Jeremy dedicated this concert to all those that are struggling right now and thank \"all the people still out there working, the doctors, all the sanitation people, everybody out there just doing what they have to do to so we can survive, all the people working in grocery stores. And to everyone who has lost their job, we feel you.\" They ended the set with a premiere, a song called \"Someone Else's Problem,\" that they wrote together on an airplane while Margo was pregnant. It's a song dealing with the guilt many of us have, being part of a problem instead of part of a solution.\n\nSET LIST\n\n\"Stone Me\"\n\"Just Like Love\"\n\"Someone Else's Problem\"", "link": "https://www.youtube.com/watch?v=CfnM5aeH92Q", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Rex Orange County: NPR Music Tiny Desk Concert", "description": "This performance was recorded on February 19, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nWatch Rex Orange County play \"Loving Is Easy\", \"Pluto Projector\", \"Always\" and \"Sunflower\" at the Tiny Desk.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nMarch 18, 2020 | Bobby Carter -- Rex Orange County, the low-key British pop star born Alex O'Connor, frames his emotions and struggles in a way that appears simple and linear at first. It's only after a few listens that you realize that most of us are incapable of the courage he demonstrates behind the microphone. The crowd of millennial and Gen Z staffers that gathered early for Rex's soundcheck at the Tiny Desk certainly appreciated that fact. There was a palpable connection between the 21-year-old singer and his fans that I don't see often at this stage in a musician's career. My guess is that they see themselves in him: introverted and shy, with the audacity to write and sing about his innermost thoughts.\n\nThe first time I saw Rex Orange County perform live was at the very small U Street Music Hall in Washington, D.C., in 2018 while he was supporting his second album, 2017s Apricot Princess. Luckily, I was familiar with the music; otherwise, I wouldn't have made out a word of what he was saying over the onslaught of screams by 500 fans. Astonishingly, less than two years later, he was playing the 6,000-seat Anthem, where the screams were no match for that soundsystem. We're in an age where young people are uninhibited and unafraid to address emotions, simple or complex. In that sense, his latest LP, Pony, is timely. He spoke with NPR and shared that he was incredibly unhealthy mentally throughout the making of the album. But there's an arch to Pony and by the time we get to the final song, \"It's Not The Same Anymore,\" he seems at peace with his new reality.\n\nThe entire band was eager, yet nervous during that soundcheck ... that is, until they felt the reaction of the onlookers. They quickly broke to the green room to steam their fresh white button-down shirts, which they purchased at the train station before they arrived. Rex pinned on a Tiny Desk button and was ready to perform a four-song set that included two highlights from Pony and two personal favorites of mine.\n\nSET LIST\n\"Loving Is Easy\"\n\"Pluto Projector\"\n\"Always\"\n\"Sunflower\"\n\nMUSICIANS\nRex Orange County: vocals, keys; Johnny Woodham: trumpet; Michael Underwood: flute, piano, saxophone; Jim Reed: drums; Joe Arksey: guitar; Darryl Dodoo: bass\n\nCREDITS\nProducers: Bobby Carter, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Videographers: Morgan Noelle Smith, CJ Riculan, Jack Corbett, Melany Rochester; Associate Producer: Bobby Carter; Production Assistant: Shanti Hands; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Kisha Ravi/NPR", "link": "https://www.youtube.com/watch?v=Y8xGS9eJQRg", "date_published": "2020-03-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]