[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Being A Jerk In Animal Crossing: New Horizons - The Vile Villager Episode 1", "description": "In this new series, Jake and Rob try and create the biggest, meanest, good-for-nothing jerk in Animal Crossing: New Horizons.\n\nAnimal Crossing: New Horizons is the next big Switch exclusive, and people are loving it for its cutesy charm and how it can help you relax and unwind during these stressful times. Basically, New Horizons is a family friendly delight that we couldn't enjoy more. But what if you play like a jerk and try to wreak havoc and just be a general nuisance on the island?\n\nThat's exactly the good work that GameSpot's Rob Handerly and Jake Dekker did in a new GameSpot video. Check out our first installment of \"Vile Villager\" to see Handerly and Dekker rekindle the spirit of Dirty Arty to bring you what we can only describe as essential viewing.\n\nRob and Jake begin by creating a very unsettling character before building an island that they most lovingly named \"MeatHouse.\" It only gets more absurd from there, so be sure to watch the full video to see all of their hijinks in action. \n\nDon't forget to check out all of GameSpot's other Animal Crossing: New Horizons guides and features covering everything you need to know about the game. \n\n#TheVileVillager #AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=lJ5D8lSMLw0", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Call Of Duty Warzone & Modern Warfare Updates: Everything You Need To Know In Under 3 Minutes", "description": "Activision is rolling out new Call of Duty content across the series this week, with fresh updates for Warzone, Modern Warfare, and Mobile. The video above details what's coming to each game.\n\nWarzone is getting four new weapons, which can be found across the map in common in uncommon variants. New Operator Talon is also joining the fray, alongside his faithful dog companion Indiana.\n\nThe Talon bundle is also available for Modern Warfare, which is getting a new free multiplayer map, Khandor Hideout. The 6v6 map is ideal for snipers, shotguns, and SMGs.\n\nFinally, Mobile is getting two new games modes, called Rapid Fire and Sticks and Stones. Zombies mode is being removed as the two new ones come in.", "link": "https://www.youtube.com/watch?v=dimqSOpmV4k", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Revisit BioShock Infinite On Its 7th Birthday", "description": "BioShock Infinite turns 7 years old and we're celebrating by jumping back in! Would you kindly join Persia as she revisits Irrational Games' third installment to the BioShock series.", "link": "https://www.youtube.com/watch?v=eFbVFiM4iSI", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Why Time Travel In Animal Crossing Is A Bad Idea", "description": "Time skipping may seem like a good way to speed things up in Animal Crossing, but if you aren't careful it can screw up your island. Here's why you shouldn't time skip.\n\nAnimal Crossing: New Horizons has finally arrived on Nintendo Switch. Nintendo's charming life sim series has always had a very leisurely pace compared to other games, but even by these standards, New Horizons gets off to a slow start. You'll spend your first few days gradually transforming your deserted island into a bustling town, and this entails gathering lots of materials to build bridges, picking out plots of land for new residents, and setting up a museum and general store.\n\nGiven how long it takes to develop your island, you may be tempted to set your Switch clock forward and skip time to unlock things more quickly. We wouldn't recommend that, however. As Jake explains in the video above, time traveling may be an alluring way to get your town up and running, but you should resist the temptation and let the game unfold naturally.\n\nNew Horizons has received very positive reviews from critics. GameSpot's Kallie Plagge gave it an 8/10 in our Animal Crossing: New Horizons review-in-progress, writing, \"So far, I've played Animal Crossing: New Horizons for 80 hours over 17 days, and that anticipation hasn't yet gone away. While I've spent a lot of time developing my island so far, I still feel as if there's plenty left for me to do and see--there's a lot in New Horizons to occupy your time with.\"\n\nIf you're just settling into your new island home, we've rounded up lots of tips and guides for New Horizons to help you out, including what you should be doing every day, how to get the all-important shovel, and how to make money. We also have explainers on how to unlock the ladder and upgrade your inventory space.\n\n#AnimalCrossing #NewHorizons #GameSpot", "link": "https://www.youtube.com/watch?v=YgOk3yC3fQE", "date_published": "2020-03-26 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Borderlands 3 Guns, Love, & Tentacles DLC: Everything You Need To Know In Under 2 Minutes", "description": "The second Borderlands 3 expansion is Love, Guns, & Tentacles, and it comes to PS4, Xbox One, and PC on March 26. While we've already seen 12 minutes of official gameplay, we recently learned more about what the DLC includes.\n\nLove, Guns, & Tentacles focuses on the wedding of Sir Hammerlock and Wainwright Jakobs. The ceremony is held on Xylourgos, where you'll also encounter Borderlands 2's Mechromancer Gaige, who just so happens to be the wedding planner. You can battle rock slugs, wolvens, and cultists alongside her on the new ice planet.\n\nThe DLC launches alongside an update for all Borderlands players, which increases the level cap from 53 to 57. The extra skill point included in that bump means you'll be able to equip a second capstone skill. Learn all about it in the video above.\n\n#Borderlands3 #GunsLoveAndTentacles #EverythingYouNeedToKnow #GameSpot", "link": "https://www.youtube.com/watch?v=USSDBT2ge8U", "date_published": "2020-03-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Doom Eternal Review", "description": "Doom Eternal intensifies the battles with Hell's hordes by requiring you to constantly calculate the best ways to rip, tear, and stay alive.\n\n#DOOMEternal #GameSpotReview", "link": "https://www.youtube.com/watch?v=_bA3nM_v2eU", "date_published": "2020-03-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Play Bleeding Edge", "description": "With Ninja Theory's Bleeding Edge now available for Xbox One and PC through Xbox Game Pass, Jean-Luc and Ben decide to jump into the MOBA-like 4v4 brawler to cause a little chaos.", "link": "https://www.youtube.com/watch?v=WiLGUOFs3IU", "date_published": "2020-03-25 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]