[{"source": "https://www.theguardian.com/rss", "title": "Sales of almost 400,000 homes stalled due to lockdown, says Zoopla", "description": "<p>UK website estimates £82bn worth of property transactions ‘in suspended animation’</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Almost 400,000 home sales worth a total of £82bn have been put on hold as a result of the housing market lockdown, according to Zoopla.</p><p>The property website said that 373,000 sales had stalled since the end of March when <a href=\"https://www.theguardian.com/business/2020/mar/26/housing-market-frozen-by-government-during-coronavirus-lockdown\">ministers told people to delay their home moves</a> if possible, and social distancing rules made valuations and viewings impossible.</p> <a href=\"https://www.theguardian.com/business/2020/apr/28/sales-of-almost-400000-uk-homes-stalled-due-to-coronavirus-lockdown-says-zoopla\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/28/sales-of-almost-400000-uk-homes-stalled-due-to-coronavirus-lockdown-says-zoopla", "date_published": "2020-04-27 23:01:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Key PPE items not in pandemic response stockpile as Covid-19 struck", "description": "<p>Gowns and visors among items not deemed necessary by expert committee in 2009, BBC finds</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Key items of personal protective equipment (PPE) were not included in the government’s pandemic stockpile when coronavirus reached the UK, an investigation has found.</p><p>BBC Panorama reported that gowns, visors, swabs and body bags were left out of the stockpile when it was set up in 2009. Some of the items are now in <a href=\"https://www.theguardian.com/society/2020/apr/27/uk-doctors-finding-it-harder-to-get-ppe-kit-to-treat-covid-19-patients-research-reveals\">short supply</a>.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/key-ppe-items-not-in-pandemic-forward-planning-stockpile-as-covid-19-struck-bbc-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/key-ppe-items-not-in-pandemic-forward-planning-stockpile-as-covid-19-struck-bbc-finds", "date_published": "2020-04-27 22:19:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions of Virgin Media customers hit by internet cutting out", "description": "<p>Series of outages across UK not due to lockdown creating spike in demand, company says</p><p>Millions of Virgin Media customers had problems accessing the internet during a series of outages across the country on Monday evening that the company said did not result from a network overload caused by <a href=\"https://www.theguardian.com/business/2020/mar/18/vodafone-rise-data-usage-more-people-work-from-home-coronavirus\">high demand</a> during lockdown.</p><p>The company, which has 5.3 million UK customers, ran into problems just before 5pm with customers complaining that their home internet connection was cutting out. Some also reported that their mobile internet connection was down.</p> <a href=\"https://www.theguardian.com/media/2020/apr/27/virgin-media-customers-lose-internet-access-in-cities-all-over-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/27/virgin-media-customers-lose-internet-access-in-cities-all-over-uk", "date_published": "2020-04-27 21:47:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunshine therapy, bikes and a postmark for Captain Tom", "description": "<p>Recovering Covid-19 patients enjoy the weather while Royal Mail pays tribute to NHS fundraising hero</p><p>With lockdown looking likely to continue for the foreseeable, people are going that extra mile to bring joy to the lives of others – through dance, bicycles or simple sunshine.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/sunshine-therapy-bikes-and-a-postmark-for-captain-tom\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/sunshine-therapy-bikes-and-a-postmark-for-captain-tom", "date_published": "2020-04-27 21:33:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iso-baking: the cinnamon scroll is the treat of the moment, here's how to make it", "description": "<p>Australians have developed a sudden hunger for homemade cinnamon scrolls – so why not embrace the traditional fika treat</p><p>I had a weird day on the weekend. Over breakfast, I checked Instagram and noticed four different friends flaunting the cinnamon scrolls they had made. A little later in the morning, I rang my partner, who told me he was munching on a cinnamon scroll his mum had baked the previous day. Then, in the early afternoon, the doorbell rang. The trio of red-headed children from next door gifted, from a safe social distance of course, the household with a plate of cinnamon scrolls that they’d whipped up. It was extremely adorable.</p><p>As I chewed on a scroll (which was light, fluffy and expertly spiced – well done kids), I wondered: why the heck is everyone making these things? Is it just me? Is it a sign from the universe that I haven’t eaten enough carbs this quarantine, not that I need justification? Was this a weird glitch in the Matrix? And more importantly, does that make me Neo?</p> <a href=\"https://www.theguardian.com/food/2020/apr/28/iso-baking-the-cinnamon-scroll-is-the-treat-of-the-moment-heres-how-to-make-it\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/apr/28/iso-baking-the-cinnamon-scroll-is-the-treat-of-the-moment-heres-how-to-make-it", "date_published": "2020-04-27 20:31:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happens after coronavirus will determine our climate's future", "description": "<p>Daily CO<sub>2</sub> counts from Hawaii make depressing reading – but this year the usual pattern may change</p><p>Since the Guardian began <a href=\"https://www.theguardian.com/environment/2019/apr/05/why-the-guardian-is-putting-global-co2-levels-in-the-weather-forecast\">daily reports of the atmospheric carbon dioxide count from Mauna Loa</a>, in Hawaii, they have made depressing reading. The count has been going up faster than at any time in human history. A combination of wildfires in California, Australia and the Amazon, more coal stations in China and minor trends such as <a href=\"https://www.theguardian.com/business/2020/feb/28/new-cars-producing-more-carbon-dioxide-than-older-models\">British motorists buying ever</a><a href=\"https://www.theguardian.com/business/2020/feb/28/new-cars-producing-more-carbon-dioxide-than-older-models\"> bigger cars</a> have all made extra contributions to the already profligate use of fossil fuels. On 18 April CO<sub>2</sub> reached 416.76 parts per million, 3.13 ppm more than last year, and way above the 350 ppm scientists consider to be safe. The “safe level” is a euphemism – above that limit areas in the tropics become too hot and dry to be habitable, many coastal cities sink below sea level and millions join mass migrations.</p><p>In May the readings usually begin to drop as plants and trees in the northern hemisphere remove carbon from the atmosphere in their spring spurt of growth, only for levels to rise again in the autumn.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/27/weatherwatch-after-coronavirus-climate-future\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/27/weatherwatch-after-coronavirus-climate-future", "date_published": "2020-04-27 20:30:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League to meet as government backs return 'as soon as possible'", "description": "<ul><li>Clubs will meet on Friday to plan for 9 June return<br /></li><li>Culture secretary stresses that nothing is certain yet<br /></li></ul><p>Efforts will intensify this week to find a way to complete the Premier League season, after the government declared its desire to see football back “as soon as possible”.</p><p>With Premier League clubs due to meet on Friday and a new grouping led by the Department for Digital, Culture, Media and Sport also convening this week, government officials talk of a “quickening of the pace”. But as some Premier League clubs open up their training grounds, the details of how elite sport could safely return remain unresolved.</p> <a href=\"https://www.theguardian.com/football/2020/apr/27/premier-league-to-meet-as-government-backs-return-as-soon-as-possible\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/27/premier-league-to-meet-as-government-backs-return-as-soon-as-possible", "date_published": "2020-04-27 19:16:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on Boris Johnson continuing the UK's lockdown — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2020/apr/27/martin-rowson-on-boris-johnson-continuing-the-uks-lockdown-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2020/apr/27/martin-rowson-on-boris-johnson-continuing-the-uks-lockdown-cartoon", "date_published": "2020-04-27 19:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is horrible': Cambuur stunned after dream season turns to dust", "description": "<p>The club from Leeuwarden were 11 points clear of the play-off places and heading for the Eredivisie when the Dutch season was annulled</p><p>It took only two games of the season for Erik Schouten to realise Cambuur were on to something. Nobody knew how a brand new team, which had almost entirely changed during the summer, would click but their first home fixture of 2019-20 dispelled any concerns. Go Ahead Eagles were beaten 5-0, succumbing to wave after wave of blistering raids, and a pattern for the next seven months had been emphatically set.</p><p>“That was the moment we believed everything was possible,” says Schouten, who had arrived from Volendam and was immediately made captain. “Playing attacking football, playing fast, defeating a really good side. We knew then that, if we played well, we could beat anyone.”</p> <a href=\"https://www.theguardian.com/football/2020/apr/27/cambuur-captain-im-still-angry-its-an-unbelievable-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2020/apr/27/cambuur-captain-im-still-angry-its-an-unbelievable-decision", "date_published": "2020-04-27 18:45:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norwegian Air says most of fleet will stay grounded until 2021", "description": "<p>Airline sets out case for coronavirus bailout that will cut share value by extra 95%</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Norwegian Air has warned that virtually all of its fleet of aircraft will remain grounded until 2021 as it seeks to persuade shareholders to accept a government-backed rescue plan that will wipe out most of their investments.</p><p>At the beginning of a critical fortnight for the airline, Norwegian laid out the scale of the task ahead – and the hit it expects bondholders, aircraft lessors and shareholders to take in order for the airline to access a 3bn kroner (£230m) state bailout.</p> <a href=\"https://www.theguardian.com/business/2020/apr/27/norwegian-air-says-most-of-fleet-will-stay-grounded-until-2021-due-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/27/norwegian-air-says-most-of-fleet-will-stay-grounded-until-2021-due-to-coronavirus", "date_published": "2020-04-27 18:28:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France: investigation launched over 'racist remark' by police officers", "description": "<p>Two officers recorded on video using derogatory term against man in Paris banlieue</p><p>French prosecutors have launched an investigation after two police officers were reportedly caught on film making racist remarks about an arrested man.</p><p>The incident happened in the early hours of Sunday after a man suspected of theft was pulled out of the Seine river in the Seine-Saint-Denis banlieue north of Paris.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/french-police-to-be-investigated-after-alleged-racist-remark\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/french-police-to-be-investigated-after-alleged-racist-remark", "date_published": "2020-04-27 18:14:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on coronavirus tests: political choices have hurt the UK | Editorial", "description": "<p>Damaging ideas within the Conservative party have weakened our ability to defeat the virus</p><p>The coronavirus pandemic struck the United Kingdom when its National Health Service was on its knees suffering from staff shortages and the <a href=\"https://www.bbc.co.uk/news/health-50397856\" title=\"\">longest waiting times</a> ever recorded. A decade of austerity had taken a terrible toll. Yet public satisfaction in the NHS <a href=\"https://www.nuffieldtrust.org.uk/news-item/public-satisfaction-with-the-nhs-rose-sharply-in-2019-why\" title=\"\">went up</a>. This surprising gap between the NHS failures and the public’s belief in the health system seems to have been driven by the support from across the political spectrum for more funding. This probably, say researchers, started to impact on public perceptions, most notably on their optimism for the future.</p><p>It would be a mistake to think the spread of Covid-19 can be checked by hope alone. The last 10 years have undermined the ability of the government to respond effectively and efficiently. As the UN rapporteur on extreme poverty <a href=\"https://www.theguardian.com/politics/2020/apr/26/uk-coronavirus-response-utterly-hypocritical-says-un-poverty-expert\" title=\"\">told the Guardian</a>, the “most damaging aspects of ‘austerity’ cannot and will not be undone” and represent “the fatal weakening of the community’s capacity to cope”.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/27/the-guardian-view-on-coronavirus-tests-ideology-has-hurt-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/27/the-guardian-view-on-coronavirus-tests-ideology-has-hurt-the-uk", "date_published": "2020-04-27 18:05:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FT suspends journalist accused of listening to rival outlets' Zoom calls", "description": "<p>Mark Di Stefano allegedly accessed sensitive Independent and Evening Standard meetings</p><p>A Financial Times reporter has been suspended after the Independent accused him of <a href=\"https://www.independent.co.uk/news/media/mark-di-stefano-financial-times-independent-evening-standard-zoom-call-a9485931.html\">listening in on sensitive Zoom meetings</a> held by its senior managers telling staff about salary cuts and furloughs.</p><p>Mark Di Stefano, who joined the FT from BuzzFeed in January, has been accused of listening to the audio feed of video conference calls held by the Independent and its sister title the Evening Standard about responding to the financial impact of coronavirus.</p> <a href=\"https://www.theguardian.com/media/2020/apr/27/ft-suspends-journalist-mark-di-stefano-accused-listening-papers-zoom-calls-independent-evening-standard\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/27/ft-suspends-journalist-mark-di-stefano-accused-listening-papers-zoom-calls-independent-evening-standard", "date_published": "2020-04-27 18:03:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rugby league clubs are the beating heart of their community and must survive | Jonathan Liew", "description": "<p>If rugby league clubs suffer their towns can often suffer with them and the coronavirus crisis is hitting the sport hard<br /></p><p>This is going to sound like the setup to a surreal joke, but nevertheless: last week, a young man from St Helens called Harry Roberts was lying in bed when he looked up and saw the comedian Johnny Vegas standing at his bedroom window, bearing a box of face masks.</p><p>As it turned out, Roberts – a 19-year-old St Helens fan who suffers from cerebral palsy and quadriplegia – had been the unwitting beneficiary of a visit from the Steve Prescott Foundation, the charity set up by the 1990s and 2000s Saints full-back who died in 2013 of a rare form of stomach cancer. Over the last decade the foundation has become one of rugby league’s best known philanthropic enterprises. During the coronavirus crisis it has been delivering food and protective equipment to households in St Helens and, as a proud Saints fan at a temporary loose end, Vegas has been cheerfully mucking in.</p> <a href=\"https://www.theguardian.com/sport/blog/2020/apr/27/rugby-league-clubs-are-the-beating-heart-of-their-community-and-must-survive\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2020/apr/27/rugby-league-clubs-are-the-beating-heart-of-their-community-and-must-survive", "date_published": "2020-04-27 17:55:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Care homes now UK's coronavirus frontline, sector leaders say", "description": "<p>Operators say PM’s claim the virus has been ‘wrestled to the floor’ is premature</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The UK’s coronavirus frontline has switched from hospitals to care homes, according to sector leaders who have dismissed Boris Johnson’s claim that the virus has been “wrestled to the floor” as premature.</p><p>Deaths in some of the largest care home networks have surged by more than 70% in the last week or two, operators said on Monday. Official figures due on Tuesday are expected to show a significant increase.</p> <a href=\"https://www.theguardian.com/society/2020/apr/27/care-homes-now-uks-coronavirus-frontline-sector-leaders-say\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/27/care-homes-now-uks-coronavirus-frontline-sector-leaders-say", "date_published": "2020-04-27 17:47:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 12 UK children have needed intensive care due to illness linked to Covid-19", "description": "<p>Patients may have new type of toxic shock syndrome, which causes pain and inflammation</p><ul><li><a href=\"https://www.theguardian.com/society/2020/apr/27/what-is-the-new-illness-affecting-children-and-is-it-linked-to-coronavirus\">What is the new illness affecting children, and is it linked to coronavirus?</a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>More than a dozen children have fallen ill with a new and potentially fatal combination of symptoms apparently linked to Covid-19, including a sore stomach and heart problems.</p><p>The children affected appear to have been struck by a form of toxic shock syndrome. All have been left so seriously unwell that they have had to be treated in intensive care.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/nhs-warns-of-rise-in-children-with-new-illness-that-may-be-linked-to-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/nhs-warns-of-rise-in-children-with-new-illness-that-may-be-linked-to-coronavirus", "date_published": "2020-04-27 17:39:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giant new Russian cathedral glorifies Putin and Stalin in mosaics", "description": "<p>Crimea annexation also exalted in Moscow church due to open on anniversary of 1945 victory</p><p>Russia is planning to open a huge cathedral with mosaics depicting Vladimir Putin and Joseph Stalin, as well as the annexation of Crimea, on the 75th anniversary of the defeat of Nazi Germany next month.</p><p>The mammoth structure will be one of the world’s tallest Orthodox cathedrals when it opens in the military’s Patriot Park outside Moscow on 9 May .</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/giant-new-russian-cathedral-glorifies-putin-stalin-mosaics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/giant-new-russian-cathedral-glorifies-putin-stalin-mosaics", "date_published": "2020-04-27 17:33:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "F1 set to bankroll British Grand Prix to follow season opener in Austria", "description": "<ul><li>July start may include two Silverstone races without fans</li><li>French GP cancelled but F1 aims to stage up to 18 races</li></ul><p>Formula One Group is likely to provide the financial backing to enable the British Grand Prix to go ahead behind closed doors this year. F1 announced on Monday that the French GP had been cancelled and it would reschedule the start of the 2020 season for Austria on 5 July with the first few races, including Silverstone, not taking place in front of fans.</p><p>The Northamptonshire track relies upon the income from racegoers in order to pay for the race. Without it the track would be unable to meet either hosting fees or the expense of putting on the race if it is allowed to take place by the government.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/27/british-grand-prix-to-go-behind-closed-doors-while-french-race-called-off-formula-one-motor-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/27/british-grand-prix-to-go-behind-closed-doors-while-french-race-called-off-formula-one-motor-sport", "date_published": "2020-04-27 17:29:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Invisible mugger': how Boris Johnson's language hints at his thinking", "description": "<p>PM’s first podium speech since leaving intensive care provides an insight into his approach to coronavirus</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>In his <a href=\"https://www.theguardian.com/politics/2020/apr/27/boris-johnson-uk-beginning-to-turn-the-tide-on-coronavirus\">first podium speech</a> since he left intensive care earlier this month, Boris Johnson described coronavirus as a “physical assailant”.</p><p>It was “an unexpected and invisible mugger”, he told the nation, giving a colourful twist to the martial metaphors he and his cabinet have tended to use when talking about the disease (in March, he described the crisis as a “fight … in which every one of us is directly enlisted”).</p> <a href=\"https://www.theguardian.com/politics/2020/apr/27/muggers-and-invisible-enemies-how-boris-johnsons-metaphors-reveals-his-thinking\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/27/muggers-and-invisible-enemies-how-boris-johnsons-metaphors-reveals-his-thinking", "date_published": "2020-04-27 17:25:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meteorologists say 2020 on course to be hottest year since records began", "description": "<p>Global lockdowns have lowered emissions but longer-term changes needed, say scientists</p><p>This year is on course to be the world’s hottest since measurements began, according to meteorologists, who estimate there is a 50% to 75% chance that 2020 will break the record set four years ago.</p><p>Although the coronavirus lockdown has temporarily cleared the skies, it has done nothing to cool the climate, which needs deeper, longer-term measures, the scientists say.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/27/meteorologists-say-2020-on-course-to-be-hottest-year-since-records-began\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/27/meteorologists-say-2020-on-course-to-be-hottest-year-since-records-began", "date_published": "2020-04-27 17:07:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'London is so strange and sad': the sacked hospitality workers sleeping rough", "description": "<p>Homelessness charity says it has ‘never witnessed a more distressing situation’ than during coronavirus crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Trafalgar Square at night is silent and almost empty, the usual crowds of noisy tourists visiting London replaced by clusters of homeless people, who wait on the steps of the National Gallery for food to be distributed. But these are not all long-term rough sleepers: central London is seeing a surge of newly unemployed restaurant and pub workers forced to sleep on the streets because they can no longer afford to pay rent.</p><p>Rough sleepers like Martin, a recently-sacked chef from Poland, are finding life under lockdown increasingly difficult and dangerous. “London has become so strange and sad. The only people who are out look like they are looking for drugs. There are a lot of crazy people with knives,” he said.</p> <a href=\"https://www.theguardian.com/society/2020/apr/27/london-coronavirus-sacked-hospitality-workers-sleeping-rough\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/27/london-coronavirus-sacked-hospitality-workers-sleeping-rough", "date_published": "2020-04-27 17:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ECB advised to allow private investment to boost the Hundred", "description": "<ul><li>Consultancy group urges board to sell stakes in franchises<br /></li><li>ECB told to consider opening up to Indian market<br /></li></ul><p>The England and Wales Cricket Board has been urged to open up the Hundred to private investment – including equity stakes for counties and even Indian Premier League team owners – in response to the coronavirus crisis.</p><p>An ECB board meeting on Wednesday will discuss the tournament’s postponement until 2021 but its chief executive, Tom Harrison, has countered talk of a full cancellation by stressing its importance to English cricket <a href=\"https://www.theguardian.com/sport/2020/apr/24/ecb-delay-start-cricket-season-hundred-tom-harrison\" title=\"\">has</a><a href=\"https://www.theguardian.com/sport/2020/apr/24/ecb-delay-start-cricket-season-hundred-tom-harrison\" title=\"\"> been “accelerated” by the pandemic</a>.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/27/ecb-private-investment-boost-the-hundred-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/27/ecb-private-investment-boost-the-hundred-cricket", "date_published": "2020-04-27 17:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wales could lift coronavirus lockdown before rest of UK, says first minister", "description": "<p>Devolved UK nations may begin to chart different path out of Covid-19 crisis </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The first minister of Wales has said he is ready to move the country out of lockdown earlier than the rest of the UK as he demands more contact from ministers at Westminster.</p><p>Mark Drakeford said he would rather work with Boris Johnson’s government but has the power to start enacting his own plan to ease restrictions if he thinks it is in the best interest of Wales.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/wales-ready-to-lift-coronavirus-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/wales-ready-to-lift-coronavirus-lockdown", "date_published": "2020-04-27 16:49:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rwandan police chief accused of sexual assault of child refugee at UN centre", "description": "<p>Boy, 16, evacuated from Libya under EU scheme, alleges incident took place at Gashora transit facility during coronavirus curfew</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An allegation that a Rwandan police commander sexually assaulted a child refugee has rocked an EU-funded scheme, under which hundreds of refugees and asylum seekers have been <a href=\"https://reliefweb.int/report/rwanda/third-group-refugees-evacuated-rwanda-libya-unhcr-support\">evacuated from detention centres in Libya</a>.</p><p>The allegation was made by a 16-year-old Eritrean boy, who had returned to Gashora transit centre, south of Kigali, after a coronavirus-related curfew on 13 April.</p> <a href=\"https://www.theguardian.com/global-development/2020/apr/27/rwandan-police-chief-accused-of-sexual-assault-of-child-refugee-at-un-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/apr/27/rwandan-police-chief-accused-of-sexual-assault-of-child-refugee-at-un-centre", "date_published": "2020-04-27 16:34:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak backs down and offers small firms 100% loan guarantees", "description": "<p>UK companies will be able to borrow up to £50,000 to cope with coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Britain’s smallest businesses will be offered 100% government-backed rescue loans after sharp criticism for the slow take-up of emergency bank lending during the coronavirus crisis.</p><p>In a climbdown following mounting <a href=\"https://www.theguardian.com/business/2020/apr/24/uk-treasury-mulling-government-backed-loans-smallest-firms\">pressure on the government</a> to overhaul its emergency loan scheme after thousands of cash-starved firms were denied support, the chancellor, Rishi Sunak, said small firms would be offered new “bounce back loans” from next week with full government backing.</p> <a href=\"https://www.theguardian.com/politics/2020/apr/27/sunak-backs-down-and-offers-small-firms-100-loan-guarantees\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2020/apr/27/sunak-backs-down-and-offers-small-firms-100-loan-guarantees", "date_published": "2020-04-27 16:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Public to get question at daily UK coronavirus press conference", "description": "<p>No 10 says move not attempt to replace journalists despite worsening relationship <br /></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Members of the public are being invited to take part in the daily Downing Street press conference, although No 10 insists this is not an attempt to replace journalists despite the government’s increasingly fractious relationship with the media.</p><p>The decision comes amid speculation that the government is preparing to drop its “Stay at home, save lives, protect the NHS” slogan with analysis suggesting it is being used less in the daily press conferences.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/public-to-submit-questions-for-uk-covid-19-coronavirus-press-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/public-to-submit-questions-for-uk-covid-19-coronavirus-press-conference", "date_published": "2020-04-27 16:12:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Easing UK lockdown would require tough rules, says adviser", "description": "<p>Economist says strict measures needed to avoid pubs and shops getting too busy</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>An economist who has been advising the government over how to ease the national lockdown has said pubs, shops and restaurants could reopen as long as there was mandatory physical distancing and fines for those abusing the rules.</p><p></p><p>Epidemics of infectious diseases behave in different ways but the&nbsp;<a href=\"https://www.theguardian.com/world/2020/mar/11/closed-borders-and-black-weddings-what-the-1918-flu-teaches-us-about-coronavirus\">1918 influenza pandemic</a>&nbsp;that killed more than 50 million people is regarded as a key example of a pandemic that occurred in multiple waves, with the latter more severe than the first. It has been replicated – albeit more mildly – in subsequent flu pandemics.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/coronavirus-easing-uk-lockdown-require-tough-enforcement-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/coronavirus-easing-uk-lockdown-require-tough-enforcement-rules", "date_published": "2020-04-27 15:46:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to name scientists on coronavirus advisory group Sage", "description": "<p>Makeup of group to be made public after political advisers revealed to be in attendance</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The names of scientists advising ministers on the coronavirus epidemic are to be made public this week in an effort to boost transparency around the government’s decision-making process.</p><p>The UK government’s chief scientific adviser, Sir Patrick Vallance, who chairs the Scientific Advisory Group for Emergencies (Sage), made the announcement on Monday, shortly before Scotland’s first minister, Nicola Sturgeon, said there had been a “deficiency” in the system providing scientific advice.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/uk-to-name-scientific-advisers-on-emergency-coronavirus-group-sage\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/uk-to-name-scientific-advisers-on-emergency-coronavirus-group-sage", "date_published": "2020-04-27 15:23:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump is a danger to the American people. But the Republicans refuse to stop him | Suzanne Moore", "description": "<p>The president is vilified and ridiculous – and he will continue to spout dangerous, offensive nonsense as long as his party supports him</p><p>Don’t drink bleach. Don’t jack up Dettol. When people have to be told that this is not a good idea – <a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\">even though their </a><a href=\"https://www.theguardian.com/us-news/2020/apr/24/trump-disinfectant-bleach-coronavirus-claims-reaction\">president has floated it</a> – we are definitely not in Kansas any more. Or maybe we are. At a protest where people equate physical distancing with communism.</p><p>To be fair, Donald Trump did add the helpful caveat: “I’m not a doctor. But I’m, like, a person that has a good you-know-what,” while pointing at his head.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/27/trump-is-a-danger-to-the-american-people-but-the-republicans-refuse-to-stop-him\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/27/trump-is-a-danger-to-the-american-people-but-the-republicans-refuse-to-stop-him", "date_published": "2020-04-27 15:22:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firms receiving coronavirus help told to cut executive pay", "description": "<p>UK investor group also advises companies suspending dividends to review bonuses</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Companies that have received government support to help them through the coronavirus crisis should cut executive pay and consider clawing back bonuses from bosses, according to a group representing the biggest British investors.</p><p>Executives at listed businesses where pay awards remain high after receiving taxpayer-funded assistance risk “significant reputational ramifications”, say new <a href=\"https://www.theia.org/sites/default/files/2020-04/Remuneration%20and%20COVID-19.pdf\">remuneration guidelines </a>from the Investment Association (IA).</p> <a href=\"https://www.theguardian.com/business/2020/apr/27/firms-receiving-coronavirus-help-told-to-cut-executive-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2020/apr/27/firms-receiving-coronavirus-help-told-to-cut-executive-pay", "date_published": "2020-04-27 15:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New trends: fashion covers reflect the era of coronavirus", "description": "<p>Physical distancing and editors’ attempts to strike right tone are set to transform glossy magazines</p><p>A single red rose on the cover of Vogue, hospital car-park shoots rather than exotic locations, celebrities captured without makeup, supermodels relegated in favour of nurses and doctors, and amateur selfies usurping professional photography. This summer’s newsstands and billboards are set to look unlike any other season in the history of fashion.</p><p>The logistics of physical distancing and a zeitgeist paralysed by the pandemic are combining to <a href=\"https://www.theguardian.com/fashion/2020/apr/22/lockdown-fashion-wakeup-call-coronavirus-lockdown\">turn fashion upside down</a>. Glossy magazines are scrambling to figure out what faces should be on the covers of the magazines that will hit stands during the crisis – and how to generate new imagery while travel and physical contact is curtailed under lockdown.</p> <a href=\"https://www.theguardian.com/fashion/2020/apr/27/new-trends-fashion-covers-reflect-the-era-of-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/apr/27/new-trends-fashion-covers-reflect-the-era-of-coronavirus", "date_published": "2020-04-27 15:10:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neighbours heard woman 'screaming' as children stabbed in London", "description": "<p>Man, 40, in hospital with knife injuries after one-year-old girl and three-year-old boy killed</p><p>Neighbours have told of a woman’s agonised screams after a one-year-old girl and a three-year-old boy were stabbed to death at a home in east London.</p><p>A man believed to be the father of the children, 40, is in hospital with knife injuries.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/27/neighbours-heard-woman-screaming-as-children-stabbed-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/27/neighbours-heard-woman-screaming-as-children-stabbed-in-london", "date_published": "2020-04-27 15:02:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson's message to Britain on the lockdown is 'trust us'. Why should we? | Zoe Williams", "description": "<p>This government’s competence has been questionable throughout the coronavirus crisis. We need real transparency<br /></p><p>Lockdown is breaking down. Or is it? The Daily Express has pictures of packed beaches in Brighton, yet locals dispute their veracity. Traffic was at its highest over the weekend since restrictions began. Rumours abound that cleaners and nannies are being quietly rehired; that people are visiting loved ones under an array of special circumstances. On Sunday, you could smell the barbecues – but what were you doing out, within smelling distance, anyway? The guy in front of me in Co-op was buying 48 beers and a tub of ice-cream. But he can’t have been having a party, I decided. No way was that enough ice-cream.</p><p>In the last days of March, there was huge solidarity around the restrictions themselves: 10 days in, there was a much sourer unity building around censure of the bad people, <a href=\"https://www.theguardian.com/world/2020/apr/05/uk-sunbathers-stricter-coronavirus-lockdowns\">the ones </a><a href=\"https://www.theguardian.com/world/2020/apr/05/uk-sunbathers-stricter-coronavirus-lockdowns\">who were sunbathing</a>. I suspect a new, nudge-nudge-wink-wink solidarity will emerge around noncompliance, which will go head-to-head against the group that remains committed to lockdown. But the lines will be confusing: especially in the US, but also here in Britain, those ideologically most aligned to the government are the ones that reject its proscriptions most strongly. Lockdown is active and collective – we all have to do it, constantly, for it to exist at all. So the process around it has to be deliberative, just, consensual and transparent – otherwise the buy-in will evaporate.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/27/boris-johnson-message-britain-lockdown-trust-us-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/27/boris-johnson-message-britain-lockdown-trust-us-coronavirus", "date_published": "2020-04-27 14:40:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Time is precious in IVF’: the women who fear they have lost their chance to have children", "description": "<p>Due to the lockdown, all fertility treatments are postponed. It is a terrifying time for women whose egg reserves are dwindling and who have no idea when the process will begin again<br /></p><p>Her fertility medication had arrived and Ellen Rayment was waiting for the first day of her period so she could begin taking it. Rayment, a 40-year-old health professional from East Sussex, had been trying to conceive with her wife Debby for three years. It had been costly and emotionally draining. The Rayments were declined treatment on the NHS because they were using donor genetic material, so they had spent in excess of £20,000 on private IVF.</p><p>In November 2019, Rayment had miscarried twins at 22 weeks. After taking some time to both physically recover and grieve, Rayment’s doctor gave her the go-ahead to proceed with egg implantation using the final frozen embryo from their second round of IVF in March. She was waiting for her period to start before taking the medication to thicken her uterine wall, ahead of embryo implantation. But when that came it was on the same day Boris Johnson announced a nationwide lockdown to prevent the spread of coronavirus. All non-urgent medical procedures, including IVF, would be postponed. Her clinic called her to confirm the bad news.</p> <a href=\"https://www.theguardian.com/society/2020/apr/27/time-precious-ivf-women-fear-lost-chance-to-have-children\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/27/time-precious-ivf-women-fear-lost-chance-to-have-children", "date_published": "2020-04-27 13:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Briton's abseiling death in Swiss Alps was an accident, inquest finds", "description": "<p>Hayden Prince, 24, fell to his death when large rock to which rope was tied became dislodged</p><p>A British man fell to his death in the Swiss Alps when a rock holding his abseiling rope toppled over as he descended a mountain, an inquest has heard.</p><p>L/Cpl Hayden Prince, 24, was on a private trip with two mountaineering friends while on annual leave from the British army. The group set out from the Hornli hut at the base camp of the Matterhorn at 6am on 2 June last year with a plan of turning around and descending by 2pm regardless of whether they had reached the summit.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/27/britons-abseiling-death-in-swiss-alps-was-an-accident-inquest-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/27/britons-abseiling-death-in-swiss-alps-was-an-accident-inquest-finds", "date_published": "2020-04-27 12:51:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The toll of coronavirus on NHS staff isn't just physical – it's psychological, too | Rhiannon Lucy Cosslett", "description": "<p>It’s vital that, alongside PPE, we make sure frontline workers have the long-term support they need to stay mentally well<br /></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>“There’s always a crying cupboard on every ward. It’s usually a stock cupboard or the toilet … that’s where you find people crying.” Anne, an occupational therapist specialising in stroke patients, says, half-joking, that there is “now a queue for the crying cupboard”. All of her patients now have Covid-19, and she describes her working day as harrowing. “I have stopped talking to my family and non-NHS friends about it because I think it’s too hard for them,” she says.</p><p>Much has rightly been made of the <a href=\"https://www.theguardian.com/commentisfree/2020/apr/25/nhs-staff-government-ppe-coronavirus\">threat to the physical health of NHS staff</a>, which has been compounded by inadequate personal protective equipment (PPE) and poor government planning, but it is important to also be aware of the toll that the outbreak could take on their mental health.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/27/toll-coronavirus-nhs-staff-physical-psychological\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/27/toll-coronavirus-nhs-staff-physical-psychological", "date_published": "2020-04-27 12:46:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thomasina Miers’ recipe for gorgonzola, broccoli and thyme quiche | The simple fix", "description": "<p>Shop-bought puff pastry filled with sweet cheese and herby greens</p><p>When it comes to midweek cooking, I largely judge a recipe by effort rather than time. If I can watch TV, or catch up on my to-do list while dinner bubbles on the stove, I am fairly relaxed about how long it takes. That’s how it is with this crumbly, fragrant and moreish tart. Get all the prep and clearing up done while the pastry is baking, and you will be rewarded with a supper that feels like it has come from the best deli in town.</p> <a href=\"https://www.theguardian.com/food/2020/apr/27/thomasina-miers-recipe-for-gorgonzola-broccoli-and-thyme-quiche\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2020/apr/27/thomasina-miers-recipe-for-gorgonzola-broccoli-and-thyme-quiche", "date_published": "2020-04-27 12:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moscow's motives questioned over coronavirus aid shipment to Italy", "description": "<p>‘From Russia with love’ package including doctors and PPE criticised as propaganda to exploit cracks in EU</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>A Russian aid shipment sent to Italy in late March as Rome struggled to contain the coronavirus outbreak has raised questions about the Kremlin’s motives, amid cracks in EU solidarity.</p><p>Russia, which has cultivated good relations with Italy in recent years, was one of the first countries to come to the rescue during the early stages of Italy’s outbreak. It dispatched 122 military doctors, personal protective equipment (PPE), ventilators and mobile disinfection machines on cargo planes from Moscow.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/moscow-motives-questioned-over-coronavirus-aid-shipment-to-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/moscow-motives-questioned-over-coronavirus-aid-shipment-to-italy", "date_published": "2020-04-27 11:50:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I love my partner – but he always feigns ignorance of household chores", "description": "<p>He is an intelligent man, who has no reason to make childish domestic queries. Does he do this simply because I am a woman?</p><p>I have been in a relationship with my boyfriend for four years and we are getting married next year. It is a really good relationship and we are very happy. However, he often asks me silly domestic questions, which he could easily work out for himself and in most cases knows the answer to anyway, such as: “Where is the dishwasher powder?” and, ”How long does pasta take to cook?”</p><p>He is a grown man of 37 and is very accomplished in his life and career, so I can’t understand why he regresses into this childish state where he thinks I should give him the answer to all domestic queries, aside from the obvious fact that I’m a woman.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/27/i-love-my-partner-but-he-always-feigns-ignorance-of-household-chores\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/27/i-love-my-partner-but-he-always-feigns-ignorance-of-household-chores", "date_published": "2020-04-27 11:26:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Over 70s: have you been shielding yourselves from coronavirus at home?", "description": "<p>If you are over 70-years-old and living in the UK, we’d like to know how you feel about the current situation – and the future</p><p>We would like to hear from over-70s who have been staying at home to shield themselves from coronavirus.</p><p>More than five weeks ago, the government told over-70s to be particularly stringent in following physical distancing measures – especially for those with underlying health conditions – and to limit face-to-face interactions to family and friends.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/over-70s-have-you-been-shielding-yourselves-from-coronavirus-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/over-70s-have-you-been-shielding-yourselves-from-coronavirus-at-home", "date_published": "2020-04-27 10:31:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU ‘watered down’ report on Chinese disinformation about Covid-19", "description": "<p>Foreign policy chief urged to explain claims that report was altered under pressure from Beijing</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>The European Union’s foreign policy chief is facing questions over allegations that a report about Chinese disinformation over Covid-19 was watered down in response to pressure from Beijing.</p><p>In a letter to Josep Borrell, the Dutch MEP Bart Groothuis calls for a “formal and full explanation to the European parliament” about the evolution of an EU report on disinformation, amid emerging evidence it was altered under Chinese pressure.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/eu-watered-down-report-on-chinese-disinformation-about-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/eu-watered-down-report-on-chinese-disinformation-about-covid-19", "date_published": "2020-04-27 10:12:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Horrendous': Welsh residents endure lockdown in flood-hit homes", "description": "<p>Two months after storms battered south Wales, many are trapped in damp and damaged homes</p><p>Back in February, the residents of Lewis Street in the village of Pentre, in the Rhondda Valley, were battling flooding as a series of <a href=\"https://www.theguardian.com/world/2020/feb/16/storm-dennis-prompts-life-threatening-flood-warnings-in-south-wales\">storms </a>battered south Wales.</p><p>Two months on, many of them are enduring the trauma of being locked down in homes that are still damp and damaged.</p> <a href=\"https://www.theguardian.com/uk-news/2020/apr/27/horrendous-welsh-residents-endure-lockdown-in-flood-hit-homes-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2020/apr/27/horrendous-welsh-residents-endure-lockdown-in-flood-hit-homes-coronavirus", "date_published": "2020-04-27 09:54:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'Quarantinis' and beer chugs: Is the pandemic driving us to drink?", "description": "<p>Alcohol sales have soared as people use drinking to relax during the Covid-19 crisis, and experts are raising concerns</p><p>Whatever day you read this – at whatever hour – you can bet that someone in the Facebook group <a href=\"https://www.facebook.com/groups/quarantinedbeerchugs/\">Quarantined Beer Chugs</a> is shotgunning a beer or swigging a bottle.</p><p>They drink to mark the end of long, isolated days. They toast to getting face masks and unemployment benefits. At least one of the group’s 329,000 members has even chugged to celebrate her recovery from Covid-19: “Tired of being couped [sic] up!” she captioned. “Here is my first post-Covid shotgun!!!!!”</p> <a href=\"https://www.theguardian.com/us-news/2020/apr/27/coronavirus-pandemic-drinking-alcohol\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2020/apr/27/coronavirus-pandemic-drinking-alcohol", "date_published": "2020-04-27 09:30:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Running free: Spanish children released from lockdown - in pictures", "description": "<p>After 45 days at home, children in Spain up to the age of 13 are allowed to leave their homes for an hour a day. With around 220,000 confirmed cases of Covid-19 and more than 20,000 reported deaths the country has <a href=\"https://www.theguardian.com/world/2020/apr/26/france-italy-spain-prepare-to-ease-coronavirus-lockdowns\">one of the strictest lockdowns in Europe</a></p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2020/apr/27/running-free-spanish-children-released-from-lockdown-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2020/apr/27/running-free-spanish-children-released-from-lockdown-in-pictures", "date_published": "2020-04-27 09:03:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The traffic data that shows the road into - and out of - Covid-19 lockdown", "description": "<p>Lockdown rules have been local or national, early or late, partial or total and obligatory or voluntary. The differing impact on traffic flows shows how the restrictions evolved in different cities worldwide, where they’re loosening, and where they’re coming back</p> <a href=\"https://www.theguardian.com/world/ng-interactive/2020/apr/27/the-traffic-data-that-shows-the-road-into-and-out-of-covid-19-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/ng-interactive/2020/apr/27/the-traffic-data-that-shows-the-road-into-and-out-of-covid-19-lockdown", "date_published": "2020-04-27 07:50:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London phone boxes – in pictures", "description": "<p>Many of the capital’s phone boxes have been vandalised and are being decommissioned, redundant in the age of mobile phones</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2020/apr/27/london-phone-boxes-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2020/apr/27/london-phone-boxes-in-pictures", "date_published": "2020-04-27 07:34:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stock markets rally as some countries prepare to ease Covid-19 lockdowns - business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/world/2020/apr/27/new-zealand-prepares-to-lift-strict-lockdown-after-eliminating-coronavirus\">New Zealand prepares to relax tough restrictions</a></li><li><a href=\"https://www.theguardian.com/world/2020/apr/26/france-italy-spain-prepare-to-ease-coronavirus-lockdowns\">France, Italy and Spain prepare to ease coronavirus lockdowns </a></li><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:06:27.487Z\">8.06am <span class=\"timezone\">BST</span></time> </p><p><strong>There’s a big difference between easing a lockdown and ending it.</strong></p><p>New Zealand’s prime minister, Jacinda Ardern, says her country must remain vigilant - after moving swiftly to impose a tough lockdown that appears to have prevented a major Covid-19 outbreak.</p><p>“We are opening up the economy, but we’re not opening up people’s social lives.” </p><p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/27/new-zealand-prepares-to-lift-strict-lockdown-after-eliminating-coronavirus\">Ardern: New Zealand has 'won battle' against community transmission of Covid-19</a> </p><p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:50:05.970Z\">7.50am <span class=\"timezone\">BST</span></time> </p><p><strong>UK businesses are pushing the government hard for information on when the lockdown here might start to ease.</strong></p><p>My colleague Zoe Wood explains:</p><p>The <a href=\"https://www.theguardian.com/business/institute-of-directors\">Institute of Directors</a> said its 28,000 members were “clamouring” for information so they could start drawing up return-to-work plans. Jon Geldart, its director general, said it was in everyone’s interests to kickstart the economy again once it is safe to do so.</p><p>“Directors from all parts of the UK need to make plans for riding out this tempest, but they can’t get very far if they have no idea what will be happening in a few weeks’ time,” Geldart said.</p><p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/apr/27/bosses-appeal-to-the-government-for-a-lockdown-exit-plan\">Bosses appeal to the government for a lockdown exit plan</a> </p> <a href=\"https://www.theguardian.com/business/live/2020/apr/27/stock-markets-rally-covid-19-lockdown-oil-recession-ftse-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2020/apr/27/stock-markets-rally-covid-19-lockdown-oil-recession-ftse-business-live", "date_published": "2020-04-27 07:06:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus live news: Boris Johnson returns to work as New Zealand says it has 'avoided the worst'", "description": "<p>Trump denies he plans to fire US health secretary; China reports no new deaths; Egypt asks IMF for bailout loan</p><ul><li><a href=\"https://www.theguardian.com/world/2020/apr/27/wuhan-discharges-all-coronavirus-patients-as-beijing-takes-steps-to-stop-second-wave\">Wuhan discharges all coronavirus patients as Beijing takes steps to stop second wave</a></li><li><a href=\"https://www.theguardian.com/world/2020/apr/27/coronavirus-latest-at-a-glance\">Coronavirus latest: at a glance</a></li><li><a href=\"https://www.theguardian.com/world/live/2020/apr/27/uk-coronavirus-live-news-boris-johnson-back-at-work-amid-talk-of-easing-lockdown\">UK Covid-19 news - live</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2020/apr/27/coronavirus-australia-update-latest-wa-nsw-victoria-queensland-politics-scott-morrison-tracing-app-live-news\">Australia coronavirus news – live</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:06:24.825Z\">8.06am <span class=\"timezone\">BST</span></time> </p><p>Here’s a graphic showing which <strong>European</strong> countries have started to ease coronavirus lockdowns or proposing to do so: </p><p class=\"block-time published-time\"> <time datetime=\"2020-04-27T07:01:22.623Z\">8.01am <span class=\"timezone\">BST</span></time> </p><p><strong>Greece</strong> is preparing to lift restrictions on movement to islands and other parts of the country in June, media reports suggested on Monday.</p> <a href=\"https://www.theguardian.com/world/live/2020/apr/27/coronavirus-live-news-boris-johnson-back-in-number-10-as-trump-denies-he-plans-to-fire-health-secretary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2020/apr/27/coronavirus-live-news-boris-johnson-back-in-number-10-as-trump-denies-he-plans-to-fire-health-secretary", "date_published": "2020-04-27 07:06:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus Australia update latest: Australians need to change the way they interact 'permanently', Brendan Murphy says – live news", "description": "<p>Life will not be going back to what we knew as normal until there is a vaccine, chief medical officer says. Follow live</p><ul><li><a href=\"https://www.theguardian.com/world/2020/apr/17/australias-coronavirus-contact-tracing-app-what-we-know-so-far\">Australia’s coronavirus contact tracing app Covidsafe: what we know so far</a></li><li><a href=\"https://www.theguardian.com/australia-news/2020/apr/26/australias-coronavirus-tracing-app-set-to-launch-today-despite-lingering-privacy-concerns\">Covid safe: Australian government launches coronavirus tracing app</a></li><li><a href=\"https://www.theguardian.com/newsletters/2020/mar/28/sign-up-for-guardian-australias-daily-coronavirus-email?CMP=cvau_sfl\">Sign up to get coronavirus updates delivered to your email every weekday evening</a></li><li><a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">Download the free Guardian app to get the most important news notifications</a></li></ul><p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:58:36.683Z\">7.58am <span class=\"timezone\">BST</span></time> </p><p>President of the Australian Medical Association <strong>Dr Tony Bartone</strong> has been speaking with <strong>Patricia Karvelas</strong> on the ABC. He says he has signed up to the CovidSafe app and “I’ve certainly recommended it to all my family and friends, my patients, and my colleagues”.</p><p>Bartone has said Australians have responded “marvellously” to the impositions of isolation, shutdowns and social distancing.</p><p>I think it’s important to understand that as we come out of this initial first phase of Covid-19, and I do stress this is a first phase, we’ve dealt with the initial wave and there is still a very long way to go.</p><p>So lifting the restrictions too quickly or too early will see us, perhaps, even in a worse state than what we anticipated we would have been in. We need to keep the pressure on but we need to obviously get on with our life where and when we can.</p><p class=\"block-time published-time\"> <time datetime=\"2020-04-27T06:47:29.155Z\">7.47am <span class=\"timezone\">BST</span></time> </p><p dir=\"ltr\" lang=\"en\">1.89m people have now downloaded and registered for the <a href=\"https://twitter.com/hashtag/COVIDSafeApp?src=hash&amp;ref_src=twsrc%5Etfw\">#COVIDSafeApp</a> as at 4pm today. Thiseffort will help protect ourselves, our families, our nurses and our doctors. AUS as we work together to beat this virus. Visit an app store &amp; download today.<a href=\"https://t.co/vn3Nof801T\">https://t.co/vn3Nof801T</a></p> <a href=\"https://www.theguardian.com/australia-news/live/2020/apr/27/coronavirus-australia-update-latest-wa-nsw-victoria-queensland-politics-scott-morrison-tracing-app-live-news\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/live/2020/apr/27/coronavirus-australia-update-latest-wa-nsw-victoria-queensland-politics-scott-morrison-tracing-app-live-news", "date_published": "2020-04-27 07:01:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women's Six Nations looks to move in rugby calendar to increase exposure", "description": "<ul><li>Change considered to avoid clash with men’s tournament<br /></li><li>England v France scheduling criticised for this year’s event<br /></li></ul><p>The Six Nations schedule is set for a radical overhaul, with organisers considering creating a new window for the women’s competition to avoid clashing with the men’s tournament, moving it away from the traditional February-March slot in an effort to increase exposure.</p><p>There was widespread criticism of the schedule for this year’s tournament from, among others, the England fly-half Katy Daley-Mclean, with a number of the matches shoehorned into lunchtime kick-offs, often overlapping each other. Similarly, there have been problems with women’s matches staged on the same day as the men’s - often in different cities – ensuring supporters are not able to attend both.</p> <a href=\"https://www.theguardian.com/sport/2020/apr/27/womens-six-nations-looks-to-move-in-rugby-calendar-increase-exposure\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2020/apr/27/womens-six-nations-looks-to-move-in-rugby-calendar-increase-exposure", "date_published": "2020-04-27 07:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'We have to watch people die': 24 hours with Madrid's emergency ambulance crews – photo essay", "description": "<p>Photojournalist Pablo García Sacristán spent a day and night with Madrid’s Summa crews, offering medical - and psychological – support to coronavirus patients</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>At 8am on a normal weekday, the streets of Madrid would be choked with traffic.</p><p>But there’s been no such thing as a normal day in the capital for well over a month. Normality has long since disappeared in the fight against Covid-19, and the city’s main arteries are unclogged by cars.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/24-hrs-madrid-emergency-ambulance-coronavirus-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/24-hrs-madrid-emergency-ambulance-coronavirus-photo-essay", "date_published": "2020-04-27 06:50:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did Ryanair stop refunds and start offering only vouchers?", "description": "<p>At first it said it would give the money back, but then it said this would only be after the coronavirus crisis</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p><strong>We booked Ryanair flights to Malta in March which, of course, had to be cancelled. At the end of March Ryanair promised us that our request for a full refund would be processed within 20 working days, with the money paid up to 10 days later.</strong></p><p><strong>Today we received an email which seems to only offer replacement vouchers. In the small print, Ryanair states that it will only consider refunds after the Covid-19 emergency is over. Can I hold Ryanair to its original promise?</strong></p> <a href=\"https://www.theguardian.com/money/2020/apr/27/why-did-ryanair-stop-refunds-and-start-offering-only-vouchers\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/apr/27/why-did-ryanair-stop-refunds-and-start-offering-only-vouchers", "date_published": "2020-04-27 06:25:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The antidote: your favourite weekend reads beyond coronavirus", "description": "<p>If you’re feeling overwhelmed by coverage of the pandemic, try our list of non-coronavirus articles that our readers spent the most time with over the weekend</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/the-antidote-your-favourite-weekend-reads-beyond-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/the-antidote-your-favourite-weekend-reads-beyond-coronavirus", "date_published": "2020-04-27 06:25:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'The bliss of a quiet period': lockdown is a unique chance to study the nature of cities", "description": "<p>Empty streets and skies let the birds be heard and leave animals free to roam as well as allowing scientists to examine how humans change urban biodiversity</p><p>Peregrine falcons have swapped sea cliffs for the UK parliament and red-crowned parrots have left tropical forests in Mexico for the leafy neighbourhoods of Pasadena. </p><p>Cities all over the world have their own unique ecological concoctions created by mixing human settlements with wildlife. Coronavirus-induced lockdown is changing the daily rhythm of urban life, shining a light on emboldened animals that usually prefer to remain hidden.</p> <a href=\"https://www.theguardian.com/environment/2020/apr/27/the-bliss-of-a-quiet-period-lockdown-is-a-unique-chance-to-study-the-nature-of-cities-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2020/apr/27/the-bliss-of-a-quiet-period-lockdown-is-a-unique-chance-to-study-the-nature-of-cities-aoe", "date_published": "2020-04-27 06:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If 'now is not the time' to commit to a coronavirus inquiry, then when? | Nesrine Malik", "description": "<p>The British government knows it has messed up. So it will dodge and delay a public inquiry until the moment passes<br /><br /></p><ul><li><a href=\"https://www.theguardian.com/world/live/2020/mar/14/coronavirus-live-updates-uk-us-australia-italy-europe-school-shutdown-sport-events-cancelled-latest-update-news\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>As calls mount for an inquiry into the government’s coronavirus response, the answer we hear is: now is not the time. When Dominic Raab was asked last week if the government would commit to holding a public inquiry, he resorted to the impatient language of priorities. “When we get through this crisis,” he huffed, only then will it be “important to take stock”.</p><p>Here’s what we already know. The government delayed implementing a lockdown for no clear reason – perhaps it was the prime minister’s outsized regard for the “<a href=\"https://www.theguardian.com/commentisfree/2020/apr/11/coronavirus-exposed-myth-british-exceptionalism\">freedom-loving instincts of the British people</a>”, or a misguided bid to pursue “herd immunity” – and then reversed its position. Weeks were wasted, and thousands of lives were lost. The government abruptly stopped its contact-tracing programme in mid-March; it claimed mass testing wasn’t necessary, and then U-turned while repeatedly shifting the goalposts on the number of tests to be done. It did not provide adequate levels of PPE for NHS and care home staff, and hundreds of workers are dying. This government’s Conservative predecessors underfunded the NHS and undermined the UK’s preparedness for a major crisis such as a pandemic.</p> <a href=\"https://www.theguardian.com/commentisfree/2020/apr/27/public-inquiry-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2020/apr/27/public-inquiry-coronavirus", "date_published": "2020-04-27 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If It Bleeds review – Stephen King on vintage form", "description": "<p>The horror writer is at his familiar best with four suspenseful and sometimes surprisingly tender novellas </p><p>Stephen King has made good use of the sometimes tricky novella form over his nearly 50-year career, often as a vehicle to explore ideas and styles that lie off the more familiar path of his horror novels. <em>If It Bleeds</em> brings together four new stories, all offering vintage King themes with their own particular twist.</p><p>The showpiece here is the title novella, a sequel of sorts to King’s 2018 novel <em><a href=\"https://www.theguardian.com/books/2018/may/18/the-outsider-by-sephen-king\">The Outsider</a></em>, which was shown as a 10-part HBO series at the beginning of this year. The title comes from the callous (but accurate) newsroom axiom “if it bleeds, it leads”. Private investigator Holly Gibney is watching breaking news coverage of a bomb attack at a middle school when she notices something odd about the reporter, Chet Ondowsky. A little background research suggests that Ondowsky’s being first on the scene at incidents of horrific carnage is no coincidence, and Holly wonders if the reporter might be deliberately causing atrocities. King marries an obvious affection for the tropes of old gumshoe movies with carefully researched forensic technology to create an odd hybrid of procedural and horror that ratchets up the suspense, even if it feels a little familiar to readers of <em>The Outsider</em>, or the trilogy of Bill Hodges novels in which Holly first appeared.</p> <a href=\"https://www.theguardian.com/books/2020/apr/27/if-it-bleeds-review-stephen-king-on-vintage-form\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/27/if-it-bleeds-review-stephen-king-on-vintage-form", "date_published": "2020-04-27 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic jeopardises support for world's poor as charities lose millions", "description": "<p>British government urged to plug shortfall as Oxfam and Christian Aid reveal huge financial impact of Covid-19 outbreak</p><p>Charities are calling on the UK government for greater support as they report the loss of millions of pounds as a result of Covid-19.</p><p>Oxfam said it is losing £5m a month from the closure of its shops alone, while Christian Aid last week said it expected a £6m drop in its funds this financial year. Others said they were still calculating the impact.</p> <a href=\"https://www.theguardian.com/global-development/2020/apr/27/pandemic-jeopardises-support-for-worlds-poor-as-charities-lose-millions-covid-19\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2020/apr/27/pandemic-jeopardises-support-for-worlds-poor-as-charities-lose-millions-covid-19", "date_published": "2020-04-27 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Travelling to new worlds: the best translated literature", "description": "<p>From a classic French novel about unrequited love to stories from Denmark that skewer contemporary life … tales to transport us in testing times</p><p>Our individual love affairs with translated literature generally begin without us being really aware of them, starting with fairytales – Perrault, the Brothers Grimm – and then on to the Moomins, Asterix, Tintin … They speak to readers beyond the language in which they were written. In this surreal time when our global connections and similarities have rarely been so obvious, we should take the unexpected opportunity to engage with new, and shared, reading experiences that will last long beyond the lockdown.</p><p><a href=\"https://www.theguardian.com/books/2013/sep/01/the-siege-arturo-perez-reverte-review\">Arturo</a><strong><a href=\"https://www.theguardian.com/books/2013/sep/01/the-siege-arturo-perez-reverte-review\"> </a></strong>Pérez<a href=\"https://www.theguardian.com/books/2013/sep/01/the-siege-arturo-perez-reverte-review\">-Reverte</a>’s Madrid-based thriller <strong>The </strong><strong>Club Dumas</strong>, translated by Sonia Soto (Vintage), features a grumpy, mercenary book dealer-turned-detective, Lucas Corso, and is a bibliophile’s dream. A wealthy publisher is found hanged in his study, shortly after selling a rare manuscript of <em>The Three Musketeers</em>; the mystery quickly turns into a complex game of cat and mouse across Europe. Pérez-Reverte has been compared to John le Carré and Gabriel García Márquez: this 1996 novel is one of his exhilarating best.</p> <a href=\"https://www.theguardian.com/books/2020/apr/27/travelling-to-new-worlds-the-best-translated-literature\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/27/travelling-to-new-worlds-the-best-translated-literature", "date_published": "2020-04-27 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We're stuck paying rent on a property we can't move into", "description": "<p>After finding a buyer for our home we decided to rent, but after lockdown we have to stay</p><li>Coronavirus – latest updates</li><li>See all our coronavirus coverage</li><p><strong>Q</strong> My husband and I are in our 70s. We were in the process of moving home to be nearer family who currently live about four hours’ drive away.</p><p>Initially, we wanted to rent and signed up for a tenancy in the middle of March. We had a buyer for our house, and had booked a removals firm for early April, knowing that the sale would not be completed until a month or so after we had moved to the rented property.</p> <a href=\"https://www.theguardian.com/money/2020/apr/27/were-stuck-paying-rent-on-a-property-we-cant-move-into\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2020/apr/27/were-stuck-paying-rent-on-a-property-we-cant-move-into", "date_published": "2020-04-27 06:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best road trips to take … by audiobook", "description": "<p>There are audiobooks aplenty for an actual road trip, but what about when stuck at home? From Kerouac to Dervla Murphy, hit the highway with these epic journeys</p><p><strong>By William Least Heat-Moon, read by Joe Barrett</strong></p> <a href=\"https://www.theguardian.com/travel/2020/apr/27/10-best-road-trip-audiobooks-kerouac-dervla-murphy\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2020/apr/27/10-best-road-trip-audiobooks-kerouac-dervla-murphy", "date_published": "2020-04-27 05:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Sally Rooney's Normal People hits the small screen", "description": "<p>The much-anticipated adaptation of the Irish writer’s second novel begins. Plus: Grayson’s Art Club. Here’s what to watch this evening</p><p><a href=\"https://www.theguardian.com/books/2019/jan/08/normal-people-sally-rooney-novel-literary-phenomenon-of-decade\">Sally Rooney’s 2018 bestseller</a> gets an eagerly awaited 12-part adaptation. It tells the story of lovers Connell and Marianne, as their lives intertwine and disentangle throughout school and university in Dublin. In this opening double bill, wealthy loner Marianne sparks a tentative friendship with Connell, whose mother cleans at her house. As their relationship grows in secret, so do their lies. It is a softly paced and tender coming-of-age tale played with subtlety by <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/12/the-stakes-were-really-high-bringing-sally-rooney-normal-people-to-tv\">Paul Mescal as Connell and Daisy Edgar-Jones as Marianne</a>. <em>Ammar Kalia</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/27/tv-tonight-sally-rooneys-normal-people-hits-the-small-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/27/tv-tonight-sally-rooneys-normal-people-hits-the-small-screen", "date_published": "2020-04-27 05:20:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Monday briefing: Pressure's on as Johnson returns to No 10", "description": "<p>The PM faces a bulging inbox of issues including lockdown exit and testing … Business demands clarity … Wordsworth’s 250th anniversary tribute</p><p>Morning everyone. This is Martin Farrer bringing you the top stories to start the week.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/monday-briefing-pressures-on-as-johnson-returns-to-no-10\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/monday-briefing-pressures-on-as-johnson-returns-to-no-10", "date_published": "2020-04-27 05:18:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "William Wordsworth's 250th anniversary marked with mass readings", "description": "<p>Stephen Fry and Brian Cox have joined descendants of the great Romantic and members of the public to record a host of his poems<br /></p><p>Stephen Fry and Brian Cox’s sonorous tones can be heard declaiming William Wordsworth’s The World Is Too Much With Us, Caroline Quentin is reading the Romantic poet’s Lines Written in Early Spring, and William H Macy has taken on his She Dwelt Among the Untrodden Ways.</p><p>A host of actors and celebrities have jumped at the chance to record their favourite Wordsworth poems to mark the 250th anniversary of his birth, with the poet’s descendants now appealing to the public to send in their own readings to help them build a living archive of his writing online.</p> <a href=\"https://www.theguardian.com/books/2020/apr/27/william-wordsworth-250th-anniversary-mass-reading-stephen-fry-brian-cox\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/27/william-wordsworth-250th-anniversary-mass-reading-stephen-fry-brian-cox", "date_published": "2020-04-27 05:05:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wig walls, Derek Jacobi layering and Boy scout vibes: style lessons from our favourite shows", "description": "<p>Here are shows that are inspiring our lockdown wardrobes – whether it’s a masterclass in how to avoid loungewear from Wong Kar-Wai or a lesson in defiant dressing from Schitt’s Creek</p> <a href=\"https://www.theguardian.com/fashion/2020/apr/27/wig-walls-derek-jacobi-layering-and-boy-scout-vibes-style-lessons-from-our-favourite-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2020/apr/27/wig-walls-derek-jacobi-layering-and-boy-scout-vibes-style-lessons-from-our-favourite-shows", "date_published": "2020-04-27 05:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Does living in New York make any financial sense after this pandemic?", "description": "<p>I’ve perpetuated the illusion that my family lives a stable life, but that was an absurd delusion, and it feels insane to continue as we have</p><ul><li><a href=\"https://www.theguardian.com/us-news/series/two-in-five\"><strong>Two in five</strong>: our new series about the disappearance of the US middle class</a></li></ul><p>I have long known that much of my life’s frustrations come from trying to have it both ways. Though they were made available to me, I shunned more traditional and more stable careers. Instead, I have continued, time and again, to try to be a writer, knowing full well this is not a stable choice. I simultaneously hoped for and attempted to create a stable life for our kids. I continued to attempt to perpetuate the illusion that I live the kind of life that people with more traditional jobs are able to afford – we kept living in New York, with two kids, kept trying to have health insurance and sometimes go to the dentist, kept trying to send our children to good public schools and summer camps.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/27/does-living-in-new-york-make-any-financial-sense-after-this-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2020/apr/27/does-living-in-new-york-make-any-financial-sense-after-this-pandemic", "date_published": "2020-04-27 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Locked-down advertisers ask: is it too soon for jokes?", "description": "<p>Brands seek to strike right tone as they adjust to new rules of the pandemic</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Lucy Jameson is facing a conundrum as she advises cautious customers of her advertising agency: when are companies allowed to make jokes about the pandemic-induced lockdown?</p><p>“I think it’s pretty soon,” said Jameson, a co-founder of <a href=\"http://www.uncommon.london/\">Uncommon</a>, reflecting on how advertisers are having to juggle the severity of the situation with the emotions of an audience who face being stuck at home for months. “You’ve got to do it cleverly. There are still lots of people dying, but people are desperate for a bit of light relief. It’s about striking the balance right.”</p> <a href=\"https://www.theguardian.com/media/2020/apr/27/locked-down-advertisers-ask-is-it-too-soon-for-jokes\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2020/apr/27/locked-down-advertisers-ask-is-it-too-soon-for-jokes", "date_published": "2020-04-27 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex Education creator Laurie Nunn: 'You can't make sex scenes flowery!'", "description": "<p>She scored a global smash with her TV debut. As the taboo-busting show is green-lit for a return, the writer reveals how she turned teenage dorkiness – and her own experience of sexual assault – into dynamite drama</p><p>Laurie Nunn is remembering her own experience of sex education. It was, she says, “practically nonexistent” at her school, which is ironic, given that she is responsible for one of the <a href=\"https://www.theguardian.com/tv-and-radio/sex-education\">most candid TV shows</a> ever made about the subject. “They didn’t talk about female pleasure at all,” says the writer. “I’m in my 30s and I feel like I’m only now starting to get the right language to talk about my own body. I think, ‘God, I wish I’d known this stuff when I was in my 20s.’”</p><p>When Sex Education was picked up, Nunn had no big credits to her name. She had written and directed a couple of short films and had worked up ideas for production companies, but nothing had quite landed. Then, suddenly, she had a hit – such a hit that Netflix’s UK headquarters now has a Sex Education-themed floor. (We meet on the <a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/22/stranger-things-netflix-duffer-brothers\">Stranger Things</a> floor, though. Perhaps the Sex Education floor would have been just too weird.)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/27/sex-education-creator-laurie-nunn-netflix-interview-you-cant-make-sex-scenes-flowery\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/27/sex-education-creator-laurie-nunn-netflix-interview-you-cant-make-sex-scenes-flowery", "date_published": "2020-04-27 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK doctors finding it harder to get PPE kit to treat Covid-19 patients, research reveals", "description": "<p>Royal College of Physicians says NHS staff’s lives are still at risk despite ministers’ pledges</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>Doctors working in the riskiest areas of the UK’s hospitals with Covid-19 patients are finding it harder to get protective kit, despite ministerial pledges to solve the problem, research reveals.</p><p>The Royal College of Physicians has condemned the apparently worsening availability of personal protective equipment (PPE) as “truly terrible” and warned that frontline staff’s lives are at risk as a result.</p> <a href=\"https://www.theguardian.com/society/2020/apr/27/uk-doctors-finding-it-harder-to-get-ppe-kit-to-treat-covid-19-patients-research-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2020/apr/27/uk-doctors-finding-it-harder-to-get-ppe-kit-to-treat-covid-19-patients-research-reveals", "date_published": "2020-04-27 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I do my best – wholeheartedly’: Julie Hesmondhalgh on Corrie, Corbyn and trans rights", "description": "<p>She played Hayley in Coronation Street and a rape survivor in Broadchurch, and has always believed art can change the world. She is no less passionate about fighting for causes off screen</p><p>Julie Hesmondhalgh has had an epiphany – related to Covid-19, obviously.</p><p>“I realise that my main skill in the apocalypse is making videos of myself to send to exhausted NHS workers,” she says. “‘Hi! I’m Julie Hesmondhalgh, better known as Hayley from Coronation Street. I know you’re on your one 10-second break of a 12-hour shift and what you really need is to see some obscure TV personality making a video …’” She pauses. “I’ve never felt more useless in my life.”</p> <a href=\"https://www.theguardian.com/culture/2020/apr/27/i-do-my-best-wholeheartedly-julie-hesmondhalgh-on-corrie-corbyn-and-trans-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2020/apr/27/i-do-my-best-wholeheartedly-julie-hesmondhalgh-on-corrie-corbyn-and-trans-rights", "date_published": "2020-04-27 05:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ardern: New Zealand has 'won battle' against community transmission of Covid-19", "description": "<p>Ahead of move to level-3 lockdown, PM says country must remain vigilant </p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Coronavirus – latest updates</a></li><li><a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul><p>New Zealand’s prime minister, Jacinda Ardern, has said the country has stopped the “widespread, undetected community transmission” of Covid-19, as tough lockdown restrictions are scheduled to ease on Monday night.</p><p>Ardern said New Zealand had “avoided the worst” in the pandemic, but must continue to fight the virus.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/new-zealand-prepares-to-lift-strict-lockdown-after-eliminating-coronavirus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/new-zealand-prepares-to-lift-strict-lockdown-after-eliminating-coronavirus", "date_published": "2020-04-27 04:54:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronavirus latest: at a glance", "description": "<p>A summary of the biggest developments in the global coronavirus outbreak</p><ul><li><a href=\"https://www.theguardian.com/world/series/coronavirus-live/latest\">Follow our latest coronavirus blog for live news and updates</a></li></ul><p>Key developments in the global <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus outbreak</a> today include:</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/coronavirus-latest-at-a-glance\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/coronavirus-latest-at-a-glance", "date_published": "2020-04-27 04:49:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Truck driver Mohinder Singh charged over Melbourne crash that killed four police officers", "description": "<p>Singh, 47, charged with culpable driving after a joint investigation by major collision investigation unit and homicide squad</p><p>Truck driver Mohinder Singh has appeared in court charged with culpable driving over the Melbourne freeway crash that killed four police officers.</p><p>The 47-year-old Cranbourne man was charged with four counts of culpable driving over last Wednesday’s fatal collision, police said early on Monday.</p> <a href=\"https://www.theguardian.com/australia-news/2020/apr/27/truck-driver-charged-with-culpable-driving-over-melbourne-crash-that-killed-four-police-officers\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2020/apr/27/truck-driver-charged-with-culpable-driving-over-melbourne-crash-that-killed-four-police-officers", "date_published": "2020-04-27 04:41:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saturday Night Live: Brad Pitt plays Dr Anthony Fauci in standout virtual episode", "description": "<p>In SNL cold open, Fauci (Pitt) clears up Trump’s false claims about the coronavirus and Miley Cyrus performs a killer cover of Pink Floyd’s Wish You Were Here</p><p>For the second time this month, Saturday Night Live made a surprise return to deliver a new episode filmed remotely. This time, virtual hosting duties fell to Brad Pitt, playing lead member of the White House coronavirus task force, Dr Anthony Fauci. The raspy voiced physician thanks “all the older women in America who have sent me supportive, inspiring and sometimes graphic emails”, before clearing up a number of President Trump’s false claims about coronavirus.</p><p>Regarding Trump’s statements about a vaccine being ready “relatively soon”, Fauci explains, “If you were to tell a friend, I’ll be over relatively soon, and then showed up a year-and-a-half later, your friend may be relatively pissed off.” Per the president’s claims that “everyone” has access to the tests, he translates: “What he meant was – almost no one.” By the time he gets to Trump’s latest ramblings, regarding injecting light and disinfectant in the human body, he’s too dumbstruck to even respond. Pitt wraps up by removing his prosthetics and sincerely thanking Fauci and all medical first responders for their service, before announcing: “Live, kinda, from all across America, it’s Saturday Night.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2020/apr/26/saturday-night-live-brad-pitt-dr-anthony-fauci-virtual-episode\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2020/apr/26/saturday-night-live-brad-pitt-dr-anthony-fauci-virtual-episode", "date_published": "2020-04-27 03:27:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Could bringing Neanderthals back to life save the environment? The idea is not quite science fiction | James Bradley", "description": "<p>The climate emergency is unsettling our future, and erasing what we thought was certain about the past</p><p>In 2015, <a href=\"https://www.nationalgeographic.com.au/history/frozen-cave-lion-cubs-from-the-ice-age-found-in-siberia.aspx\">flooding exposed the frozen bodies of two cave lion cubs</a> in the Yakutia region of Russia. Members of a species that vanished at the end of the last Ice Age, the pair were buried approximately 12,000 years ago when the roof of their den collapsed and trapped them in the frozen ground. In photos, their faces are so well-preserved one might almost believe they are only sleeping.</p><p>Yet despite their unusually perfect condition, the cubs are not the only such relics to have appeared in recent years. Throughout the Arctic and subarctic, <a href=\"https://www.theguardian.com/science/2018/sep/14/spectacular-ice-age-wolf-pup-and-caribou-dug-up-in-canada\">animals</a> and <a href=\"https://www.theguardian.com/science/2020/apr/16/spectacular-artefacts-found-as-norway-ice-patch-melts\">artefacts</a> buried for thousands of years are reappearing, liberated from their frozen graves by the rapid warming in the region. In the <a href=\"https://www.nationalgeographic.com/news/2017/07/swiss-couple-found-bodies-ice-glacier-spd/\">Alps</a> and <a href=\"https://www.nytimes.com/2019/05/30/sports/everest-bodies-global-warming.html\">elsewhere</a>, bodies of people lost for decades in the mountains are emerging from the ice as glaciers melt. In Australia, towns submerged for generations are <a href=\"https://www.msn.com/en-au/news/australia/haunting-remains-of-flooded-town-emerge-due-to-drought/ar-BBZAtWg\">resurfacing as dam levels fall due to drought and heat</a>. </p> <a href=\"https://www.theguardian.com/books/2020/apr/27/could-bringing-neanderthals-back-to-life-save-the-environment-the-idea-is-not-quite-science-fiction\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2020/apr/27/could-bringing-neanderthals-back-to-life-save-the-environment-the-idea-is-not-quite-science-fiction", "date_published": "2020-04-27 02:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kim Jong-un is 'alive and well', says South Korea's security adviser", "description": "<p>Moon Chung-in quashes health rumours, saying North Korean leader has been in Wonsan – a resort town in the country’s east – since 13 April</p><p>South Korea has said that Kim Jong-un, is “alive and well”, downplaying rumours that that the North Korean leader was seriously ill after undergoing heart surgery.</p><p>“Our government position is firm,” Moon Chung-in, a special adviser on national security to the South Korean president, Moon Jae-in, said in an interview with CNN on Sunday. “Kim Jong-un is alive and well.”</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/kim-jong-un-is-alive-and-well-says-south-koreas-security-adviser\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/kim-jong-un-is-alive-and-well-says-south-koreas-security-adviser", "date_published": "2020-04-27 02:13:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19's continued spread into South America", "description": "<p>From his temporary home in Rio de Janeiro, the Guardian’s Latin America correspondent, Tom Phillips, can hear the nightly protests against Brazilian president Jair Bolsonaro’s handling of the coronavirus pandemic, where cases are steadily rising. He discusses how Brazil and other South American countries are trying to deal with the pandemic</p><p>The Guardian’s Latin America correspondent, <strong>Tom Phillips</strong>, talks to <strong>Anushka Asthana</strong> about the growing protests against the Brazil president’s handling of the coronavirus pandemic. Medical experts fear Jair Bolsonaro could be hastening the country’s march towards a devastating public health crisis by undermining social distancing measures. Bolsonaro is <a href=\"https://www.economist.com/the-americas/2020/04/11/jair-bolsonaro-isolates-himself-in-the-wrong-way\">one of just four world leaders</a> still downplaying the threat of coronavirus to public health, alongside the authoritarian presidents of <a href=\"https://www.theguardian.com/world/2020/apr/08/nicaragua-daniel-ortega-missing-anger-fear-month\">Nicaragua</a>, <a href=\"https://www.theguardian.com/sport/video/2020/mar/29/there-are-no-viruses-here-belarus-president-plays-ice-hockey-amid-covid-19-pandemic-video\">Belarus</a> and Turkmenistan.</p><p>Phillips also discusses the devastating impact the virus has had on Ecuador, in particular Guayaquil, the Latin American city hit hardest by the virus. Bodies have been kept in homes or dumped on roadsides as authorities and hospitals struggle to cope.</p> <a href=\"https://www.theguardian.com/news/audio/2020/apr/27/covid-19-spread-south-america\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2020/apr/27/covid-19-spread-south-america", "date_published": "2020-04-27 02:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Saudi Arabia ends death penalty for crimes committed by minors", "description": "<p>Kingdom has one of the world’s highest rates of execution and rights groups have repeatedly raised concerns about the fairness of trials</p><p>Saudi Arabia has ended the death penalty for crimes committed by minors after effectively<a href=\"https://www.theguardian.com/world/2020/apr/25/saudi-arabia-to-end-flogging-as-a-form-of-punishment\"> abolishing floggings</a>, as the kingdom seeks to blunt criticism over its human rights record.</p><p>The death penalty was eliminated for those convicted of crimes committed while they were minors, Human Rights Commission president Awwad Alawwad said in a statement, citing a royal decree.</p> <a href=\"https://www.theguardian.com/world/2020/apr/27/saudi-arabia-ends-death-penalty-for-minors\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2020/apr/27/saudi-arabia-ends-death-penalty-for-minors", "date_published": "2020-04-27 00:03:52+00:00", "persistent": false, "user": null, "language": "en-UK"}]