[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Destroy All Humans! - Official Release Date Trailer", "description": "Prepare your defenses, the Invasion will begin on July 28th, 2020! Destroy All Humans will arrive on PC, PlayStation 4 and Xbox One.\n\nGet it here: https://destroyallhumansgame.com/orde...\n\nDestroy All Humans! has already been available for pre-order on PC, PlayStation 4, and Xbox One from your preferred retailer, and is now also available for pre-order digitally on PC and Xbox One. Pre-order Skins available via selected channels only!\n\n#DestroyAllHumans #GameSpot", "link": "https://www.youtube.com/watch?v=VkYM8XxFjEE", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FULL Stadia Connect Presentation - April 28 2020 - DOOM Eternal, PUBG & More!", "description": "Take a look at what's coming to Stadia this year.", "link": "https://www.youtube.com/watch?v=-J7g06DCvec", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Let's Be A Cyberpunk Delivery Driver In Cloudpunk", "description": "Ben and Jean-Luc check out Cloudpunk, a game where you play a delivery driver who works shady jobs in a massive cyberpunk city.", "link": "https://www.youtube.com/watch?v=ogMyaLOjI3o", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "New Last Of Us Part 2 Release Date, Ghost Of Tsushima Moves To July | Save State", "description": "After being delayed indefinitely in early April, Naughty Dog has announced a new The Last Of Us Part 2 release date of June 19. Meanwhile, another PlayStation exclusive, Ghost of Tsushima, has had its  release date changed to July 17, moving from its original June slot. \n\nThe Uncharted movie starring Tom Holland and Mark Wahlberg also has a new release date, and is now coming Summer 2021. In non-release date move news, hot off the release of its Wastelanders expansion, plans may be afoot to add pets into Fallout 76, according to the team at Bethesda. \n\nJoin us every day for all the breaking gaming news stories, right here on Save State.\n\n#SaveState #GameSpot", "link": "https://www.youtube.com/watch?v=344XqLuF7xo", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "XCOM: Chimera Squad Review", "description": "XCOM: Chimera Squad refines the series’ core tactical strengths to show that sometimes less is more.\n\n#XCOM #ChimeraSquad #GameSpotReview", "link": "https://www.youtube.com/watch?v=luhyHDLr8fk", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "FULL Travis Scott X Fortnite Astronomical Concert Event", "description": "Fortnite has pulled out all the bells and whistles with its latest collaborative effort with Travis Scott. The popular artist has a psychedelic display that occurs live in game and we captured the entire event in this gameplay clip. Check it out!\n\nFortnite developer Epic Games and rapper Travis Scott teamed up to host a special Astronomical concert in the popular battle royale game this week. While this isn't the first time a concert has been held in the game, it's certainly the most elaborate and surreal one to date, featuring a giant digital likeness of the rapper dancing around the island as the environment morphed according to the song.\n\nThere are a few more showings of the Astronomical concert planned for Saturday, April 25, so you still have a chance to log in and watch it unfold in the game. If you're not able to catch it live, however, we've captured the entire concert in the video above.\n\nTying into the Astronomical concert is a special, limited-time set of challenges to complete, which will unlock more Travis Scott cosmetics. One of the challenges asks you to bounce off of giant inflatable Astro heads. If you need help finding those, be sure to check out our Fortnite Astro heads location guide.\n\nSeason 2 of Fortnite Chapter 2 has been extended into early June, with Season 3 of the game now planned to kick off on June 4. That means you still have a few more weeks to complete any challenges you may have missed from earlier in the season. You can find maps and guides to help you finish those in our Fortnite Season 2 challenges roundup.\n\n#TravisScott #Fortnite #AstronomicalConcert", "link": "https://www.youtube.com/watch?v=U-gpVqMd7wE", "date_published": "2020-04-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Gears Tactics Review", "description": "Gears Tactics carefully recreates the chaotic excitement of a Gears of War firefight in turn-based strategy form.\n\n#GearsTactics #GameSpotReview", "link": "https://www.youtube.com/watch?v=Eog57qSfj0Q", "date_published": "2020-04-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]