[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Rodrigo y Gabriela: Tiny Desk (Home) Concert", "description": "The Tiny Desk is working from home for the foreseeable future. Introducing NPR Music's Tiny Desk (home) concerts, bringing you performances from across the country and the world. It's the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nApril 28, 2020 | Felix Contreras -- This unprecedented period of worldwide lockdown has halted public musical performances. But it has also inspired intimate performances by musicians directly from the places where they create their music.\n\nThe Mexican duo known as Rodrigo y Gabriela travel the globe playing to crowds who are captivated by their almost telepathic acoustic guitar interplay. But they make their home in Mexico in a sunny Pacific beach town called Zihuatanejo (remember The Shawshank Redemption?). For this performance we get a peek at their home studio, where they surround themselves with guitars and dress down in sneakers and casual clothes. They run through tunes from throughout their recorded history, including a song they played at the Tiny Desk back in 2009. Rodrigo y Gabriela's picking and strumming feel more relaxed than usual but maintains their intense focus.\n\nSET LIST\n\nTamacun\nDiablo Rojo\nHanuman\nMettavolution", "link": "https://www.youtube.com/watch?v=PMpGjox3TBs", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "The Free Nationals Feat. Anderson .Paak, Chronixx & India Shawn: NPR Music Tiny Desk Concert", "description": "This performance was recorded on March 4, 2020. We will continue releasing Tiny Desk videos of shows that had already been taped. In light of current events, NPR is postponing new live tapings of Tiny Desk Concerts. In the meantime, check out Tiny Desk (home) concerts! They’re recorded by the artists in their home. It’s the same spirit — stripped-down sets, an intimate setting — just a different space.\n\nDid you know you can watch new Tiny Desk concerts on npr.org ONE WEEK before they go up on YouTube? Click here: https://www.npr.org/tinydesk\n\nFollow NPR Music:\nTwitter: https://twitter.com/nprmusic\nInstagram: https://www.instagram.com/nprmusic\n\nApril 22, 2020 | Abby O'Neill -- In mid-February, I was in Los Angeles for the Grammy Awards and attended an impromptu birthday celebration for Anderson .Paak. His Tiny Desk concert with The Free Nationals, filmed in 2016, is the most popular in the history of the series. Asked to share what he was thankful for, Ron Avant, keyboardist of The Free Nationals, replied, \"I'm grateful that the Tiny Desk has made my face recognizable around the globe\" and .Paak commented on what a powerful impact his Tiny Desk concert has had on his career.\n\nSo it was a special return when The Free Nationals arrived in the nation's capital to showcase their new tunes on March 4, before the coronavirus crisis had set in. Lots of NPR staffers showed up in the hopes that a surprise guest might be in store. Ron Avant invoked Roger Troutman of Zapp on the talk box, while newcomer India Shawn, radiant in a red jump suit, crooned Daniel Caesar's \"Beauty & Essex\" in a sultry register. India, formerly a background singer for .Paak and now an emerging solo artist, also sang lead on the second song, \"On Sight.\" Both songs are from the band's self-titled debut, which came out at the end of last year.\n\nThen \"Cheeky Andy,\" aka Anderson.Paak, surprised the audience with his signature smile and spunky energy that light up every room and screen he graces. .Paak reflected warmly on his first foray behind the Tiny Desk and then launched into \"Gidget,\" a song with a groove so catchy that it makes you want to two-step in your living room. .Paak wasn't the only special guest. Jamaican roots reggae singer Chronixx returned to the Desk to perform his \"Eternal Light,\" a song he recorded with The Free Nationals on their album. He seemed stunned at the number of fans in the audience this time, swaying to the sound of his voice and obviously uplifted by the message of gratitude and positivity in his songs.\n\nOf the many things to be grateful for, seeing The Free Nationals, Anderson. Paak, and Chronixx return to the Desk is top tier.\n\nSET LIST\n\"Beauty & Essex (Featuring India Shawn)\"\n\"On Sight (Featuring India Shawn)\"\n\"Gidget (Featuring Anderson .Paak)\"\n\"Eternal Light (Featuring Chronixx)\"\n\nMUSICIANS\nRon Tnava Avant: keys, vocals; José Rios: guitar; Kelsey González: bass; Callum Connor; drums; Anderson .Paak: vocals, drums; India Shawn: vocals; Chronixx: vocals\n\nCREDITS\nProducers: Abby O'Neill, Morgan Noelle Smith; Creative director: Bob Boilen; Audio engineers: Josh Rogosin, Patrick Boyd; Editor: Melany Rochester; Videographers: Kara Frame, Maia Stern, Melany Rochester, Morgan Noelle Smith; Associate Producer: Bobby Carter; Production Assistant: Tolu Igun; Executive producer: Lauren Onkey; VP, programming: Anya Grundmann; Photo: Bob Boilen/NPR", "link": "https://www.youtube.com/watch?v=y1VKZUg8XZA", "date_published": "2020-04-27 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]