[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "Create your Linux Install USB Key - Switch To Linux Part 3", "description": "Visit http://linode.com/linuxexperiment for a 20$ credit on your new Linode account !\nSwitching to Linux implies creating a bootable install media, and booting from it, and while it might seem easy once you’ve done it, it can still be a big barrier for newcomers, since it’s not something a lot of people have done before if they haven’t tried to move to a different OS. Let’s see how to proceed !\n\nSupport the channel on Patreon: \nhttps://www.patreon.com/thelinuxexperiment\n\nFollow me on Twitter : http://twitter.com/thelinuxEXP\n\nMy Gaming on Linux Channel: https://www.youtube.com/channel/UCaw_Lz7oifDb-PZCAcZ07kw\n\nFollow me on LBRY: https://lbry.tv/@TheLinuxExperiment:e\n\nThe Linux Experiment merch: get your goodies there! https://teespring.com/en-GB/stores/the-linux-experiment\n\n\nWhat the ISO file contains is a live image of your distribution. This thing will be used as a startup disk that your computer will use, and will allow you to play with the system before installing it, and start an installer from it. Think about this as a small hard drive where your system is already installed, but where none of the changes you make will persist after a reboot.\n\nHere we’ll be using USB media. You could still use a CD/DVD drive, or an SD card, or anything else that’s removable and can store 5 to 10Gb of data, but USB keys are just ubiquitous and easy to handle.\n\nWhat we want to do is unpack the ISO file onto the USB drive. Fortunately, there are plenty of programs to help you create a bootable USB drive.\n\nMy favorite one is Etcher: it’s super simple and fast, and available for all platforms. You can download it using the link in the description below, and run it immediately. It will ask you to select the USB drive you want to use, pick your ISO file, and then it’s just one click to start the process. It can take up to 10 minutes depending on your USB speed and the size of the ISO file.\n\nA few warnings: make sure you pick the right removable media, because it will be completely erased. If you have multiple external usb drives plugged into your computer, now is a good time to remove them to only leave the one you want to use for your Live USB. Second, your install media should ideally have 8Gb of storage, just to make sure you can unpack the ISO correctly. Third, if your computer supports it, use a USB 3 drive and port, to make sure your install will be as speedy as possible.\n\nNow that your USB key is done, what do you do with it?\n\nNow is a part where it can be super easy, or more convoluted. What we need to do is tell your computer to start from your new drive, so obviously, it needs to be plugged in when you boot. Problem is, a lot of manufacturers tend to make the computer start from the internal SSD or hard drive, as a security measure. This means that even if you reboot with your drive plugged in, your computer probably will boot normally without using the drive.\n\nGetting to the boot sequence will depend on your computer. Most recent machines can allow you to press “escape” repeatedly when you boot and see the OEM logo, and will display a list of bootable options. There, you can pick your usb drive and start from it.\n\nOn older machines, you’ll have to manually edit the boot sequence, and that means getting into the BIOS or UEFI. These are just the basic interface to control the computers really advanced hardware features, and that allow it to start another operating system. To get into the BIOS, you need to press a key at startup, it’s generally one of the function keys, like F2, F12, or F9, but that will depend on your manufacturer. On my ryzen desktop with an AORUS motherboard, I have to press F12, but on my Matebook 13, I have to hold F2.\n\nSome manufacturers will display which key needs to be pressed when they display their logo at startup, but for those who don’t you can always look up your computer model online and search how to access the BIOS.\n\nOnce you’re in the BIOS, there's another issue: all BIOS look different. You might get something really graphical, like what I have on my relatively recent Ryzen desktop, or something that looks really old, like on the matebook. What you’ll be looking for is something titled boot priority, boot order, or boot sequence. You’ll then see all the various devices taht your computer has plugged in, and be able to move the order. Move your USB drive to the top of the list or in priority one, and save your settings.\n\nThis can generally be done by pressing F10 to save and exit, but you might get a specific button to save and quit.\n\nNow you’re on your live system. You’ll be connected as a “Live session user” and have access to the OS. The system might not be as responsive as if it was installed, and that’s normal, since it’s running from USB, which might be slower than your normal SSD or hard drive disk. If you’re using a USB3 drive plugged into a USB 3 port, it should still be plenty fast.", "link": "https://www.youtube.com/watch?v=5G6wua5C6Vc", "date_published": "2020-04-28 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]